{"1": "After meta this houtos there  was eimi a  festival heortē of  the ho Jews Ioudaios,  and kai Jesus Iēsous went  up anabainō to eis Jerusalem Hierosolyma. ", "2": "Now de in en · ho Jerusalem Hierosolyma by epi the ho Sheep probatikos Gate  there  is eimi a  pool kolymbēthra,  in  Hebrew Hebraisti · ho called epilegō Bethesda,  having echō five pente covered stoa colonnades . ", "3": "In en these houtos lay katakeimai a  number plēthos of ho disabled astheneō people — blind typhlos,  lame chōlos, and  paralyzed xēros. ", "5": "One tis man anthrōpos who  was eimi · de there ekei had  been echō an  invalid astheneia for  thirty-eight triakonta · kai years etos.  · ho", "6": "When  Jesus Iēsous saw  him houtos · ho lying katakeimai there  and kai learned ginōskō that hoti he  had echō been in that condition  for  a  long polys time chronos already ēdē,  he  said legō to  him autos, “ Do  you  want thelō to  be ginomai healed hygiēs?” ", "7": "The ho sick  man astheneō answered apokrinomai him autos, “ Sir kyrios,  I  have echō no ou one anthrōpos to hina put ballō me egō into eis the ho pool kolymbēthra when hotan the ho water hydōr is  stirred tarassō up ,  but de while en hos I egō am  on  my  way erchomai someone allos else  steps  down katabainō ahead pro of  me egō.” ", "8": "Jesus Iēsous said legō to  him autos,  · ho “ Get egeirō up ,  pick airō up  · ho your sy mat krabattos and kai walk peripateō.” ", "9": "And kai immediately eutheōs the ho man anthrōpos was ginomai healed hygiēs,  and kai he  picked airō up  · ho his autos mat krabattos and kai started  walking peripateō.  Now de that ekeinos day hēmera was eimi a  Sabbath sabbaton.  · ho", "10": "So oun the ho Jews Ioudaios said legō to  the ho man  who  had  been  healed therapeuō, “ It  is eimi the  Sabbath sabbaton,  and kai it is  not ou lawful  for  you sy to  carry airō · ho your sy mat krabattos. ", "11": "But de he ho answered apokrinomai them autos, “ The ho man ekeinos who  made poieō me egō well hygiēs said legō to  me egō, ' Pick airō up  · ho your sy mat krabattos and kai walk peripateō.'” ", "12": "They  questioned erōtaō him autos, “ Who tis is eimi the ho man anthrōpos who ho said legō to  you sy, ' Pick airō up  your mat  and kai walk peripateō'?” ", "13": "However de,  the ho man  who  had  been  healed iaomai did  not ou know oida who tis it  was eimi,  · ho for gar Jesus Iēsous had  slipped ekneuō away ,  there  being eimi a  crowd ochlos in en that ho place topos. ", "14": "Later meta on houtos Jesus Iēsous found heuriskō him autos · ho in en the ho temple hieron and kai said legō to  him autos, “ See ide,  you  have  been ginomai healed hygiēs!  Do hamartanō not  sin hamartanō any mēketi longer ,  so hina that  nothing mē worse cheirōn happens ginomai to  you sy.” ", "15": "The ho man anthrōpos went aperchomai away  and kai told anangellō the ho Jews Ioudaios that hoti it  was eimi Jesus Iēsous who ho had  made poieō him autos well hygiēs. ", "16": "And kai this  is  why dia the ho Jews Ioudaios were  persecuting diōkō · ho Jesus Iēsous,  because hoti he  was  doing poieō these houtos things  on en the  Sabbath sabbaton. ", "17": "But de Jesus ho answered apokrinomai them autos,  · ho “ My egō Father patēr has  been  working ergazomai until heōs now arti,  and  I kagō also  am  working ergazomai.” ", "18": "This  was  why dia the ho Jews Ioudaios were  seeking zēteō all  the  more mallon to  kill apokteinō him autos,  because hoti he  not ou only monon used  to  break lyō the ho Sabbath sabbaton,  but alla he legō also kai was  calling legō God theos his  own idios Father patēr,  · ho thus  making poieō himself heautou equal isos with ho God theos. ", "19": "Answering apokrinomai,  then oun,  · ho Jesus Iēsous · kai said legō to  them autos, “ I  tell legō you hymeis the  solemn amēn truth amēn,  the ho Son hyios can dynamai do poieō nothing oudeis on apo his heautou own ,  but  only ean what tis he  sees blepō the ho Father patēr doing poieō;  for gar whatever hos the  Father ekeinos does poieō,  · kai the ho Son hyios is  doing poieō likewise homoiōs. ", "20": "For gar the ho Father patēr loves phileō the ho Son hyios and kai shows deiknymi him autos everything pas that hos he autos is  doing poieō;  and kai he  will  show deiknymi him autos greater megas works ergon than  these houtos,  and hina you hymeis will  be  amazed thaumazō. ", "21": "For gar as hōsper the ho Father patēr raises egeirō the ho dead nekros and kai gives  them  life zōiopoieō,  so houtōs also kai the ho Son hyios gives  life  to zōiopoieō those hos he  chooses thelō. ", "22": "Furthermore oude gar,  the ho Father patēr judges krinō no oudeis one ,  but alla has  given didōmi · ho all pas judgment krisis to  the ho Son hyios, ", "23": "so hina that  everyone pas should  honor timaō the ho Son hyios just kathōs as  they  honor timaō the ho Father patēr.  The ho one  who  does  not mē honor timaō the ho Son hyios does  not ou honor timaō the ho Father patēr who ho sent pempō him autos. ", "24": "I  tell legō you hymeis the  solemn amēn truth amēn,  the ho one  who  hears akouō · ho my egō message logos and kai believes pisteuō the ho one  who  sent pempō me egō has echō eternal aiōnios life zōē and kai will erchomai not ou come erchomai into eis judgment krisis,  but alla has  passed metabainō from ek · ho death thanatos to eis · ho life zōē. ", "25": "“ I  tell legō you hymeis the  solemn amēn truth amēn, the  hour hōra is  coming erchomai and kai is eimi now nyn here,  when hote the ho dead nekros will  hear akouō the ho voice phōnē of  the ho Son hyios of ho God theos,  and kai those ho who  hear akouō will  live zaō. ", "26": "For gar as hōsper the ho Father patēr has echō life zōē in en himself heautou,  so houtōs also kai has  he  granted didōmi the ho Son hyios to  have echō life zōē in en himself heautou; ", "27": "and kai he  has  given didōmi him autos authority exousia to  execute poieō judgment krisis because hoti he  is eimi the  Son hyios of  Man anthrōpos. ", "28": "Do  not mē be  amazed thaumazō at  this houtos,  because hoti the  hour hōra is  coming erchomai in en which hos all pas who ho are  in en their ho graves mnēmeion will  hear akouō · ho his autos voice phōnē", "29": "and kai will  come ekporeuomai out — those ho who  have  done poieō · ho good agathos,  to eis a  resurrection anastasis unto  life zōē,  and de those ho who  have  practiced prassō · ho evil phaulos,  to eis a  resurrection anastasis unto  condemnation krisis. ", "30": "I egō can dynamai do poieō nothing oudeis on apo my  own emautou;  I  judge krinō only  as kathōs I  hear akouō,  and kai · ho my emos judgment krisis · ho is eimi just dikaios because hoti I  seek zēteō not ou · ho my  own emos will thelēma · ho but alla the ho will thelēma of ho him  who  sent pempō me egō. ", "31": "“ If ean I egō bear  witness martyreō about peri myself emautou,  · ho my egō testimony martyria is eimi not ou deemed  true alēthēs. ", "32": "There  is eimi another allos who ho bears  witness martyreō about peri me egō,  and kai I  know oida that hoti the ho witness martyria that hos he  bears martyreō about peri me egō is eimi true alēthēs. ", "33": "You hymeis have  sent apostellō messengers  to pros John Iōannēs,  and kai he  has  borne  witness martyreō to  the ho truth alētheia. ", "34": "( Not ou that  I egō · de accept lambanō such para human anthrōpos · ho testimony martyria,  but alla I  say legō these houtos things  so hina that  you hymeis may  be  saved sōzō.) ", "35": "He ekeinos was eimi a ho lamp lychnos that ho was  burning kaiō and kai giving  light phainō,  and de you hymeis were  willing thelō for pros a  time hōra to  rejoice agalliaō in en · ho his autos light phōs. ", "36": "But de I egō have echō a ho witness martyria greater megas than  that ho of  John Iōannēs;  for gar the ho works ergon that hos the ho Father patēr has  given didōmi me egō to hina complete teleioō,  the ho very autos works ergon that hos I  am  doing poieō,  bear  witness martyreō about peri me egō that hoti the ho Father patēr has  sent apostellō me egō. ", "37": "And kai the ho Father patēr who  sent pempō me egō has  himself ekeinos borne  witness martyreō about peri me egō.  His autos voice phōnē you  have  never pōpote heard akouō,  his autos form eidos you  have  never oute seen horaō, ", "38": "and kai · ho his autos word logos you  do  not ou have echō residing menō in en you hymeis,  because hoti you hymeis do pisteuō not ou believe pisteuō the houtos one ekeinos whom hos he  sent apostellō. ", "39": "“ You  study eraunaō the ho Scriptures graphē because hoti you hymeis think dokeō that  by en them autos you  will  have echō eternal aiōnios life zōē;  and kai it  is eimi they ekeinos that ho bear  witness martyreō about peri me egō, ", "40": "but kai you  refuse ou to  come erchomai to pros me egō that hina you  may  have echō life zōē. ", "41": "I  do lambanō not ou accept lambanō praise doxa from para people anthrōpos, ", "42": "but alla I  know ginōskō you hymeis—I know  that hoti you  do echō not ou have echō the ho love agapē of ho God theos in en you heautou. ", "43": "I egō have  come erchomai in en the ho name onoma of ho my egō Father patēr and kai you  do  not ou accept lambanō me egō.  If ean someone allos else  comes erchomai in en · ho his  own idios name onoma,  · ho him ekeinos you  will  accept lambanō. ", "44": "How pōs can dynamai you hymeis believe pisteuō,  when  you  accept lambanō praise doxa from para one allēlōn another  but kai do zēteō not ou seek zēteō the ho praise doxa that ho comes  from para the ho only monos God theos? ", "45": "Do  not mē think dokeō that hoti I egō will  accuse katēgoreō you hymeis before pros the ho Father patēr;  the ho one  who  accuses katēgoreō you hymeis is eimi Moses Mōysēs,  on eis whom hos you hymeis have  set elpizō your  hope . ", "46": "If ei you  believed pisteuō Moses Mōysēs,  you  would an believe pisteuō me egō,  for gar he ekeinos wrote graphō about peri me egō. ", "47": "But de if ei you  do pisteuō not ou believe pisteuō · ho his ekeinos writings gramma,  how pōs will  you  believe pisteuō · ho my emos words rhēma?” "}