{"1": "After meta this houtos Jesus Iēsous went aperchomai to  · ho the  other peran side  of  the ho Sea thalassa of ho Galilee Galilaia (also called the Sea  of ho Tiberias Tiberias). ", "2": "A  large polys crowd ochlos was  following akoloutheō · de him autos because hoti they  saw theōreō the ho miraculous  signs sēmeion that hos he  was  performing poieō on epi those ho who  were  sick astheneō. ", "3": "Jesus Iēsous went anerchomai up  · de on eis the ho mountainside oros,  and kai he  sat  down kathēmai there ekei with meta · ho his autos disciples mathētēs. ", "4": "( Now de the ho Passover pascha,  the ho great  festival heortē of  the ho Jews Ioudaios,  was eimi at  hand engys.) ", "5": "When  Jesus Iēsous lifted epairō up  his ho eyes ophthalmos · ho and kai saw theaomai that hoti a  large polys crowd ochlos was  coming erchomai toward pros him autos,  he  said legō to pros Philip Philippos, “ Where pothen can  we  buy agorazō bread artos so hina that  these  people houtos may  eat esthiō?” ", "6": "He  said legō this houtos · de to  test peirazō him autos,  because gar he  himself autos knew oida what tis he  was  about mellō to  do poieō. ", "7": "Philip Philippos answered apokrinomai him autos,  · ho “ Two  hundred diakosioi denarii dēnarion worth  of  bread artos is  not ou enough arkeō for  them autos,  that hina each hekastos one  may  receive lambanō a tis little brachus.” ", "8": "One heis of ek · ho his autos disciples mathētēs,  Andrew Andreas,  · ho Simon Simōn Peter' s Petros brother adelphos,  said legō to  him autos, ", "9": "“ There  is eimi a  little paidarion boy  here hōde who hos has echō five pente barley krithinos loaves artos and kai two dyo fish opsarion,  but alla what tis are eimi they houtos for eis so  many tosoutos?” ", "10": "Jesus Iēsous said legō,  · ho “ Have poieō the ho people anthrōpos sit anapiptō down .” ( There  was eimi · de plenty polys of  grass chortos in en that ho place topos.)  So oun the ho men anēr sat anapiptō down ,  about hōs five  thousand pentakischilioi · ho in  number arithmos. ", "11": "Then oun Jesus Iēsous took lambanō the ho loaves artos,  · ho and kai after  he  had  given eucharisteō thanks ,  distributed diadidōmi them  to  those ho who  were  sitting anakeimai down ;  and kai he did the  same homoiōs with ek the ho fish opsarion,  as  much hosos as  they  wanted thelō. ", "12": "And de when hōs the people  had  eaten empiplēmi their  fill ,  he  said legō to ho his autos disciples mathētēs, “ Gather synagō up  the ho leftover perisseuō pieces klasma,  so hina that  nothing mē tis will  go  to  waste apollymi.” ", "13": "So oun they  gathered synagō them  up  and kai filled gemizō twelve dōdeka baskets kophinos with  broken klasma pieces  of ek the ho five pente barley krithinos loaves artos · ho that hos were  left perisseuō over  by  those ho who  had  eaten bibrōskō. ", "14": "So oun when  the ho people anthrōpos saw the  miraculous  sign sēmeion that hos Jesus  had  performed poieō,  they  began  to  say legō, “ This houtos is eimi truly alēthōs the ho prophet prophētēs who ho was  to  come erchomai into eis the ho world kosmos.” ", "15": "Therefore oun when  Jesus Iēsous realized ginōskō that hoti they  were  about mellō to  come erchomai and kai take harpazō him autos by force  to hina make poieō him  king basileus,  he autos withdrew anachōreō again palin up eis the ho mountainside oros alone monos. ", "16": "Now de when hōs evening opsia had  come ginomai,  his autos disciples mathētēs went katabainō down  · ho to epi the ho lake thalassa, ", "17": "· kai got embainō into eis a  boat ploion and  started erchomai across peran the ho sea thalassa to eis Capernaum Kapharnaoum.  · kai It  had ginomai by  then ēdē become ginomai dark skotia,  and kai Jesus Iēsous had  not oupō yet  come erchomai to pros them autos.  · ho", "18": "The ho sea thalassa was  getting  rough diegeirō because  a  strong megas wind anemos had  started  to  blow pneō. ", "19": "When  they  had  rowed elaunō about hōs three  or  four  miles stadion,  they  saw theōreō · ho Jesus Iēsous walking peripateō on epi the ho lake thalassa and kai coming ginomai near engys the ho boat ploion,  and kai they  were  terrified phobeomai. ", "20": "But de he ho said legō to  them autos, “ It  is eimi I egō;  do  not mē be  afraid phobeomai.” ", "21": "Then oun they  were  glad thelō to  take lambanō him autos into eis the ho boat ploion,  and kai at  once eutheōs the ho boat ploion reached ginomai the ho shore gē toward eis which hos they  were  going hypagō. ", "22": "On  the ho next epaurion day  the ho crowd ochlos · ho was  standing histēmi on  the  other peran side  of  the ho lake thalassa. They knew  that hoti only ei one heis boat ploiarion had  been eimi there ekei,  and kai that hoti Jesus Iēsous had  not ou gotten syneiserchomai into eis the ho boat ploion with  · ho his autos disciples mathētēs,  · ho but alla that  the ho disciples mathētēs had  left aperchomai without monos him autos. ", "23": "However,  other allos boats ploion from ek Tiberias Tiberias had  come erchomai ashore  near engys the ho place topos where hopou they  had  eaten esthiō the ho bread artos after  the ho Lord kyrios had  given  thanks eucharisteō. ", "24": "So oun when hote the ho crowd ochlos realized  that hoti Jesus Iēsous was eimi not ou there ekei,  nor oude · ho his autos disciples mathētēs,  they autos got embainō into eis the ho boats ploiarion and kai went erchomai to eis Capernaum Kapharnaoum looking zēteō for  · ho Jesus Iēsous. ", "25": "And kai when  they  found heuriskō him autos on the  other peran side  of  the ho lake thalassa,  they  said legō to  him autos, “ Rabbi rhabbi,  when pote did  you  come ginomai here hōde?” ", "26": "Jesus Iēsous responded apokrinomai to  them autos,  · ho · kai saying legō, “ I  tell legō you hymeis the  solemn amēn truth amēn,  you  are  not ou looking zēteō for  me egō because hoti you saw  miraculous sēmeion signs ,  but alla because hoti you  ate esthiō the ho loaves artos and kai had  all  you  wanted chortazō. ", "27": "Do  not mē work ergazomai for  the ho food brōsis that ho perishes apollymi,  but alla for  the ho food brōsis that ho lasts menō for eis eternal aiōnios life zōē,  which hos the ho Son hyios of ho Man anthrōpos will  give didōmi you hymeis;  for gar on  him houtos God theos the ho Father patēr has  set sphragizō his  seal .”  · ho", "28": "Therefore oun they  said legō to pros him autos, “ What tis must  we  do poieō to hina carry ergazomai out  the ho works ergon · ho God theos requires?” ", "29": "Jesus Iēsous answered apokrinomai,  · ho · kai saying legō to  them autos, “ This houtos is eimi the ho work ergon that ho God theos requires,  that hina you  believe pisteuō in eis him  whom hos he ekeinos has  sent apostellō.” ", "30": "Then oun they  said legō to  him autos, “ So oun what tis miraculous  sign sēmeion will  you sy perform poieō that hina we may see it  and kai believe pisteuō in  you sy?  What tis will  you  do ergazomai? ", "31": "· ho Our hēmeis fathers patēr ate esthiō · ho manna manna in en the ho wilderness erēmos;  as kathōs it  is eimi written graphō, ' He  gave didōmi them autos bread artos from ek · ho heaven ouranos to  eat esthiō.'” ", "32": "Jesus Iēsous said legō to  them autos,  · ho “ I  tell legō you hymeis the  solemn amēn truth amēn, it was  not ou Moses Mōysēs who  gave didōmi you hymeis the ho bread artos from ek · ho heaven ouranos,  but alla it is  · ho my egō Father patēr who  gives didōmi you hymeis the ho true alēthinos bread artos from ek · ho heaven ouranos.  · ho", "33": "For gar the ho bread artos of ho God theos is eimi that ho which  comes katabainō down  from ek · ho heaven ouranos and kai gives didōmi life zōē to  the ho world kosmos.” ", "34": "So oun they  said legō to pros him autos, “ Sir kyrios,  give didōmi us hēmeis this houtos bread artos from  now pantote on !”  · ho", "35": "Jesus Iēsous said legō to  them autos,  · ho “ I egō am eimi the ho bread artos of ho life zōē;  the ho one  who  comes erchomai to pros me egō will  never ou mē go  hungry peinaō,  and kai the ho one  who  believes pisteuō in eis me egō will  never ou mē be  thirsty dipsaō again pōpote. ", "36": "But alla as  I  told legō you hymeis,  · kai you  have  seen horaō me egō and kai still  you  do  not ou believe pisteuō. ", "37": "All pas that hos the ho Father patēr gives didōmi me egō will  come hēkō to pros me egō,  and kai anyone ho who  comes erchomai to pros me egō I  will  never ou mē turn ekballō away exō. ", "38": "For hoti I  have  come katabainō down  from apo · ho heaven ouranos,  not ou to hina do poieō · ho my  own emos will thelēma · ho but alla to do  the ho will thelēma of ho him  who  sent pempō me egō. ", "39": "And de this houtos is eimi the ho will thelēma of  the ho one  who  sent pempō me egō:  that hina of  all pas that hos he  has  given didōmi me egō I  should  lose apollymi none mē but alla raise anistēmi them autos up  on en the ho last eschatos day hēmera. ", "40": "For gar this houtos is eimi the ho will thelēma of ho my egō Father patēr,  that hina everyone pas who ho considers theōreō the ho Son hyios and kai comes  to  believe pisteuō in eis him autos should  have echō eternal aiōnios life zōē,  and kai I egō will  raise anistēmi him autos up  on en the ho last eschatos day hēmera.” ", "41": "Then oun the ho Jews Ioudaios began  to  grumble gongyzō about peri him autos because hoti he  said legō, “ I egō am eimi the ho bread artos that ho came katabainō down  from ek · ho heaven ouranos.” ", "42": "And kai they  were  saying legō, “ Is eimi this houtos not ou Jesus Iēsous,  the ho son hyios of  Joseph Iōsēph,  whose hos father patēr and kai mother mētēr we hēmeis know oida?  · ho · ho How pōs can  he  now nyn say legō, ' I  have  come  down katabainō from ek · ho heaven ouranos'?” ", "43": "Jesus Iēsous answered apokrinomai · kai them autos,  saying legō, “ Do  not mē keep  grumbling gongyzō among meta yourselves allēlōn. ", "44": "No oudeis one  can dynamai come erchomai to pros me egō unless ean mē the ho Father patēr who ho sent pempō me egō draws  him autos;  and  I kagō will  raise anistēmi him autos up  on en the ho last eschatos day hēmera. ", "45": "It  stands eimi written graphō in en the ho prophets prophētēs, ' And kai they  will  all pas be eimi taught didaktos by  God theos.'  Everyone pas who ho has  heard akouō the ho Father patēr and kai learned manthanō from para him  comes erchomai to pros me egō. ", "46": "Not ou that hoti anyone tis has  seen horaō the ho Father patēr,  except ei mē the ho one  who  is eimi from para · ho God theos;  he houtos has  seen horaō the ho Father patēr. ", "47": "I  tell legō you hymeis the  solemn amēn truth amēn,  the ho one  who  believes pisteuō has echō eternal aiōnios life zōē. ", "48": "I egō am eimi the ho bread artos of ho life zōē. ", "49": "· ho Your hymeis fathers patēr ate esthiō manna manna in en the ho wilderness erēmos,  · ho and kai they  died apothnēskō. ", "50": "But  here houtos is eimi the ho bread artos that ho comes  down katabainō from ek · ho heaven ouranos,  so hina that  one tis may  eat esthiō of ek it autos and kai not mē die apothnēskō. ", "51": "I egō am eimi the ho living zaō bread artos · ho that ho came  down katabainō from ek · ho heaven ouranos.  If ean anyone tis eats esthiō of ek this houtos · ho bread artos,  he  will  live zaō for eis all ho time aiōn · kai and de the ho bread artos that hos I egō will  give didōmi is eimi · ho my egō flesh sarx—given  on  behalf hyper of  the ho life zōē of  the ho world kosmos.” ", "52": "Then oun the ho Jews Ioudaios began  to  argue machomai with pros one allēlōn another ,  saying legō, “ How pōs can dynamai this houtos man  give didōmi us hēmeis · ho his autos flesh sarx to  eat esthiō?” ", "53": "Jesus Iēsous therefore oun said legō to  them autos,  · ho “ I  tell legō you hymeis the  solemn amēn truth amēn,  unless ean mē you  eat esthiō the ho flesh sarx of  the ho Son hyios of ho Man anthrōpos and kai drink pinō his autos · ho blood haima,  you  will  have echō no ou life zōē in en you heautou. ", "54": "The ho one  who  feeds trōgō on  my egō · ho flesh sarx and kai drinks pinō my egō · ho blood haima has echō eternal aiōnios life zōē,  and  I kagō will  raise anistēmi him autos up  on  the ho last eschatos day hēmera; ", "55": "· ho for gar my egō flesh sarx is eimi real alēthēs food brōsis and kai · ho my egō blood haima is eimi real alēthēs drink posis. ", "56": "The ho one  who  eats trōgō my egō · ho flesh sarx and kai drinks pinō my egō · ho blood haima dwells menō in en me egō,  and  I kagō in en him autos. ", "57": "As kathōs the ho living zaō Father patēr sent apostellō me egō,  and  I kagō live zaō because dia of  the ho Father patēr,  so kai the ho one  who  feeds trōgō on  me egō will  live zaō because dia of  me egō. ", "58": "This houtos is eimi the ho bread artos that ho came  down katabainō from ek heaven ouranos; it is  not ou like kathōs that which  your ho fathers patēr ate esthiō and kai died apothnēskō.  The ho one  who  feeds trōgō on  this houtos · ho bread artos will  live zaō for eis all ho time aiōn.” ", "59": "Jesus  said legō these houtos things  when  he  was  teaching didaskō in en the  synagogue synagōgē in en Capernaum Kapharnaoum. ", "60": "Therefore oun,  when  a  number polys of ek his autos disciples mathētēs heard akouō · ho it,  they  said legō, “ This houtos teaching logos is eimi difficult sklēros;  · ho who tis can dynamai understand akouō it autos?” ", "61": "But de Jesus Iēsous,  aware oida · ho that hoti his autos disciples mathētēs were  grumbling gongyzō about peri it houtos,  · ho said legō to  them autos, “ Does skandalizō this houtos offend skandalizō you hymeis? ", "62": "Then oun what  if ean you  were  to  see theōreō the ho Son hyios of ho Man anthrōpos ascending anabainō to  where hopou he  was eimi · ho before proteros? ", "63": "It  is eimi the ho Spirit pneuma who ho gives zōiopoieō life ;  the ho flesh sarx is  useless ou.  The ho words rhēma that hos I egō have  spoken laleō to  you hymeis are eimi spirit pneuma and kai life zōē. ", "64": "But alla there  are eimi some tis among ek you hymeis who hos do  not ou believe pisteuō.”  For gar from ek the  beginning archē Jesus Iēsous knew oida · ho those tis who ho would  not mē believe pisteuō,  and kai who tis it  was eimi who ho would  betray paradidōmi him autos. ", "65": "And kai he  said legō, “ For dia this houtos reason  I  have  said legō to  you hymeis, ' No oudeis one  can dynamai come erchomai to pros me egō unless ean mē it  is eimi granted didōmi to  him autos by ek the ho Father patēr.'” ", "66": "From ek this houtos time,  many polys of ek · ho his autos disciples mathētēs turned aperchomai back eis ho · ho and kai no ouketi longer  associated peripateō with meta him autos. ", "67": "Jesus oun therefore Iēsous said legō · ho to  the ho twelve dōdeka, “ You hymeis do  not mē want thelō to  leave hypagō me  like  the  others kai, do you?” ", "68": "Simon Simōn Peter Petros answered apokrinomai him autos, “ Lord kyrios,  to pros whom tis would  we  go aperchomai?  You  have echō the  words rhēma of  eternal aiōnios life zōē, ", "69": "and kai we hēmeis have  come  to  believe pisteuō and kai to  know ginōskō that hoti you sy are eimi the ho Holy hagios One  of ho God theos.” ", "70": "Jesus Iēsous answered apokrinomai them autos,  · ho “ Did eklegomai I egō not ou choose eklegomai you hymeis,  the ho twelve dōdeka?  Yet kai one heis of ek you hymeis is eimi a  devil diabolos.” ", "71": "( He  was  speaking legō · de of  · ho Judas Ioudas, son  of  Simon Simōn Iscariot Iskariōtēs,  for gar he houtos,  one heis of ek the ho twelve dōdeka,  was  going mellō to  betray paradidōmi him autos.) "}