{"1": "· kai After meta this houtos Jesus Iēsous traveled peripateō about  · ho in en · ho Galilee Galilaia;  he  chose thelō not ou to  remain peripateō in en · ho Judea Ioudaia,  because hoti the ho Jews Ioudaios were  seeking zēteō to  kill apokteinō him autos. ", "2": "Now de the ho Jewish Ioudaios festival heortē of  Tabernacles skēnopēgia was eimi near engys.  · ho · ho", "3": "So oun his autos brothers adelphos said legō to pros him autos,  · ho “ You  should  leave metabainō here enteuthen and kai go hypagō to eis · ho Judea Ioudaia so hina that  your sy disciples mathētēs also kai · ho may  observe theōreō the ho works ergon that hos you  are  doing poieō. ", "4": "For gar no oudeis one  acts poieō in en secret kryptos if kai he autos desires zēteō public  recognition en.  If ei you  are  doing poieō these houtos things ,  show phaneroō yourself seautou to  the ho world kosmos.” ", "5": "( You  see gar,  not oude even  · ho his autos brothers adelphos had  confidence pisteuō in eis him autos.) ", "6": "So oun Jesus Iēsous said legō to  them autos,  · ho · ho “ My emos time kairos · ho has  not oupō yet  come pareimi,  · ho but de your hymeteros time kairos · ho is eimi always pantote here hetoimos. ", "7": "The ho world kosmos cannot ou dynamai hate miseō you hymeis,  but de it  hates miseō me egō because hoti I egō am  bearing martyreō witness  against peri it autos that hoti · ho its autos works ergon are eimi evil ponēros. ", "8": "You  go anabainō up  to eis the ho festival heortē yourselves hymeis;  I egō am  not ou going anabainō up  to eis · ho this houtos festival heortē,  for hoti · ho my emos time kairos has  not oupō yet  fully  come plēroō.” ", "9": "Having  said legō this houtos,  · de he autos stayed menō behind  in en · ho Galilee Galilaia. ", "10": "However de,  when hōs his autos brothers adelphos had  gone anabainō up  · ho to eis the ho festival heortē,  then tote Jesus  himself autos also kai went anabainō up ,  not ou openly phanerōs,  but alla as hōs it  were ,  in en private kryptos. ", "11": "The ho Jews Ioudaios were  looking zēteō for  him autos at en the ho festival heortē,  and kai saying legō, “ Where pou is eimi that ekeinos man ?” ", "12": "And kai there  was eimi a  lot polys of  secret gongysmos discussion  about peri him autos among en the ho crowds ochlos;  some ho were  saying legō, “ He  is eimi a  good agathos man ,”  but de others allos were  saying legō, “ No ou,  to  the  contrary alla,  he  is  leading  people ochlos astray planaō.”  · ho", "13": "No oudeis one ,  however mentoi,  was  speaking laleō openly parrēsia about peri him autos for dia · ho fear phobos of  the ho Jews Ioudaios. ", "14": "About ēdē · de halfway  through mesoō the ho festival heortē Jesus Iēsous went anabainō up  to eis the ho temple hieron and kai began  to  teach didaskō. ", "15": "The ho Jews Ioudaios were  astonished thaumazō, and  they  asked legō, “ How pōs does oida this houtos man  know oida the sacred  letters gramma,  having  never mē studied manthanō?” ", "16": "Jesus Iēsous answered apokrinomai,  them autos,  · ho · kai saying legō,  · ho “ My emos teaching didachē is eimi not ou mine emos,  but alla it comes from  the ho one  who  sent pempō me egō. ", "17": "If ean anyone tis is  willing thelō to  do poieō God' s autos · ho will thelēma,  he  will  know ginōskō about peri the ho teaching didachē,  whether poteron it  comes eimi from ek · ho God theos or ē whether  I egō am  speaking laleō on apo my emautou own  authority. ", "18": "The ho one  who  speaks laleō on apo his heautou own  authority  seeks zēteō · ho his  own idios honor doxa;  · ho but de the ho one  who  seeks zēteō the ho honor doxa of  the ho one  who  sent pempō him autos is eimi truthful alēthēs,  and kai in en him autos there  is eimi nothing ou false adikia. ", "19": "“ Has  not ou Moses Mōysēs given didōmi you hymeis the ho law nomos?  Yet kai not oudeis one  of ek you hymeis keeps poieō the ho law nomos.  Why tis are  you  trying zēteō to  kill apokteinō me egō?” ", "20": "The ho crowd ochlos answered apokrinomai, “ You  have echō a  demon daimonion!  Who tis is  trying zēteō to  kill apokteinō you sy?” ", "21": "Jesus Iēsous answered apokrinomai,  · kai saying legō to  them autos, “ I  performed poieō one heis work ergon,  and kai you  are  all pas astonished thaumazō. ", "22": "For dia this houtos reason  Moses Mōysēs gave didōmi you hymeis · ho circumcision peritomē— not ou that hoti it  is eimi from ek · ho Moses Mōysēs,  but alla from ek the ho patriarchs patēr— and kai you  circumcise peritemnō a  man anthrōpos on en the  Sabbath sabbaton. ", "23": "If ei a  man anthrōpos receives lambanō circumcision peritomē on en the  Sabbath sabbaton so hina that  the ho law nomos of  Moses Mōysēs may  not mē be  broken lyō, why  are  you  angry cholaō with  me egō because hoti I  made poieō an  entire holos man anthrōpos well hygiēs on en the  Sabbath sabbaton? ", "24": "Do  not mē judge krinō according kata to  appearance opsis,  but alla judge krinō with ho proper dikaios judgment krisis.” ", "25": "Then oun some tis of ek the ho people  of  Jerusalem Hierosolymitēs began  to  say legō, “ Is eimi not ou this houtos the man  whom hos they  are  trying zēteō to  kill apokteinō? ", "26": "And kai look ide,  he  is  speaking laleō boldly parrēsia and kai they  are  saying legō nothing oudeis to  him autos.  Is  it  possible mēpote that  our ho rulers archōn know ginōskō for  sure alēthōs that hoti this houtos man  is eimi the ho Christ Christos? ", "27": "Yet alla we  know oida where  this houtos man  is eimi from pothen;  when hotan the ho · de Christ Christos appears erchomai,  no oudeis one  will  know ginōskō where pothen he  is eimi from.” ", "28": "Then oun Jesus Iēsous,  as  he  was  teaching didaskō in en the ho temple hieron,  · ho cried  out krazō,  · kai saying legō, “ You  know oida me kagō,  and kai you  know oida where pothen I  am eimi from?  · kai I  have erchomai not ou come erchomai on apo my emautou own .  But alla the ho one  who  sent pempō me egō is eimi true alēthinos, and  him hos you hymeis do  not ou know oida; ", "29": "but  I egō know oida him autos,  because hoti I  am eimi from para him autos and  he kakeinos it is  who  sent apostellō me egō.” ", "30": "So oun they  were  anxious zēteō to  arrest piazō him autos,  but kai no oudeis one  laid epiballō a  hand cheir on epi him autos,  · ho because hoti his autos hour hōra had  not oupō yet  come erchomai.  · ho", "31": "Yet de many polys of ek the ho crowd ochlos believed pisteuō in eis him autos,  · kai saying legō, “ When hotan the ho Christ Christos comes erchomai,  he  will poieō not mē perform poieō more polys miraculous sēmeion signs  than hos this houtos man  has poieō, will he?” ", "32": "The ho Pharisees Pharisaios heard akouō the ho crowd ochlos secretly  discussing gongyzō these  things houtos about peri Jesus autos,  so kai the ho chief  priests archiereus and kai Pharisees Pharisaios sent apostellō · ho temple hypēretēs guards  to hina arrest piazō him autos. ", "33": "Then oun Jesus Iēsous said legō,  · ho “ I  will  be eimi with meta you hymeis for a  little mikros while chronos longer eti,  and kai then  I  am  going hypagō back  to pros the ho one  who  sent pempō me egō. ", "34": "You  will  look zēteō for  me egō,  but kai you  will  not ou find heuriskō me egō;  and kai where hopou I egō am eimi,  you hymeis cannot ou dynamai go erchomai.” ", "35": "Then oun the ho Jews Ioudaios said legō to pros one heautou another , “ Where pou is  this houtos man  about mellō to  go poreuō that hoti we hēmeis will  not ou find heuriskō him autos?  Surely  he  is mellō not mē going mellō to  go poreuō to eis our ho people  dispersed diaspora among  the ho Greeks Hellēn and kai teach didaskō the ho Greeks Hellēn,  is  he ? ", "36": "What tis can  it  mean eimi,  · ho this houtos saying logos of  his hos: ' You  will  look zēteō for  me egō but kai you  will  not ou find heuriskō me egō,'  and kai ' Where hopou I egō am eimi you hymeis cannot ou dynamai go erchomai'?” ", "37": "On en · de the ho last eschatos day hēmera of  the ho festival heortē,  the ho great megas day,  Jesus Iēsous stood histēmi · ho and kai cried krazō out ,  saying legō, “ If ean anyone tis is  thirsty dipsaō,  let  him  come erchomai to pros me egō and kai drink pinō. ", "38": "The ho one  who  believes pisteuō in eis me egō,  as kathōs the ho scripture graphē says legō, “ Out ek of ho his autos heart koilia will  flow rheō rivers potamos of  living zaō water hydōr.'” ", "39": "Now de he  said legō this houtos about peri the ho Spirit pneuma,  which hos those ho who  believed pisteuō in eis him autos were mellō to  receive lambanō;  for gar the  Spirit pneuma was  not oupō yet  present eimi,  because hoti Jesus Iēsous had  not oudepō yet  been  glorified doxazō. ", "40": "After  hearing akouō these houtos words logos,  some  of ek the ho crowd ochlos · ho began  to  say legō, “ This houtos man  really alēthōs is eimi the ho prophet prophētēs.” ", "41": "Others allos were  saying legō, “ This houtos man  is eimi the ho Christ Christos.”  But de others ho were  saying legō, “ Surely  the ho Christ Christos does erchomai not mē come erchomai from ek · ho Galilee Galilaia,  does  he ? ", "42": "Has  not ou the ho scripture graphē said legō that hoti the ho Christ Christos will be  a ho descendant sperma of  David Dauid and kai come erchomai from apo Bethlehem Bēthleem,  the ho village kōmē where hopou David Dauid was eimi born?” ", "43": "So oun there  was ginomai a  division schisma among en the ho people ochlos because dia of  him autos. ", "44": "Some tis · de of ek them autos wanted thelō to  arrest piazō him autos,  but alla no oudeis one  laid epiballō a  hand cheir on epi him autos.  · ho", "45": "Then oun the ho temple  guards hypēretēs went erchomai back  to pros the ho chief archiereus priests  and kai Pharisees Pharisaios,  · kai who ekeinos said legō to  them autos, “ Why dia tis did  you  not ou bring agō him autos?” ", "46": "The ho guards hypēretēs answered apokrinomai, “ Never oudepote has  a man  spoken laleō like houtōs this  man anthrōpos!” ", "47": "The ho Pharisees Pharisaios responded apokrinomai to  them autos, “ Surely  you hymeis have planaō not mē been  deceived planaō as kai well ,  have  you ? ", "48": "None mē tis of ek the ho rulers archōn or ē the ho Pharisees Pharisaios have  believed pisteuō in eis him autos, have they? ", "49": "As alla for  · ho this houtos mob ochlos that ho does  not mē know ginōskō the ho law nomos— they  are eimi accursed eparatos!” ", "50": "Nicodemus Nikodēmos ( he ho who  had  earlier proteros come erchomai to pros Jesus autos),  · ho being eimi one heis of ek their autos number,  put  this  question legō to pros them autos: ", "51": "“ Surely  our hēmeis law nomos does  not mē · ho judge krinō a ho man anthrōpos unless ean mē it  first prōton hears akouō from para him autos and kai finds ginōskō out  what tis he  is  doing poieō, does it?” ", "52": "They  replied apokrinomai · kai to  him autos,  saying legō, “ You sy too kai are eimi not mē from ek · ho Galilee Galilaia, are you?  Search eraunaō and kai you  will  see ide that hoti no ou prophet prophētēs will  arise egeirō from ek · ho Galilee Galilaia.” ", "53": "Then kai each  one hekastos went poreuō to eis · ho his  own autos house oikos, "}