{"1": "but de Jesus Iēsous went poreuō to eis the ho Mount oros of ho Olives elaia. ", "2": "Early orthros in  the  morning  · de he  came paraginomai again palin to eis the ho temple hieron.  · kai All pas the ho people laos were  coming erchomai to pros him autos,  and kai he  sat kathizō down  and  began  to  teach didaskō them autos. ", "3": "The ho scribes grammateus and kai the ho Pharisees Pharisaios brought agō · de a  woman gynē who  had  been  caught katalambanō in epi adultery moicheia,  and kai making histēmi her autos stand  before en mesos them, ", "4": "they  said legō to  Jesus autos, “ Teacher didaskalos,  this houtos · ho woman gynē was  caught katalambanō in epi the  very  act autophōros of  committing moicheuō adultery . ", "5": "Moses Mōysēs commanded entellō us hēmeis in en · de the ho law nomos to  stone lithazō to death  · ho such toioutos women .  But oun you sy,  what tis do  you  say legō?” ", "6": "( They  said legō this houtos · de as  a  trap peirazō,  so hina they  could  have echō some basis for  accusing katēgoreō him autos.)  · ho · de Jesus Iēsous bent kyptō down katō and  started  writing katagraphō on eis the ho ground gē with  his ho finger daktylos. ", "7": "When hōs · de they  kept epimenō on  questioning erōtaō him autos,  he  straightened anakyptō up  and kai said legō to  them autos, “ The ho man  among  you hymeis without  sin anamartētos,  let  him ballō be the  first prōtos to  throw ballō a  stone lithos at epi her autos.” ", "8": "· kai Once  again palin he  bent katakyptō down  and  wrote graphō on eis the ho ground gē. ", "9": "At  this de,  those ho who  had  heard akouō began  to  leave exerchomai one heis by kata one heis,  starting archō with apo the ho oldest presbyteros;  and kai Jesus  alone monos was  left kataleipō,  with kai the ho woman gynē standing eimi before en mesos him. ", "10": "Jesus Iēsous straightened anakyptō up  · de · ho and  said legō to  her autos, “ Woman gynē,  where pou are eimi they ?  Did katakrinō no oudeis one  condemn katakrinō you sy?” ", "11": "She ho · de said legō, “ No oudeis one ,  Lord kyrios.”  Then de Jesus Iēsous said legō,  · ho “ Neither oude do katakrinō I egō condemn katakrinō you sy;  go poreuō,  and kai from apo · ho now nyn on  sin hamartanō no mēketi more .” ", "12": "Again palin Jesus Iēsous spoke laleō to  them autos,  · ho saying legō, “ I egō am eimi the ho light phōs of  the ho world kosmos.  The ho one  who  follows akoloutheō me egō will  never ou mē walk peripateō in en · ho darkness skotia,  but alla will  have echō the ho light phōs of ho life zōē.” ", "13": "Therefore oun the ho Pharisees Pharisaios said legō to  him autos, “ You sy are  bearing  witness martyreō about peri yourself seautou;  · ho your sy testimony martyria is eimi not ou valid alēthēs.” ", "14": "Jesus Iēsous answered apokrinomai them autos,  · kai saying legō, “ Even kan if  I egō am  bearing  witness martyreō about peri myself emautou,  my egō testimony martyria is eimi valid alēthēs,  · ho because hoti I  know oida where pothen I  came erchomai from  and kai where pou I  am  going hypagō.  You hymeis,  on de the  other  hand ,  do  not ou know oida where pothen I  come erchomai from  or ē where pou I  am  going hypagō. ", "15": "You hymeis judge krinō according kata to  · ho human sarx standards ;  I egō judge krinō no  one oudeis. ", "16": "But de even kai if ean I egō do  judge krinō,  · ho my emos judgment krisis · ho is eimi trustworthy alēthinos,  because hoti it  is eimi not ou I eimi alone monos who judge,  but alla I egō and kai the ho Father patēr who  sent pempō me egō. ", "17": "· kai In en · ho your  own hymeteros law nomos · de · ho it  is  written graphō that hoti the ho testimony martyria of  two dyo men anthrōpos is eimi conclusive alēthēs. ", "18": "I egō am eimi one ho who  bears  witness martyreō about peri myself emautou,  and kai the ho Father patēr who  sent pempō me egō also  bears martyreō witness  about peri me egō.” ", "19": "Then oun they  began  asking legō him autos, “ Where pou is eimi · ho your sy father patēr?”  Jesus Iēsous replied apokrinomai, “ You  know oida neither oute me egō nor oute · ho my egō Father patēr.  If ei you  knew oida me egō you oida would an know oida my egō Father patēr also kai.”  · ho", "20": "Jesus  spoke laleō these houtos · ho words rhēma near en the ho treasury gazophylakion as  he  was  teaching didaskō in en the ho temple hieron.  · kai No oudeis one  seized piazō him autos because hoti his autos hour hōra had  not oupō yet  come erchomai.  · ho", "21": "Then oun he  said legō to  them autos again palin, “ I egō am  going hypagō away ,  and kai you  will  search zēteō for  me egō but kai will  die apothnēskō in en · ho your hymeis sin hamartia.  Where hopou I egō am  going hypagō,  you hymeis cannot ou dynamai come erchomai.” ", "22": "So oun the ho Jews Ioudaios said legō, “ Surely  he  is  not mēti going  to  kill apokteinō himself heautou,  is  he ,  because hoti he  said legō, ' Where hopou I egō am  going hypagō,  you hymeis cannot ou dynamai come erchomai'?” ", "23": "· kai He  said legō to  them autos, “ You hymeis are eimi from ek · ho below katō;  I egō am eimi from ek · ho above anō.  You hymeis are eimi of ek this houtos · ho world kosmos;  I egō am eimi not ou of ek · ho this houtos world kosmos. ", "24": "This  is  why oun I  said legō to  you hymeis that hoti you  would  die apothnēskō in en · ho your hymeis sins hamartia,  for gar if ean you  do  not mē believe pisteuō that hoti I egō am eimi he,  you  will  die apothnēskō in en · ho your hymeis sins hamartia.” ", "25": "So oun they  said legō to  him autos, “ Who tis are eimi you sy?”  Jesus Iēsous said legō to  them autos,  · ho “ Just hos what tis I  have  been  telling laleō you hymeis from  the ho beginning archē.  · kai", "26": "I  have echō many polys things  to  say laleō about peri you hymeis · kai by  way  of  judgment krinō;  but alla the ho one  who  sent pempō me egō is eimi truthful alēthēs,  and kagō I  say laleō to eis the ho world kosmos only  that houtos which hos I  have  heard akouō from para him autos.” ", "27": "They  did  not ou understand ginōskō that hoti he  was  speaking legō to  them autos about  the ho Father patēr. ", "28": "So oun Jesus Iēsous said legō to  them autos,  · ho “ When hotan you  lift hypsoō up  the ho Son hyios of ho Man anthrōpos,  then tote you  will  know ginōskō that hoti I egō am eimi he.  · kai I  do poieō nothing oudeis on apo my emautou own ,  but alla speak laleō only kathōs those  things houtos the ho Father patēr has  taught didaskō me egō. ", "29": "And kai the ho one  who  sent pempō me egō is eimi with meta me egō;  he  has  not ou left aphiēmi me egō alone monos,  for hoti I egō always pantote do poieō what ho is  pleasing arestos to  him autos.” ", "30": "As laleō he autos was  saying laleō these houtos things ,  many polys came  to  believe pisteuō in eis him autos. ", "31": "Jesus Iēsous therefore oun said legō · ho to pros the ho Jews Ioudaios who  had  put  their  trust pisteuō in  him autos, “ If ean you hymeis continue menō in en · ho my emos word logos,  · ho you  are eimi truly alēthōs my egō disciples mathētēs, ", "32": "and kai you  will  come  to  know ginōskō the ho truth alētheia,  and kai the ho truth alētheia will  set  you hymeis free eleutheroō.” ", "33": "They  replied apokrinomai to pros him autos, “ We  are eimi descendants sperma of  Abraham Abraam and kai have douleuō never pōpote been  slaves douleuō to  anyone oudeis!  How pōs can  you sy say legō, ' You  will  become ginomai free eleutheros'?” ", "34": "Jesus Iēsous answered apokrinomai them autos,  · ho “ I  tell legō you hymeis the  solemn amēn truth amēn,  everyone pas who ho commits poieō · ho sin hamartia is eimi a slave  to ho sin hamartia. ", "35": "A ho · de slave  does  not ou remain menō in en the ho house oikia for eis all ho time aiōn, but  a ho son hyios remains menō for eis all ho time aiōn. ", "36": "If ean therefore oun the ho Son hyios sets  you hymeis free eleutheroō,  you  will  be eimi free eleutheros indeed ontōs. ", "37": "I  know oida that hoti you  are eimi Abraham' s Abraam descendants sperma;  but alla you  are  intent zēteō on  killing apokteinō me egō,  because hoti · ho my emos teaching logos · ho makes  no ou headway chōreō in en you hymeis. ", "38": "I  speak  about laleō the  things hos I egō have  seen horaō while  with para my ho Father patēr,  but kai you hymeis do poieō that  which hos you  have  heard akouō from para your ho father patēr.” ", "39": "They  answered apokrinomai · kai him autos,  saying legō,  · ho “ Our hēmeis father patēr is eimi Abraham Abraam!”  Jesus Iēsous said legō to  them autos,  · ho “ If ei you  were eimi really Abraham' s Abraam children teknon,  · ho you  would  be  doing poieō the ho deeds ergon of ho Abraham Abraam. ", "40": "But de now nyn you  are  intent zēteō on  killing apokteinō me egō, a  man anthrōpos who hos has  told laleō you hymeis the ho truth alētheia that hos I  heard akouō from para · ho God theos.  This houtos is  not ou what  Abraham Abraam did poieō! ", "41": "You hymeis are  doing poieō the ho deeds ergon of ho your hymeis father patēr.”  They  said legō to  him autos, “ We hēmeis have gennaō not ou been  born gennaō as  a  result ek of  fornication porneia;  we  have echō only  one heis father patēr,  · ho God theos himself.” ", "42": "Jesus Iēsous said legō to  them autos,  · ho “ If ei · ho God theos were eimi your hymeis Father patēr,  you  would an love agapaō me egō,  for gar I egō came exerchomai from ek · ho God theos and kai now  I  am  here hēkō.  I  have erchomai not oude come erchomai on apo my emautou own ,  but alla he ekeinos sent apostellō me egō. ", "43": "Why dia tis do  you ginōskō not ou understand ginōskō the ho way  I emos speak lalia?  · ho It is  because hoti you  are  unable ou to  grasp akouō · ho my emos message logos.  · ho", "44": "You hymeis belong eimi to ek your ho father patēr the ho devil diabolos,  and kai your  will  is thelō to  carry  out poieō the ho desires epithumia of ho your hymeis father patēr.  He ekeinos was eimi a  murderer anthrōpoktonos from apo the  beginning archē and kai never ou did  stand stēkō in en the ho truth alētheia,  because hoti there  is eimi no ou truth alētheia in en him autos.  When hotan he  lies laleō,  · ho he  is  giving  expression laleō to ek · ho his idios own  nature,  for hoti he  is eimi a  liar pseustēs and kai the ho father patēr of  lies autos. ", "45": "Yet de because hoti I egō am  speaking legō the ho truth alētheia,  you  do  not ou believe pisteuō me egō. ", "46": "Who tis among ek you hymeis can  prove  me egō guilty elenchō of peri any  sin hamartia?  If ei I  am  speaking legō the  truth alētheia,  why dia tis don' t ou you hymeis believe pisteuō me egō? ", "47": "Whoever ho belongs eimi to ek · ho God theos listens  to akouō the ho words rhēma of ho God theos.  The  reason  why dia you hymeis do  not ou listen akouō is  that hoti you  do eimi not ou belong eimi to ek · ho God theos.” ", "48": "The ho Jews Ioudaios answered apokrinomai · kai him autos,  saying legō, “Are  we hēmeis not ou correct kalōs in  saying legō that hoti you sy are eimi a  Samaritan Samaritēs and kai have echō a  demon daimonion?” ", "49": "Jesus Iēsous answered apokrinomai, “ I egō do echō not ou have echō a  demon daimonion;  but alla I  honor timaō · ho my egō Father patēr,  and kai you hymeis dishonor atimazō me egō. ", "50": "I egō · de am  not ou seeking zēteō · ho glory doxa for  myself egō;  there  is eimi one ho who  seeks zēteō it  and kai he  is  the  one  who  judges krinō. ", "51": "I  tell legō you hymeis the  solemn amēn truth amēn,  if ean anyone tis keeps tēreō · ho my emos word logos,  he  will  never ou mē see theōreō death thanatos.” ", "52": "The ho Jews Ioudaios therefore oun said legō to  him autos, “ Now nyn we  know ginōskō that hoti you  have echō a  demon daimonion!  Abraham Abraam died apothnēskō,  and kai so did  the ho prophets prophētēs,  yet kai you sy say legō, ' If ean anyone tis keeps tēreō · ho my egō word logos,  he  will  never ou mē taste geuomai death thanatos.' ", "53": "Surely  you sy are eimi not mē greater megas than ho our hēmeis father patēr Abraham Abraam,  are  you ?  He hostis died apothnēskō as kai did apothnēskō the ho prophets prophētēs.  Who tis are  you  making poieō yourself seautou out to be?” ", "54": "Jesus Iēsous replied apokrinomai, “ If ean I egō glorify doxazō myself emautou,  · ho my egō glory doxa amounts  to eimi nothing oudeis.  It  is eimi · ho my egō Father patēr who ho glorifies doxazō me egō, of  whom hos you hymeis say legō, ' He  is eimi our hēmeis God theos.' ", "55": "And kai you  have  not ou known ginōskō him autos,  but de I egō know oida him autos.  If kan I  were  to  say legō that hoti I  did  not ou know oida him autos,  I  would  be eimi like homoios you hymeis, a  liar pseustēs;  but alla I  do  know oida him autos,  and kai I  keep tēreō · ho his autos word logos. ", "56": "Abraham Abraam · ho your hymeis father patēr rejoiced agalliaō to hina see  · ho my emos day hēmera;  · ho · kai he saw it  and kai was  glad chairō. ", "57": "So oun the ho Jews Ioudaios said legō to pros him autos, “ You  are echō not  yet oupō fifty pentēkonta years etos old ,  and kai you  have  seen horaō Abraham Abraam?” ", "58": "Jesus Iēsous said legō to  them autos, “ I  tell legō you hymeis the  solemn amēn truth amēn,  before prin Abraham Abraam came ginomai to  be ,  I egō am eimi!” ", "59": "Then oun they  picked airō up  stones lithos to hina throw ballō at epi him autos;  but de Jesus Iēsous hid kryptō himself  and kai went exerchomai out  of ek the ho temple hieron. "}