{"1": "· kai As  he  went paragō on  his  way , Jesus saw a  man anthrōpos blind typhlos from ek birth genetē. ", "2": "And kai his autos disciples mathētēs questioned erōtaō him autos,  · ho saying legō, “ Rabbi rhabbi,  who tis sinned hamartanō,  this houtos man  or ē · ho his autos parents goneus,  that hina he  was  born gennaō blind typhlos?” ", "3": "Jesus Iēsous answered apokrinomai, “It is  not oute that  this houtos man  sinned hamartanō,  or oute · ho his autos parents goneus;  but alla it happened  so hina that  the ho works ergon of ho God theos might  be  displayed phaneroō in en him autos. ", "4": "We hēmeis must dei do ergazomai the ho works ergon of ho him  who  sent pempō me egō while heōs it  is eimi day hēmera;  night nyx is  coming erchomai when hote no oudeis one  can dynamai work ergazomai. ", "5": "As hotan long  as  I  am eimi in en the ho world kosmos,  I  am eimi the  light phōs of  the ho world kosmos.” ", "6": "After  saying legō this houtos,  he  spat ptyō on  the  ground chamai and kai made poieō mud pēlos with ek his ho saliva ptysma;  then kai he  daubed epichriō the ho mud pēlos on epi the ho man' s autos eyes ophthalmos", "7": "and kai said legō to  him autos, “ Go hypagō,  wash niptō in eis the ho pool kolymbēthra of ho Siloam Silōam” ( which hos means hermēneuō “ Sent apostellō”).  So oun he  went aperchomai away  and kai washed niptō,  and kai came erchomai back  able  to  see blepō. ", "8": "Then oun the ho neighbors geitōn and kai those ho who  were  used  to  seeing theōreō him autos · ho previously proteros as hoti a  beggar prosaitēs said legō, “ Is eimi not ou this houtos the ho man  who  used  to  sit kathēmai and kai beg prosaiteō?” ", "9": "Some allos said legō, “ He  is eimi the  one houtos.”  Others allos said legō, “ No ouchi,  but alla he  looks eimi like homoios him autos.” But  he  himself ekeinos kept  saying legō, “ I egō am eimi the man.” ", "10": "So oun they  asked legō him autos, “ How pōs then oun were  your sy eyes ophthalmos opened anoigō?”  · ho", "11": "He ekeinos answered apokrinomai, “ The ho man anthrōpos · ho called legō Jesus Iēsous made poieō mud pēlos,  · kai daubed epichriō it  on  my egō · ho eyes ophthalmos,  and kai said legō to  me egō, ' Go hypagō to eis · ho Siloam Silōam and kai wash niptō.'  So oun I  went aperchomai there  and kai washed niptō, and  I  was  able  to  see anablepō.” ", "12": "· kai They  said legō to  him autos, “ Where pou is eimi that ekeinos man ?”  He  replied legō, “ I  do  not ou know oida.” ", "13": "They  brought agō to pros the ho Pharisees Pharisaios the  man autos who ho had  been pote blind typhlos. ", "14": "Now de it  was eimi a  Sabbath sabbaton day hēmera when en hos Jesus Iēsous made poieō the ho mud pēlos · ho and kai opened anoigō his autos · ho eyes ophthalmos. ", "15": "Then oun the ho Pharisees Pharisaios also kai asked erōtaō him autos how pōs he  had  received anablepō his  sight .  And de he ho said legō to  them autos, “ He  daubed epitithēmi mud pēlos on epi my egō · ho eyes ophthalmos,  and kai I  washed niptō,  and kai now  I  see blepō.” ", "16": "Then oun some tis of ek the ho Pharisees Pharisaios said legō, “ This houtos man anthrōpos is eimi not ou from para God theos · ho because hoti he  does tēreō not ou keep tēreō the ho Sabbath sabbaton.”  But de others allos said legō, “ How pōs can dynamai a  sinful hamartōlos man anthrōpos perform poieō miraculous  signs sēmeion like toioutos this ?”  And kai there  was eimi a  division schisma among en them autos. ", "17": "So oun they  spoke legō again palin to  the ho blind typhlos man , “ What tis do  you sy say legō about peri him autos,  since hoti it was  your sy eyes ophthalmos that  he  opened anoigō?”  · ho The ho man  · de replied legō, “ He  is eimi a  prophet prophētēs.” ", "18": "The ho Jews Ioudaios did  not ou believe pisteuō the report  about peri him autos,  that hoti he  had  been eimi blind typhlos and kai had  received anablepō his  sight ,  until heōs hostis they  called phōneō the ho parents goneus of  the  man autos who ho had  received anablepō his  sight ", "19": "and kai asked erōtaō them autos,  saying legō, “ Is eimi this houtos · ho your hymeis son hyios,  who hos you hymeis say legō was  born gennaō blind typhlos?  How pōs then oun does  he  now arti see blepō?” ", "20": "His autos parents goneus answered apokrinomai,  · ho · kai saying legō, “ We  know oida that hoti this houtos is eimi · ho our hēmeis son hyios and kai that hoti he  was  born gennaō blind typhlos; ", "21": "but de how pōs it is that  he  now nyn sees blepō we  do  not ou know oida,  nor ē do oida we hēmeis know oida who tis opened anoigō his autos · ho eyes ophthalmos.  Ask erōtaō him autos,  he  is echō an  adult hēlikia.  He autos will  speak laleō for peri himself heautou.” ", "22": "His autos parents goneus said legō this houtos · ho because hoti they  were  afraid phobeomai of  the ho Jews Ioudaios;  for gar the ho Jews Ioudaios had  already ēdē agreed syntithēmi that hina if ean anyone tis should  confess homologeō Jesus autos to be the  Christ Christos,  he  was  to  be ginomai put  out  of  the  synagogue aposynagōgos. ", "23": "For dia this houtos reason  · ho his autos parents goneus said legō, “ He  is echō an  adult hēlikia,  ask eperōtaō him autos.” ", "24": "So oun for ek the  second  time deuteros they  called phōneō the ho man anthrōpos who hos had  been eimi blind typhlos and kai said legō to  him autos, “ Give didōmi the  glory doxa to ho God theos!  We hēmeis know oida that hoti this houtos · ho man anthrōpos is eimi a  sinner hamartōlos.” ", "25": "He ekeinos replied apokrinomai, “ Whether ei or not  he  is eimi a  sinner hamartōlos,  I  do  not ou know oida.  One heis thing  I  do  know oida:  whereas  I  used  to  be eimi blind typhlos,  I  now arti see blepō.” ", "26": "Therefore oun they  said legō to  him autos, “ What tis did  he  do poieō to  you sy?  How pōs did  he  open anoigō your sy · ho eyes ophthalmos?” ", "27": "He  answered apokrinomai them autos, “ I  told legō you hymeis already ēdē and kai you  did  not ou listen akouō.  Why tis do  you  want thelō to  hear akouō it  again palin?  You hymeis do thelō not mē want thelō to  become ginomai his autos disciples mathētēs too kai, do you?” ", "28": "Then kai they  scoffed loidoreō at  him autos,  · kai saying legō, “ You sy are eimi a  disciple mathētēs of  that ekeinos man !  But de we hēmeis are eimi disciples mathētēs of ho Moses Mōysēs! ", "29": "We hēmeis know oida that hoti God theos has  spoken laleō to  Moses Mōysēs,  · ho but de as for  this houtos fellow ,  we  do  not ou even  know oida where pothen he  comes eimi from.” ", "30": "The ho man anthrōpos responded apokrinomai · kai to  them autos,  saying legō, “ This houtos is eimi an ho amazing thaumastos thing ,  that hoti you hymeis do  not ou know oida where pothen he  comes eimi from,  and kai yet  he  opened anoigō my egō · ho eyes ophthalmos! ", "31": "We  know oida that hoti God theos does akouō not ou listen akouō to  sinners hamartōlos,  · ho but alla if ean anyone tis is eimi devout theosebēs and kai does poieō · ho his autos will thelēma, God  listens  to akouō him houtos. ", "32": "Not ou since ek · ho time aiōn began  has  it  been  heard akouō that hoti anyone tis opened anoigō the  eyes ophthalmos of  a  man  born gennaō blind typhlos. ", "33": "If ei this  man houtos were eimi not mē from para God theos,  he  could dynamai do poieō nothing oudeis.” ", "34": "They  replied apokrinomai · kai to  him autos,  saying legō, “ You sy were  born gennaō completely holos in en sin hamartia,  and kai would  you sy lecture didaskō us hēmeis?”  So kai they  threw ekballō him autos out exō. ", "35": "Jesus Iēsous heard akouō that hoti they  had  thrown ekballō him autos out exō,  and kai when  he  found heuriskō him autos,  he  said legō, “ Do  you sy believe pisteuō in eis the ho Son hyios of ho Man anthrōpos?” ", "36": "The  man ekeinos replied apokrinomai,  · kai saying legō, “ And kai who tis is eimi he ,  sir kyrios? Tell me,  so  that hina I  may  believe pisteuō in eis him autos.” ", "37": "Jesus Iēsous said legō to  him autos,  · ho · kai “ You  have  seen horaō him autos;  in  fact kai,  he ekeinos is eimi the ho one  speaking laleō with meta you sy.” ", "38": "Then de the ho man  said phēmi, “ I  believe pisteuō,  Lord kyrios,”  and kai he  bowed proskyneō in  reverence  before  him autos. ", "39": "· kai Jesus Iēsous said legō,  · ho “ For eis judgment krima I egō came erchomai into eis · ho this houtos world kosmos,  so hina that  those ho who  cannot mē see blepō may  receive  their  sight blepō,  and kai that  those ho who  think  they  see blepō may  become ginomai blind typhlos.” ", "40": "Some ho of ek the ho Pharisees Pharisaios who  were eimi near meta him autos heard akouō this houtos,  and kai said legō to  him autos, “ Surely  we hēmeis are eimi not mē blind typhlos too kai,  are  we ?” ", "41": "Jesus Iēsous said legō to  them autos,  · ho “ If ei you  were eimi blind typhlos,  you  would an not ou be  guilty echō of  sin hamartia;  but de now nyn you  are  saying legō, ' We  can  see blepō,' so  · ho your hymeis guilt hamartia remains menō. "}