{"1": "The Prophet Speaks: The Lord was angry! So he disgraced[a] Zion though it was Israel's pride and his own place of rest. In his anger he threw Zion down from heaven to earth.", "2": "The Lord had no mercy! He destroyed the homes of Jacob's descendants. In his anger he tore down every walled city in Judah; he toppled the nation together with its leaders, leaving them in shame.", "3": "The Lord was so furiously angry that he wiped out the whole army[b] of Israel by not supporting them when the enemy attacked. He was like a raging fire that swallowed up the descendants of Jacob.", "4": "He attacked like an enemy with a bow and arrows, killing our loved ones. He has burned to the ground the homes on Mount Zion.[c]", "5": "The Lord was like an enemy! He left Israel in ruins with its palaces and fortresses destroyed, and with everyone in Judah moaning and weeping.", "6": "He shattered his temple like a hut in a garden;[d] he completely wiped out his meeting place, and did away with festivals and Sabbaths in the city of Zion. In his fierce anger he rejected our king and priests.", "7": "The Lord abandoned his altar and his temple; he let Zion's enemies capture her fortresses. Noisy shouts were heard from the temple, as if it were a time of celebration.", "8": "The Lord had decided to tear down the walls of Zion stone by stone. So he started destroying and did not stop until walls and fortresses mourned and trembled.", "9": "Zion's gates have fallen facedown on the ground; the bars that locked the gates are smashed to pieces. Her king and royal family are prisoners in foreign lands. Her priests don't teach, and her prophets don't have a message from the Lord.", "10": "Zion's leaders are silent. They just sit on the ground, tossing dirt on their heads and wearing sackcloth. Her young women can do nothing but stare at the ground.", "11": "My eyes are red from crying, my stomach is in knots, and I feel sick all over. My people are being wiped out, and children lie helpless in the streets of the city.", "12": "A child begs its mother for food and drink, then blacks out like a wounded soldier lying in the street. The child slowly dies in its mother's arms.", "13": "Zion, how can I comfort you? How great is your pain?[e] Lovely city of Jerusalem, how can I heal your wounds, gaping as wide as the sea?", "14": "Your prophets deceived you with false visions and lying messages— they should have warned you to leave your sins and be saved from disaster.", "15": "Those who pass by shake their heads and sneer as they make fun and shout, “What a lovely city you were, the happiest on earth, but look at you now!”", "16": "Zion, your enemies curse you and snarl like wild animals, while shouting, “This is the day we've waited for! At last, we've got you!”", "17": "The Lord has done everything that he had planned and threatened long ago. He destroyed you without mercy and let your enemies boast about their powerful forces.[f]", "18": "Zion, deep in your heart you cried out to the Lord. Now let your tears overflow your walls day and night. Don't ever lose hope or let your tears stop.", "19": "Get up and pray for help all through the night. Pour out your feelings to the Lord, as you would pour water out of a jug. Beg him to save your people, who are starving to death at every street crossing.", "20": "Jerusalem Speaks: Think about it, Lord! Have you ever been this cruel to anyone before? Is it right for mothers to eat their children, or for priests and prophets to be killed in your temple?", "21": "My people, both young and old, lie dead in the streets. Because you were angry, my young men and women were brutally slaughtered.", "22": "When you were angry, Lord, you invited my enemies like guests for a party. No one survived that day; enemies killed my children, my own little ones."}