{"1": "The Prophet Speaks: I have suffered much because God was angry.", "2": "He chased me into a dark place, where no light could enter.", "3": "I am the only one he punishes over and over again, without ever stopping.", "4": "God caused my skin and flesh to waste away, and he crushed my bones.", "5": "He attacked and surrounded me with hardships and trouble;", "6": "he forced me to sit in the dark like someone long dead.", "7": "God built a fence around me that I cannot climb over, and he chained me down.", "8": "Even when I shouted and prayed for help, he refused to listen.", "9": "God put big rocks in my way and made me follow a crooked path.", "10": "God was like a bear or a lion waiting in ambush for me;", "11": "he dragged me from the road, then tore me to shreds.[a]", "12": "God took careful aim and shot his arrows", "13": "straight through my heart.", "14": "I am a joke to everyone— no one ever stops making fun of me.", "15": "God has turned my life sour.", "16": "He made me eat gravel and rubbed me in the dirt.", "17": "I cannot find peace or remember happiness.", "18": "I tell myself, “I am finished! I can't count on the Lord to do anything for me.”", "19": "Just thinking of my troubles and my lonely wandering makes me miserable.", "20": "That's all I ever think about, and I am depressed.[b]", "21": "Then I remember something that fills me with hope.", "22": "The Lord's kindness never fails! If he had not been merciful, we would have been destroyed.[c]", "23": "The Lord can always be trusted to show mercy each morning.", "24": "Deep in my heart I say, “The Lord is all I need; I can depend on him!”", "25": "The Lord is kind to everyone who trusts and obeys him.", "26": "It is good to wait patiently for the Lord to save us.", "27": "When we are young, it is good to struggle hard", "28": "and to sit silently alone, if this is what the Lord intends.", "29": "Being rubbed in the dirt can teach us a lesson;[d]", "30": "we can also learn from insults and hard knocks.", "31": "The Lord won't always reject us!", "32": "He causes a lot of suffering, but he also has pity because of his great love.", "33": "The Lord doesn't enjoy sending grief or pain.", "34": "Don't trample prisoners under your feet", "35": "or cheat anyone out of what is rightfully theirs. God Most High sees everything,", "36": "and he knows when you refuse to give someone a fair trial.", "37": "No one can do anything without the Lord's approval.", "38": "Good and bad each happen at the command of God Most High.", "39": "We're still alive! We shouldn't complain when we are being punished for our sins.", "40": "Instead, we should think about the way we are living, and turn back to the Lord.", "41": "When we lift our hands in prayer to God in heaven, we should offer him our hearts and say, ", "42": "“We've sinned! We've rebelled against you, and you haven't forgiven us!", "43": "Anger is written all over you, as you pursue and slaughter us without showing pity.", "44": "You are behind a wall of clouds that blocks out our prayers.", "45": "You allowed nations to treat us like garbage;", "46": "our enemies curse us.", "47": "We are terrified and trapped, caught and crushed.”", "48": "My people are destroyed! Tears flood my eyes,", "49": "and they won't stop", "50": "until the Lord looks down from heaven and helps.", "51": "I am horrified when I see what enemies have done to the young women of our city.", "52": "No one had reason to hate me, but I was hunted down like a bird.", "53": "Then they tried to kill me by tossing me into a pit and throwing stones at me.", "54": "Water covered my head— I thought I was gone.", "55": "From the bottom of the pit, I prayed to you, Lord.", "56": "I begged you to listen. “Help!” I shouted. “Save me!” You answered my prayer", "57": "and came when I was in need. You told me, “Don't worry!”", "58": "You rescued me and saved my life.", "59": "You saw them abuse me, Lord, so make things right.", "60": "You know every plot they have made against me.", "61": "Yes, you know their insults and their evil plans.", "62": "All day long they attack with words and whispers.", "63": "No matter what they are doing, they keep on mocking me.", "64": "Pay them back for everything they have done, Lord!", "65": "Put your curse on them and make them suffer.[e]", "66": "Get angry and go after them until not a trace is left under the heavens."}