{"1": "The Prophet Speaks: The purest gold is ruined and has lost its shine; jewels from the temple lie scattered in the streets.", "2": "These are Zion's people, worth more than purest gold; yet they are counted worthless like dishes of clay.", "3": "Even jackals[a] nurse their young, but my people are like ostriches that abandon their own.", "4": "Babies are so thirsty that their tongues are stuck to the roof of the mouth. Children go begging for food, but no one gives them any.", "5": "All who ate expensive foods lie starving in the streets; those who grew up in luxury now sit on trash heaps.", "6": "My nation was punished worse than the people of Sodom, whose city was destroyed in a flash without the help of human hands.[b]", "7": "The leaders of Jerusalem were purer than snow and whiter than milk; their bodies were healthy and glowed like jewels.[c]", "8": "Now they are blacker than tar, and no one recognizes them; their skin clings to their bones and is drier than firewood.", "9": "Being killed with a sword is better than slowly starving to death.", "10": "Life in the city is so bad that loving mothers have boiled and eaten their own children.", "11": "The Lord was so fiercely angry that he burned the city of Zion to the ground.", "12": "Not a king on this earth or the people of any nation believed enemies could break through her gates.", "13": "Jerusalem was punished because her prophets and her priests had sinned and caused the death of innocent victims.", "14": "Yes, her prophets and priests were covered with blood; no one would come near them, as they wandered from street to street.", "15": "Instead, everyone shouted, “Go away! Don't touch us! You're filthy and unfit to belong to God's people!” So they had to leave and become refugees. But foreign nations told them, “You can't stay here!”[d]", "16": "The Lord is the one who sent them scattering, and he has forgotten them. No respect or kindness will be shown to the priests or leaders.", "17": "Our eyes became weary, hopelessly looking for help from a nation[e] that could not save us.", "18": "Enemies hunted us down on every public street. Our time was up; our doom was near.", "19": "They swooped down faster than eagles from the sky. They hunted for us in the hills and set traps to catch us out in the desert.", "20": "The Lord's chosen leader[f] was our hope for survival! We thought he would keep us safe somewhere among the nations, but even he was caught in one of their traps.", "21": "You people of Edom can celebrate now! But your time will come to suffer and stagger around naked.", "22": "The people of Zion have paid for their sins, and the Lord will soon let them return home. But, people of Edom, you will be punished, and your sins exposed."}