{"1": "He exhorteth the newborn in faith, to lead their lives answerable to the same: 6 and lest their faith should stagger, he bringeth in that which was foretold touching Christ. 11 Then he willeth them to be obedient to Magistrates, 21 and that they patiently bear adversity after Christ's example. Wherefore, [a]laying aside all maliciousness, and all guile, and dissimulation, and envy, and all evil speaking,", "2": "[b]As [c]newborn babes desire that sincere milk of the word, that ye may grow thereby,", "3": "[d]Because ye [e]have tasted that the Lord is bountiful.", "4": "[f]To whom coming as unto a living stone, disallowed of men, but chosen of God and precious,", "5": "Ye also as lively stones, be made a spiritual house, [g]an holy Priesthood to offer up spiritual sacrifices acceptable to God by Jesus Christ.", "6": "[h]Wherefore also it is contained in the Scripture, Behold, I put in Zion a chief cornerstone, elect and precious, and he that believeth therein, shall not be ashamed.", "7": "[i]Unto you therefore which believe, it is precious: but unto them which be disobedient, the stone which the builders disallowed, the same is made the head of the corner,", "8": "And a stone to stumble at, and a rock of offence, even to them which stumble at the word, being disobedient, unto the which thing they were even ordained.", "9": "[j]But ye are a chosen generation, a royal Priesthood, an holy nation, a people set at liberty, that ye should show forth the virtues of him that hath called you out of darkness into his marvelous light,", "10": "Which in time past were not a people, yet are now the people of God: which in time past were not under mercy, but now have obtained mercy.", "11": "[k]Dearly beloved, [l]I beseech you, as strangers and pilgrims, [m]abstain from fleshly lusts [n]which fight against the soul,", "12": "[o] And have your conversation honest among the Gentiles, that they which speak evil of you as of evil doers, [p]may by your good works which they shall see, glorify God in the day of [q]visitation.", "13": "[r] Therefore submit yourselves unto [s]all manner ordinance of man [t]for the Lord's sake, [u]whether it be unto the King, as unto the superior,", "14": "Or unto governors, as unto them that are sent of him, [v]for the punishment of evil doers, and for the praise of them that do well.", "15": "[w]For so is the will of God, that by well doing ye may put to silence the ignorance of the foolish men.", "16": "As free, and not as having the liberty for a cloak of maliciousness, but as the servants of God.", "17": "[x][y]Honor all men: love [z]brotherly fellowship: fear God: honor the King.", "18": "[aa]Servants, be subject to your masters with all fear, not only to the good and courteous, but also to the froward.", "19": "[ab]For this is thankworthy, if a man for [ac]conscience toward God endure grief, suffering wrongly.", "20": "For what praise is it, if when ye be buffeted for your faults, ye take it patiently? but and if when ye do well, ye suffer wrong and take it patiently, this is acceptable to God.", "21": "[ad]For hereunto ye are called: for Christ also suffered for you, leaving you an [ae]example that ye should follow his steps,", "22": "Who did no sin, neither was there guile found in his mouth.", "23": "Who when he was reviled, reviled not again: when he suffered, he threatened not, but [af]committed it to him [ag]that judgeth righteously.", "24": "[ah]Who his own self bare our sins in his body on the tree, that we being dead to sin, should live in righteousness: by whose stripes ye were healed.", "25": "For ye were as sheep going astray: but are now returned unto the Shepherd and Bishop of your souls."}