{"1": "He bringeth in Christ's example, and applieth it, 6 to the mortifying of the flesh, especially commending Charity: 12 And so entreateth of patience. 19 That it is necessary that correction begin at the Church. Forasmuch [a]then as Christ hath suffered for us in the flesh, arm yourselves likewise with the same mind, which is, that he which hath suffered in the flesh, hath ceased from sin,", "2": "That he hence forward should live (as much time as [b]remaineth in the flesh) not after the lusts of men, but after the will of God.", "3": "[c]For it is sufficient for us that we have spent the time past of the life, after the lust [d]of the Gentiles walking in wantonness, lusts, drunkenness, in gluttony, drinkings, and in abominable idolatries.", "4": "[e]Wherein it seemeth to them [f]strange, that ye run not with them unto the same excess of riot: therefore speak they evil of you.", "5": "Which shall give account to him, that is ready to judge quick and dead.", "6": "[g]For unto this purpose was the Gospel preached also unto the dead, that they might be condemned according to men in the flesh, but might live according to God in the spirit.", "7": "[h]Now the end of all things is at hand. Be ye therefore sober, and watching in prayer.", "8": "[i]But above all things have fervent love among you: for love shall cover the multitude of sins.", "9": "[j]Be ye harberous one to another, without grudging.", "10": "[k]Let every man as he hath received the gift, minister the same one to another, [l]as good disposers of the manifold grace of God.", "11": "[m]If any man speak, let him speak as the words of God. If any man minister, let him do it as of the ability which God ministereth, that God in all things may be glorified through Jesus Christ, to whom is praise and dominion forever, and ever, Amen.", "12": "[n]Dearly beloved, think it not [o]strange [p]concerning the fiery trial, which is among you to prove you as though some strange thing were come unto you.", "13": "[q]But rejoice, inasmuch as ye are partakers of Christ's sufferings, that when his glory shall appear, ye may be glad and rejoice.", "14": "[r]If ye be railed upon for the Name of Christ, blessed are ye: for the [s]spirit of glory and of God resteth upon you: which on their part is evil spoken of, but on your part is glorified.", "15": "[t]But let none of you suffer as a murderer, or as a thief, or an evil doer, or as a busybody in other men's matters.", "16": "But if any man suffer as a Christian, let him not be ashamed: but let him glorify God in this behalf.", "17": "[u]For the time is come that judgment must begin at the house of God. [v]If it first begin at us, what shall the end be of them which obey not the Gospel of God?", "18": "And if the righteous scarcely be saved, where shall the ungodly and the sinner appear?", "19": "[w]Wherefore let them that suffer according to the will of God, commit their souls to him in well doing, as unto a faithful Creator."}