{"1": "He warneth the Elders not to usurp authority over the Church, 5 willing the younger sort to be willing to be taught, and to be modest, 8 to be sober and watchful to resist the cruel adversary. The [a]Elders which are among you, [b]I beseech which am also an Elder, and a witness of the sufferings of Christ, and also a partaker of the glory that shall be revealed,", "2": "[c][d]Feed the [e]flock of God, [f]which dependeth upon you, [g]caring for it not by constraint, but willingly: not for filthy lucre, but of a ready mind:", "3": "Not as though ye were Lords over God's [h]heritage, but that ye may be examples to the flock.", "4": "[i]And when that chief Shepherd shall appear, ye shall receive an incorruptible crown of glory.", "5": "[j]Likewise ye younger submit yourselves unto the Elders, and submit yourselves every man, one to another: deck yourselves inwardly in lowliness of mind: [k]for God resisteth the proud, and giveth grace to the humble.", "6": "Humble yourselves therefore [l]under the mighty hand of God, that he may exalt you in due time.", "7": "Cast all your care on him: for he careth for you.", "8": "[m]Be sober, and watch: for your adversary the devil as a roaring lion walketh about, seeking whom he may devour:", "9": "Whom resist steadfast in the faith, [n]knowing that the same afflictions are accomplished in your [o]brethren which are in the world.", "10": "[p]And the God of all grace, which hath called us unto his eternal glory by Christ Jesus, after that ye have suffered a little, make you perfect, confirm, strengthen, and establish you.", "11": "To him be glory and dominion forever and ever, Amen.", "12": "[q]By Silvanus a faithful brother unto you, as I suppose, have I written briefly, exhorting and testifying how that this is the true grace of God, wherein ye stand.", "13": "[r]The Church that is at [s]Babylon elected together with you, saluteth you, and Mark my son.", "14": "Greet ye one another with the  kiss of love. Peace be with you all which are in Christ Jesus, Amen."}