{"1": "Thus the Lord said to me, “Go and buy yourself a linen waistband and put it around your waist, but do not put it in water.”", "2": "So I bought the waistband in accordance with the word of the Lord and put it around my waist.", "3": "Then the word of the Lord came to me a second time, saying,", "4": "“Take the waistband that you have bought, which is around your waist, and arise, go to [a]the Euphrates and hide it there in a crevice of the rock.”", "5": "So I went and hid it by the Euphrates, as the Lord had commanded me.", "6": "After many days the Lord said to me, “Arise, go to the Euphrates and take from there the waistband which I commanded you to hide there.”", "7": "Then I went to the Euphrates and dug, and I took the waistband from the place where I had hidden it; and lo, the waistband was ruined, it was totally worthless.", "8": "Then the word of the Lord came to me, saying,", "9": "“Thus says the Lord, 'Just so will I destroy the pride of Judah and the great pride of Jerusalem.", "10": "This wicked people, who refuse to listen to My words, who walk in the stubbornness of their hearts and have gone after other gods to serve them and to bow down to them, let them be just like this waistband which is totally worthless.", "11": "For as the waistband clings to the waist of a man, so I made the whole household of Israel and the whole household of Judah cling to Me,' declares the Lord, 'that they might be for Me a people, for [b]renown, for praise and for glory; but they did not listen.'", "12": "“Therefore you are to speak this word to them, 'Thus says the Lord, the God of Israel, “Every jug is to be filled with wine.”' And when they say to you, 'Do we not very well know that every jug is to be filled with wine?'", "13": "then say to them, 'Thus says the Lord, “Behold I am about to fill all the inhabitants of this land—the kings that sit for David on his throne, the priests, the prophets and all the inhabitants of Jerusalem—with drunkenness!", "14": "I will dash them against each other, both the fathers and the sons together,” declares the Lord. “I will not show pity nor be sorry nor have compassion so as not to destroy them.”'”", "15": "Listen and give heed, do not be haughty, For the Lord has spoken.", "16": "Give glory to the Lord your God, Before He brings darkness And before your feet stumble On the dusky mountains, And while you are hoping for light He makes it into deep darkness, And turns it into gloom.", "17": "But if you will not listen to it, My soul will sob in secret for such pride; And my eyes will bitterly weep And flow down with tears, Because the flock of the Lord has been taken captive.", "18": "Say to the king and the queen mother, “Take a lowly seat, For your beautiful crown Has come down from your head.”", "19": "The cities of the Negev have been locked up, And there is no one to open them; All Judah has been carried into exile, Wholly carried into exile.", "20": "“Lift up your eyes and see Those coming from the north. Where is the flock that was given you, Your beautiful sheep?", "21": "“What will you say when He appoints over you— And you yourself had taught them— Former [c]companions to be head over you? Will not pangs take hold of you Like a woman in childbirth?", "22": "“If you say in your heart, 'Why have these things happened to me?' Because of the magnitude of your iniquity Your skirts have been removed And your heels have [d]been exposed.", "23": "“Can the Ethiopian change his skin Or the leopard his spots? Then you also can do good Who are accustomed to doing evil.", "24": "“Therefore I will scatter them like drifting straw To the desert wind.", "25": "“This is your lot, the portion measured to you From Me,” declares the Lord, “Because you have forgotten Me And trusted in falsehood.", "26": "“So I Myself have also stripped your skirts off over your face, That your shame may be seen.", "27": "“As for your adulteries and your lustful neighings, The lewdness of your prostitution On the hills in the field, I have seen your abominations. Woe to you, O Jerusalem! How long will you remain unclean?”"}