{"1": "That which came as the word of the Lord to Jeremiah in regard to the drought:", "2": "“Judah mourns And her gates languish; They sit on the ground in mourning, And the cry of Jerusalem has ascended.", "3": "“Their nobles have sent their [a]servants for water; They have come to the cisterns and found no water. They have returned with their vessels empty; They have been put to shame and humiliated, And they cover their heads.", "4": "“Because the ground is [b]cracked, For there has been no rain on the land; The farmers have been put to shame, They have covered their heads.", "5": "“For even the doe in the field has given birth only to abandon her young, Because there is no grass.", "6": "“The wild donkeys stand on the bare heights; They pant for air like jackals, Their eyes fail For there is no vegetation.", "7": "“Although our iniquities testify against us, O Lord, act for Your name's sake! Truly our apostasies have been many, We have sinned against You.", "8": "“O Hope of Israel, Its Savior in time of distress, Why are You like a stranger in the land Or like a traveler who has pitched his tent for the night?", "9": "“Why are You like a man dismayed, Like a mighty man who cannot save? Yet You are in our midst, O Lord, And we are called by Your name; Do not forsake us!”", "10": "Thus says the Lord to this people, “Even so they have loved to wander; they have not kept their feet in check. Therefore the Lord does not accept them; now He will remember their iniquity and call their sins to account.”", "11": "So the Lord said to me, “Do not pray for the welfare of this people.", "12": "When they fast, I am not going to listen to their cry; and when they offer burnt offering and grain offering, I am not going to accept them. Rather I am going to make an end of them by the sword, famine and pestilence.”", "13": "But, “Ah, Lord [c]God!” I said, “Look, the prophets are telling them, 'You will not see the sword nor will you have famine, but I will give you [d]lasting peace in this place.'”", "14": "Then the Lord said to me, “The prophets are prophesying falsehood in My name. I have neither sent them nor commanded them nor spoken to them; they are prophesying to you a false vision, divination, futility and the deception of their own [e]minds.", "15": "Therefore thus says the Lord concerning the prophets who are prophesying in My name, although it was not I who sent them—yet they keep saying, 'There will be no sword or famine in this land'—by sword and famine those prophets shall [f]meet their end!", "16": "The people also to whom they are prophesying will be thrown out into the streets of Jerusalem because of the famine and the sword; and there will be no one to bury them—neither them, nor their wives, nor their sons, nor their daughters—for I will pour out their own wickedness on them.", "17": "“You will say this word to them, 'Let my eyes flow down with tears night and day, And let them not cease; For the virgin daughter of my people has been crushed with a mighty blow, With a sorely infected wound.", "18": "'If I go out to the country, Behold, those [g]slain with the sword! Or if I enter the city, Behold, diseases of famine! For both prophet and priest Have [h]gone roving about in the land that they do not know.'”", "19": "Have You completely rejected Judah? Or have [i]You loathed Zion? Why have You stricken us so that we are beyond healing? We waited for peace, but nothing good came; And for a time of healing, but behold, terror!", "20": "We know our wickedness, O Lord, The iniquity of our fathers, for we have sinned against You.", "21": "Do not despise us, for Your own name's sake; Do not disgrace the throne of Your glory; Remember and do not annul Your covenant with us.", "22": "Are there any among the [j]idols of the nations who give rain? Or can the heavens grant showers? Is it not You, O Lord our God? Therefore we [k]hope in You, For You are the one who has done all these things."}