{"1": "Now the word of the Lord came to me saying,", "2": "“Go and proclaim in the ears of Jerusalem, saying, 'Thus says the Lord, “I remember concerning you the [a]devotion of your youth, The love of your betrothals, Your following after Me in the wilderness, Through a land not sown.", "3": "“Israel was holy to the Lord, The first of His harvest. All who ate of it became guilty; Evil came upon them,” declares the Lord.'”", "4": "Hear the word of the Lord, O house of Jacob, and all the families of the house of Israel.", "5": "Thus says the Lord, “What injustice did your fathers find in Me, That they went far from Me And walked after emptiness and became empty?", "6": "“They did not say, 'Where is the Lord Who brought us up out of the land of Egypt, Who led us through the wilderness, Through a land of deserts and of pits, Through a land of drought and of [b]deep darkness, Through a land that no one crossed And where no man dwelt?'", "7": "“I brought you into the fruitful land To eat its fruit and its good things. But you came and defiled My land, And My inheritance you made an abomination.", "8": "“The priests did not say, 'Where is the Lord?' And those who handle the law did not know Me; The [c]rulers also transgressed against Me, And the prophets prophesied by Baal And walked after things that did not profit.", "9": "“Therefore I will yet contend with you,” declares the Lord, “And with your sons' sons I will contend.", "10": "“For cross to the coastlands of [d]Kittim and see, And send to Kedar and observe closely And see if there has been such a thing as this!", "11": "“Has a nation changed gods When they were not gods? But My people have changed their glory For that which does not profit.", "12": "“Be appalled, O heavens, at this, And shudder, be very desolate,” declares the Lord.", "13": "“For My people have committed two evils: They have forsaken Me, The fountain of living waters, To hew for themselves cisterns, Broken cisterns That can hold no water.", "14": "“Is Israel a slave? Or is he a homeborn servant? Why has he become a prey?", "15": "“The young lions have roared at him, They have [e]roared loudly. And they have made his land a waste; His cities have been destroyed, without inhabitant.", "16": "“Also the [f]men of Memphis and Tahpanhes Have [g]shaved the crown of your head.", "17": "“Have you not done this to yourself By your forsaking the Lord your God When He led you in the way?", "18": "“But now what are you doing on the road to Egypt, To drink the waters of the [h]Nile? Or what are you doing on the road to Assyria, To drink the waters of the [i]Euphrates?", "19": "“Your own wickedness will correct you, And your apostasies will reprove you; Know therefore and see that it is evil and bitter For you to forsake the Lord your God, And the dread of Me is not in you,” declares the Lord [j]God of hosts.", "20": "“For long ago [k]I broke your yoke And tore off your bonds; But you said, 'I will not serve!' For on every high hill And under every green tree You have lain down as a harlot.", "21": "“Yet I planted you a choice vine, A completely faithful seed. How then have you turned yourself before Me Into the degenerate shoots of a foreign vine?", "22": "“Although you wash yourself with lye And [l]use much soap, The stain of your iniquity is before Me,” declares the Lord [m]God.", "23": "“How can you say, 'I am not defiled, I have not gone after the Baals'? Look at your way in the valley! Know what you have done! You are a swift young camel entangling her ways,", "24": "A wild donkey accustomed to the wilderness, That sniffs the wind in her passion. In the time of her [n]heat who can turn her away? All who seek her will not become weary; In her month they will find her.", "25": "“Keep your feet from being unshod And your throat from thirst; But you said, 'It is [o]hopeless! No! For I have loved strangers, And after them I will walk.'", "26": "“As the thief is shamed when he is discovered, So the house of Israel is shamed; They, their kings, their princes And their priests and their prophets,", "27": "Who say to a tree, 'You are my father,' And to a stone, 'You gave me birth.' For they have turned their back to Me, And not their face; But in the time of their [p]trouble they will say, 'Arise and save us.'", "28": "“But where are your gods Which you made for yourself? Let them arise, if they can save you In the time of your [q]trouble; For according to the number of your cities Are your gods, O Judah.", "29": "“Why do you contend with Me? You have all transgressed against Me,” declares the Lord.", "30": "“In vain I have struck your sons; They accepted no chastening. Your sword has devoured your prophets Like a destroying lion.", "31": "“O generation, heed the word of the Lord. Have I been a wilderness to Israel, Or a land of thick darkness? Why do My people say, 'We are free to roam; We will no longer come to You'?", "32": "“Can a virgin forget her ornaments, Or a bride her attire? Yet My people have forgotten Me Days without number.", "33": "“How well you prepare your way To seek love! Therefore even [r]the wicked women You have taught your ways.", "34": "“Also on your skirts is found The lifeblood of the innocent poor; You did not find them breaking in. But in spite of all these things,", "35": "Yet you said, 'I am innocent; Surely His anger is turned away from me.' Behold, I will enter into judgment with you Because you say, 'I have not sinned.'", "36": "“Why do you go around so much Changing your way? Also, you will be put to shame by Egypt As you were put to shame by Assyria.", "37": "“From this place also you will go out With your hands on your head; For the Lord has rejected those in whom you trust, And you will not prosper with them.”"}