{"1": "“Roam to and fro through the streets of Jerusalem, And look now and take note. And seek in her open squares, If you can find a man, If there is one who does justice, who seeks [a]truth, Then I will pardon her.", "2": "“And although they say, 'As the Lord lives,' Surely they swear falsely.”", "3": "O Lord, do not Your eyes look for [b]truth? You have smitten them, But they did not [c]weaken; You have consumed them, But they refused to take correction. They have made their faces harder than rock; They have refused to repent.", "4": "Then I said, “They are only the poor, They are foolish; For they do not know the way of the Lord Or the ordinance of their God.", "5": "“I will go to the great And will speak to them, For they know the way of the Lord And the ordinance of their God.” But they too, with one accord, have broken the yoke And burst the bonds.", "6": "Therefore a lion from the forest will slay them, A wolf of the deserts will destroy them, A leopard is watching their cities. Everyone who goes out of them will be torn in pieces, Because their transgressions are many, Their apostasies are numerous.", "7": "“Why should I pardon you? Your sons have forsaken Me And sworn by those who are not gods. When I had fed them to the full, They committed adultery And trooped to the harlot's house.", "8": "“They were well-fed lusty horses, Each one neighing after his neighbor's wife.", "9": "“Shall I not punish [d]these people,” declares the Lord, “And on a nation such as this Shall I not avenge Myself?", "10": "“Go up through her vine rows and destroy, But do not execute a complete destruction; Strip away her branches, For they are not the Lord's.", "11": "“For the house of Israel and the house of Judah Have dealt very treacherously with Me,” declares the Lord.", "12": "They have lied about the Lord And said, “[e]Not He; Misfortune will not come on us, And we will not see sword or famine.", "13": "“The prophets are as wind, And the word is not in them. Thus it will be done to them!”", "14": "Therefore, thus says the Lord, the God of hosts, “Because you have spoken this word, Behold, I am making My words in your mouth fire And this people wood, and it will consume them.", "15": "“Behold, I am bringing a nation against you from afar, O house of Israel,” declares the Lord. “It is an enduring nation, It is an ancient nation, A nation whose language you do not know, Nor can you understand what they say.", "16": "“Their quiver is like an open grave, All of them are mighty men.", "17": "“They will devour your harvest and your food; They will devour your sons and your daughters; They will devour your flocks and your herds; They will devour your vines and your fig trees; They will demolish with the sword your fortified cities in which you trust.", "18": "“Yet even in those days,” declares the Lord, “I will not make you a complete destruction.", "19": "It shall come about when [f]they say, 'Why has the Lord our God done all these things to us?' then you shall say to them, 'As you have forsaken Me and served foreign gods in your land, so you will serve strangers in a land that is not yours.'", "20": "“Declare this in the house of Jacob And proclaim it in Judah, saying,", "21": "'Now hear this, O foolish and [g]senseless people, Who have eyes but do not see; Who have ears but do not hear.", "22": "'Do you not fear Me?' declares the Lord. 'Do you not tremble in My presence? For I have placed the sand as a boundary for the sea, An eternal decree, so it cannot cross over it. Though the waves toss, yet they cannot prevail; Though they roar, yet they cannot cross over it.", "23": "'But this people has a stubborn and rebellious heart; They have turned aside and departed.", "24": "'They do not say in their heart, “Let us now fear the Lord our God, Who gives rain in its season, Both the autumn rain and the spring rain, Who keeps for us The appointed weeks of the harvest.”", "25": "'Your iniquities have turned these away, And your sins have withheld good from you.", "26": "'For wicked men are found among My people, They watch like fowlers [h]lying in wait; They set a trap, They catch men.", "27": "'Like a cage full of birds, So their houses are full of deceit; Therefore they have become great and rich.", "28": "'They are fat, they are sleek, They also [i]excel in deeds of wickedness; They do not plead the cause, The cause of the [j]orphan, that they may prosper; And they do not [k]defend the rights of the poor.", "29": "'Shall I not punish [l]these people?' declares the Lord, 'On a nation such as this Shall I not avenge Myself?'", "30": "“An appalling and horrible thing Has happened in the land:", "31": "The prophets prophesy falsely, And the priests rule [m]on their own authority; And My people love it so! But what will you do at the end of it?"}