{"1": "“Flee for safety, O sons of Benjamin, From the midst of Jerusalem! Now blow a trumpet in Tekoa And raise a signal over [a]Beth-haccerem; For evil looks down from the north, And a great destruction.", "2": "“The comely and dainty one, the daughter of Zion, I will cut off.", "3": "“Shepherds and their flocks will come to her, They will pitch their tents [b]around her, They will pasture each in his [c]place.", "4": "“[d]Prepare war against her; Arise, and let us [e]attack at noon. Woe to us, for the day declines, For the shadows of the evening lengthen!", "5": "“Arise, and let us [f]attack by night And destroy her [g]palaces!”", "6": "For thus says the Lord of hosts, “Cut down her trees And cast up a siege against Jerusalem. This is the city to be punished, In whose midst there is only oppression.", "7": "“As a well [h]keeps its waters fresh, So she [i]keeps fresh her wickedness. Violence and destruction are heard in her; Sickness and wounds are ever before Me.", "8": "“Be warned, O Jerusalem, Or [j]I shall be alienated from you, And make you a desolation, A land not inhabited.”", "9": "Thus says the Lord of hosts, “They will thoroughly glean as the vine the remnant of Israel; Pass your hand again like a grape gatherer Over the branches.”", "10": "To whom shall I speak and give warning That they may hear? Behold, their ears are [k]closed And they cannot listen. Behold, the word of the Lord has become a reproach to them; They have no delight in it.", "11": "But I am full of the wrath of the Lord; I am weary with holding it in. “Pour it out on the children in the street And on the [l]gathering of young men together; For both husband and wife shall be taken, The aged [m]and the very old.", "12": "“Their houses shall be turned over to others, Their fields and their wives together; For I will stretch out My hand Against the inhabitants of the land,” declares the Lord.", "13": "“For from the least of them even to the greatest of them, Everyone is greedy for gain, And from the prophet even to the priest Everyone [n]deals falsely.", "14": "“They have healed the brokenness of My people superficially, Saying, 'Peace, peace,' But there is no peace.", "15": "“Were they ashamed because of the abomination they have done? They were not even ashamed at all; They did not even know how to blush. Therefore they shall fall among those who fall; At the time that I punish them, They shall be cast down,” says the Lord.", "16": "Thus says the Lord, “Stand by the ways and see and ask for the ancient paths, Where the good way is, and walk in it; And you will find rest for your souls. But they said, 'We will not walk in it.'", "17": "“And I set watchmen over you, saying, 'Listen to the sound of the trumpet!' But they said, 'We will not listen.'", "18": "“Therefore hear, O nations, And know, O congregation, what is among them.", "19": "“Hear, O earth: behold, I am bringing disaster on this people, The fruit of their [o]plans, Because they have not listened to My words, And as for My law, they have rejected it also.", "20": "“For what purpose does frankincense come to Me from Sheba And the [p]sweet cane from a distant land? Your burnt offerings are not acceptable And your sacrifices are not pleasing to Me.”", "21": "Therefore, thus says the Lord, “Behold, I am [q]laying stumbling blocks before this people. And they will stumble against them, Fathers and sons together; Neighbor and [r]friend will perish.”", "22": "Thus says the Lord, “Behold, a people is coming from the north land, And a great nation will be aroused from the remote parts of the earth.", "23": "“They seize bow and spear; They are cruel and have no mercy; Their voice roars like the sea, And they ride on horses, Arrayed as a man for the battle Against you, O daughter of Zion!”", "24": "We have heard the report of it; Our hands are limp. Anguish has seized us, Pain as of a woman in childbirth.", "25": "Do not go out into the field And do not walk on the road, For the enemy has a sword, Terror is on every side.", "26": "O daughter of my people, put on sackcloth And roll in ashes; [s]Mourn as for an only son, A lamentation most bitter. For suddenly the destroyer Will come upon us.", "27": "“I have made you an assayer and a tester among My people, That you may know and assay their way.”", "28": "All of them are stubbornly rebellious, Going about as a talebearer. They are bronze and iron; They, all of them, are corrupt.", "29": "The bellows blow fiercely, The lead is consumed by the fire; In vain the refining goes on, But the wicked are not [t]separated.", "30": "They call them rejected silver, Because the Lord has rejected them."}