{"1": "Then Yahweh said to me, “Even if Moses and Samuel stood before me,[a] my heart would not be to this people. Send them away from my sight,[b] and let them go out. ", "2": "And then[c] if they say to you, 'Where shall we go?' Then you shall say to them, 'Thus says Yahweh, “Those who are destined for the plague, to the plague, and those who are destined for the sword, to the sword, and those who are destined for the famine, to the famine, and those who are destined for the captivity, to the captivity.”'", "3": "“And I will summon[d] over them four types of calamity,” declares[e] Yahweh, “the sword to kill, and the dogs to drag away, and the birds[f] of the air and the wild animals[g] of the earth to devour and to destroy. ", "4": "And I will make them a terror to all of the kingdoms of the earth because of Manasseh, the son of Hezekiah, the king of Judah, because of what he did in Jerusalem.", "5": "“For who will have compassion on you, O Jerusalem, or who will show sympathy to you, or who will turn aside to ask about your welfare?[h]", "6": "You have forsaken me,” declares[i] Yahweh. “You go backward, so I have stretched my hand against you, and I have destroyed you. I am tired of becoming remorseful.", "7": "And I have winnowed them with a winnowing fork in the gates of the land. I am bereaved. I have destroyed my people. They did not turn back from their ways.", "8": "Their widows[j] will be more numerous before me than the sand of the seas. I have brought to them, against the mothers[k] of young men,[l] a destroyer at noon. I will suddenly drop on her anguish and horror.[m]", "9": "She who gave birth to seven has withered away. She gasps her breath. Her sun set[n] while still day. She has been put to shame and disgraced. And the remainder of them I will give to the sword before[o] their enemies,” declares[p] Yahweh.", "10": "Woe to me, O my mother, that you gave birth to me, a man of contention and quarreling to the whole land.[q] I have not lent out and I have not borrowed.[r] All of them are cursing me.", "11": "Yahweh said, “Surely[s] I will set you free to be good[t] for you, surely[u] I will cause the enemy to intercede with you in a time of trouble, and in a time of distress.", "12": "Can anyone break iron, iron from the north, or bronze?", "13": "I will give your wealth and your treasures as plunder without price, even because of all your sins, and throughout all your territories.", "14": "And I will make you serve your enemies in a land that you do not know, for a fire will kindle in my anger. Upon you it will be kindled.”", "15": "You who know, O Yahweh, remember me, and attend to me, and take revenge for me against my persecutors in your forbearance.[v] You must take me away. Know that I am carrying disgrace because of you.", "16": "Your words were found and I ate them, and your words became to me as jubilation, even as the joy of my heart, for your name is called on me, O Yahweh God of hosts.", "17": "I sat not in the assembly of jokers, nor did I exult. Because of the presence[w] of your hand I sat alone, for you filled me with indignation.", "18": "Why is my pain endless, and my wound incurable? It refuses to become healed. Truly you are to me like a deceitful brook, waters that are not trustworthy.", "19": "Therefore thus says Yahweh, “If you turn back, then I will take you back. You will stand before me.[x] And if you utter what is precious and not what is worthless, you will be as my mouth. They will turn back to you, and you will not turn back to them.", "20": "And I will make you to this people a wall of fortified bronze, and they will fight against you, but they will not prevail over you, for I am with you, to save you, and to deliver you,” declares[y] Yahweh.", "21": "“And I will deliver you from the hand of the wicked, and I will redeem you from the hand of the tyrant.”"}