{"1": "A saying:[a] 'Look, if a man divorces his wife, and she goes from him and she becomes another man's wife,[b] will he return to her again?' Will not that land be greatly defiled? And you have prostituted yourself with many lovers, would you now return to me?” declares[c] Yahweh.", "2": "“Lift up your eyes at the barren heights, and see where you have not been ravished. Beside the roads you sat for them like an Arab in the desert,[d] and you have defiled the land with your fornication and with your wickedness.", "3": "Therefore rain showers have been withheld, and the spring rain has not come. Yet you have[e] the forehead of a woman prostitute, you refuse to be ashamed.", "4": "Have you not just now called to me, 'My father, you are the close friend of my youth?", "5": "Will he be angry forever?[f] Will he maintain it always'?[g] Look, you have spoken, but you have done all the evil that you could.”[h]", "6": "Then Yahweh said to me in the days of Josiah, the king, “Have you seen what apostate[i] Israel has done? She has gone on every high hill and under every leafy tree and she has prostituted herself there. ", "7": "And I thought, 'After her doing all these things to me she will return,' but she did not return. And her treacherous sister Judah saw it.[j] ", "8": "And I saw that for this very reason, that[k] on account of apostate[l] Israel committing adultery I divorced her and gave the letter of divorce to her. Yet her treacherous sister Judah was not afraid and she went and prostituted herself also. ", "9": "And it was because of the frivolity of her fornication that she defiled the land and committed adultery with the stone and with the tree. ", "10": "Yet even in all this her treacherous sister Judah did not return to me with all her heart, but only[m] in pretense,”[n] declares[o] Yahweh.", "11": "Then Yahweh said to me, “Apostate[p] Israel has proved herself more upright[q] than treacherous Judah. ", "12": "Go, and proclaim these words toward the north, and say, 'Return, apostate[r] Israel,' declares[s] Yahweh. 'I will not cause my anger[t] to fall on you. For I am loyal,' declares[u] Yahweh. 'I will not be angry forever.[v]", "13": "Only acknowledge your guilt, that against Yahweh your God you have rebelled, and have scattered your ways to the strangers under every leafy tree, and you have not obeyed my voice,' declares[w] Yahweh.”", "14": "“Return, apostate[x] children,” declares[y] Yahweh. “For I am your master,[z] and I will take you one from a city and two from a clan,[aa] and I will bring you to Zion. ", "15": "Then I will give you shepherds after my own heart and they will feed you knowledge and insight. ", "16": "And it will be when you have multiplied and become fruitful in the land in those days,” declares[ab] Yahweh, “they will no longer say, 'The ark of the covenant of Yahweh.' And it will not come to mind,[ac] nor will they remember it, nor will they miss it,[ad] nor will it be made again. ", "17": "At that time they will call Jerusalem 'The Throne of Yahweh,' and all the nations will be gathered to it, to the name of Yahweh, to Jerusalem, and they will no longer go after the stubbornness of their evil heart. ", "18": "In those days the house of Judah will walk along with the house of Israel and they will come together from the land of the north to the land that I gave as an inheritance to your ancestors.[ae]", "19": "Then I thought, 'How I would set you among the children, and I would give you a land of desire, an inheritance of the glory of the hosts of nations.' And I thought, 'You would call me, “My father,” and you would not turn back from behind[af] me.'", "20": "However, as a wife departs treacherously from her lover, so you have dealt treacherously with me, O house of Israel,” declares[ag] Yahweh.", "21": "“A voice is heard on the barren heights, the weeping of the pleas for mercy of the children of Israel, because they have perverted their way, they have forgotten Yahweh their God.", "22": "Return, O apostate[ah] children, I will heal your backsliding. 'Look, we come to you, for you are Yahweh our God.", "23": "Surely, an illusion comes from the hills, the turmoil on the mountains. Surely, in Yahweh our God is the salvation of Israel.", "24": "But the shameful thing has devoured the labor of our ancestors[ai] from our youth, their flocks, and their cattle, their sons and their daughters.", "25": "Let us lie down in our shame, and let our disgrace cover us. For against Yahweh our God we have sinned, we and our ancestors,[aj] from our youth and until this day. and we have not obeyed the voice of Yahweh our God.'"}