{"1": "The word that came to Jeremiah from Yahweh after Nebuzaradan, the captain of the guard,[a] had let him go from Ramah, where he had been taken[b] bound in chains in the midst of all the exiles[c] of Jerusalem and Judah who were being deported to Babylon. ", "2": "And the captain of the guard[d] took Jeremiah and said to him, “Yahweh your God threatened this disaster to this place, ", "3": "and now he has brought it about,[e] and Yahweh has done just as[f] he threatened. Because you sinned against Yahweh and did not listen to his voice, so this thing has happened to you. ", "4": "And so then look, I have released you today[g] from the chains that were on your hands.[h] If it is good in your eyes to come with me to Babylon, then come, and I will take care of you.[i] But if it is bad in your eyes to come with me to Babylon, then refrain. Look, the whole land is before you.[j] To wherever it is good and right in your eyes to go, then go there.” ", "5": "While he still had not turned back, Nebuzaradan added, “Return to Gedaliah the son of Ahikam, the son of Shaphan, whom the king of Babylon has appointed in an official position over the towns of Judah, and stay with him in the midst of the people. Or to wherever it is right in your eyes to go, then go there.”[k] Then the captain of the guard[l] gave him an allowance of provisions and a present, and let him go. ", "6": "So Jeremiah went to Gedaliah the son of Ahikam, at Mizpah and stayed with him in the midst of the people who were left in the land.", "7": "When all the commanders of the armies who were in the open country and their men heard that the king of Babylon had appointed Gedaliah the son of Ahikam in an official position in the land, and that he had put him in charge of[m] men, and women, and little children, and of the poor of the land, of all those who had not been deported to Babylon, ", "8": "then they went to Gedaliah at Mizpah—Ishmael the son of Nethaniah, and Johanan, and Jehonathan the son of Kareah, and Seraiah the son of Tanhumeth, and the sons of Ephai the Netophathite, and Jezaniah the son of the Maacathite, they and their men. ", "9": "And Gedaliah the son of Ahikam, the son of Shaphan, swore to them and to their men, saying,[n] “You must not be afraid of serving the Chaldeans. Stay in the land and serve the king of Babylon, and it will go well with you. ", "10": "As for me,[o] look, I am staying at Mizpah to represent you before[p] the Chaldeans who come to us. But you, gather wine and summer fruit and oil, and put them in your vessels, and live in your towns that you have seized.” ", "11": "And also all the Judeans who were in Moab, and among the Ammonites,[q] and in Edom, and who were in all the lands, when they heard that the king of Babylon had given a remnant to Judah and that he had appointed Gedaliah the son of Ahikam, the son of Shaphan, in an official position over them, ", "12": "then all the Judeans returned from all the places to which they were scattered. And they came to the land of Judah, to Gedaliah at Mizpah, and they gathered wine and summer fruit that yielded in great abundance.[r]", "13": "And Johanan the son of Kareah and all the commanders of the armies who were in the open country came to Gedaliah at Mizpah ", "14": "and said to him, “Are you at all aware[s] that Baalis, the king of the Ammonites,[t] has sent Ishmael the son of Nethaniah, to kill you?” But Gedaliah the son of Ahikam would not believe them. ", "15": "Then Johanan the son of Kareah said to Gedaliah in secrecy at Mizpah, saying,[u] “Please let me go and kill Ishmael the son of Nethaniah, and nobody[v] will know. Why should he kill you, so that all of Judah who are gathered to you will be scattered, and the remnant of Judah will perish?” ", "16": "But Gedaliah the son of Ahikam said to Johanan the son of Kareah, “You must not do this thing, for you are telling a lie about Ishmael.”"}