{"1": "And then[a] in the seventh month Ishmael the son of Nethaniah, the son of Elishama, from the offspring of the kingship, and one of the chief officers of the king, came to Gedaliah the son of Ahikam at Mizpah, along with[b] ten men. And they ate bread together there at Mizpah. ", "2": "And Ishmael the son of Nethaniah got up, along with[c] the ten men who were with him, and they struck Gedaliah the son of Ahikam, the son of Shaphan, with the sword and killed him whom the king of Babylon had appointed in an official position over the land. ", "3": "Then Ishmael killed all the Judeans who were with Gedaliah at Mizpah, along with[d] the Chaldeans who were found there, the soldiers.[e]", "4": "And then[f] on the second day of the killing of Gedaliah—and no one[g] knew— ", "5": "then men came from Shechem, from Shiloh, and from Samaria, eighty men with shaven beards[h] and torn garments, who had cut themselves with blades, having[i] grain offerings[j] and frankincense in their hands[k] to bring to the temple[l] of Yahweh. ", "6": "And Ishmael the son of Nethaniah came out to meet them from Mizpah, weeping as he came.[m] And then[n] as he was meeting them, he said to them, “Come to Gedaliah, the son of Ahikam.” ", "7": "And then,[o] the moment of their coming to the middle of the city, then Ishmael the son of Nethaniah, along with[p] the men who were with him, slaughtered[q] them and threw them to the middle of the pit.[r] ", "8": "But ten men were found among them, and they said to Ishmael, “You must not kill us, for we have[s] hidden treasures in the field, wheat, and barley, and oil, and honey. So he refrained and he did not kill them in the midst of their fellow countrymen. ", "9": "Now the pit[t] into which Ishmael threw all the corpses of the men whom he had killed along with[u] Gedaliah was the same one that King Asa had made because of Baasha the king of Israel, who was against him. Ishmael the son of Nethaniah filled it with the slain ones.", "10": "Then Ishmael took captive all the rest of the people who were in Mizpah, the daughters of the king and all the people who were left at Mizpah, over whom Nebuzaradan, the captain of the guard,[v] had appointed Gedaliah the son of Ahikam. And Ishmael took them captive and set out to cross over to the Ammonites.[w]", "11": "When Johanan the son of Kareah and all the commanders of the armies who were with him, heard[x] all the evil that Ishmael the son of Nethaniah had done, ", "12": "then they took all the men and went to fight against Ishmael the son of Nethaniah. And they met him at the great pool that is in Gibeon. ", "13": "And then,[y] the moment that all the people who were with Ishmael saw Johanan the son of Kareah and all the commanders of the armies who were with him, they were glad. ", "14": "So all the people whom Ishmael had taken captive from Mizpah turned around and returned and went to Johanan the son of Kareah. ", "15": "But Ishmael the son of Nethaniah escaped with eight men from[z] Johanan, and they went to the Ammonites.[aa]", "16": "Then Johanan the son of Kareah and all the commanders of the armies who were with him took from Mizpah all the rest of the people whom he had recovered from Ishmael the son of Nethaniah, after he had killed Gedaliah the son of Ahikam, strong men, soldiers,[ab] and women, and little children, and eunuchs whom he brought back from Gibeon. ", "17": "And they set out and stayed at the lodging place of Chimham that is near Bethlehem, intending[ac] to go to Egypt ", "18": "because of the Chaldeans. For they were afraid of them,[ad] because Ishmael the son of Nethaniah had killed Gedaliah the son of Ahikam, whom the king of Babylon had appointed in an official position over the land."}