{"1": "Concerning the Ammonites:[a] Thus says Yahweh, “Are there no sons for Israel? Or is there no heir for him? Why has Milcom taken possession of Gad, and his people dwelled in its towns?", "2": "Therefore[b] look, days are coming,” declares[c] Yahweh, “and I will sound against Rabbah, the Ammonites,[d] the alarm of the war, and it will become as a mound of desolation, and its daughters will burn in the fire. Then Israel will dispossess his dispossessors,” says Yahweh.", "3": "“Wail, Heshbon, for Ai is devastated. Cry out, O daughters of Rabbah, put on sackcloth. Lament and run back and forth among the walls. For Milcom will go into exile, his priests and his officials together.", "4": "Why do you boast in your valleys? Your valleys[e] are ebbing. O unfaithful daughter, who trusted in her treasures, who said, 'Who will come against me?'", "5": "Look, I am going to bring dread on you,” declares[f] Lord Yahweh of hosts, “from all your surrounding neighbors. And you will be scattered, each one before it,[g] and there is no one who gathers the fugitives.[h]", "6": "Yet afterward[i] I will restore the fortunes[j] of the Ammonites,”[k] declares[l] Yahweh.", "7": "Concerning Edom, thus says Yahweh of hosts: “Is there no longer wisdom in Teman? Has counsel become lost from those who understand? Is their wisdom rotting?", "8": "Flee! Turn back! Get down low![m] O inhabitants of Dedan. For I will bring upon him the disaster of Esau at the time when I will punish him.", "9": "If grape-gatherers come to you, would they not leave gleanings? If thieves in the night, they destroy only enough for them.[n]", "10": "But I have stripped Esau bare. I have uncovered his hiding places, and he is not able to hide himself. His offspring are devastated, along with[o] his brothers, and his neighbors, and he is no more.[p]", "11": "Leave your orphans. I will let them[q] live. And your widows, let them trust in me.”", "12": "For thus says Yahweh, “Look, those who are not condemned[r] to drink the cup must certainly drink it.[s] And are you the one who will go entirely unpunished? You will not go unpunished, for you must certainly drink it.[t] ", "13": "For I have sworn by myself,” declares[u] Yahweh, “that Bozrah will become as a horror, as a disgrace, as a waste, and as a curse. And all her towns will be everlasting sites of ruins.”[v]", "14": "I have heard a message from Yahweh, and a messenger has been sent among the nations. “Gather and come against her, and rise for the battle.”", "15": "“For look, I will make you small among the nations, despised by the humankind.", "16": "Your terror has deceived you, the pride of your heart, O you who dwell in the clefts of the rock, you who seize the height of the hill. Though you make your nest high like the eagle, from there I will bring you down,” declares[w] Yahweh.", "17": "“And Edom will become as a horror, everyone who passes by it[x] will be appalled, and will hiss because of all its blows.", "18": "As the overthrow of Sodom and Gomorrah and their neighbors,” says Yahweh, “no one[y] will live there, and the son of humankind will not dwell as an alien in it.", "19": "Look, like a lion he comes up from the thickets of the Jordan to a pastureland by a constantly flowing stream.[z] So I will chase him away hurriedly[aa] from it. And whoever is chosen I will appoint over it. For who is like me, and who can summon me? And who is this, the shepherd who can stand before me?”[ab]", "20": "Therefore[ac] hear the plan of Yahweh that he has planned against Edom, and his plans that he has planned against the inhabitants of Teman. Surely[ad] they will drag them away, the little ones of the flock. Surely[ae] he will cause to be desolated over them their grazing place.", "21": "The earth will quake from the sound of their falling. A cry of distress! Their voice will be heard at the Red Sea.[af]", "22": "Look, like an eagle he will go up and he will swoop down, and he will spread out his wings against Bozrah. And the heart of the warriors of Edom will be in that day like the heart of a woman who is in labor.", "23": "Concerning Damascus: “Hamath and Arpad are ashamed, for they have heard bad news; they melt. There is concern in the sea. It is not able to keep quiet.", "24": "Damascus has grown slack. She has turned away to flee and panic. Anxiety has seized her, and labor pains have grasped her, like a woman in labor.", "25": "How the city of praise has not been abandoned! The city of my joy!", "26": "Therefore[ag] her young men will fall in her public squares, and all the soldiers[ah] will perish in that day,” declares[ai] Yahweh of hosts.", "27": "“And I will kindle a fire at the wall of Damascus, and it will devour the citadel fortresses of Ben-hadad.”", "28": "Concerning Kedar and concerning the kingdoms of Hazor that Nebuchadnezzar the king of Babylon defeated. Thus says Yahweh: “Rise up, go up against Kedar and destroy the people[aj] of the east.", "29": "They will take their tents, and their flocks, their tent curtains, and all their equipment, and their camels they will carry away for themselves, and they will call to them, 'Terror is from all around.'", "30": "Flee! Wander far away! Get down low![ak] O inhabitants of Hazor,” declares[al] Yahweh. “For Nebuchadnezzar, the king of Babylon, has planned a plan against you. And he has schemed[am] a scheme[an] against you.", "31": "Rise up, go up against a nation which is at ease, living securely,”[ao] declares[ap] Yahweh. “There are no gates and there are no bars[aq] for them, they dwell alone.", "32": "And their camels will become as plunder, and the multitude of their livestock as spoil. And I will scatter to every wind those who are trimmed to the side, and from every side[ar] I will bring their disaster,” declares[as] Yahweh.", "33": "“And Hazor will become as a lair of jackals, a waste forever; no one will live there, and no son of humankind will dwell as an alien in it.”", "34": "The word of Yahweh that came to Jeremiah the prophet concerning Elam at the beginning of the reign of Zedekiah the king of Judah, saying,[at] ", "35": "“Thus says Yahweh of hosts: 'Look, I am going to break the bow of Elam, the first and best of their might.", "36": "And I will bring to Elam four winds, from the four corners of heaven, and I will scatter them to all these winds, and there will not be a nation where the scattered people of Elam will not go.", "37": "So I will shatter Elam before[au] their enemies, and before[av] the seekers of their life. And I will bring disaster upon them, my burning anger,[aw]' declares[ax] Yahweh. 'And I will send after them the sword until I have destroyed them.", "38": "And I will set my throne in Elam and I will destroy from there king and officials,' declares[ay] Yahweh.", "39": "'And then[az] in the last of the days I will restore the fortunes[ba] of Elam,' declares[bb] Yahweh.”"}