{"1": "After this, the Lord appointed seventy other talmidim and sent them on ahead in pairs to every town and place where he himself was about to go. ", "2": "He said to them, “To be sure, there is a large harvest. But there are few workers. Therefore, plead with the Lord of the Harvest that he speed workers out to gather in his harvest. ", "3": "Get going now, but pay attention! I am sending you out like lambs among wolves. ", "4": "Don't carry a money-belt or a pack, and don't stop to shmoose with people on the road.", "5": "“Whenever you enter a house, first say, 'Shalom!' to the household. ", "6": "If a seeker of shalom is there, your 'Shalom!' will find its rest with him; and if there isn't, it will return to you. ", "7": "Stay in that same house, eating and drinking what they offer, for a worker deserves his wages — don't move about from house to house.", "8": "“Whenever you come into a town where they make you welcome, eat what is put in front of you. ", "9": "Heal the sick there, and tell them, 'The Kingdom of God is near you.' ", "10": "But whenever you enter a town and they don't make you welcome, go out into its streets and say, ", "11": "'Even the dust of your town that sticks to our feet we wipe off as a sign against you! But understand this: the Kingdom of God is near!' ", "12": "I tell you, it will be more tolerable on the Day of Judgment for S'dom than for that town.", "13": "“Woe to you, Korazin! Woe to you, Beit-Tzaidah! For if the miracles done in you had been done in Tzor and Tzidon, they would long ago have put on sackcloth and ashes as evidence that they had changed their ways. ", "14": "But at the Judgment it will be more bearable for Tzor and Tzidon than for you!", "15": "“And you, K'far-Nachum, will you be exalted to heaven? No, you will be brought down to Sh'ol![a]", "16": "“Whoever listens to you listens to me, also whoever rejects you rejects me, and whoever rejects me rejects the One who sent me.”", "17": "The seventy came back jubilant. “Lord,” they said, “with your power, even the demons submit to us!” ", "18": "Yeshua said to them, “I saw Satan fall like lightning from heaven. ", "19": "Remember, I have given you authority; so you can trample down snakes and scorpions, indeed, all the Enemy's forces; and you will remain completely unharmed. ", "20": "Nevertheless, don't be glad that the spirits submit to you; be glad that your names have been recorded in heaven.”", "21": "At that moment he was filled with joy by the Ruach HaKodesh and said, “Father, Lord of heaven and earth, I thank you because you concealed these things from the sophisticated and educated, yet revealed them to ordinary people. Yes, Father, I thank you that it pleased you to do this.", "22": "“My Father has handed over everything to me. Indeed, no one fully knows who the Son is except the Father, and who the Father is except the Son and those to whom the Son wishes to reveal him.” ", "23": "Then, turning to the talmidim, he said, privately, “How blessed are the eyes that see what you are seeing! ", "24": "Indeed, I tell you that many prophets and kings wanted to see the things you are seeing but did not see them, and to hear the things you are hearing but did not hear them.”", "25": "An expert in Torah stood up to try and trap him by asking, “Rabbi, what should I do to obtain eternal life?” ", "26": "But Yeshua said to him, “What is written in the Torah? How do you read it?” ", "27": "He answered, “You are to love Adonai your God with all your heart, with all your soul, with all your strength and with all your understanding; and your neighbor as yourself.”[b] ", "28": "“That's the right answer,” Yeshua said. “Do this, and you will have life.”", "29": "But he, wanting to justify himself, said to Yeshua, “And who is my 'neighbor'?” ", "30": "Taking up the question, Yeshua said: “A man was going down from Yerushalayim to Yericho when he was attacked by robbers. They stripped him naked and beat him up, then went off, leaving him half dead. ", "31": "By coincidence, a cohen was going down on that road; but when he saw him, he passed by on the other side. ", "32": "Likewise a Levi who reached the place and saw him also passed by on the other side.", "33": "“But a man from Shomron who was traveling came upon him; and when he saw him, he was moved with compassion. ", "34": "So he went up to him, put oil and wine on his wounds and bandaged them. Then he set him on his own donkey, brought him to an inn and took care of him. ", "35": "The next day, he took out two days' wages, gave them to the innkeeper and said, 'Look after him; and if you spend more than this, I'll pay you back when I return.' ", "36": "Of these three, which one seems to you to have become the 'neighbor' of the man who fell among robbers?” ", "37": "He answered, “The one who showed mercy toward him.” Yeshua said to him, “You go and do as he did.”", "38": "On their way Yeshua and his talmidim came to a village where a woman named Marta welcomed him into her home. ", "39": "She had a sister called Miryam who also sat at the Lord's feet and heard what he had to say. ", "40": "But Marta was busy with all the work to be done; so, going up to him, she said, “Sir, don't you care that my sister has been leaving me to do all the work by myself?” ", "41": "However, the Lord answered her, “Marta, Marta, you are fretting and worrying about so many things! ", "42": "But there is only one thing that is essential. Miryam has chosen the right thing, and it won't be taken away from her.”"}