{"1": "Speaking to the talmidim, Yeshua said: “There was a wealthy man who employed a general manager. Charges were brought to him that his manager was squandering his resources. ", "2": "So he summoned him and asked him, 'What is this I hear about you? Turn in your accounts, for you can no longer be manager.'", "3": "“'What am I to do?' said the manager to himself. 'My boss is firing me, I'm not strong enough to dig ditches, and I'm ashamed to go begging. ", "4": "Aha! I know what I'll do — something that will make people welcome me into their homes after I've lost my job here!'", "5": "“So, after making appointments with each of his employer's debtors, he said to the first, 'How much do you owe my boss?' ", "6": "'Eight hundred gallons of olive oil,' he replied. 'Take your note back,' he told him. 'Now, quickly! Sit down and write one for four hundred!' ", "7": "To the next he said, 'And you, how much do you owe?' 'A thousand bushels of wheat,' he replied. 'Take your note back and write one for eight hundred.'", "8": "“And the employer of this dishonest manager applauded him for acting so shrewdly! For the worldly have more sekhel than those who have received the light — in dealing with their own kind of people!", "9": "“Now what I say to you is this: use worldly wealth to make friends for yourselves, so that when it gives out, you may be welcomed into the eternal home. ", "10": "Someone who is trustworthy in a small matter is also trustworthy in large ones, and someone who is dishonest in a small matter is also dishonest in large ones. ", "11": "So if you haven't been trustworthy in handling worldly wealth, who is going to trust you with the real thing? ", "12": "And if you haven't been trustworthy with what belongs to someone else, who will give you what ought to belong to you? ", "13": "No servant can be slave to two masters, for he will either hate the first and love the second, or scorn the second and be loyal to the first. You can't be a slave to both God and money.”", "14": "The P'rushim heard all this, and since they were money-lovers, they ridiculed him. ", "15": "He said to them, “You people make yourselves look righteous to others, but God knows your hearts; what people regard highly is an abomination before God! ", "16": "Up to the time of Yochanan there were the Torah and the Prophets. Since then the Good News of the Kingdom of God has been proclaimed, and everyone is pushing to get in. ", "17": "But it is easier for heaven and earth to pass away than for one stroke of a letter in the Torah to become void. ", "18": "Every man who divorces his wife and marries another woman commits adultery, and a man who marries a woman divorced by her husband commits adultery.", "19": "“Once there was a rich man who used to dress in the most expensive clothing and spent his days in magnificent luxury. ", "20": "At his gate had been laid a beggar named El'azar who was covered with sores. ", "21": "He would have been glad to eat the scraps that fell from the rich man's table; but instead, even the dogs would come and lick his sores. ", "22": "In time the beggar died and was carried away by the angels to Avraham's side; the rich man also died and was buried.", "23": "“In Sh'ol, where he was in torment, the rich man looked up and saw Avraham far away with El'azar at his side. ", "24": "He called out, 'Father Avraham, take pity on me, and send El'azar just to dip the tip of his finger in water to cool my tongue, because I'm in agony in this fire!' ", "25": "However, Avraham said, 'Son, remember that when you were alive, you got the good things while he got the bad; but now he gets his consolation here, while you are the one in agony. ", "26": "Yet that isn't all: between you and us a deep rift has been established, so that those who would like to pass from here to you cannot, nor can anyone cross over from there to us.'", "27": "“He answered, 'Then, father, I beg you to send him to my father's house, ", "28": "where I have five brothers, to warn them; so that they may be spared having to come to this place of torment too.' ", "29": "But Avraham said, 'They have Moshe and the Prophets; they should listen to them.' ", "30": "However, he said, 'No, father Avraham, they need more. If someone from the dead goes to them, they'll repent!' ", "31": "But he replied, 'If they won't listen to Moshe and the Prophets, they won't be convinced even if someone rises from the dead!'”"}