{"1": "Yeshua said to his talmidim, “It is impossible that snares will not be set. But woe to the person who sets them! ", "2": "It would be to his advantage that he have a millstone hung around his neck and he be thrown into the sea, rather than that he ensnare one of these little ones. ", "3": "Watch yourselves! If your brother sins, rebuke him; and if he repents, forgive him. ", "4": "Also, if seven times in one day he sins against you, and seven times he comes to you and says, 'I repent,' you are to forgive him.” ", "5": "The emissaries said to the Lord, “Increase our trust.” ", "6": "The Lord replied, “If you had trust as tiny as a mustard seed, you could say to this fig tree, 'Be uprooted and replanted in the sea!' and it would obey you. ", "7": "If one of you has a slave tending the sheep or plowing, when he comes back from the field, will you say to him, 'Come along now, sit down and eat'? ", "8": "No, you'll say, 'Get my supper ready, dress for work, and serve me until I have finished eating and drinking; after that, you may eat and drink.' ", "9": "Does he thank the slave because he did what he was told to do? No! ", "10": "It's the same with you — when you have done everything you were told to do, you should be saying, 'We're just ordinary slaves, we have only done our duty.'”", "11": "On his way to Yerushalayim, Yeshua passed along the border country between Shomron and the Galil. ", "12": "As he entered one of the villages, ten men afflicted with tzara'at met him. They stood at a distance ", "13": "and called out, “Yeshua! Rabbi! Have pity on us!” ", "14": "On seeing them, he said, “Go and let the cohanim examine you!” And as they went, they were cleansed. ", "15": "One of them, as soon as he noticed that he had been healed, returned shouting praises to God, ", "16": "and fell on his face at Yeshua's feet to thank him. Now he was from Shomron. ", "17": "Yeshua said, “Weren't ten cleansed? Where are the other nine? ", "18": "Was no one found coming back to give glory to God except this foreigner?” ", "19": "And to the man from Shomron he said, “Get up, you may go; your trust has saved you.”", "20": "The P'rushim asked Yeshua when the Kingdom of God would come. “The Kingdom of God,” he answered, “does not come with visible signs; ", "21": "nor will people be able to say, 'Look! Here it is!' or, 'Over there!' Because, you see, the Kingdom of God is among you.” ", "22": "Then he said to his talmidim, “The time is coming when you will long to see even one of the days of the Son of Man, but you will not see it. ", "23": "People will say to you, 'Look! Right here!' or, 'See! Over there!' Don't run off, don't follow them, ", "24": "because the Son of Man in his day will be like lightning that flashes and lights up the sky from one horizon to the other. ", "25": "But first he must endure horrible suffering and be rejected by this generation.", "26": "“Also, at the time of the Son of Man, it will be just as it was at the time of Noach. ", "27": "People ate and drank, and men and women married, right up until the day Noach entered the ark; then the flood came and destroyed them all. ", "28": "Likewise, as it was in the time of Lot — people ate and drank, bought and sold, planted and built; ", "29": "but the day Lot left S'dom, fire and sulfur rained down from heaven and destroyed them all. ", "30": "That is how it will be on the day the Son of Man is revealed. ", "31": "On that day, if someone is on the roof with his belongings in his house, he must not go down to take them away. Similarly, if someone is in the field, he must not turn back — ", "32": "remember Lot's wife! ", "33": "Whoever aims at preserving his own life will lose it, but whoever loses his life will stay alive. ", "34": "I tell you, on that night there will be two people in one bed — one will be taken and the other left behind. ", "35": "There will be two women grinding grain together — one will be taken and the other left behind.” ", "36": "[a]", "37": "They asked him, “Where, Lord?” He answered, “Wherever there's a dead body, that's where the vultures gather.”"}