{"1": "Around this time, Emperor Augustus issued an order for a census to be taken throughout the Empire. ", "2": "This registration, the first of its kind, took place when Quirinius was governing in Syria. ", "3": "Everyone went to be registered, each to his own town. ", "4": "So Yosef, because he was a descendant of David, went up from the town of Natzeret in the Galil to the town of David, called Beit-Lechem, in Y'hudah, ", "5": "to be registered, with Miryam, to whom he was engaged, and who was pregnant. ", "6": "While they were there, the time came for her to give birth; ", "7": "and she gave birth to her first child, a son. She wrapped him in cloth and laid him down in a feeding trough, because there was no space for them in the living-quarters.", "8": "In the countryside nearby were some shepherds spending the night in the fields, guarding their flocks, ", "9": "when an angel of Adonai appeared to them, and the Sh'khinah of Adonai shone around them. They were terrified; ", "10": "but the angel said to them, “Don't be afraid, because I am here announcing to you Good News that will bring great joy to all the people. ", "11": "This very day, in the town of David, there was born for you a Deliverer who is the Messiah, the Lord. ", "12": "Here is how you will know: you will find a baby wrapped in cloth and lying in a feeding trough.” ", "13": "Suddenly, along with the angel was a vast army from heaven praising God:", "14": "“In the highest heaven, glory to God! And on earth, peace among people of good will!”", "15": "No sooner had the angels left them and gone back into heaven than the shepherds said to one another, “Let's go over to Beit-Lechem and see this thing that has happened, that Adonai has told us about.” ", "16": "Hurrying off, they came and found Miryam and Yosef, and the baby lying in the feeding trough. ", "17": "Upon seeing this, they made known what they had been told about this child; ", "18": "and all who heard were amazed by what the shepherds said to them. ", "19": "Miryam treasured all these things and kept mulling them over in her heart. ", "20": "Meanwhile, the shepherds returned, glorifying and praising God for everything they had heard and seen; it had been just as they had been told.", "21": "On the eighth day, when it was time for his b'rit-milah, he was given the name Yeshua, which is what the angel had called him before his conception.", "22": "When the time came for their purification according to the Torah of Moshe, they took him up to Yerushalayim to present him to Adonai ", "23": "(as it is written in the Torah of Adonai, “Every firstborn male is to be consecrated to Adonai”[a]) ", "24": "and also to offer a sacrifice of a pair of doves or two young pigeons,[b] as required by the Torah of Adonai.", "25": "There was in Yerushalayim a man named Shim'on. This man was a tzaddik, he was devout, he waited eagerly for God to comfort Isra'el, and the Ruach HaKodesh was upon him. ", "26": "It had been revealed to him by the Ruach HaKodesh that he would not die before he had seen the Messiah of Adonai. ", "27": "Prompted by the Spirit, he went into the Temple courts; and when the parents brought in the child Yeshua to do for him what the Torah required, ", "28": "Shim'on took him in his arms, made a b'rakhah to God, and said,", "29": "“Now, Adonai, according to your word, your servant is at peace as you let him go;", "30": "for I have seen with my own eyes your yeshu'ah,", "31": "which you prepared in the presence of all peoples —", "32": "a light that will bring revelation to the Goyim and glory to your people Isra'el.”", "33": "Yeshua's father and mother were marvelling at the things Shim'on was saying about him. ", "34": "Shim'on blessed them and said to the child's mother, Miryam, “This child will cause many in Isra'el to fall and to rise, he will become a sign whom people will speak against;", "35": "moreover, a sword will pierce your own heart too. All this will happen in order to reveal many people's inmost thoughts.”", "36": "There was also a prophet named Hannah Bat-P'nu'el, of the tribe of Asher. She was a very old woman — she had lived with her husband seven years after her marriage ", "37": "and had remained a widow ever since; now she was eighty-four. She never left the Temple grounds but worshipped there night and day, fasting and praying. ", "38": "She came by at that moment and began thanking God and speaking about the child to everyone who was waiting for Yerushalayim to be liberated.", "39": "When Yosef and Miryam had finished doing everything required by the Torah of Adonai, they returned to the Galil, to their town Natzeret.", "40": "The child grew and became strong and filled with wisdom — God's favor was upon him.", "41": "Every year Yeshua's parents went to Yerushalayim for the festival of Pesach. ", "42": "When he was twelve years old, they went up for the festival, as custom required. ", "43": "But after the festival was over, when his parents returned, Yeshua remained in Yerushalayim. They didn't realize this; ", "44": "supposing that he was somewhere in the caravan, they spent a whole day on the road before they began searching for him among their relatives and friends. ", "45": "Failing to find him, they returned to Yerushalayim to look for him. ", "46": "On the third day they found him — he was sitting in the Temple court among the rabbis, not only listening to them but questioning what they said; ", "47": "and everyone who heard him was astonished at his insight and his responses. ", "48": "When his parents saw him, they were shocked; and his mother said to him, “Son! Why have you done this to us? Your father and I have been terribly worried looking for you!” ", "49": "He said to them, “Why did you have to look for me? Didn't you know that I had to be concerning myself with my Father's affairs?” ", "50": "But they didn't understand what he meant.", "51": "So he went with them to Natzeret and was obedient to them. But his mother stored up all these things in her heart.", "52": "And Yeshua grew both in wisdom and in stature, gaining favor both with other people and with God."}