{"1": "One day, as Yeshua was teaching the people at the Temple, making known the Good News, the head cohanim and the Torah-teachers, along with the elders, came up to him ", "2": "and said, “Tell us, what s'mikhah do you have that authorizes you to do these things? Who gave you this s'mikhah?” ", "3": "He answered, “I too will ask you a question. Tell me, ", "4": "the immersion of Yochanan — was it from Heaven or from a human source?” ", "5": "They discussed it among themselves, saying, “If we say, 'From Heaven,' he will say, 'Then why didn't you believe him?' ", "6": "But if we say, 'From a human source,' all the people will stone us, because they're convinced that Yochanan was a prophet.” ", "7": "So they answered, “We don't know where it came from.” ", "8": "Yeshua said to them, “Then I won't tell you by what s'mikhah I do these things.”", "9": "Next Yeshua told the people this parable: “A man planted a vineyard, rented it to tenant-farmers and went away for a long time. ", "10": "When the time came, he sent a servant to the tenants to receive his share of the crop from the vineyard; but the tenants beat him up and sent him away empty-handed. ", "11": "He sent another servant; they beat him too, insulted him and sent him away empty-handed. ", "12": "He sent yet a third; this one they wounded and threw out.", "13": "“Then the owner of the vineyard said, 'What am I to do? I will send my son, whom I love; maybe they will respect him.' ", "14": "But when the tenants saw him, they discussed it among themselves and said, 'This is the heir; let's kill him, so that the inheritance will be ours!' ", "15": "And they threw him out of the vineyard and killed him. “Now what will the owner of the vineyard do to them? ", "16": "He will come and put an end to those tenants and give the vineyard to others!” When the people heard this, they said, “Heaven forbid!” ", "17": "But Yeshua looked searchingly at them and said, “Then what is this which is written in the Tanakh, 'The very rock which the builders rejected has become the cornerstone'?[a]", "18": "Whoever falls on that stone will be broken in pieces; but if it falls on him, he will be crushed to powder!”", "19": "The Torah-teachers and the head cohanim would have seized him at that very moment, because they knew that he had aimed this parable at them, but they were afraid of the people.", "20": "So they kept a close watch on the situation. They sent spies who hypocritically represented themselves as righteous, so that they might seize hold of something Yeshua said, as an excuse to hand him over to the jurisdiction and authority of the governor. ", "21": "They put to him this sh'eilah: “Rabbi, we know that you speak and teach straightforwardly, showing no partiality but really teaching what God's way is. ", "22": "Does Torah permit us to pay taxes to the Roman Emperor or not?” ", "23": "But he, spotting their craftiness, said to them, ", "24": "“Show me a denarius! Whose name and picture does it have?” “The Emperor's,” they replied. ", "25": "“Then,” he said to them, “give the Emperor what belongs to the Emperor. And give God what belongs to God!” ", "26": "They were unable to trap him by anything he said publicly; indeed, amazed at his answer, they fell silent.", "27": "Some Tz'dukim, who say there is no resurrection, came to Yeshua ", "28": "and put to him a sh'eilah: “Rabbi, Moshe wrote for us that if a man dies leaving a wife but no children, his brother must take the wife and have children to preserve the man's family line.[b] ", "29": "Now there were seven brothers. The first took a wife and died childless, ", "30": "then the second ", "31": "and third took her, and likewise all seven, but they all died without leaving children. ", "32": "Lastly, the woman also died. ", "33": "In the Resurrection, which one's wife will she be? For all seven were married to her.”", "34": "Yeshua said to them, “In this age, men and women marry; ", "35": "but those judged worthy of the age to come, and of resurrection from the dead, do not get married, ", "36": "because they can no longer die. Being children of the Resurrection, they are like angels; indeed, they are children of God.", "37": "“But even Moshe showed that the dead are raised; for in the passage about the bush, he calls Adonai 'the God of Avraham, the God of Yitz'chak and the God of Ya'akov.'[c] ", "38": "Now he is not God of the dead, but of the living — to him all are alive.”", "39": "Some of the Torah-teachers answered, “Well spoken, Rabbi.” ", "40": "For they no longer dared put to him a sh'eilah. ", "41": "But he said to them, “How is it that people say the Messiah is David's son?” ", "42": "For David himself says in the book of Psalms,", "43": "'Adonai said to my Lord, “Sit at my right hand until I make your enemies your footstool.” '[d]", "44": "David thus calls him 'Lord.' So how can he be David's son?”", "45": "Within the hearing of all the people, Yeshua said to his talmidim, ", "46": "“Watch out for the kind of Torah-teachers that like to walk around in robes and be greeted deferentially in the marketplaces, the kind that like to have the best seats in the synagogues and the places of honor at banquets, ", "47": "the kind that swallow up widows' houses while making a show of davvening at great length. Their punishment will be all the worse!”"}