{"1": "Then Yeshua looked up, and as he watched the rich placing their gifts into the Temple offering-boxes, ", "2": "he also saw a poor widow put in two small coins. ", "3": "He said, “I tell you the truth, this poor widow has put in more than all the others. ", "4": "For they, out of their wealth, have contributed money they could easily spare; but she, out of her poverty, has given all she had to live on.”", "5": "As some people were remarking about the Temple, how beautiful its stonework and memorial decorations were, he said, ", "6": "“The time is coming when what you see here will be totally destroyed — not a single stone will be left standing!” ", "7": "They asked him, “Rabbi, if this is so, when will these events take place? And what sign will show that they are about to happen?” ", "8": "He answered, “Watch out! Don't be fooled! For many will come in my name, saying, 'I am he!' and, 'The time has come!' Don't go after them. ", "9": "And when you hear of wars and revolutions, don't panic. For these things must happen first, but the end will not follow immediately.”", "10": "Then he told them, “Peoples will fight each other, nations will fight each other, ", "11": "there will be great earthquakes, there will be epidemics and famines in various places, and there will be fearful sights and great signs from Heaven. ", "12": "But before all this, they will arrest you and persecute you, handing you over to the synagogues and prisons; and you will be brought before kings and governors. This will all be on account of me, ", "13": "but it will prove an opportunity for you to bear witness. ", "14": "So make up your minds not to worry, rehearsing your defense beforehand; ", "15": "for I myself will give you an eloquence and a wisdom that no adversary will be able to resist or refute. ", "16": "You will be betrayed even by parents, brothers, relatives and friends; some of you they will have put to death; ", "17": "and everyone will hate you because of me. ", "18": "But not a hair of your head will be lost. ", "19": "By standing firm you will save your lives.", "20": "“However, when you see Yerushalayim surrounded by armies, then you are to understand that she is about to be destroyed. ", "21": "Those in Y'hudah must escape to the hills, those inside the city must get out, and those in the country must not enter it. ", "22": "For these are the days of vengeance, when everything that has been written in the Tanakh will come true. ", "23": "What a terrible time it will be for pregnant women and nursing mothers! For there will be great distress in the Land and judgment on the people. ", "24": "Some will fall by the edge of the sword, others will be carried into all the countries of the Goyim, and Yerushalayim will be trampled down by the Goyim until the age of the Goyim has run its course.", "25": "“There will appear signs in the sun, moon and stars; and on earth, nations will be in anxiety and bewilderment at the sound and surge of the sea, ", "26": "as people faint with fear at the prospect of what is overtaking the world; for the powers in heaven will be shaken.[a] ", "27": "And then they will see the Son of Man coming in a cloud with tremendous power and glory.[b] ", "28": "When these things start to happen, stand up and hold your heads high; because you are about to be liberated!”", "29": "Then he told them a parable: “Look at the fig tree, Indeed, all the trees. ", "30": "As soon as they sprout leaves, you can see for yourselves that summer is near. ", "31": "In the same way, when you see these things taking place, you are to know that the Kingdom of God is near! ", "32": "Yes! I tell you that this people will certainly not pass away before it has all happened. ", "33": "Heaven and earth will pass away, but my words will certainly not pass away.", "34": "“But keep watch on yourselves, or your hearts will become dulled by carousing, drunkenness and the worries of everyday living, and that Day will be sprung upon you suddenly like a trap! ", "35": "For it will close in on everyone, no matter where they live, throughout the whole world. ", "36": "Stay alert, always praying that you will have the strength to escape all the things that will happen and to stand in the presence of the Son of Man.”", "37": "Yeshua spent his days at the Temple, teaching; while at night he went out and stayed on the hill called the Mount of Olives. ", "38": "All the people would rise with the dawn to come and hear him at the Temple courts."}