{"1": "But the festival of Matzah, known as Pesach, was approaching; ", "2": "and the head cohanim and the Torah-teachers began trying to find some way to get rid of Yeshua, because they were afraid of the people.", "3": "At this point the Adversary went into Y'hudah from K'riot, who was one of the Twelve. ", "4": "He approached the head cohanim and the Temple guard and discussed with them how he might turn Yeshua over to them. ", "5": "They were pleased and offered to pay him money. ", "6": "He agreed and began looking for a good opportunity to betray Yeshua without the people's knowledge.", "7": "Then came the day of matzah, on which the Passover lamb had to be killed. ", "8": "Yeshua sent Kefa and Yochanan, instructing them, “Go and prepare our Seder, so we can eat.” ", "9": "They asked him, “Where do you want us to prepare it?” ", "10": "He told them, “As you're going into the city, a man carrying a jar of water will meet you. Follow him into the house he enters, ", "11": "and say to its owner, 'The Rabbi says to you, “Where is the guest room, where I am to eat the Pesach meal with my talmidim?” ' ", "12": "He will show you a large room upstairs already furnished; make the preparations there.” ", "13": "They went and found things just as Yeshua had told them they would be, and they prepared for the Seder.", "14": "When the time came, Yeshua and the emissaries reclined at the table, ", "15": "and he said to them, “I have really wanted so much to celebrate this Seder with you before I die! ", "16": "For I tell you, it is certain that I will not celebrate it again until it is given its full meaning in the Kingdom of God.”", "17": "Then, taking a cup of wine, he made the b'rakhah and said, “Take this and share it among yourselves. ", "18": "For I tell you that from now on, I will not drink the 'fruit of the vine' until the Kingdom of God comes.” ", "19": "Also, taking a piece of matzah, he made the b'rakhah, broke it, gave it to them and said, “This is my body, which is being given for you; do this in memory of me.” ", "20": "He did the same with the cup after the meal, saying, “This cup is the New Covenant, ratified by my blood, which is being poured out for you.", "21": "“But look! The person who is betraying me is here at the table with me! ", "22": "The Son of Man is going to his death according to God's plan, but woe to that man by whom he is being betrayed!” ", "23": "They began asking each other which of them could be about to do such a thing.", "24": "An argument arose among them as to which of them should be considered the greatest. ", "25": "But Yeshua said to them, “The kings of the Goyim lord it over them; and those in authority over them are given the title, 'Benefactor.' ", "26": "But not so with you! On the contrary, let the greater among you become like the younger, and one who rules like one who serves. ", "27": "For who is greater? The one reclining at the table? or the one who serves? It's the one reclining at the table, isn't it? But I myself am among you like one who serves.", "28": "“You are the ones who have stayed with me throughout my trials. ", "29": "Just as my Father gave me the right to rule, so I give you an appointment, ", "30": "namely, to eat and drink at my table in my Kingdom and to sit on thrones judging the twelve tribes of Isra'el.", "31": "“Shim'on, Shim'on, listen! The Adversary demanded to have you people for himself, to sift you like wheat! ", "32": "But I prayed for you, Shim'on, that your trust might not fail. And you, once you have turned back in repentance, strengthen your brothers!” ", "33": "Shim'on said to him, “Lord, I am prepared to go with you both to prison and to death!” ", "34": "Yeshua replied, “I tell you, Kefa, the rooster will not crow today until you have denied three times that you know me.”", "35": "He said to them, “When I sent you out without wallet, pack or shoes, were you ever short of anything?” “Not a thing,” they answered. ", "36": "“But now,” he said, if you have a wallet or a pack, take it; and if you don't have a sword, sell your robe to buy one. ", "37": "For I tell you this: the passage from the Tanakh that says, 'He was counted with transgressors,'[a] has to be fulfilled in me; since what is happening to me has a purpose.” ", "38": "They said, “Look, Lord, there are two swords right here!” “Enough!” he replied.", "39": "On leaving, Yeshua went as usual to the Mount of Olives; and the talmidim followed him. ", "40": "When he arrived, he said to them, “Pray that you won't be put to the test.” ", "41": "He went about a stone's throw away from them, kneeled down and prayed, ", "42": "“Father, if you are willing, take this cup away from me; still, let not my will but yours be done.” ", "43": "There appeared to him an angel from heaven giving him strength, ", "44": "and in great anguish he prayed more intensely, so that his sweat became like drops of blood falling to the ground. ", "45": "On rising from prayer and coming to the talmidim, he found them sleeping because of their grief. ", "46": "He said to them, “Why are you sleeping? Get up and pray that you won't be put to the test!”", "47": "While he was still speaking, a crowd of people arrived, with the man called Y'hudah (one of the Twelve!) leading them. He came up to Yeshua to kiss him, ", "48": "but Yeshua said to him, “Y'hudah, are you betraying the Son of Man with a kiss?” ", "49": "When his followers saw what was going to happen, they said, “Lord, should we use our swords?” ", "50": "One of them struck at the slave of the cohen hagadol and cut off his right ear. ", "51": "But Yeshua answered, “Just let me do this,” and, touching the man's ear, he healed him.", "52": "Then Yeshua said to the head cohanim, the officers of the Temple guard and the elders who had come to seize him, “So you came out just as you would to the leader of a rebellion, with swords and clubs? ", "53": "Every day I was there with you in the Temple court, yet you didn't arrest me. But this is your hour — the hour when darkness rules.”", "54": "Having seized him, they led him away and brought him into the house of the cohen hagadol. Kefa followed at a distance; ", "55": "but when they had lit a fire in the middle of the courtyard and sat down together, Kefa joined them. ", "56": "One of the servant girls saw him sitting in the light of the fire, stared at him and said, “This man also was with him.” ", "57": "But he denied it: “Lady, I don't even know him.” ", "58": "A little later, someone else saw him and said, “You're one of them too”; but Kefa said, “Man, I am not!” ", "59": "About an hour later, another man asserted emphatically, “There can be no doubt that this fellow was with him, because he too is from the Galil!” ", "60": "But Kefa said, “Man, I don't know what you're talking about!” And instantly, while he was still speaking, a rooster crowed. ", "61": "The Lord turned and looked straight at Kefa; and Kefa remembered what the Lord had said, “Before the rooster crows today, you will deny me three times.” ", "62": "And he went outside and cried bitterly.", "63": "Meanwhile, the men who were holding Yeshua made fun of him. They beat him, ", "64": "blindfolded him, and kept asking him, “Now, 'prophesy'! Who hit you that time?” ", "65": "And they said many other insulting things to him.", "66": "At daybreak, the people's council of elders, including both head cohanim and Torah-teachers, met and led him off to their Sanhedrin, ", "67": "where they said, “If you are the Mashiach, tell us.” He answered, “If I tell you, you won't believe me; ", "68": "and if I ask you, you won't answer. ", "69": "But from now on, the Son of Man will be sitting at the right hand of HaG'vurah,”[b] ", "70": "They all said, “Does this mean, then, that you are the Son of God?” And he answered them, “You say I am.” ", "71": "They said, “Why do we need additional testimony? We have heard it ourselves from his own mouth!”"}