{"1": "With that, the whole Sanhedrin got up and brought Yeshua before Pilate, ", "2": "where they started accusing him. “We found this man subverting our nation, forbidding us to pay taxes to the Emperor and claiming that he himself is the Messiah — a king!” ", "3": "Pilate asked him, “Are you the king of the Jews?” And he answered him, “The words are yours.” ", "4": "Pilate said to the head cohanim and the crowds, “I find no ground for a charge against this man.” ", "5": "But they persisted. “He is inciting the people with his teaching throughout all Y'hudah — he started in the Galil, and now he's here!” ", "6": "On hearing this, Pilate asked if the man was from the Galil; ", "7": "and when he learned that he was under Herod's jurisdiction, he sent him over to Herod, who at that time happened to be in Yerushalayim too.", "8": "Herod was delighted to see Yeshua, because he had heard about him and for a long time had been wanting to meet him; indeed, he hoped to see him perform some miracle. ", "9": "He questioned him at great length, but Yeshua made no reply. ", "10": "However, the head cohanim and the Torah-teachers stood there, vehemently pressing their case against him. ", "11": "Herod and his soldiers treated Yeshua with contempt and made fun of him. Then, dressing him in an elegant robe, they sent him back to Pilate. ", "12": "That day Herod and Pilate became friends with each other; previously they had been enemies.", "13": "Pilate summoned the head cohanim, the leaders and the people, ", "14": "and said to them, “You brought this man before me on a charge of subverting the people. I examined him in your presence and did not find the man guilty of the crime you are accusing him of. ", "15": "And neither did Herod, because he sent him back to us. Clearly, he has not done anything that merits the death penalty. ", "16": "Therefore, what I will do is have him flogged and release him.” ", "17": "[a] ", "18": "But with one voice they shouted, “Away with this man! Give us Bar-Abba!” ", "19": "(He was a man who had been thrown in prison for causing a riot in the city and for murder.) ", "20": "Pilate appealed to them again, because he wanted to release Yeshua. ", "21": "But they yelled, “Put him to death on the stake! Put him to death on the stake!” ", "22": "A third time he asked them, “But what has this man done wrong? I haven't found any reason to put him to death. So I'm going to have him flogged and set free.” ", "23": "But they went on yelling insistently, demanding that he be executed on the stake; and their shouting prevailed. ", "24": "Pilate decided to grant their demand; ", "25": "he released the man who had been thrown in prison for insurrection and murder, the one they had asked for; and Yeshua he surrendered to their will.", "26": "As the Roman soldiers led Yeshua away, they grabbed hold of a man from Cyrene named Shim'on, who was on his way in from the country. They put the execution-stake on his back and made him carry it behind Yeshua. ", "27": "Large numbers of people followed, including women crying and wailing over him. ", "28": "Yeshua turned to them and said, “Daughters of Yerushalayim, don't cry for me; cry for yourselves and your children! ", "29": "For the time is coming when people will say, 'The childless women are the lucky ones — those whose wombs have never borne a child, whose breasts have never nursed a baby! ", "30": "Then They will begin to say to the mountains, 'Fall on us!' and to the hills, 'Cover us!'[b]", "31": "For if they do these things when the wood is green, what is going to happen when it's dry?”", "32": "Two other men, both criminals, were led out to be executed with him. ", "33": "When they came to the place called The Skull, they nailed him to a stake; and they nailed the criminals to stakes, one on the right and one on the left. ", "34": "Yeshua said, “Father, forgive them; they don't understand what they are doing.” They divided up his clothes by throwing dice.[c] ", "35": "The people stood watching, and the rulers sneered at him.[d] “He saved others,” they said, “so if he really is the Messiah, the one chosen by God, let him save himself!” ", "36": "The soldiers too ridiculed him; they came up, offered him vinegar[e] ", "37": "and said, “If you are the king of the Jews, save yourself!” ", "38": "And there was a notice over him which read, THIS IS THE KING OF THE JEWS", "39": "One of the criminals hanging there hurled insults at him. “Aren't you the Messiah? Save yourself and us!” ", "40": "But the other one spoke up and rebuked the first, saying, “Have you no fear of God? You're getting the same punishment as he is. ", "41": "Ours is only fair; we're getting what we deserve for what we did. But this man did nothing wrong.” ", "42": "Then he said, “Yeshua, remember me when you come as King.” ", "43": "Yeshua said to him, “Yes! I promise that you will be with me today in Gan-'Eden.”", "44": "It was now about noon, and darkness covered the whole Land until three o'clock in the afternoon; ", "45": "the sun did not shine. Also the parokhet in the Temple was split down the middle. ", "46": "Crying out with a loud voice, Yeshua said, “Father! Into your hands I commit my spirit.”[f] With these words he gave up his spirit.", "47": "When the Roman officer saw what had happened, he began to praise God and said, “Surely this man was innocent!” ", "48": "And when all the crowds that had gathered to watch the spectacle saw the things that had occurred, they returned home beating their breasts. ", "49": "All his friends, including the women who had accompanied him from the Galil, had been standing at a distance; they saw it all.", "50": "There was a man named Yosef, a member of the Sanhedrin. He was a good man, a tzaddik; ", "51": "and he had not been in agreement with either the Sanhedrin's motivation or their action. He came from the town of Ramatayim, a town of the Judeans; and he looked forward to the Kingdom of God. ", "52": "This man approached Pilate and asked for Yeshua's body. ", "53": "He took it down, wrapped it in a linen sheet, and placed it in a tomb cut into the rock, that had never been used.", "54": "It was Preparation Day, and a Shabbat was about to begin. ", "55": "The women who had come with Yeshua from the Galil followed; they saw the tomb and how his body was placed in it. ", "56": "Then they went back home to prepare spices and ointments. On Shabbat the women rested, in obedience to the commandment;"}