{"1": "In the fifteenth year of Emperor Tiberius' rule; when Pontius Pilate was governor of Y'hudah, Herod ruler of the Galil, his brother Philip ruler of Iturea and Trachonitis, and Lysanias ruler of Abilene, ", "2": "with 'Anan and Kayafa being the cohanim g'dolim; the word of God came to Yochanan Ben-Z'kharyah in the desert. ", "3": "He went all through the Yarden region proclaiming an immersion involving turning to God from sin in order to be forgiven. ", "4": "It was just as had been written in the book of the sayings of the prophet Yesha'yahu, “The voice of someone crying out: 'In the desert prepare the way for Adonai! Make straight paths for him!", "5": "Every valley must be filled in, every mountain and hill leveled off; the winding roads must be straightened and the rough ways made smooth.", "6": "Then all humanity will see God's deliverance.'”[a]", "7": "Therefore, Yochanan said to the crowds who came out to be immersed by him, “You snakes! Who warned you to escape the coming punishment? ", "8": "If you have really turned from your sins, produce fruit that will prove it! And don't start saying to yourselves, 'Avraham is our father'! For I tell you that God can raise up for Avraham sons from these stones! ", "9": "Already the axe is at the root of the trees, ready to strike; every tree that doesn't produce good fruit will be chopped down and thrown in the fire!”", "10": "The crowds asked Yochanan, “So then, what should we do?” ", "11": "He answered, “Whoever has two coats should share with somebody who has none, and whoever has food should do the same.” ", "12": "Tax-collectors also came to be immersed; and they asked him, “Rabbi, what should we do?” ", "13": "“Collect no more than the government assesses,” he told them. ", "14": "Some soldiers asked him, “What about us? What should we do?” To them he said, “Don't intimidate anyone, don't accuse people falsely, and be satisfied with your pay.”", "15": "The people were in a state of great expectancy, and everyone was wondering whether perhaps Yochanan himself might be the Messiah; ", "16": "so Yochanan answered them all, “I am immersing you in water, but he who is coming is more powerful than I — I'm not worthy to untie his sandals! He will immerse you in the Ruach HaKodesh and in fire. ", "17": "He has with him his winnowing fork to clear out his threshing floor and gather his wheat into his barn, but he will burn up the straw with unquenchable fire!”", "18": "And with many other warnings besides these he announced the Good News to the people.", "19": "But Yochanan also denounced Herod the regional governor for taking as his own wife Herodias, the wife of his brother, and for all the other wicked things Herod had done; ", "20": "whereupon Herod added this to the rest: he locked up Yochanan in prison.", "21": "While all the people were being immersed, Yeshua too was immersed. As he was praying, heaven was opened; ", "22": "the Ruach HaKodesh came down on him in physical form like a dove; and a voice came from heaven, “You are my Son, whom I love; I am well pleased with you.”", "23": "Yeshua was about thirty years old when he began his public ministry. It was supposed that he was a son of Yosef who was of Eli,", "24": "of Mattat, of Levi, of Malki, of Yannai, of Yosef,", "25": "of Mattityahu, of Amotz, of Nachum, of Hesli, of Naggai,", "26": "of Machat, of Mattityahu, of Shim'i, of Yosef, of Yodah,", "27": "of Yochanan, of Reisha, of Z'rubavel, of Sh'altiel, of Neri,", "28": "of Malki, of Addi, of Kosam, of Elmadan, of Er,", "29": "of Yeshua, of Eli'ezer, of Yoram, of Mattat, of Levi,", "30": "of Shim'on, of Y'hudah, of Yosef, of Yonam, of Elyakim,", "31": "of Mal'ah, of Manah, of Mattatah, of Natan, of David,", "32": "of Yishai, of 'Oved, of Bo'az, of Salmon, of Nachshon,", "33": "of Amminadav, of Admin, of Arni, of Hetzron, of Peretz, of Y'hudah,", "34": "of Ya'akov, of Yitz'chak, of Avraham, of Terach, of Nachor,", "35": "of S'rug, of Re'u, of Peleg, of 'Ever, of Shelah,", "36": "of Keinan, of Arpakhshad, of Shem, of Noach, of Lemekh,", "37": "of Metushelach, of Hanokh, of Yered, of Mahalal'el, of Keinan,", "38": "of Enosh, of Shet, of Adam, of God."}