{"1": "Then Yeshua, filled with the Ruach HaKodesh, returned from the Yarden and was led by the Spirit in the wilderness ", "2": "for forty days of testing by the Adversary. During that time he ate nothing, and afterwards he was hungry. ", "3": "The Adversary said to him, “If you are the Son of God, order this stone to become bread.” ", "4": "Yeshua answered him, “The Tanakh says, 'Man does not live on bread alone.'”[a]", "5": "The Adversary took him up, showed him in an instant all the kingdoms of the world, ", "6": "and said to him, “I will give you all this power and glory. It has been handed over to me, and I can give it to whomever I choose. ", "7": "So if you will worship me, it will all be yours.” ", "8": "Yeshua answered him, “The Tanakh says, 'Worship Adonai your God and serve him only.'”[b]", "9": "Then he took him to Yerushalayim, set him on the highest point of the Temple and said to him, “If you are the Son of God, jump from here! ", "10": "For the Tanakh says, 'He will order his angels to be responsible for you and to protect you.", "11": "They will support you with their hands, so that you will not hurt your feet on the stones.'”[c]", "12": "Yeshua answered him, “It also says, 'Do not put Adonai your God to the test.'”[d] ", "13": "When the Adversary had ended all his testings, he let him alone until an opportune time.", "14": "Yeshua returned to the Galil in the power of the Spirit, and reports about him spread throughout the countryside. ", "15": "He taught in their synagogues, and everyone respected him.", "16": "Now when he went to Natzeret, where he had been brought up, on Shabbat he went to the synagogue as usual. He stood up to read, ", "17": "and he was given the scroll of the prophet Yesha'yahu. Unrolling the scroll, he found the place where it was written,", "18": "“The Spirit of Adonai is upon me; therefore he has anointed me to announce Good News to the poor; he has sent me to proclaim freedom for the imprisoned and renewed sight for the blind, to release those who have been crushed,", "19": "to proclaim a year of the favor of Adonai.”[e]", "20": "After closing the scroll and returning it to the shammash, he sat down; and the eyes of everyone in the synagogue were fixed on him. ", "21": "He started to speak to them: “Today, as you heard it read, this passage of the Tanakh was fulfilled!” ", "22": "Everyone was speaking well of him and marvelling that such appealing words were coming from his mouth. They were even asking, “Can this be Yosef's son?”", "23": "Then Yeshua said to them, “No doubt you will quote to me this proverb — '“Doctor, cure yourself!” We've heard about all the things that have been going on over in K'far-Nachum; now do them here in your home town!' ", "24": "Yes!” he said, “I tell you that no prophet is accepted in his home town. ", "25": "It's true, I'm telling you — when Eliyahu was in Isra'el, and the sky was sealed off for three-and-a-half years, so that all the Land suffered a severe famine, there were many widows; ", "26": "but Eliyahu was sent to none of them, only to a widow in Tzarfat in the land of Tzidon. ", "27": "Also there were many people with tzara'at in Isra'el during the time of the prophet Elisha; but not one of them was healed, only Na'aman the Syrian.”", "28": "On hearing this, everyone in the synagogue was filled with fury. ", "29": "They rose up, drove him out of town and dragged him to the edge of the cliff on which their town was built, intending to throw him off. ", "30": "But he walked right through the middle of the crowd and went away.", "31": "He went down to K'far-Nachum, a town in the Galil, and made a practice of teaching them on Shabbat. ", "32": "They were amazed at the way he taught, because his word carried the ring of authority.", "33": "In the synagogue there was a man who had an unclean demonic spirit, who shouted in a loud voice, ", "34": "“Yaah! What do you want with us, Yeshua from Natzeret? Have you come to destroy us? I know who you are — the Holy One of God!” ", "35": "But Yeshua rebuked it: “Be quiet, and come out of him!” The demonic spirit threw the man down in the middle of the crowd and came out of him, having done him no harm. ", "36": "They were all astounded and said to one another, “What kind of teaching is this? Why, he gives orders with power and authority to the unclean spirits, and they come out!” ", "37": "And reports about him went out through the whole surrounding district.", "38": "Leaving the synagogue, he went to Shim'on's house. Shim'on's mother-in-law was suffering from a high fever, and they asked him to do something for her. ", "39": "So, standing over her, he rebuked the fever; and it left her. She immediately got up and began helping them.", "40": "After sunset, all those who had people sick with various diseases brought them to Yeshua, and he put his hands on each one of them and healed them; ", "41": "also demons came out of many, crying, “You are the Son of God!” But, rebuking them, he did not permit them to say that they knew he was the Messiah.", "42": "When day had come, he left and went away to a lonely spot. The people looked for him, came to him and would have kept him from leaving them. ", "43": "But he said to them, “I must announce the Good News of the Kingdom of God to the other towns too — this is why I was sent.” ", "44": "He also spent time preaching in the synagogues of Y'hudah."}