{"1": "One Shabbat, while Yeshua was passing through some wheat fields, his talmidim began plucking the heads of grain, rubbing them between their hands and eating the seeds. ", "2": "Some of the P'rushim said, “Why are you violating Shabbat?” ", "3": "Yeshua answered them, “Haven't you ever read what David did when he and his companions were hungry? ", "4": "He entered the House of God and took and ate the Bread of the Presence” — which no one is permitted to eat but the cohanim. ", "5": "“The Son of Man,” he concluded, “is Lord of Shabbat.”", "6": "On another Shabbat, when Yeshua had gone into the synagogue and was teaching, a man was there who had a shriveled hand. ", "7": "The Torah-teachers and P'rushim watched Yeshua carefully to see if he would heal on Shabbat, so that they could accuse him of something. ", "8": "But he knew what they were thinking and said to the man with the shriveled hand, “Come up and stand where we can see you!” He got up and stood there. ", "9": "Then Yeshua said to them, “I ask you now: what is permitted on Shabbat? Doing good or doing evil? Saving life or destroying it?” ", "10": "Then, after looking around at all of them, he said to the man, “Hold out your hand.” As he held it out, his hand was restored. ", "11": "But the others were filled with fury and began discussing with each other what they could do to Yeshua.", "12": "It was around that time that Yeshua went out to the hill country to pray, and all night he continued in prayer to God. ", "13": "When day came, he called his talmidim and chose from among them twelve to be known as emissaries:", "14": "Shim'on, whom he named Kefa; Andrew, his brother; Ya'akov; Yochanan; Philip; Bar-Talmai;", "15": "Mattityahu; T'oma; Ya'akov Ben-Halfai;", "16": "Shim'on, the one called the Zealot; Y'hudah Ben-Ya'akov; and Y'hudah from K'riot, who turned traitor.", "17": "Then he came down with them and stood on a level place. A large crowd of his talmidim was there with great numbers of people from all Y'hudah, Yerushalayim and the coast around Tzor and Tzidon; they had come to hear him and be healed of their diseases. ", "18": "Those who were troubled with unclean spirits were being healed; ", "19": "and the whole crowd was trying to touch him, because power kept going out from him, healing everyone. ", "20": "He looked at his talmidim and said: “How blessed are you poor! for the Kingdom of God is yours.", "21": "“How blessed are you who are hungry! for you will be filled. “How blessed are you who are crying now! for you will laugh.", "22": "“How blessed you are whenever people hate you and ostracize you and insult you and denounce you as a criminal on account of the Son of Man. ", "23": "Be glad when that happens; yes, dance for joy! because in heaven your reward is great. For that is just how their fathers treated the prophets.", "24": "“But woe to you who are rich, for you have already had all the comfort you will get!", "25": "“Woe to you who are full now, for you will go hungry! “Woe to you who are laughing now, for you will mourn and cry!", "26": "“Woe to you when people speak well of you, for that is just how their fathers treated the false prophets!", "27": "Nevertheless, to you who are listening, what I say is this: “Love your enemies! Do good to those who hate you,", "28": "bless those who curse you, pray for those who mistreat you.", "29": "“If someone hits you on one cheek, offer the other too; if someone takes your coat, let him have your shirt as well.", "30": "“If someone asks you for something, give it to him; if someone takes what belongs to you, don't demand it back.", "31": "“Treat other people as you would like them to treat you. ", "32": "What credit is it to you if you love only those who love you? Why, even sinners love those who love them. ", "33": "What credit is it to you if you do good only to those who do good to you? Even sinners do that. ", "34": "What credit is it to you if you lend only to those who you expect will pay you back? Even sinners lend to each other, expecting to be repaid in full. ", "35": "But love your enemies, do good, and lend expecting nothing back! Your reward will be great, and you will be children of Ha'Elyon; for he is kind to the ungrateful and the wicked. ", "36": "Show compassion, just as your Father shows compassion.", "37": "“Don't judge, and you won't be judged. Don't condemn, and you won't be condemned. “Forgive, and you will be forgiven.", "38": "Give, and you will receive gifts — the full measure, compacted, shaken together and overflowing, will be put right in your lap. For the measure with which you measure out will be used to measure back to you!”", "39": "He also told them a parable: “Can one blind man lead another blind man? Won't they both fall into a pit? ", "40": "A talmid is not above his rabbi; but each one, when he is fully trained, will be like his rabbi. ", "41": "So why do you see the splinter in your brother's eye, but not notice the log in your own eye? ", "42": "How can you say to your brother, 'Brother, let me remove the splinter from your eye,' when you yourself don't see the log in your own eye? You hypocrite! First take the log out of your own eye; then you will see clearly, so that you can remove the splinter from your brother's eye!", "43": "“For no good tree produces bad fruit, nor does a bad tree produce good fruit. ", "44": "Each tree is recognized by its own fruit — figs aren't picked from thorn bushes, nor grapes from a briar patch. ", "45": "The good person produces good things from the store of good in his heart, while the evil person produces evil things from the store of evil in his heart. For his mouth speaks what overflows from his heart.", "46": "“Why do you call me, 'Lord! Lord!' but not do what I say? ", "47": "Everyone who comes to me, hears my words and acts on them — I will show you what he is like: ", "48": "he is like someone building a house who dug deep and laid the foundation on bedrock. When a flood came, the torrent beat against that house but couldn't shake it, because it was constructed well. ", "49": "And whoever hears my words but doesn't act on them is like someone who built his house on the ground without any foundation. As soon as the river struck it, it collapsed and that house became a horrendous wreck!”"}