{"1": "When Yeshua had finished speaking to the people, he went back to K'far-Nachum. ", "2": "A Roman army officer there had a servant he regarded highly, who was sick to the point of death. ", "3": "Hearing about Yeshua, the officer sent some Jewish elders to him with the request that he come and heal his servant. ", "4": "They came to Yeshua and pleaded earnestly with him, “He really deserves to have you do this, ", "5": "for he loves our people — in fact, he built the synagogue for us!” ", "6": "So Yeshua went with them. He had not gone far from the house, when the officer sent friends who said to him, “Sir, don't trouble yourself. I'm not worthy to have you come under my roof — ", "7": "this is why I didn't presume to approach you myself. Instead, just give a command and let my servant recover. ", "8": "For I too am a man set under authority. I have soldiers under me; and I say to this one, 'Go!' and he goes; and to another, 'Come!' and he comes; and to my slave, 'Do this!' and he does it.” ", "9": "Yeshua was astonished at him when he heard this; and he turned and said to the crowd following him, “I tell you, not even in Isra'el have I found such trust!” ", "10": "When the messengers got back to the officer's house, they found the servant in good health.", "11": "The next day Yeshua, accompanied by his talmidim and a large crowd, went to a town called Na'im. ", "12": "As he approached the town gate, a dead man was being carried out for burial. His mother was a widow, this had been her only son, and a sizeable crowd from the town was with her. ", "13": "When the Lord saw her, he felt compassion for her and said to her, “Don't cry.” ", "14": "Then he came close and touched the coffin, and the pallbearers halted. He said, “Young man, I say to you: get up!” ", "15": "The dead man sat up and began to speak, and Yeshua gave him to his mother.[a] ", "16": "They were all filled with awe and gave glory to God, saying, “A great prophet has appeared among us,” and, “God has come to help his people.” ", "17": "This report about him spread throughout all Y'hudah and the surrounding countryside.", "18": "Yochanan's talmidim informed him of all these things. Then Yochanan called two of his talmidim ", "19": "and sent them to the Lord to ask, “Are you the one who is to come? Or should we look for someone else?” ", "20": "When the men came to him, they said, “Yochanan the Immerser has sent us to you to ask, 'Are you the one who is to come? Or should we keep looking — for someone else?'” ", "21": "Right then he was healing many people of diseases, pains and evil spirits, and giving sight to many who were blind. ", "22": "So he answered them by saying, “Go, tell Yochanan what you have been seeing and hearing: the blind are seeing again, the lame are walking, people with tzara'at are being cleansed, the deaf are hearing, the dead are being raised, the Good News is being told to the poor[b] — ", "23": "and how blessed is anyone not offended by me!”", "24": "When the messengers from Yochanan had gone, Yeshua began speaking to the crowds about Yochanan: “What did you go out into the desert to see? Reeds swaying in the breeze? ", "25": "No? then what did you go out to see? Someone who was well dressed? But people who dress beautifully and live in luxury are found in kings' palaces. ", "26": "Nu, so what did you go out to see? A prophet! Yes, and I tell you he's much more than a prophet. ", "27": "This is the one about whom the Tanakh says, 'See, I am sending out my messenger ahead of you; he will prepare your way before you.'[c]", "28": "I tell you that among those born of women there has not arisen anyone greater than Yochanan the Immerser! Yet the one who is least in the Kingdom of Heaven is greater than he!”", "29": "All the people who heard him, even the tax-collectors, by undergoing Yochanan's immersion acknowledged that God was right; ", "30": "but the P'rushim and the Torah-teachers, by not letting themselves be immersed by him, nullified for themselves God's plan.", "31": "“Therefore,” said the Lord, “how can I describe the people of this generation? What are they like? ", "32": "They are like children sitting in the marketplaces, calling to one another, 'We made happy music, but you wouldn't dance! We made sad music, but you wouldn't cry!'", "33": "For Yochanan has come not eating bread and not drinking wine; and you say, 'He has a demon!' ", "34": "The Son of Man has come eating and drinking; and you say, 'Aha! A glutton and a drunkard! A friend of tax-collectors and sinners!' ", "35": "Well, the proof of wisdom is in all the kinds of people it produces.”", "36": "One of the P'rushim invited Yeshua to eat with him, and he went into the home of the Parush and took his place at the table. ", "37": "A woman who lived in that town, a sinner, who was aware that he was eating in the home of the Parush, brought an alabaster box of very expensive perfume, ", "38": "stood behind Yeshua at his feet and wept until her tears began to wet his feet. Then she wiped his feet with her own hair, kissed his feet and poured the perfume on them.", "39": "When the Parush who had invited him saw what was going on, he said to himself, “If this man were really a prophet, he would have known who is touching him and what sort of woman she is, that she is a sinner.” ", "40": "Yeshua answered, “Shim'on, I have something to say to you.” “Say it, Rabbi,” he replied. ", "41": "“A certain creditor had two debtors; the one owed ten times as much as the other. ", "42": "When they were unable to pay him back, he canceled both their debts. Now which of them will love him more?” ", "43": "Shim'on answered, “I suppose the one for whom he canceled the larger debt.” “Your judgment is right,” Yeshua said to him.", "44": "Then, turning to the woman, he said to Shim'on, “Do you see this woman? I came into your house — you didn't give me water for my feet, but this woman has washed my feet with her tears and dried them with her hair! ", "45": "You didn't give me a kiss; but from the time I arrived, this woman has not stopped kissing my feet! ", "46": "You didn't put oil on my head, but this woman poured perfume on my feet! ", "47": "Because of this, I tell you that her sins — which are many! — have been forgiven, because she loved much. But someone who has been forgiven only a little loves only a little.” ", "48": "Then he said to her, “Your sins have been forgiven.” ", "49": "At this, those eating with him began saying among themselves, “Who is this fellow that presumes to forgive sins?” ", "50": "But he said to the woman, “Your trust has saved you; go in peace.”"}