{"1": "Calling together the Twelve, Yeshua gave them power and authority to expel all the demons and to cure diseases; ", "2": "and he sent them out to proclaim the Kingdom of God and to heal. ", "3": "He said to them, “Take nothing for your trip — neither a walking stick nor a pack, neither bread nor money; and don't have two shirts. ", "4": "Whatever house you enter, stay there and go out from there. ", "5": "Wherever they don't welcome you, shake the dust from your feet when you leave that town as a warning to them.” ", "6": "They set out and went through village after village, healing and announcing the Good News everywhere.", "7": "Herod the governor heard about all that was going on and was perplexed, because it was said by some that Yochanan had been raised from the dead, ", "8": "by others that Eliyahu had appeared, and by others that one of the prophets of long ago had come back to life. ", "9": "Herod said, “I had Yochanan beheaded, so who is this about whom I keep hearing such things?” And he began trying to see him.", "10": "On their return, the emissaries detailed to Yeshua what they had done. Then, taking them with him, he withdrew by himself to a town called Beit-Tzaidah. ", "11": "But the crowds found out and followed him. Welcoming them, he went on to speak to them about the Kingdom of God and to heal those who needed to be healed.", "12": "The day began to draw to a close. The Twelve came to him and said, “Send the crowd away, so that they can go and get lodging and food in the towns and farms around here, because where we are is a remote place.” ", "13": "But he said to them, “Give them something to eat, yourselves!” They said, “We have no more than five loaves of bread and two fish — unless we ourselves are supposed to go and buy food for all these people!” ", "14": "(For there were about five thousand men.) He said to his talmidim, “Make them sit down in groups of about fifty each.” ", "15": "They did what he told them and had them all sit down. ", "16": "Then he took the five loaves and the two fish and, looking up toward heaven, made a b'rakhah, broke the loaves and began giving them to the talmidim to distribute to the crowd. ", "17": "Everyone ate as much as he wanted; and they took up what was left over, twelve baskets full of broken pieces.", "18": "Once when Yeshua was praying in private, his talmidim were with him; and he asked them, “Who are the crowds saying I am?” ", "19": "They answered, “Yochanan the Immerser; but others say Eliyahu, and others that some prophet of long ago has risen.” ", "20": "“But you,” he said to them, “who do you say I am?” Kefa answered, “The Mashiach of God!” ", "21": "However, he, warning them, ordered them to tell this to no one, ", "22": "adding, “The Son of Man has to endure much suffering and be rejected by the elders, the head cohanim and the Torah-teachers; and he has to be put to death; but on the third day, he has to be raised to life.”", "23": "Then to everyone he said, “If anyone wants to come after me, let him say 'No' to himself, take up his execution-stake daily and keep following me. ", "24": "For whoever tries to save his own life will destroy it, but whoever destroys his life on my account will save it. ", "25": "What will it benefit a person if he gains the whole world but destroys or forfeits his own life? ", "26": "For if someone is ashamed of me and of what I say, the Son of Man will be ashamed of him when he comes in his glory and that of the Father and of the holy angels. ", "27": "I tell you the truth, there are some people standing here who will not experience death until they see the Kingdom of God.”", "28": "About a week after Yeshua said these things, he took Kefa, Yochanan and Ya'akov with him and went up to the hill country to pray. ", "29": "As he was praying, the appearance of his face changed; and his clothing became gleaming white. ", "30": "Suddenly there were two men talking with him — Moshe and Eliyahu! ", "31": "They appeared in glorious splendor and spoke of his exodus, which he was soon to accomplish in Yerushalayim. ", "32": "Kefa and those with him had been sound asleep; but on becoming fully awake, they saw his glory and the two men standing with him. ", "33": "As the men were leaving Yeshua, Kefa said to him, not knowing what he was saying, “It's good that we're here, Rabbi! Let's put up three shelters — one for you, one for Moshe and one for Eliyahu.” ", "34": "As he spoke, a cloud came and enveloped them. They were frightened as they entered the cloud; ", "35": "and a voice came out of the cloud, saying, “This is my Son, whom I have chosen. Listen to him!” ", "36": "When the voice spoke, Yeshua was alone once more. They kept quiet — at that time they told no one anything of what they had seen.", "37": "The next day, as they were coming down out of the hill country, a large crowd met him. ", "38": "Suddenly a man in the crowd shouted, “Rabbi! Look at my son, I beg you, because he's my only child! ", "39": "What happens is this: a spirit seizes him, and suddenly it lets out a shriek and throws him into convulsions with foaming at the mouth; and only with difficulty will it leave him. It's destroying him! ", "40": "I asked your talmidim to drive the spirit out, but they couldn't.” ", "41": "“Perverted people, without any trust!” Yeshua answered, “How long do I have to be with you and put up with you? Bring your son here.” ", "42": "Even as the boy was coming, the demon dashed him to the ground and threw him into a fit. But Yeshua rebuked the unclean spirit, healed the boy and gave him back to his father. ", "43": "All were struck with amazement at the greatness of God. While they were all marvelling at everything Yeshua was doing, he said to his talmidim, ", "44": "“Listen very carefully to what I'm going to say. The Son of Man is about to be betrayed into the hands of men.” ", "45": "But they didn't understand what he meant by this. It had been concealed from them so that they would not grasp its meaning, and they were afraid to ask him about it.", "46": "An argument arose among the talmidim as to which of them might be the greatest. ", "47": "But Yeshua, knowing the thoughts of their hearts, took a child, stood him beside himself, ", "48": "and said to them, “Whoever welcomes this child in my name welcomes me, and whoever welcomes me welcomes the One who sent me. In other words, the one who is least among you all — this is the one who is great.” ", "49": "Yochanan responded, “Rabbi, we saw someone expelling demons in your name; and we stopped him because he doesn't follow you along with us.” ", "50": "Yeshua said to him, “Don't stop such people, because whoever isn't against you is for you.”", "51": "As the time approached for him to be taken up into heaven, he made his decision to set out for Yerushalayim. ", "52": "He sent messengers ahead of him, who went and entered a village in Shomron to make preparations for him. ", "53": "However, the people there would not let him stay, because his destination was Yerushalayim. ", "54": "When the talmidim Ya'akov and Yochanan saw this, they said, “Sir, do you want us to call down fire from heaven to destroy them?”[a] ", "55": "But he turned and rebuked them.[b] ", "56": "And they went on to another village.", "57": "As they were traveling on the road, a man said to him, “I will follow you wherever you go.” ", "58": "Yeshua answered him, “The foxes have holes, and the birds flying about have nests, but the Son of Man has no home of his own.” ", "59": "To another he said, “Follow me!” but the man replied, “Sir, first let me go away and bury my father.” ", "60": "Yeshua said, “Let the dead bury their own dead; you, go and proclaim the Kingdom of God!” ", "61": "Yet another said, “I will follow you, sir, but first let me say good-by to the people at home.” ", "62": "To him Yeshua said, “No one who puts his hand to the plow and keeps looking back is fit to serve in the Kingdom of God.”"}