{"1": "When Jabin king of Hazor heard what had happened, he sent word to Jobab king of Madon, to the king of Shimron, to the king of Akshaph, ", "2": "and to the kings in the northern hill country, those in the Arabah south of Kinneret,[a] in the Shephelah, and in Naphoth Dor to the west, ", "3": "as well as to the Canaanites in the east and the west, and to the Amorites, the Hittites, the Perizzites, and the Jebusites in the hill country, and to the Hivites below Mount Hermon in the land of Mizpah. ", "4": "They came out—they and all their divisions with them—a people as numerous as the sand on the seashore, together with very many horses and chariots. ", "5": "All these kings gathered together. They came and camped together at the Waters of Merom to wage war against Israel.", "6": "But the Lord said to Joshua, “Do not be afraid of them, because tomorrow at this time I will give all of them to Israel as corpses. You are to hamstring their horses and burn their chariots with fire.”", "7": "So Joshua and all the military forces with him came upon them suddenly at the Waters of Merom and attacked them. ", "8": "The Lord gave them into the hand of Israel, and they struck them and pursued them as far as Great Sidon, as far as Misrephoth Maim, and as far east as the Valley of Mizpah. They struck them down until they left no survivor for them. ", "9": "Joshua did to them just as the Lord had said to him: He hamstrung their horses and burned their chariots with fire.", "10": "Joshua turned back at that time and captured Hazor. He struck down its king with the sword, even though Hazor had formerly been the head of all these kingdoms. ", "11": "The Israelites struck down every living thing that was in Hazor with the edge of the sword, devoting them to destruction. He left nothing breathing, and Hazor he burned with fire.", "12": "Joshua captured all the cities of these kings and all their kings. He struck them with the edge of the sword. He devoted them to destruction just as Moses, the servant of the Lord, had commanded. ", "13": "But none of the cities standing on their mounds were burned by Israel—except that Joshua did burn Hazor. ", "14": "All of the plunder from these cities, including the cattle, was taken by the people of Israel as spoils of war for themselves, but they struck down every person with the edge of the sword until they had exterminated them all. They did not leave anything that breathed. ", "15": "Just as the Lord had commanded his servant Moses, so Moses commanded Joshua, and so Joshua did. He did not fail to carry out a single word of everything that the Lord had commanded Moses.", "16": "So Joshua took all this land: the hill country,[b] all the Negev,[c] all the land of Goshen,[d] the Shephelah,[e] the Arabah,[f] the mountainous region of Israel and its foothills, ", "17": "from Mount Halak that rises to Seir, as far as Baal Gad in the Valley of Lebanon under Mount Hermon. He captured all their kings. He struck them and put them to death. ", "18": "For many days[g] Joshua made war with all these kings. ", "19": "There was no city that made peace with the people of Israel except for the Hivites living in Gibeon. The Israelites took them all in battle, ", "20": "for it was the Lord who hardened their hearts so that they would confront Israel in battle and would be devoted to destruction, and they would not receive mercy but would be destroyed, just as the Lord had commanded Moses.", "21": "At that time Joshua went and cut off the Anakites[h] from the hill country—from Hebron, from Debir, from Anab, and from all the hill country of Judah and from all the hill country of Israel. Joshua devoted them and their cities to destruction. ", "22": "There were no Anakites remaining in the land of the Israelites. Only in Gaza, in Gath, and in Ashdod were they left. ", "23": "So Joshua took the whole land according to everything the Lord had spoken to Moses, and Joshua gave it as an inheritance to Israel according to their allotments for their tribes. Then the land rested from war."}