{"1": "Now Joshua had grown old and had advanced in years. So the Lord said to him, “You have grown old and advanced in years, but very much land remains to be taken as your possession.", "2": "“This is the land that remains: All the districts of the Philistines and all of the Geshurites, ", "3": "from the Shihor, which is east of Egypt, to the border of Ekron on the north. (This is reckoned as belonging to the Canaanites, but includes the five serens[a] of the Philistines, the serens of Gaza, Ashdod, Ashkelon, Gath, and Ekron, as well as the Avvites ", "4": "on the south.) All the land of the Canaanites, and Me'arah,[b] which belongs to the Sidonians, as far as Aphek, up to the border of the Amorites.", "5": "The land of the Gebalites,[c] and all of Lebanon toward the rising of the sun, from Baal Gad below Mount Hermon up to the entry to Hamath, ", "6": "all the inhabitants of the hill country from Lebanon to Misrephoth Maim, and all the Sidonians. “I myself will drive them out as the people of Israel advance. So assign the land to Israel as their possession by lot, just as I have commanded you. ", "7": "Now apportion this land as an inheritance for nine of the tribes and one of the half tribes of Manasseh.”", "8": "Together with the other half tribe of Manasseh, the Reubenites and Gadites had already received their inheritance from Moses in the area east of the Jordan, just as Moses, the servant of the Lord, had assigned it to them.", "9": "It extended from Aroer, which is on the edge of the Arnon Canyon, and from the city that is in the middle of the canyon, and included all the tableland[d] from Medeba to Dibon.", "10": "It included all the cities of Sihon king of the Amorites, who ruled in Heshbon, up to the border of the people of Ammon;", "11": "also Gilead, and the territory of the Geshurites and the Ma'akathites, and all Mount Hermon and all of Bashan to Salekah;", "12": "also all the kingdom of Og in Bashan, who ruled in Ashtaroth and in Edrei. (Og himself was left from the remnant of the Rephaim,[e] and Moses struck them down and drove them out.)", "13": "But the people of Israel did not drive out the Geshurites and the Ma'akathites. So Geshur and Ma'akath have lived within Israel to this day.", "14": "But to the tribe of Levi, Moses did not give an inheritance. Their inheritance is the offerings made by fire to the Lord, the God of Israel, just as he said to them.", "15": "Moses gave land to the tribe of the descendants of Reuben according to their clans.", "16": "Their territory included Aroer, which is on the edge of the Arnon Canyon, and the city that is in the middle of the canyon, and all of the tableland by Medeba.", "17": "It included Heshbon and all its cities that are in the tableland, also Dibon, Bamoth Baal, and Beth Baal Meon, ", "18": "also Jahaz, Kedemoth, and Mepha'ath;", "19": "also Kiriathaim, and Sibmah, and Zereth Shahar on the hill in the valley, ", "20": "and Beth Peor, and the slopes of Pisgah, and Beth Jeshimoth, ", "21": "all the cities of the tableland. It included the whole kingdom of Sihon king of the Amorites, who ruled in Heshbon, whom Moses had struck down, together with the chiefs of Midian, namely, Evi, Rekem, Zur, Hur, and Reba, who were subject kings under Sihon and lived in his land.", "22": "In addition to the Midianites who were killed, the Israelites killed with the sword Balaam son of Beor, who practiced divination.", "23": "The border of the descendants of Reuben was the Jordan River. This was the border of the inheritance of the descendants of Reuben according to their clans—the cities and their villages.", "24": "Moses also gave land to the tribe of Gad, to the descendants of Gad according to their clans.", "25": "Their territory included Jazer, and all the cities of Gilead, and half of the land of the descendants of Ammon, as far as Aroer, which is near Rabbah.", "26": "Also it extended from Heshbon to Ramat Hamizpah and Betonim, and from Mahanaim to the border of Debir.", "27": "Also in the valley he gave them Beth Haram, Beth Nimrah, and Succoth, as well as Zaphon, and the rest of the kingdom of Sihon king of Heshbon, with the Jordan as a border, up to the end of the Sea of Galilee,[f] the region beyond the Jordan to the east.", "28": "This is the inheritance of the descendants of Gad according to their clans—the cities and their villages.", "29": "Moses also gave land to the half tribe of Manasseh. It was given to the half tribe of the descendants of Manasseh according to their clans.", "30": "Their territory extended from Mahanaim through all of Bashan, including all the kingdom of Og king of Bashan and all the tent villages of Jair, which are in Bashan—sixty cities in all.", "31": "He gave half of Gilead, also Ashtaroth and Edrei, cities belonging to the kingdom of Og in Bashan, to the descendants of Makir, the son of Manasseh, to half of the descendants of Makir according to their clans.", "32": "These territories are what Moses had given as an inheritance while in the Plains of Moab from the region beyond the Jordan of Jericho to the east.", "33": "But to the tribe of Levi, Moses had not given an inheritance. The Lord, the God of Israel—he is their inheritance, as he had said to them."}