{"1": "The following are the allotted inheritances for the descendants of Israel in the land of Canaan, which Eleazar the priest, Joshua son of Nun, and the leading fathers[a] of the tribes allotted as an inheritance to the people of Israel. ", "2": "The inheritances for nine tribes and the half tribe of Manasseh were determined by lot, just as the Lord had commanded through Moses.", "3": "Moses had already assigned inheritances to two tribes and to one half tribe in the region east of the Jordan, but to the Levites he did not give an inheritance among the other tribes. ", "4": "Because the sons of Joseph had been divided into two tribes, namely, Manasseh and Ephraim, the Levites did not receive a tribal territory in the land. They did, however, receive cities to live in along with the cities' pasturelands for their cattle and property.[b] ", "5": "Just as the Lord had commanded Moses, that is what the people of Israel did when they apportioned the land.", "6": "When the people of Judah came to Joshua at Gilgal, Caleb son of Jephunneh, the Kenizzite, said this to him: You know what the Lord spoke to Moses, the man of God, concerning you and me in Kadesh Barnea. ", "7": "I was forty years old when Moses, the servant of the Lord, sent me from Kadesh Barnea to scout the land, and I brought back to him my heartfelt advice. ", "8": "When my brother Israelites who went up with me made the hearts of the people melt, I nevertheless fully followed the Lord my God. ", "9": "So Moses swore an oath to me on that day. He said, “Most certainly the land on which your foot has walked shall be an inheritance for you and for your children forever, because you fully followed the Lord my God.”", "10": "So now as you see, the Lord has kept me alive, just as he said, for these forty-five years since the Lord spoke this promise to Moses when Israel was traveling in the wilderness. So now, here I am today, eighty-five years old! ", "11": "I am still as strong today as on the day that Moses sent me out. My strength for going out and for coming back from battle is the same now as it was then.", "12": "So now, give me this place in the hill country that the Lord promised that day. Even though you heard on that day that the Anakites are there, as well as large fortified cities, perhaps the Lord will be with me, and I will drive them out, just as the Lord said.", "13": "So Joshua blessed him, and he gave Hebron to Caleb son of Jephunneh as an inheritance. ", "14": "Therefore Hebron has belonged to Caleb son of Jephunneh, the Kenizzite, as an inheritance to this day, because he fully followed after the Lord, the God of Israel. ", "15": "The name of Hebron formerly was Kiriath Arba. Arba was the greatest man among the Anakites. So the land rested from war."}