{"1": "The second allotment went to the tribe of Manasseh, even though he was the firstborn of Joseph. To Makir,[a] the firstborn of Manasseh, the father of Gilead, because he was a warrior—to him went Gilead and Bashan.", "2": "The next allotment went to the rest of the descendants of Manasseh according to their clans: that is, to the sons[b] of Abiezer, to the sons of Helek, to the sons of Asriel, to the sons of Shechem, to the sons of Hepher, and to the sons of Shemida. These were the descendants of Manasseh son of Joseph, the males according to their clans.", "3": "Now Zelophehad, the son of Hepher, the son of Gilead, the son of Makir, the son of Manasseh, had no sons, but only daughters. These are the names of his daughters: Mahlah, Noah, Hoglah, Milkah, and Tirzah. ", "4": "They approached Eleazar the priest, Joshua son of Nun, and the other leaders and said, “The Lord commanded Moses to give us an inheritance among our brothers.” So, in keeping with the word of the Lord, he gave them an inheritance among the brothers of their father.", "5": "Thus the portions of Manasseh were assigned as ten portions, in addition to the land of Gilead and Bashan, which are in the region east of the Jordan, ", "6": "because the daughters of Manasseh received an inheritance among his sons. The land of Gilead went to the rest of the descendants of Manasseh.", "7": "The border of Manasseh extends from Asher to Mikmethath, which is close to Shechem. Then the border turns to the right[c] toward the inhabitants of En Tappuah. ", "8": "The land of Tappuah belongs to Manasseh, but Tappuah, on the border of Manasseh, belongs to the descendants of Ephraim.", "9": "Then the border descends to the streambed of the Kanah. South of the streambed, these cities belonging to Ephraim are located among the cities of Manasseh. The border of Manasseh is north of the streambed, and it ends at the sea. ", "10": "The land to the south belongs to Ephraim and the land to the north belongs to Manasseh, and the sea is its border. The borders touch Asher on the northwest and Issachar on the northeast.", "11": "Also belonging to Manasseh but lying within the territory of Issachar and Asher are Beth Shan and its surrounding towns,[d] Ibleam and its surrounding towns, the inhabitants of Dor and its surrounding towns, the inhabitants of Endor and its surrounding towns, the inhabitants of Ta'anach and its surrounding towns, and the inhabitants of Megiddo and its surrounding towns; also three cities of the Nephet.[e]", "12": "But the people of Manasseh were not able to take possession of these cities, and the Canaanites were determined to continue living in this land. ", "13": "When the people of Israel grew strong, they made the Canaanites serve as a labor force, but they did not drive them out completely.", "14": "The descendants of Joseph spoke with Joshua. They said, “Why did you give us an inheritance of only one lot and one portion, even though we are a numerous people, whom the Lord has blessed right up to the present?”", "15": "But Joshua said to them, “If you are a numerous people, go up to the forest and clear some land for yourself in the territory of the Perizzites and the Rephaim, since the hill country of Ephraim is too confining for you.”", "16": "The descendants of Joseph said, “The hill country is not sufficient for us, and all the Canaanites living in the valleys have iron chariots,[f] both those in Beth Shan and its surrounding towns and those in the Valley of Jezre'el.”", "17": "But Joshua said to the house of Joseph—to Ephraim and Manasseh, “Because you are a numerous people and you have great strength, you will not have just one allotment, ", "18": "but you will also have the hill country. Even though it is forest, you will clear it, and all of it will be yours, because you will drive out the Canaanites, even though they have iron chariots and even though they are strong.”"}