{"1": "Then the whole community of the people of Israel assembled at Shiloh, and they set up the Tent of Meeting there, since the land had been subdued by their advance. ", "2": "Seven tribes remained among the people of Israel to whom no inheritance had yet been apportioned.", "3": "So Joshua said to the people of Israel, “How long are you going to keep delaying before you go and take possession of the land that the Lord, the God of your fathers, has given to you? ", "4": "You yourselves are to appoint three men for each tribe, and I will send them out. They are to go out and walk throughout the land. They are to write a description of it as a basis for each of their inheritances, and then come back to me. ", "5": "They are to divide it into seven shares. Judah will remain in its territory in the south, and the house of Joseph will remain in its territory north of that. ", "6": "You are to write a description of the land in seven parts and bring it to me here. Then I will cast lots for you here before the Lord our God. ", "7": "But the Levites have no portion in your midst because the priesthood of the Lord is their inheritance, and Gad, Reuben, and the half tribe of Manasseh have already received their inheritance in the region to the east, on the other side of the Jordan, which Moses, the servant of the Lord, gave to them.”", "8": "So the men set out on their tour. Joshua had given a command to write a description of the land to the men who were going out, “Go, walk around throughout the land. Write a description of it and return to me. I will cast lots for you here before the Lord in Shiloh.”", "9": "So the men went and passed through the land, and they wrote a description of it on a scroll with the lists of cities divided into seven portions. Then they came to Joshua in the camp at Shiloh. ", "10": "Joshua cast lots for them at Shiloh in the presence of the Lord, and there Joshua assigned the land to the people of Israel portion by portion.", "11": "First, the lot came up for the tribe of the descendants of Benjamin according to their clans. The territory of their lot stretched out between the descendants of Judah and the descendants of Joseph.", "12": "Their northern border starts at the Jordan. Then the border ascends to the slope of Jericho on the north. Then it ascends westward through the hill country. It ends at the Wilderness of Beth Aven.", "13": "The border crosses over from there to Luz, to the slope on the south side of Luz (Luz is Bethel). Then the border descends to Ataroth Addar on the mountain that is south of Lower Beth Horon.", "14": "This is the border on the western side. From the mountain that is facing the south side of Beth Horon, the border bends and curves around toward the south. It ends at Kiriath Baal (that is, Kiriath Jearim), a city of the descendants of Judah. This is the western side.", "15": "On the southern side, the border begins from the edge of Kiriath Jearim. Then the border goes out toward the sea and goes out to the spring of the Waters of Nephtoah.", "16": "Then the border descends to the edge of the mountain that faces the Valley of the Son of Hinnom, which is north of the Valley of Rephaim. Then it descends through the Valley of Hinnom to the southern slope of the Jebusite city and descends to En Rogel.", "17": "Then it bends north and goes out to En Shemesh. Then it goes out to Geliloth, which is opposite the Ascent of Adummim, and descends to the Stone of Bohan, the son of Reuben.", "18": "Then it passes northward to the slope facing the Arabah and descends into the Arabah.", "19": "The border then passes on to the northern slope of Beth Hoglah, and the border ends at the northern bay of the Dead Sea at the southern end of the Jordan. This is the southern border.", "20": "The Jordan River is its border on the eastern side. This is the inheritance of the descendants of Benjamin, on the basis of the borders enclosing it, according to their clans.", "21": "The cities belonging to the tribe of the people of Benjamin according to their clans were: Jericho, Beth Hoglah, Emek Keziz, ", "22": "Beth Arabah, Zemaraim, Bethel, ", "23": "Avvim, Parah, Ophrah, ", "24": "Kephar Ha'ammoni, Ophni, and Geba—twelve cities and their villages.", "25": "Gibeon, Ramah, Be'eroth, ", "26": "Mizpah, Kephirah, Mozah, ", "27": "Rekem, Irpe'el, Taralah, ", "28": "Zela, Ha'eleph, the Jebusite city (that is, Jerusalem), Gibeath, Kiriath—fourteen cities and their villages. This is the inheritance of the descendants of Benjamin according to their clans."}