{"1": "The second lot came out for Simeon, for the tribe of the descendants of Simeon, according to their clans. Their inheritance was located within the inheritance of the descendants of Judah.", "2": "As their inheritance they received: Beersheba, Sheba, Moladah, ", "3": "Hazar Shual, Balah, Ezem, ", "4": "Eltolad, Bethul, Hormah, ", "5": "Ziklag, Beth Markaboth, Hazar Susah, ", "6": "Beth Lebaoth, and Sharuhen—thirteen cities and their villages.[a]", "7": "Also Ain, Rimmon, Ether, and Ashan—four cities and their villages.", "8": "All the villages that are around these cities, as far as Baalath Be'er (which is Ramah of the Negev). This is the inheritance of the tribe of the descendants of Simeon according to their clans. ", "9": "Part of the share of the descendants of Judah became the inheritance of the descendants of Simeon. Because the portion of the descendants of Judah was too large for them, the descendants of Simeon received an inheritance within Judah's inheritance.", "10": "The third lot came up for the descendants of Zebulun according to their clans. The border of their inheritance reaches as far as Sarid.", "11": "Their border ascends toward the west to Maralah and touches Dabbesheth. Then it touches the streambed that is next to Jokneam.", "12": "Then it turns from Sarid eastward toward the rising of the sun on the border of Kisloth Tabor. Then it goes out to Daberath and ascends to Japhia.", "13": "From there it passes on the east, along the side that is toward the sunrise, to Gath Hepher, to Eth Kazin, and goes out to Rimmon, which is marked off to Neah.[b]", "14": "Then the border curves around it on the north to Hannathon, and it ends at the Valley of Iphtah El, ", "15": "Kattath, Nahalal, Shimron, Idalah, and Bethlehem—twelve cities and their villages.[c]", "16": "This is the inheritance of the descendants of Zebulun according to their clans—these cities and their villages.", "17": "The fourth lot came out for Issachar, for the descendants of Issachar according to their clans.", "18": "Their territory extended to Jezre'el, Kesulloth, Shunem, ", "19": "Hapharaim, Shion, Anaharath, ", "20": "Rabbith, Kishion, Ebez, ", "21": "Remeth, En Gannim, En Haddah, and Beth Pazzez.", "22": "The border touches Tabor, Shahazimah, and Beth Shemesh, and their border ends at the Jordan—sixteen cities and their villages.", "23": "This is the inheritance of the tribe of the descendants of Issachar according to their clans—the cities and their villages.", "24": "The fifth lot came out for the tribe of the descendants of Asher according to their clans.", "25": "Their border enclosed Helkath, Hali, Beten, Akshaph, ", "26": "Allammelek, Amad, and Mishal, and it touches on Carmel on the west, and on Shihor Libnath.", "27": "Then it turns on the east to Beth Dagon and touches the territory of Zebulun and the Valley of Iphtah El to the north, also Beth Emek, and Neiel. Then it goes out to Kabul in the north, ", "28": "to Ebron,[d] Rehob, Hammon, and Kanah, as far as Great Sidon.", "29": "Then the border turns toward Ramah, to the fortified city of Tyre. Then the border turns toward Hosah, and it ends at the sea. It extends from Hebel[e] to Akzib, ", "30": "Ummah, Aphek, and Rehob—twenty-two[f] cities and their villages.", "31": "This is the inheritance of the tribe of the descendants of Asher according to their clans—these cities and their villages.", "32": "The sixth lot came out for the descendants of Naphtali, for the descendants of Naphtali according to their clans.", "33": "Their border extends from Heleph, from the oak in Za'annim, past Adami Nekeb, and Jabne'el to Lakkum. It ends at the Jordan.", "34": "Then the border turns west to Aznoth Tabor and goes out from there to Hukkok. It touches Zebulun on the south, Asher on the west, and Judah[g] at the Jordan on the east.", "35": "The fortified cities are Ziddim, Zer, Hammath, Rakkath, Kinneret, ", "36": "Adamah, Ramah, Hazor, ", "37": "Kedesh, Edrei, En Hazor, ", "38": "Yiron, Migdal El, Horem, Beth Anath, and Beth Shemesh—nineteen cities and their villages.[h]", "39": "This is the inheritance of the tribe of the descendants of Naphtali according to their clans—the cities and their villages.", "40": "The seventh lot came out for the tribe of the descendants of Dan according to their clans.", "41": "The territory of their inheritance includes Zorah, Eshtaol, Ir Shemesh, ", "42": "Sha'alabbin, Aijalon, Ithlah, ", "43": "Elon, Timnah, Ekron, ", "44": "Eltekeh, Gibbethon, Baalath, ", "45": "Jehud, Bene Berak, Gath Rimmon, ", "46": "Me Yarkon, and Rakkon, with the border close to Joppa.", "47": "But the territory of the descendants of Dan slipped away from them. So the descendants of Dan went up and fought against Leshem. They captured it and struck it with the edge of the sword. They took possession of it and lived in it, and they named Leshem “Dan” after Dan, their forefather.", "48": "This is the inheritance of the tribe of the descendants of Dan according to their clans—these cities and their villages.", "49": "When they had finished distributing the land as an inheritance by assigning borders, the Israelites gave Joshua son of Nun an inheritance among them. ", "50": "According to the command of the Lord, they gave him the city that he had requested, Timnath Serah in the hill country of Ephraim. He built up the city and lived in it.", "51": "These are the inheritances that Eleazar the priest, Joshua son of Nun, and the leading fathers of the tribes of Israel assigned by lot at Shiloh in the presence of the Lord at the entrance to the Tent of Meeting. So they finished distributing the land."}