{"1": "Then the leading fathers[a] of the Levites approached Eleazar the priest, Joshua son of Nun, and the leading fathers of the tribes of the people of Israel. ", "2": "When they spoke to them at Shiloh in the land of Canaan, they said, “The Lord commanded through Moses to give us cities to live in, together with their pasturelands for our livestock.”", "3": "So from their own inheritance the people of Israel gave to the Levites these cities and their pasturelands according to the command of the Lord.", "4": "The clans of Kohath, one of the descendants of Levi, received the first lot. Those who were descendants of Aaron the priest received by lot thirteen cities from the tribes of Judah, from the Simeonites, and from the tribe of Benjamin. ", "5": "The remaining Kohathites received by lot ten cities from the clans of the tribes of Ephraim, Dan, and the half tribe of Manasseh.", "6": "The descendants of Gershon received by lot thirteen cities from the clans of the tribes of Issachar, Asher, Naphtali, and the half tribe of Manasseh in Bashan.", "7": "The descendants of Merari according to their clans received twelve cities from the tribes of Reuben, Gad, and Zebulun.", "8": "The people of Israel assigned cities and their pasturelands to the Levites by lot, just as the Lord had commanded through Moses.", "9": "The tribe of the descendants of Judah and the tribe of the descendants of Simeon gave the cities, named below, ", "10": "to the descendants of Aaron, who were from the Kohathite clan of the people of Levi, because the first lot was theirs.", "11": "They gave them Kiriath Arba in the hill country of Judah and its pasturelands which surround it. (Kiriath Arba is Hebron.) (Arba was the father of the Anakites.) ", "12": "But the outlying countryside of the city and its villages they had given to Caleb son of Jephunneh as his possession.", "13": "In this way they gave the descendants of Aaron the priest these cities: Hebron, the city of refuge for one who takes a life, together with its pasturelands, Libnah and its pasturelands, ", "14": "Jattir and its pasturelands, Eshtemoa and its pasturelands, ", "15": "Holon and its pasturelands, Debir and its pasturelands, ", "16": "Ain and its pasturelands, Juttah and its pasturelands, Beth Shemesh and its pasturelands—nine cities from these two tribes.", "17": "From the tribe of Benjamin, they gave Gibeon and its pasturelands, Geba and its pasturelands, ", "18": "Anathoth and its pasturelands, and Almon and its pasturelands—four cities.", "19": "All the cities for the descendants of Aaron the priest totaled thirteen cities and their pasturelands.", "20": "For the rest of the clans of the Levites descended from Kohath, the cities of their allotment came from the tribe of Ephraim.", "21": "They gave them Shechem, the city of refuge for one who takes a life, and its pasturelands in the hill country of Ephraim; Gezer and its pasturelands; ", "22": "Kibzaim and its pasturelands; and Beth Horon and its pasturelands—four cities.", "23": "From the tribe of Dan they gave Eltekeh and its pasturelands, Gibbethon and its pasturelands, ", "24": "Aijalon and its pasturelands, Gath Rimmon and its pasturelands—four cities.", "25": "From the half tribe of Manasseh, they gave Ta'anach and its pasturelands, and Gath Rimmon and its pasturelands—two cities.", "26": "The total was ten cities and their pasturelands for the remaining clans of the descendants of Kohath.", "27": "To the descendants of Gershon, one of the clans of the Levites, these cities were given. From the half tribe of Manasseh: the city of refuge for someone who had killed a man, namely, Golan in Bashan and its pasturelands, also Be'eshterah and its pastureland—two cities.", "28": "From the tribe of Issachar: Kishion and its pasturelands, Daberath and its pasturelands, ", "29": "Jarmuth and its pasturelands, En Gannim and its pasturelands—four cities.", "30": "From the tribe of Asher: Mishal and its pasturelands, Abdon and its pasturelands, ", "31": "Helkath and its pasturelands, and Rehob and its pasturelands—four cities.", "32": "From the tribe of Naphtali: the city of refuge for someone who had killed a man, namely, Kedesh in Galilee and its pasturelands, Hammoth Dor and its pasturelands, and Kartan and its pasturelands—three cities.", "33": "All the cities of the Gershonites according to their clans totaled thirteen cities and their pasturelands.", "34": "To the clans of the sons of Merari, the rest of the Levites, these cities were given. From the tribe of Zebulun: Jokneam and its pasturelands, Kartah and its pasturelands, ", "35": "Dimnah and its pasturelands, Nahalal and its pasturelands—four cities.", "36": "From the tribe of Reuben: Bezer and its pasturelands, Jahzah and its pasturelands, ", "37": "Kedemoth and its pasturelands, and Mepha'ath and its pasturelands—four cities.", "38": "From the tribe of Gad: the city of refuge for one who takes a life, namely, Ramoth in Gilead and its pasturelands, Mahanaim and its pasturelands, ", "39": "Heshbon and its pasturelands, Jazer and its pasturelands. All the cities totaled four.", "40": "All the cities for the descendants of Merari according to their clans, the rest of the clans of the Levites—their allotment was twelve cities.", "41": "So all the cities of the Levites within the possession of the descendants of Israel totaled forty-eight cities and their pasturelands. ", "42": "These cities consisted of each city and its pasturelands that surround it. It was that way for all these cities.", "43": "So the Lord gave to Israel all of the land that he had sworn to give to their fathers. They took possession of it and lived in it. ", "44": "The Lord gave them rest all around, in fulfillment of everything that he had sworn to their fathers. Not one person out of all their enemies had withstood them. The Lord had given all their enemies into their hands. ", "45": "Not one promise out of all the good promises that the Lord had promised to the house of Israel failed.[b] They all came true!"}