{"1": "After many days,[a] when the Lord had given Israel rest from all its enemies all around, when Joshua had grown old and advanced in years, ", "2": "Joshua summoned all Israel—its elders, its heads, its judges, and its officers, and he said to them: I have grown old and advanced in years. ", "3": "You yourselves have seen everything that the Lord your God has done for you against all these nations. Yes, the Lord your God was fighting for you! ", "4": "See now, I have allotted to your tribes an inheritance from these nations that remain unconquered, as well as from the nations that I have destroyed. It extends from the Jordan to the Mediterranean Sea in the west. ", "5": "The Lord your God himself will push them away from you and drive them out of your presence, ⎣until they perish. He will send wild animals among them until he completely destroys them and their kings from your presence⎦[b] and you will take possession of their land, just as the Lord your God promised you. ", "6": "You must be very resolute in carrying out all that is written in the Book of the Law of Moses by not turning from it to the right or to the left, ", "7": "by not intermingling with these nations that remain with you. Do not ever call on or swear by the names of their gods. Never serve them and never bow down to them. ", "8": "But hold fast to the Lord your God, just as you have been doing to this day.", "9": "The Lord has driven out great and powerful nations from among you. As for you, no one has stood up against you to this day. ", "10": "One of you would put a thousand to flight because the Lord your God himself was fighting for you, just as he promised you. ", "11": "Therefore, for your own sakes be very careful to love the Lord your God.", "12": "But if you do turn away and keep close company with the remnant of these nations that remain with you, and if you intermarry with them and intermingle with them and they with you, ", "13": "then know for certain that the Lord your God will not continue to drive out these nations from among you, but they will become a trap and a snare for you, a whip for your sides and thorns in your eyes, until you perish from your good land that the Lord your God has given you.", "14": "See now, I am about to go the way of all the earth, and you know with all your heart and with all your soul that not one promise out of all the good promises that the Lord your God promised you has failed. All of them have come true for you. Not one promise from him has failed.[c]", "15": "But just as every good promise that the Lord your God promised to you has come true for you, likewise the Lord will cause every promise of disaster to come true for you until he has destroyed you from this good land that the Lord your God has given you. ", "16": "If you transgress the covenant of the Lord your God that he commanded you, and you go and serve other gods, and you bow down to them, then the anger of the Lord will burn against you, and you will perish quickly from the good land that he has given you."}