{"1": "Then Joshua gathered all the tribes of Israel at Shechem, and he summoned the elders of Israel, its heads, its judges, and its officers, and they presented themselves before God.", "2": "Then Joshua told all the people, “This is what the Lord, the God of Israel, has said.” From ancient times your ancestors, including Terah, who was the father of Abraham and the father of Nahor, lived beyond the Euphrates River, and they served other gods. ", "3": "But I took your father Abraham from across the River, and I caused him to walk through the whole land of Canaan. I multiplied his seed,[a] and I gave Isaac to him, ", "4": "and to Isaac I gave Jacob and Esau. I gave Esau the hill country of Seir to possess, but Jacob and his sons went down to Egypt.", "5": "Then I sent Moses and Aaron, and I afflicted Egypt with the plagues I sent there. Afterward I brought you out. ", "6": "I brought your fathers out from Egypt, and you came to the sea. With chariots and charioteers the Egyptians pursued your fathers to the Red Sea. ", "7": "They cried out to the Lord, and he set darkness between you and the Egyptians, and he brought the sea upon them so that it covered them. Your eyes saw what I did in Egypt. Then you lived in the wilderness for many days.[b]", "8": "I brought you to the land of the Amorites who lived east of the Jordan, and they fought against you. But I gave them into your hand, and you took possession of their land after I had destroyed them before you.", "9": "Then Balak son of Zippor, king of Moab, prepared to fight against Israel. He summoned Balaam son of Beor to curse you, ", "10": "but I was not willing to listen to Balaam. So he blessed you time after time. In this way I rescued you from his power.", "11": "Then you crossed over the Jordan and came to Jericho. The citizens of Jericho and the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites fought against you, but I gave them into your hand. ", "12": "I sent the hornet before you, and it drove them out before you, as it drove out the two kings of the Amorites. It was not by your sword and not by your bow!", "13": "So I have given you a land for which you did not labor. I gave you cities that you did not build, but you have been living in them. I gave you vineyards and olive groves that you did not plant, but you are eating from them.", "14": "Joshua said, “Now, therefore, fear the Lord and serve him wholeheartedly and faithfully. Remove the gods that your fathers served in the region across the River and in Egypt, and serve the Lord. ", "15": "But if you see no benefit in serving the Lord,[c] then choose for yourselves today whomever you will serve—whether the gods that your fathers served beyond the River or the gods of the Amorites, in whose land you are living. But as for me and my household—we will serve the Lord!”", "16": "The people responded by saying, “Far be it from us[d] to forsake the Lord in order to serve other gods! ", "17": "For the Lord our God, he is the one who brought us and our ancestors up from the land of Egypt, where we were slaves. He is the one who performed these great signs right before our eyes and protected us on the whole journey that we made and among all the peoples through whom we passed. ", "18": "The Lord drove out of our presence all the peoples and the Amorites who were living in the land. We too will serve the Lord, because he is our God!”", "19": "But Joshua said to the people, “You are not able to serve the Lord, because he is a holy God. He is a jealous God.[e] He will not forgive your rebellion and your sins. ", "20": "If you forsake the Lord and you serve foreign gods, then he will turn and cause disaster for you, and he will put an end to you after he has done good for you.”", "21": "But the people said to Joshua, “No! We will most certainly serve the Lord!”", "22": "So Joshua said to the people, “You are witnesses against yourselves that you have chosen the Lord for yourselves in order to serve him.” The people said, “We are witnesses!”", "23": "Joshua said, “Now, therefore, remove the foreign gods that are among you, and turn your heart to the Lord, the God of Israel.”", "24": "The people said to Joshua, “We will serve the Lord our God, and we will listen to his voice.”", "25": "That day Joshua made a covenant for the people, and he affirmed for them a statute and ordinance there at Shechem. ", "26": "Joshua wrote these words in the Book of the Law of God. Then he took a large stone and set it up there under the oak that was at the holy place of the Lord.", "27": "Joshua said to all the people, “See, this stone will be a witness among us and against us, because it has heard all the words that the Lord spoke with us. So it will be a witness among you and against you, so that you do not act deceptively against your God.”", "28": "Then Joshua dismissed the people, each one to his own inheritance.", "29": "After these events Joshua son of Nun, the servant of the Lord, died at the age of one hundred ten years. ", "30": "They buried him in the territory of his inheritance, in Timnath Serah, which is in the hill country of Ephraim, north of Mount Ga'ash.", "31": "Israel served the Lord all the days of Joshua and all the days of the elders who outlived Joshua and who had experienced every deed that the Lord had done for Israel.", "32": "The bones of Joseph, which the descendants of Israel had brought up from Egypt, were buried in Shechem in the portion of the field that Jacob had bought from the sons of Hamor, the father of Shechem, for one hundred pieces of silver,[f] and they[g] became a heritage for the sons of Joseph.", "33": "Eleazar son of Aaron died, and they buried him on the hill that belonged to his son Phinehas, which had been given to him in the hill country of Ephraim."}