{"1": "After Joshua had gotten up early in the morning, he and all the Israelites set out from Shittim and arrived at the Jordan. They stayed there until they crossed over. ", "2": "After three days the officers went through the camp ", "3": "and gave this order to the people: “As soon as you see the priests from the tribe of Levi carrying the Ark of the Covenant of the Lord your God, you are to set out from your position and follow the ark. ", "4": "But keep a distance between you and the ark—about three thousand feet.[a] Do not get too close to it, so that you can determine which way you should go, because you have never crossed over this way before.”", "5": "Then Joshua said to the people, “Consecrate yourselves, because tomorrow the Lord will do amazing things among you.”", "6": "Then Joshua said to the priests, “Lift up the Ark of the Covenant and pass by in front of the people.” So they lifted up the Ark of the Covenant and went ahead of the people.", "7": "The Lord said to Joshua, “Today I will begin to exalt you in the eyes of all Israel so that they will know that just as I was with Moses, so I will be with you. ", "8": "You are the one who will give this order to the priests carrying the Ark of the Covenant: 'As soon as you come to the edge of the water of the Jordan, you are to stand still in the Jordan.'”", "9": "Joshua said to the people of Israel, “Come closer to me and listen to the words of the Lord your God.” ", "10": "Then Joshua said, “This is how you will know that the Living God is among you and that he will most certainly drive out from before you the Canaanites, the Hittites,[b] the Hivites, the Perizzites, the Girgashites, the Amorites, and the Jebusites: ", "11": "Look, the Ark of the Covenant of the Lord of all the earth is about to cross over the Jordan ahead of you. ", "12": "So now choose for yourselves twelve men from the tribes of Israel, one man from each tribe. ", "13": "As soon as the soles of the feet of the priests carrying the Ark of the Lord, the Lord of all the earth, come to rest in the waters of the Jordan, the waters of the Jordan flowing down from upstream will be cut off, and they will stand up in one heap.”", "14": "So the people set out from their tents to cross the Jordan, and the priests carrying the Ark of the Covenant went ahead of the people. ", "15": "As soon as the priests carrying the ark came to the Jordan, and as soon as their feet dipped into the edge of the water (the Jordan is full and overflows all its banks during all the days of the grain harvest), ", "16": "the waters flowing down from upstream came to a standstill. The waters piled up in one heap, very far away, at Adam, the town that is next to Zarethan, and the waters flowing down to the Sea of the Arabah, that is, the Salt Sea,[c] were completely cut off. So the people crossed the Jordan opposite Jericho. ", "17": "The priests carrying the Ark of the Covenant of the Lord stood on dry ground in the middle of the Jordan while all Israel was crossing over on dry ground, until the entire nation had finished crossing the Jordan."}