{"1": "When the whole nation had finished crossing the Jordan, the Lord told Joshua, ", "2": "“Take twelve men from the people, one man from each tribe, ", "3": "and give them the following orders: 'Pick up twelve stones from here in the middle of the Jordan, from the place where the feet of the priests are standing securely. Carry them over with you and put them at the place where you will stay tonight.'”", "4": "So Joshua called the twelve men whom he had selected from the people of Israel—a man from each tribe. ", "5": "Joshua said to them, “Go to the middle of the Jordan in front of the Ark of the Lord your God. There each man is to lift up one stone on his shoulder. The number will correspond to the number of the tribes descended from the sons of Israel, ", "6": "so that this may be a sign among you when your children ask in the future, 'What do these stones mean for you?' ", "7": "Then you shall respond to them that the waters of the Jordan were cut off in front of the Ark of the Covenant of the Lord. When the ark passed through the Jordan, the waters of the Jordan were cut off. These stones will serve as a permanent memorial for the people of Israel.”", "8": "So the people of Israel did just as Joshua had ordered. They picked up twelve stones from the middle of the Jordan, corresponding to the number of the tribes descended from the sons of Israel, as the Lord had instructed Joshua. They carried the stones over with them to their lodging place and deposited them there. ", "9": "Joshua also set up twelve stones in the middle of the Jordan at the spot where the feet of the priests carrying the Ark of the Covenant had stood.[a] They are there to this day.", "10": "The priests who carried the ark remained standing in the middle of the Jordan until everything that the Lord had commanded Joshua to speak to the people had been accomplished, just as Moses had commanded Joshua. The people moved swiftly and completed the crossing. ", "11": "When all the people had finished crossing, the Ark of the Lord and the priests crossed over in the presence of the people.", "12": "The descendants of Reuben, the descendants of Gad, and the half tribe of Manasseh,[b] arranged by their military units, had crossed over ahead of the people of Israel, just as Moses had commanded them, ", "13": "about forty thousand men armed for battle. They crossed over to the plain near Jericho to wage war in the presence of the Lord.", "14": "That day the Lord exalted Joshua in the sight of all Israel, and they honored[c] him, just as they had honored Moses, all the days of his life.", "15": "The Lord said to Joshua, ", "16": "“Command the priests who are carrying the Ark of the Testimony that they should come up out of the Jordan.”", "17": "So Joshua commanded the priests, “Come up out of the Jordan.”", "18": "When the priests carrying the Ark of the Covenant of the Lord came up from the middle of the Jordan, as soon as the soles of their feet reached dry ground, the waters of the Jordan returned to their place, and it overflowed all its banks as before. ", "19": "The people came up from the Jordan on the tenth day of the first month and set up camp at Gilgal on the eastern border of Jericho.", "20": "Those twelve stones that they had taken from the Jordan, Joshua set up at Gilgal. ", "21": "He said to the people of Israel, “When your children in the future ask their fathers, 'What are these stones?' ", "22": "you shall teach your children, 'On dry land Israel crossed over this Jordan.' ", "23": "For the Lord your God dried up the waters of the Jordan in front of you until you crossed over, just as the Lord your God did to the Red Sea, which he dried up in front of us until we had crossed over. ", "24": "He did this so that all the peoples of the earth would know that the hand of the Lord is strong, so that you would fear the Lord your God always.”"}