{"1": "The people of Israel acted unfaithfully in regard to the devoted things. Achan the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah, took some of the devoted things, and the anger of the Lord burned against the people of Israel.", "2": "Joshua sent men from Jericho to Ai, which is near Beth Aven, east of Bethel. He said to them, “Go up and spy on[a] the land.” So the men went up and spied on Ai.", "3": "They returned to Joshua and told him, “All the people do not need to go up. Let about two or three thousand men go up, and they can defeat Ai. Do not trouble all the people with going up there, because there are only a few people in Ai.” ", "4": "So about three thousand men from among the people went up there, but they fled from the men of Ai. ", "5": "The men of Ai struck dead about thirty-six of them. They pursued them from the city gate as far as Shebarim,[b] and they struck them dead on the way down the descent. So the hearts of the people melted and turned to water.", "6": "Then Joshua tore his clothes and fell down with his face to the ground in front of the Ark of the Lord until evening—he and the elders of Israel. They also threw dust on their heads. ", "7": "Joshua said, “Ah, my Lord God! Why did you bring this people across the Jordan to place us into the hand of the Amorites to exterminate us? If only we had been willing to settle in the area on the other side of the Jordan! ", "8": "Please bear with me, my Lord! What can I say after Israel has turned its back before its enemies? ", "9": "Now the Canaanites and all the inhabitants of the land will hear, and they will surround us and cut off our name from the earth. Then what will you do for your great name?”", "10": "Then the Lord gave directions to Joshua: You, get up! Why are you falling on your face? ", "11": "Israel has sinned! They have transgressed[c] the covenant that I commanded for them! Yes, they have even taken some of the devoted things. They have stolen! They have deceived! Yes, they have even placed the devoted things that they stole among their own goods. ", "12": "That is why the people of Israel are not able to stand before their enemies. They turned their backs before their enemies because they have become liable to destruction. I will not continue to be with you unless you destroy the devoted things from among you.", "13": "Get up and consecrate the people. You are to tell them: Consecrate yourselves for tomorrow, because this is what the Lord, the God of Israel, says. Things devoted to destruction are in your midst, Israel. You will not be able to stand before your enemies until you remove the devoted things from your midst.", "14": "In the morning you are to present yourselves tribe by tribe. The tribe that the Lord identifies[d] is to come forward by clans. The clan that the Lord identifies is to come forward by households. The household that the Lord identifies is to come forward one man at a time. ", "15": "Then the man who is caught with the devoted things is to be burned with fire—he and all that belongs to him—because he transgressed the covenant of the Lord and because he committed sacrilege in Israel.", "16": "Joshua got up early in the morning, and he had Israel come forward tribe by tribe. The tribe of Judah was identified. ", "17": "Then he had the tribe of Judah come forward, and he identified the clan of the Zerahites. Next, he had the clan of the Zerahites come forward by individual families, and Zabdi's family was identified. ", "18": "Then he had Zabdi's household come forward one man at a time, and Achan the son of Carmi, the son of Zabdi, the son of Zerah, from the tribe of Judah, was identified.", "19": "Joshua said to Achan, “My son, give glory now to the Lord, the God of Israel, and give him praise. Now tell me what you did. Do not conceal it from me.”", "20": "Achan answered Joshua, “It is true. I am the one who has sinned against the Lord, the God of Israel, and this is what I did: ", "21": "Among the plunder I saw an expensive Mesopotamian robe,[e] a fine one, and two hundred shekels of silver and one wedge[f] of gold—it weighed fifty shekels.[g] I coveted them and I took them. Now they are hidden in the ground inside my tent, and the silver is underneath it.”", "22": "So Joshua sent agents. They ran to the tent, and there it was! The robe was hidden in his tent, and the silver was underneath it! ", "23": "They took them from the middle of the tent and brought them to Joshua and to all the people of Israel, where they poured them out before the Lord.", "24": "Then Joshua took Achan son of Zerah and the silver, the garment, and the wedge of gold, as well as Achan's sons and his daughters, his ox, his donkey and his flock, and his tent and everything that belonged to him—so all Israel, led by Joshua, brought them up to the Valley of Achor.", "25": "Joshua said, “Why have you brought disaster on us? The Lord will bring disaster on you this day!” Then all Israel stoned Achan to death. They also burned him and them[h] with fire, and they pelted them with stones. ", "26": "They erected a large heap of stones over Achan, which remains to this day. Then the Lord turned from the heat of his anger. For that reason the name of that place is called the Valley of Achor[i] to this day."}