{"1": "When all the kings who were west of the Jordan in the hill country,[a] in the Shephelah,[b] and along the entire coast of the Mediterranean Sea[c] as far as Lebanon (the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites) heard what had happened, ", "2": "they gathered together with one purpose: to wage war against Joshua and Israel.", "3": "However, when the inhabitants of Gibeon heard what Joshua had done to Jericho and to Ai, ", "4": "they responded by coming up with a clever scheme: They gathered their provisions as if they were going on a trip.[d] They loaded worn-out sacks on their donkeys and wineskins that were worn-out, split, and mended. ", "5": "They put worn-out, patched sandals on their feet, and they put on worn-out clothing. All the bread in their provisions was dried out. It had begun to crumble. ", "6": "Then they came to Joshua at the camp at Gilgal and told him and the men of Israel, “We have come from a land far away. So now, make a treaty with us.”", "7": "The men of Israel said to the Hivites, “Perhaps you live among us. How can we make a treaty with you?”", "8": "They said to Joshua, “We are your servants.” So Joshua said to them, “Who are you, and where do you come from?”", "9": "They said to him, “Because of the Name of the Lord your God, your servants have come from a land very far away. For we heard the report about him and all that he did in Egypt ", "10": "and all that he did to the two kings of the Amorites who were in the area east of the Jordan—to Sihon king of Heshbon and to Og king of Bashan, who was in Ashtaroth. ", "11": "Our elders and all the inhabitants of our land said to us, 'Take in your hand provisions for the journey and go to meet them. You should say to them, “We are your servants, so now make a treaty with us.”' ", "12": "This bread of ours was hot when we packed for the trip at our houses on the day we set out to come to you. Now, look, it is dried out and has become crumbs! ", "13": "The wineskins were new when we filled them. Look, they have burst! Look at our clothing and our sandals. They wore out because of the great length of the journey.”", "14": "Then the men of Israel took some of their provisions, but they did not seek the word of the Lord. ", "15": "So Joshua made peace with them. He made a treaty with them to let them live, and the leaders of the community swore an oath to them.", "16": "But three days after they had made the treaty with them, the Israelites heard that they were their neighbors, that is, that they were living among them. ", "17": "So the people of Israel set out and came to the Gibeonites' cities on the third day. Their cities were Gibeon, Kephirah, Be'eroth,[e] and Kiriath Jearim. ", "18": "But the people of Israel did not attack them because the leaders of the congregation had sworn an oath to them by the Lord, the God of Israel. So the whole community grumbled against the leaders.", "19": "All the leaders said to the community, “We swore an oath to them by the Lord, the God of Israel, so now we are not able to touch them. ", "20": "This is what we should do with them: We will keep them alive so that there will not be anger against us because of the oath that we swore to them.” ", "21": "Then the leaders said to the community, “They shall live!” So they became wood cutters and water carriers for the whole community, just as the leaders had advised concerning them.", "22": "Then Joshua summoned them and said to them, “Why did you deceive us by saying, 'We live very far away from you,' when in fact you live right among us? ", "23": "So now you are cursed! The name 'slave' will never be removed from you. You will always be wood cutters and water carriers for the house of my God.”", "24": "They answered Joshua, “Your servants were told very clearly that the Lord your God commanded his servant Moses to give you all the land and to exterminate all the inhabitants of the land from your presence. We feared greatly for our lives because of you. That is why we did this. ", "25": "So here we are, in your hand. Whatever seems good and right in your eyes to do to us, do it.”", "26": "So that is what he did to them. He saved them from the hand of the people of Israel so that they did not kill them. ", "27": "On that day Joshua designated them as wood cutters and water carriers for the community and for the altar of the Lord, for the place the Lord would choose, until this very day."}