{"1": "“And now, this word is for you, O religious leaders. ", "2": "If you do not listen, and if you do not set your heart to honor My name,” says the Lord of All, “then I will send the curse on you. I will destroy the good things you have been given. Yes, I have cursed them already, because you have not set your heart to honor Me. ", "3": "I will speak sharp words to your children. I will spread animal waste on your faces, the waste of your special suppers. And you will be taken away with it. ", "4": "Then you will know that I have sent this word to you, so that My agreement with Levi may be kept,” says the Lord of All. ", "5": "“My agreement with him was one of life and peace, and I gave them to him, that he might honor Me with fear. So he honored Me with fear. My name filled him with fear and wonder. ", "6": "True teaching was in his mouth, and no wrong was found on his lips. He walked with Me in peace and was right and good. And he turned many from sin. ", "7": "For the lips of a religious leader should have much learning. Men should listen for teaching from his mouth, for he is sent by the Lord of All. ", "8": "But you have turned aside from the way. You have made many fall by your teaching. You have sinned against the agreement of Levi,” says the Lord of All. ", "9": "“So I have made you hated and ashamed in front of all the people, for you are not keeping My ways. You have shown favor to certain people when you teach them.”", "10": "“Do we not all have one Father? Has not one God made us? Why can we not be trusted by one another? Why do we sin against the agreement of our fathers? ", "11": "Judah has not been faithful. A very sinful thing has been done in Israel and in Jerusalem. For Judah has made unclean the holy place of the Lord, which He loves. And he has married the daughter of a strange god. ", "12": "May the Lord cut off from the tents of Jacob every man who does this, even if he brings a gift in worship to the Lord of All. ", "13": "This is another thing you do: You cover the altar of the Lord with tears from much crying, because He no longer cares about the gift or receives it with favor from your hands. ", "14": "You ask, “Why?” It is because the Lord has seen how you have not been faithful to the wife you married when you were young, even when she stays with you and is your wife by agreement. ", "15": "Has not the Lord made them one in flesh and spirit? And what does He desire but God-like children? Be careful then in your spirit, and stay faithful to the wife you married when you were young. ", "16": "“For I hate divorce,” says the Lord, the God of Israel. “And I hate the man who does wrong to his wife,” says the Lord of All. “So be careful in your spirit, and be one who can be trusted.”", "17": "You have made the Lord tired with your words. Yet you say, “How have we made Him tired?” By saying, “Everyone who sins is good in the eyes of the Lord, and He is pleased with them.” Or by asking, “Where is the God Who is fair?”"}