{"1": "After Saul died and David returned from defeating the Amalekites,[a] David stayed in Ziklag two days. ", "2": "On the third day a man came from Saul's camp. His clothes were torn, and he had dirt on his head. When he came to David, he immediately bowed down with his face touching the ground.", "3": "“Where did you come from?” David asked him. “I escaped from the camp of Israel,” he answered.", "4": "“What happened?” David asked him. “Please tell me.” The man answered, “The army fled from the battle, and many of the soldiers died. Saul and his son Jonathan are dead too.”", "5": "“How do you know Saul and his son Jonathan are dead?” David asked the young man who had brought him the news.", "6": "The young man answered, “I happened to be on Mount Gilboa. Saul was there leaning on his spear, and the chariots and horsemen were catching up with him. ", "7": "When he looked back and saw me, he called to me, and I said, 'Yes?'”", "8": "“He asked me, 'Who are you?' “I said to him, 'I'm an Amalekite.'", "9": "“He said to me, 'Please stand over me and kill me. I'm alive, but I'm suffering.'[b]", "10": "“So I stood over him and killed him, since I knew he couldn't survive after he had been wounded. And I took the crown that was on his head and the band that was on his arm and brought them here to you, sir.”", "11": "Then David grabbed his own clothes and tore them in grief. All the men with him did the same. ", "12": "They mourned, cried, and fasted until evening because Saul, his son Jonathan, Yahweh's army, and the nation of Israel had been defeated in battle.", "13": "David asked the young man who had brought him the news, “Where are you from?” And the young man answered, “I'm an Amalekite, the son of a foreign resident.”", "14": "David asked, “Why weren't you afraid to take it upon yourself to destroy Yahweh's anointed king?” ", "15": "Then David called one of his young men and told him, “Come here and attack him.” David's young man executed him ", "16": "while David said, “You are responsible for spilling your own blood. You testified against yourself when you said, 'I killed Yahweh's anointed king.'”", "17": "David wrote this song of mourning for Saul and his son Jonathan. ", "18": "He said, “Teach this kesheth[c] to the people of Judah.” (It is recorded in the Book of Jashar.)", "19": "“Your glory, Israel, lies dead on your hills. See how the mighty have fallen!", "20": "Don't tell the news in Gath. Don't announce the victory in the streets of Ashkelon, or the daughters of the Philistines will be glad, and the daughters of godless men will celebrate.", "21": "You mountains in Gilboa, may there be no dew or rain on you or on your slopes,[d] because warriors' shields were tarnished there. Saul's shield was never rubbed with olive oil.", "22": "From the blood of those killed and the fat of the warriors, Jonathan's bow did not turn away, nor did Saul's sword return unused.", "23": "Saul and Jonathan were loved and well-liked while they were living. They were not separated even when they died. They were swifter than eagles and stronger than lions.", "24": "Daughters of Israel, cry over Saul, who dressed you in decorated, red clothes, who put gold jewelry on your clothes.", "25": "See how the mighty have fallen in battle! On your hills Jonathan was killed!", "26": "I am heartbroken over you, my brother Jonathan. You were my great delight. Your love was more wonderful to me than the love of women.", "27": "See how the mighty have fallen! See how the weapons of war have been destroyed!”"}