{"1": "I would not want you to be unaware that all our fathers were under the cloud, and all passed through the sea, ", "2": "and all were baptized into Moses in the cloud and in the sea; ", "3": "all ate the same spiritual food; ", "4": "and all drank the same spiritual drink, for they drank of that spiritual Rock that followed them, and that Rock was Christ. ", "5": "But with many of them God was not well pleased, and they were overthrown in the wilderness.", "6": "Now these things were our examples to the intent that we should not lust after evil things as they lusted. ", "7": "Neither be idolaters as were some of them. As it is written, “The people sat down to eat and drink and rose up to revel.”[a] ", "8": "Neither let us commit sexual immorality as some of them committed, when twenty-three thousand fell in one day. ", "9": "Neither let us tempt Christ, as some of them also tempted and were destroyed by serpents. ", "10": "Neither murmur, as some of them also murmured and were destroyed by the destroyer.", "11": "Now all these things happened to them for examples. They are written as an admonition to us, upon whom the end of the ages has come. ", "12": "Therefore let him who thinks he stands take heed, lest he fall. ", "13": "No temptation has taken you except what is common to man. God is faithful, and He will not permit you to be tempted above what you can endure, but will with the temptation also make a way to escape, that you may be able to bear it.", "14": "So, my beloved, flee from idolatry. ", "15": "I speak as to wise men. Judge for yourselves what I say. ", "16": "The cup of blessing which we bless, is it not the communion of the blood of Christ? The bread which we break, is it not the communion of the body of Christ? ", "17": "For we, being many, are one bread and one body, for we are all partakers of that one bread.", "18": "Consider Israel after the flesh: Are not those who eat of the sacrifices partakers of the altar? ", "19": "What am I saying then, that the idol is anything or that which is offered in sacrifice to idols is anything? ", "20": "But I say that the things which the Gentiles sacrifice, they sacrifice to demons, and not to God. I do not want you to have fellowship with demons. ", "21": "You cannot drink the cup of the Lord and the cup of demons. You cannot be partakers of the Lord's table and of the table of demons. ", "22": "Do we provoke the Lord to jealousy? Are we stronger than He?", "23": "“All things are lawful for me,” but not all things are helpful. “All things are lawful for me,” but not all things edify. ", "24": "Let no one seek his own, but each one the other's well-being.", "25": "Eat whatever is sold in the meat market, asking no question for the sake of conscience, ", "26": "for “The earth is the Lord's, and everything in it.”[b]", "27": "If any of those who do not believe invite you to a feast, and you desire to go, eat whatever is set before you, asking no question for the sake of conscience. ", "28": "But if anyone says to you, “This was offered in sacrifice to idols,” do not eat it for the sake of him that mentioned it and for the sake of conscience, for “The earth is the Lord's, and everything in it.”[c] ", "29": "Conscience, I say, not your own, but that of the other. For why is my liberty judged by another man's conscience? ", "30": "If I partake with thankfulness, why am I slandered concerning that for which I give thanks?", "31": "Therefore, whether you eat, or drink, or whatever you do, do it all to the glory of God. ", "32": "Give no offense, neither to the Jews, nor to the Gentiles, nor to the church of God, ", "33": "just as I try to please all men in all things, not seeking my own profit, but the profit of many, that they may be saved."}