{"1": "Follow me as I follow Christ.", "2": "I praise you, brothers, that you remember me in all things and keep the traditions as I delivered them to you. ", "3": "But I would have you know that the head of the woman is the man, the head of every man is Christ, and the head of Christ is God. ", "4": "Every man praying or prophesying having his head covered dishonors his head, ", "5": "but every woman who prays or prophesies with her head uncovered dishonors her head, for that is the same as if she were shaved. ", "6": "For if the woman is not covered, let her also cut off her hair. But if it is a shame for a woman to have her hair cut off or shaved, let her be covered.", "7": "For a man indeed ought not to cover his head, because he is the image and glory of God. But the woman is the glory of the man. ", "8": "The man is not from the woman, but the woman from the man. ", "9": "The man was not created for the woman, but the woman for the man. ", "10": "For this reason the woman ought to have a veil of authority over her head, because of the angels. ", "11": "Nevertheless, neither is the man without the woman, nor the woman without the man in the Lord. ", "12": "For just as the woman came from the man, so the man comes through the woman, but all things come from God.", "13": "Judge for yourselves. Is it proper for a woman to pray to God uncovered? ", "14": "Does even nature itself not teach you that if a man has long hair it is a shame to him? ", "15": "But if a woman has long hair, it is a glory to her, for her hair is given her for a covering. ", "16": "But if anyone seems to be contentious, we have no such custom, nor have the churches of God.", "17": "Now in what I have to say to you, I do not praise you. You have come together not for the better, but for the worse. ", "18": "First of all, when you come together as the church, I hear that there are divisions among you, and in part I believe it. ", "19": "For there must also be factions among you so that those who are genuine may become evident among you. ", "20": "Therefore when you come together into one place, it is not to eat the Lord's Supper. ", "21": "For in eating, each one eats his own supper ahead of others. One goes hungry, and another becomes drunk. ", "22": "What? Do you not have houses to eat and to drink in? Or do you despise the church of God and shame those who have nothing? What shall I say to you? Shall I praise you in this? I do not praise you.", "23": "I have received of the Lord that which I delivered to you: that the Lord Jesus, on the night in which He was betrayed, took bread. ", "24": "When He had given thanks, He broke it and said, “Take and eat. This is My body which is broken for you. Do this in remembrance of Me.”[a] ", "25": "In the same manner He took the cup after He had supper, saying, “This cup is the new covenant in My blood. Do this, as often as you drink it, in remembrance of Me.”[b] ", "26": "As often as you eat this bread and drink this cup, you proclaim the Lord's death until He comes.", "27": "Therefore whoever eats this bread and drinks this cup of the Lord unworthily will be guilty of the body and blood of the Lord. ", "28": "Let a man examine himself, and so eat of the bread and drink of the cup. ", "29": "For he who eats and drinks unworthily, eats and drinks damnation to himself, not discerning the Lord's body. ", "30": "For this reason many are weak and unhealthy among you, and many die. ", "31": "If we would judge ourselves, we would not be judged. ", "32": "But when we are judged, we are disciplined by the Lord, so that we would not be condemned with the world.", "33": "So, my brothers, when you come together to eat, wait for one another. ", "34": "If anyone hungers, let him eat at home, so that you may not come together into condemnation. I will set the rest in order when I come."}