{"1": "Now concerning spiritual gifts, brothers, I do not want you to be ignorant. ", "2": "You know that you were Gentiles, carried away to these dumb idols, however you were led. ", "3": "Therefore I make known to you that no one speaking by the Spirit of God says, “Jesus be cursed!” And no one can say, “Jesus is the Lord,” except by the Holy Spirit.", "4": "There are various gifts, but the same Spirit. ", "5": "There are differences of administrations, but the same Lord. ", "6": "There are various operations, but it is the same God who operates all of them in all people.", "7": "But the manifestation of the Spirit is given to everyone for the common good. ", "8": "To one is given by the Spirit the word of wisdom, to another the word of knowledge by the same Spirit, ", "9": "to another faith by the same Spirit, to another gifts of healings by the same Spirit, ", "10": "to another the working of miracles, to another prophecy, to another discerning of spirits, to another various kinds of tongues, and to another the interpretation of tongues. ", "11": "But that one and very same Spirit works all these, dividing to each one individually as He will.", "12": "For as the body is one and has many parts, and all the many parts of that one body are one body, so also is Christ. ", "13": "For by one Spirit we are all baptized into one body, whether we are Jews or Gentiles, whether we are slaves or free, and we have all been made to drink of one Spirit. ", "14": "The body is not one part, but many.", "15": "If the foot says, “Because I am not the hand, I am not of the body,” is it therefore not of the body? ", "16": "And if the ear says, “Because I am not the eye, I am not of the body,” is it therefore not of the body? ", "17": "If the whole body were an eye, where would the hearing be? If the whole body were hearing, where would the sense of smell be? ", "18": "But now God has established the parts, every one of them, in the body as it has pleased Him. ", "19": "If they were all one part, where would the body be? ", "20": "So there are many parts, yet one body.", "21": "The eye cannot say to the hand, “I have no need of you,” nor the head to the feet, “I have no need of you.” ", "22": "No, those parts of the body which seem to be weaker are necessary. ", "23": "And those parts of the body which we think are less honorable, upon these we bestow more abundant honor. And our less respectable parts are treated with much more respect, ", "24": "whereas our more respectable parts have no need of this. But God has composed the body, having given more abundant honor to that part which lacks it, ", "25": "so that there should be no division in the body, but that the parts should have the same care for one another. ", "26": "If one part suffers, all the parts suffer with it, and if one part is honored, all the parts rejoice with it.", "27": "Now you are the body of Christ and members individually. ", "28": "God has put these in the church: first apostles, second prophets, third teachers, after that miracles, then gifts of healings, helps, governments, and various tongues. ", "29": "Are all apostles? Are all prophets? Are all teachers? Are all workers of miracles? ", "30": "Do all have the gifts of healings? Do all speak with tongues? Do all interpret? ", "31": "But earnestly covet the greater gifts. Yet I show you a more excellent way."}