{"1": "Now, brothers, I declare to you the gospel which I preached to you, which you have received, and in which you stand. ", "2": "Through it you are saved, if you keep in memory what I preached to you, unless you have believed in vain.", "3": "For I delivered to you first of all that which I also received: how Christ died for our sins according to the Scriptures, ", "4": "was buried, rose again the third day according to the Scriptures, ", "5": "and was seen by Cephas, and then by the twelve. ", "6": "Then He was seen by over five hundred brothers at once, of whom the greater part remain to this present time, though some have passed away. ", "7": "Then He was seen by James and then by all the apostles. ", "8": "Last of all, He was seen by me also, as by one born at the wrong time.", "9": "For I am the least of the apostles and am not fit to be called an apostle, because I persecuted the church of God. ", "10": "But by the grace of God I am what I am. And His grace toward me was not in vain. I labored more abundantly than all of them, yet not I, but the grace of God which was with me. ", "11": "Therefore, whether it was I or they, so we preach and so you believed.", "12": "Now if Christ is preached that He rose from the dead, how can some of you say that there is no resurrection of the dead? ", "13": "If there is no resurrection of the dead, then Christ has not risen. ", "14": "If Christ has not risen, then our preaching is vain, and your faith is also vain. ", "15": "Yes, and we would then be found false witnesses of God, because we have testified that God raised up Christ, whom He did not raise up, if in fact the dead do not rise. ", "16": "For if the dead do not rise, then Christ has not been raised. ", "17": "If Christ is not raised, your faith is vain; you are still in your sins. ", "18": "Then they also who have fallen asleep in Christ have perished. ", "19": "If in this life only we have hope in Christ, we are of all men most miserable.", "20": "But now is Christ risen from the dead and become the first fruits of those who have fallen asleep. ", "21": "For since death came by man, by man came also the resurrection of the dead. ", "22": "For as in Adam all die, even so in Christ shall all be made alive. ", "23": "But every man in his own order: Christ the first fruits; afterward, those who are Christ's at His coming. ", "24": "Then comes the end when He will deliver up the kingdom to God the Father, when He puts an end to all rule and all authority and power. ", "25": "For He will reign until He has put all enemies under His feet. ", "26": "The last enemy that will be destroyed is death. ", "27": "For He “has put all things under His feet.”[a] But when He says, “all things are put under Him,” it is revealed that He, who has put all things under Him, is the exception. ", "28": "When all things are subjected to Him, then the Son Himself will also be subject to Him who put all things under Him, that God may be all in all.", "29": "Otherwise, what will they do who are baptized for the dead, if the dead do not rise at all? Why are they then baptized for the dead? ", "30": "And why do we stand in danger every hour? ", "31": "I affirm, by the boasting in you which I have in Christ Jesus our Lord, I die daily. ", "32": "If, in the manner of men, I have fought with beasts at Ephesus, what advantage is it to me if the dead do not rise? “Let us eat and drink, for tomorrow we die.”[b]", "33": "Do not be deceived: “Bad company corrupts good morals.” ", "34": "Awake to righteousness and do not sin, for some do not have the knowledge of God. I say this to your shame.", "35": "But someone will say, “How are the dead raised up? With what body do they come?” ", "36": "You fool! What you sow is not made alive unless it dies. ", "37": "When you sow, you do not sow the body that shall be, but a bare kernel, perhaps of wheat or of some other grain. ", "38": "Then God gives it a body as He pleases, and to each seed its own body. ", "39": "All flesh is not the same flesh. There is one kind of flesh of men, another flesh of beasts, another of fish, and another of birds. ", "40": "There are also celestial bodies and terrestrial bodies. The glory of the celestial is one, and the glory of the terrestrial is another. ", "41": "There is one glory of the sun, and another glory of the moon, and another glory of the stars. One star differs from another star in glory.", "42": "So also is the resurrection of the dead. The body is sown in corruption; it is raised in incorruption. ", "43": "It is sown in dishonor, it is raised in glory. It is sown in weakness, it is raised in power. ", "44": "It is sown a natural body, it is raised a spiritual body. There is a natural body, and there is a spiritual body. ", "45": "So it is written, “The first man Adam was made a living soul.”[c] The last Adam was made a life-giving spirit. ", "46": "However, that which is spiritual is not first, but the natural, and then the spiritual. ", "47": "The first man was of the earth, made of dust; the second man was the Lord from heaven. ", "48": "As was the man of dust, so are those who are of dust; and as is the man of heaven, so are those who are of heaven. ", "49": "As we have borne the image of the man of dust, we shall also bear the image of the man of heaven.", "50": "Now this I say, brothers, that flesh and blood cannot inherit the kingdom of God, nor does corruption inherit incorruption. ", "51": "Listen, I tell you a mystery: We shall not all sleep, but we shall all be changed. ", "52": "In a moment, in the twinkling of an eye, at the last trumpet, for the trumpet will sound, the dead will be raised incorruptible, and we shall be changed. ", "53": "For this corruptible will put on incorruption, and this mortal will put on immortality. ", "54": "When this corruptible will have put on incorruption, and this mortal will have put on immortality, then the saying that is written shall come to pass: “Death is swallowed up in victory.”[d]", "55": "“O death, where is your sting? O grave, where is your victory?”[e]", "56": "The sting of death is sin, and the strength of sin is the law. ", "57": "But thanks be to God, who gives us the victory through our Lord Jesus Christ!", "58": "Therefore, my beloved brothers, be steadfast, unmovable, always abounding in the work of the Lord, knowing that your labor in the Lord is not in vain."}