{"1": "Now concerning the collection for the saints, as I have given instruction to the churches of Galatia, so even you must do. ", "2": "On the first day of the week let every one of you lay in store, as God has prospered him, so that no collections be made when I come. ", "3": "And when I come, I will send whomever you approve with your letters to take your generous gifts to Jerusalem. ", "4": "If it is fitting that I go also, they will go with me.", "5": "Now I will come to you after I pass through Macedonia. For I will pass through Macedonia. ", "6": "It may be that I will remain, of course, and spend the winter with you, that you may send me on my journey wherever I go. ", "7": "For I do not wish to see you now in passing. Instead, I trust to remain a while with you, if the Lord permits. ", "8": "But I will remain at Ephesus until Pentecost. ", "9": "For a great and effective door has opened to me, and there are many adversaries.", "10": "Now if Timothy comes, see that he may remain with you without fear, for he does the work of the Lord, as I also do. ", "11": "Therefore let no one despise him. But send him on his way in peace, that he may come to me. I am expecting him with the brothers.", "12": "As for our brother Apollos, I greatly wanted him to come to you with the brothers. But he was not willing at all to come at this time. However, he will come when he has a convenient time.", "13": "Watch, stand fast in the faith, be bold like men, and be strong. ", "14": "Let all that you do be done with love.", "15": "You know the house of Stephanas, that it is the first fruits of Achaia, and that they have devoted themselves to the ministry of the saints. So I ask you, brothers, ", "16": "that you submit yourselves to such people, and to everyone who helps and labors with us. ", "17": "I am happy about the arrival of Stephanas, Fortunatus, and Achaicus, for they supplied what was lacking on your part. ", "18": "They have refreshed my spirit and yours. Therefore acknowledge these men.", "19": "The churches of Asia greet you. Aquila and Priscilla greet you heartily in the Lord, with the church that is in their house. ", "20": "All the brothers greet you. Greet one another with a holy kiss.", "21": "I, Paul, write this greeting with my own hand.", "22": "If anyone does not love the Lord Jesus Christ, let him be accursed. Come, O Lord!", "23": "The grace of our Lord Jesus Christ be with you.", "24": "My love be with you all in Christ Jesus. Amen."}