{"1": "Brothers, I could not speak to you as to spiritual men, but as to worldly, even as to babes in Christ. ", "2": "I have fed you with milk and not with solid food. For to this day you were not able to endure it. Nor are you able now, ", "3": "for you are still worldly. Since there is envy, strife, and divisions among you, are you not worldly and behaving as mere men? ", "4": "For while one says, “I am of Paul,” and another, “I am of Apollos,” are you not worldly?", "5": "Who then is Paul, and who is Apollos, but ministers by whom you believed, even as the Lord gave to each one? ", "6": "I have planted, Apollos watered, but God gave the increase. ", "7": "So then neither is he who plants nor he who waters anything, but God who gives the increase. ", "8": "Now he who plants and he who waters are one, and each one will receive his own reward according to his own labor. ", "9": "For we are laborers together with God: You are God's vineyard; you are God's building.", "10": "According to the grace of God which has been given to me, as a wise master builder, I have laid the foundation, but another builds on it. Now let each one take heed how he builds on it. ", "11": "For no one can lay another foundation than that which was laid, which is Jesus Christ. ", "12": "Now if anyone builds on this foundation with gold, silver, precious stones, wood, hay, or stubble, ", "13": "each one's work will be revealed. For the Day will declare it, because it will be revealed by fire, and the fire will test what sort of work each has done. ", "14": "If anyone's work which he has built on the foundation endures, he will receive a reward. ", "15": "If anyone's work is burned, he will suffer loss. But he himself will be saved, still going through the fire.", "16": "Do you not know that you are the temple of God, and that the Spirit of God dwells in you? ", "17": "If anyone defiles the temple of God, God will destroy him. For the temple of God is holy. And you are His temple.", "18": "Let no one deceive himself. If anyone among you seems to be wise in this world, let him become a fool that he may be wise. ", "19": "For the wisdom of this world is foolishness with God. For it is written, “He catches the wise in their own craftiness,”[a] ", "20": "and again, “The Lord knows the thoughts of the wise, that they are vain.”[b] ", "21": "Therefore let no one boast in men. For all things are yours: ", "22": "whether Paul or Apollos or Cephas or the world or life or death or things present or things to come, all are yours, ", "23": "and you are Christ's, and Christ is God's."}