{"1": "Let a man so regard us as the ministers of Christ and stewards of the mysteries of God. ", "2": "Moreover it is required in stewards that a man be found faithful. ", "3": "But with me it is a very small thing that I should be judged by you or by man's judgment. I do not even judge myself. ", "4": "For I know nothing against myself. Yet I am not justified by this. But He who judges me is the Lord. ", "5": "Therefore judge nothing before the appointed time until the Lord comes. He will bring to light the hidden things of darkness and will reveal the purposes of the hearts. Then everyone will have commendation from God.", "6": "Brothers, I have figuratively applied these things to myself and to Apollos for your sakes, so that you may learn from us not to think of men above that which is written, and that not one of you would be arrogant for one against another. ", "7": "For who makes you differ from another? And what do you have that you did not receive? Now if you received it, why do you boast as if you had not received it?", "8": "Now you are full, now you are rich; you have begun reigning as kings without us, and I wish to God you reigned, so that we also might reign with you. ", "9": "For I think that God has exhibited us, the apostles, last, as if we were sentenced to death. For we have been made a spectacle to the world, to angels and to men. ", "10": "We are fools for Christ's sake, but you are wise in Christ. We are weak, but you are strong. You are honorable, but we are despised. ", "11": "Even to this present hour we both hunger and thirst, and are poorly clothed and beaten and homeless. ", "12": "We labor, working with our own hands. Being reviled, we bless. Being persecuted, we endure. ", "13": "Being slandered, we encourage. We are made as the filth of the world, and are the refuse of all things to this day.", "14": "I do not write these things to shame you, but as my beloved sons I warn you. ", "15": "For if you were to have ten thousand instructors in Christ, yet you do not have many fathers. In Christ Jesus I have become a father to you through the gospel. ", "16": "So I implore you, be followers of me. ", "17": "Therefore I have sent Timothy to you. He is my beloved son and is faithful in the Lord. He will remind you of my ways which are in Christ, as I teach everywhere in every church.", "18": "Now some are arrogant, as though I were not coming to you. ", "19": "But I will come to you shortly if the Lord wills. And I will know not only what those who are arrogant are saying, but also their power. ", "20": "For the kingdom of God is not in word, but in power. ", "21": "What do you desire? Shall I come to you with a rod, or in love and in the spirit of meekness?"}