{"1": "Let brotherly love continue.", "2": "Be not forgetful to entertain strangers, for thereby some have entertained angels unawares.", "3": "Remember those who are in bonds as though you were bound with them, and thse who suffer adversity, as being yourselves also in the body.", "4": "Marriage is honorable in all, and the bed undefiled; but whoremongers and adulterers God will judge.", "5": "Let your manner of living be without covetousness, and be content with such things as ye have. For He hath said, “I will never leave thee, nor forsake thee”;", "6": "so that we may boldly say, “The Lord is my helper, and I will not fear what man shall do unto me.”", "7": "Remember those who have the rule over you, who have spoken unto you the Word of God. Follow their faith, considering the outcome of their manner of living.", "8": "Jesus Christ is the same yesterday, and today, and for ever.", "9": "Be not carried about with divers and strange doctrines. For it is a good thing that the heart be established with grace, not with meats which have not profited those who have been occupied therewith.", "10": "We have an altar from which they have no right to eat, who serve the tabernacle.", "11": "For the bodies of those beasts, whose blood is brought into the sanctuary by the high priest for sin, are burned outside the camp.", "12": "Therefore Jesus also, that He might sanctify the people with His own blood, suffered outside the gate.", "13": "Let us go forth therefore unto Him outside the camp, bearing His reproach.", "14": "For here we have no continuing city, but we seek one to come.", "15": "By Him therefore let us offer the sacrifice of praise to God continually, that is, the fruit of our lips giving thanks to His name.", "16": "But to do good and to communicate forget not, for with such sacrifices God is well pleased.", "17": "Obey those who have the rule over you and submit yourselves, for they keep watch over your souls as ones who must give an account, that they may do it with joy and not with grief, for that is unprofitable for you.", "18": "Pray for us, for we trust we have a good conscience in all things, willing to live honestly.", "19": "But I beseech you the more earnestly to do this, that I may be restored to you the sooner.", "20": "Now the God of peace, who brought back from the dead our Lord Jesus, that great Shepherd of the sheep, through the blood of the everlasting covenant,", "21": "make you perfect in every good work to do His will, working in you that which is well pleasing in His sight, through Jesus Christ, to whom be glory for ever and ever. Amen.", "22": "And I beseech you, brethren, suffer the word of exhortation, for I have written this letter unto you with few words.", "23": "Know ye that our brother Timothy is set at liberty, with whom, if he come shortly, I will see you.", "24": "Salute all those who have the rule over you, and all the saints. Those from Italy salute you.", "25": "Grace be with you all. Amen."}