{"1": "Therefore, holy brethren, partakers of the heavenly calling, consider the Apostle and High Priest of our profession, Christ Jesus,", "2": "who was faithful to Him that appointed Him, as also Moses was faithful in all His house.", "3": "For this Man was counted worthy of more glory than Moses, inasmuch as He who hath built the house hath more honor than the house.", "4": "For every house is built by some man, but He that built all things is God.", "5": "And Moses verily was faithful in all His house as a servant, as a testimony of those things which were to be spoken thereafter;", "6": "but Christ was faithful as a Son over His own house, whose house are we if we hold fast the confidence and rejoicing of the hope, firm unto the end.", "7": "Therefore as the Holy Ghost saith: “Today if ye will hear His voice,", "8": "harden not your hearts as in the provocation, in the day of temptation in the wilderness,", "9": "when your fathers tempted Me, proved Me, and saw My works forty years.", "10": "Therefore I was grieved with that generation, and said, 'They do always err in their heart, and they have not known My ways.'", "11": "So I swore in My wrath, 'They shall not enter into My rest.'”", "12": "Take heed, brethren, lest there be in any of you an evil heart of unbelief, in departing from the living God.", "13": "But exhort one another daily, while it is still called “today,” lest any of you be hardened through the deceitfulness of sin.", "14": "For we are made partakers of Christ if we hold the confidence we had in the beginning steadfast unto the end,", "15": "while it is said, “Today if ye will hear His voice, harden not your hearts as in the provocation.”", "16": "For some, when they had heard, did provoke, however not all that came out of Egypt by Moses.", "17": "But with whom was He grieved forty years? Was it not with those who had sinned, whose carcasses fell in the wilderness?", "18": "And to whom did He swear that they should not enter into His rest, but to those who believed not?", "19": "So we see that they could not enter in because of unbelief."}