{"1": "Let us therefore fear, lest, a promise being left to us of entering into His rest, any of you should seem to come short of it.", "2": "For unto us was the Gospel preached, as well as unto them; but the Word preached did not profit them, not being mixed with faith in those who heard it.", "3": "For we who have believed do enter into rest, as He said, “As I have sworn in My wrath, 'If they shall enter into My rest'”—although the works were finished from the foundation of the world.", "4": "For He spoke in a certain place of the seventh day in this way: “And God rested on the seventh day from all His works.”", "5": "And again in this place: “If they shall enter into My rest”—.", "6": "Seeing therefore it remaineth that some must enter therein, and those to whom it was first preached did not enter in because of unbelief,", "7": "again He designates a certain day, saying in David “today,” after so long a time, as it is said, “Today if you will hear His voice, harden not your hearts.”", "8": "For if Joshua had given them rest, then He would not afterwards have spoken of another day.", "9": "There remaineth therefore a rest for the people of God.", "10": "For he that has entered into His rest, he also hath ceased from his own works, as God did from His.", "11": "Let us labor therefore to enter into that rest, lest any man fall according to the same example of unbelief.", "12": "For the Word of God is living and powerful and sharper than any twoedged sword, piercing even to the dividing asunder of soul and spirit, and of the joints and marrow, and is a discerner of the thoughts and intents of the heart.", "13": "Neither is there any creature that is not manifest in His sight, but all things are naked and open unto the eyes of Him with whom we have to do.", "14": "Seeing then that we have a great High Priest who has passed into the Heavens, Jesus the Son of God, let us hold fast to our profession.", "15": "For we do not have a High Priest who cannot be touched with the feelings of our infirmities, but was in all points tempted as we are, yet without sin.", "16": "Let us therefore come boldly unto the throne of grace, that we may obtain mercy and find grace to help in time of need."}