{"1": "Teacher: I said to myself, “Let me dabble and test you in pleasure and see if there is any good in that.” But look, that, too, was fleeting. ", "2": "Of laughter I said, “Foolishness.” Of pleasure, “And in the end what is accomplished?” ", "3": "So I thought about drinking wine, for it soothes the flesh. But all the while my mind was filled with thoughts of wisdom—about how to rein in foolishness—until I might understand the best way for us to live out our brief lives and number of days under heaven. ", "4": "Next, I began some enormous projects, building my own houses and planting my own vineyards. ", "5": "I designed impressive gardens and parks and planted them with all kinds of fruit trees. ", "6": "I installed pools of water to irrigate the forests of young saplings. ", "7": "I acquired male and female servants; I even had servants born into my household. I had herds of cattle, flocks of sheep and goats—more than anyone who had ever lived in Jerusalem before me. ", "8": "I amassed a fortune in silver and gold, and I stockpiled the treasures of kings and provinces. I hired men and women to sing and entertain me, and I pampered myself with what every man desires—many women. ", "9": "I surrounded myself with all this and became great, far greater than anyone who had ever lived in Jerusalem before me. And still, my wisdom never left my side. ", "10": "Throughout this experiment, I let myself have anything my eyes desired, and I did not withhold from my mind any pleasure. What was the conclusion? My mind found joy in all the work I did—my work was its own reward! ", "11": "As I continued musing over all I had accomplished and the hard work it took, I concluded that all this, too, was fleeting, like trying to embrace the wind. Is there any real gain by all our hard work under the sun?", "12": "I turned my attention to the ways of wisdom and folly and madness. I asked, “What is left for those who come after the king to do? They can only repeat what he has already done.”[a] ", "13": "I realized that wisdom is better than folly, just as light is better than darkness. ", "14": "As the old saying goes: The wise have eyes in their heads, but fools stumble in the darkness. Yet I knew deep down that the same fate comes to both of them. ", "15": "I said to myself, “Why do I try to be wise when my fate is the same as that of the fool? This pursuit is fleeting too.” ", "16": "Neither the wise nor the fool will be remembered for very long once they are gone. The wise dies, and the fool alike. All are forgotten in the future. ", "17": "So I began to hate life itself because all that is done under the sun is so harsh and difficult. Life—everything about it—is fleeting; it's like trying to pursue the wind.", "18": "So I began to hate all the hard work I had done under the sun because I would eventually have to leave it all to the one who comes after me. ", "19": "And who knows whether my heir will be wise or foolish? Still he will inherit all the things for which I worked so hard here under the sun, the things for which I became wise. This, too, is fleeting like trying to catch hold of a breath. ", "20": "So I turned these thoughts over in my mind and despaired over how hard I worked under the sun. ", "21": "Although someone with wisdom, knowledge, and skill works hard, when he departs this life, he will leave all he has accomplished to another who has done nothing to deserve work's reward. This, too, is fleeting, and it causes great misery. ", "22": "What exactly do people get out of all their work and all the stresses they put themselves through here under the sun? ", "23": "For every day is filled with pain and every job has its own problems, and there are nights when the mind doesn't stop and rest. And once again, this is fleeting. ", "24": "There is nothing better than for people to eat and drink and to see the good in their hard work. These beautiful gifts, I realized, too, come from God's hand. ", "25": "For who can eat and drink and enjoy the good things if not me? ", "26": "To those who seek to please God, He gives wisdom and knowledge and joyfulness; but to those who are wicked, God keeps them busy harvesting and storing up for those in whom He delights. But even this is fleeting; it's like trying to embrace the wind."}