{"1": "Teacher: So I set my mind on all of this, examined it thoroughly, and here's what I think: The righteous and the wise and all their deeds are in God's hands. Whether they are destined to be loved or hated, no one but God knows. ", "2": "Everyone shares a common destiny—the righteous and the wicked, the good [and the bad],[a] the clean and the unclean, those who sacrifice and those who neglect the sacrifices. The good and the faithful are treated no differently than the sinner. Those who take an oath are treated no differently than those afraid to commit. Such a great injustice! ", "3": "Here is an evil that pervades all that is done under the sun: the same destiny happens to us all. Human hearts are inclined toward evil; madness runs deep throughout our lives. And then what happens? We die. ", "4": "So long as we are alive, we have hope; it is better to be a living dog, you see, than a dead lion. ", "5": "At least the living know they will die; the dead don't know anything. No future, no reward is awaiting them, and one day they will be completely forgotten. ", "6": "All of their love and hate and envy die with them; then it is too late to share in the human struggle under the sun.", "7": "At best, life is unpredictable. No one knows whether a pleasant or harsh future awaits. Perhaps it is better that way. It would be nice if good actions always guaranteed a pleasant future, but they don't. Sometimes, in this fallen world, it is just the opposite. One thing is certain, however: everyone faces death. It is the great equalizer. Yet the teacher is assured of something else: those who are right with God and live wisely are in His hands. Teacher: 7 So here is what you should do: go and enjoy your meals, drink your wine and love every minute of it because God is already pleased with what you do. ", "8": "Dress your best, and don't forget a splash of scented fragrance. ", "9": "Enjoy life with the woman you love. Cherish every moment of the fleeting life which God has given you under the sun. For this is your lot in life, your great reward for all of your hard work under the sun. ", "10": "Whatever you find to do, do it well because where you are going—the grave—there will be no working or thinking or knowing or wisdom.", "11": "I turned and witnessed something else under the sun: the race does not always go to the swift, the battle is not always won by the strong, bread does not always fill the table of the wise, wealth does not always accrue to the skillful, and favor is not always granted to the knowledgeable; but time and misfortune happen to them all. ", "12": "A person can't possibly know when his time will come. Like fish caught in a cruel net or birds trapped in a snare, without warning the unexpected happens, and people are caught up in an evil time.", "13": "When tragedy strikes, neither our wisdom nor our wealth nor our power can spare us from it. I have witnessed an example of wisdom under the sun and admit I found it impressive: ", "14": "Once there was a small town with only a few people in it. One day, out of nowhere, a king and his powerful army marched against it, surrounded it, and besieged it. The villagers didn't know how to fend off such a powerful enemy. ", "15": "But one man, who was very poor but very wise, rallied the villagers and managed to drive the army away. (The village remains to this day, but no one remembers the name of that one wise man who saved the village.) ", "16": "So I said, “Wisdom is better than strength.” But the wisdom of the poor is despised; nobody listens to their wise counsel.", "17": "It is better to hear the soft-spoken words of a wise person than the rant of a tyrant in the company of fools.", "18": "Wisdom is better than weapons of war, yet one wrongdoer can undo much good."}