{"1": "There was a time when you were dead. That was because of the bad and the wrong things you did.", "2": "At one time you did those wrong things, just like the people around you. You obeyed the ruler who has the power over things in the air. That ruler is the spirit who is working now in the people who do not obey God.", "3": "At one time we too all lived like them. We lived to please ourselves. We did what our bodies and our minds wanted us to do. We were people with whom God was angry, just like other people.", "4": "But God was very, very kind. He loved us very, very much.", "5": "We were dead because of the wrong things we had done. He has made us alive with Christ. You have been saved by his love and kindness.", "6": "God raised us from death with Christ Jesus and gave us a place to sit with him in heaven.", "7": "He did this to show us in all times to come how much he can bless people and how kind he is. It was Jesus Christ who brought this kindness to us.", "8": "You have been saved by God's love and kindness because you believed. It was not because of anything you did, but it was a gift from God.", "9": "You were not saved by trying to do what the law says. So no one can be proud about it.", "10": "God has made us. In Jesus Christ God made us so that we can do good things. He planned that we should live that way.", "11": "So remember that you were not born Jews. (They call you `The Uncircumcised').", "12": "Remember you did not know Christ at that time. You were far away from the people of Israel. You had no part in the agreements which God promised to them. You had no hope and you were without God in this world.", "13": "At one time you were far away, but now you have been brought near to God by the blood [death] of Jesus Christ.", "14": "Christ has made peace between us. He has brought both Jews and non-Jews together into one people. He has broken down the wall that divided us.", "15": "In his own body Christ made an end of the law and its rules. He did this so that in him two peoples could become one. In this way, he made peace between us.", "16": "He did this so that by the cross he might bring both kinds of people back to God in one body. And by the cross he has stopped our hating each other.", "17": "He came and said that there is now peace. There is peace for you who were far away from God and for those who were near.", "18": "Because of what Christ has done, we can come to the Father by one Spirit.", "19": "So then you are no longer strangers or people far away. But you live with God's people and belong to God's family.", "20": "God's family is like a house and you are part of the building. The apostles and prophets are like the lower walls of the house and you are the building on this foundation. Jesus Christ is the big stone at the corner.", "21": "He is the one who holds the whole house together, and it becomes a holy house belonging to the Lord.", "22": "You too are a part of this house. God himself lives in this house by his Spirit."}