{"1": "I am a prisoner who belongs to the Lord. I beg you, live the way people should live who have been called by God.", "2": "Do not be proud at all. Be very humble. Love one another and be patient with each other.", "3": "The Spirit has made you all one. Try to stay like that. May you be at peace with one another.", "4": "There is one body of Christ and one Spirit. When God called you, there was one hope before you in your calling.", "5": "There is one Lord, one way to believe, and one baptism.", "6": "There is one God and Father of us all. He is over all. He works through all. And he is living in us all.", "7": "But each one of us has received a blessing, whatever amount Christ has given to each one.", "8": "So then, the holy writings say, `When Christ went up to heaven he took those he had won with him. And he gave gifts to men.'", "9": "Now, what does `he went up' mean? Does it not mean that he also came down to the earth below?", "10": "The one who came down is the same one who went up higher than all the heavens. He did this so that he would be everywhere.", "11": "The gifts he gave are these: some are to be apostles; some prophets; some evangelists; some pastors and teachers.", "12": "These gifts are to make God's people better able to do their work for him and to make the body of Christ become stronger.", "13": "The gifts are given so that we will all believe the one way and all know the Son of God. They are given so that we will be really grown-up Christians, like Christ himself.", "14": "The body of Christ must grow so that we will no longer be like children. We are like children when we are pushed this way and that way. We change our minds every time people bring a different teaching. Some teachers teach the lies of men and fool people so that they believe wrong things.", "15": "We must say what is true and say it with love. In that way we will grow up in all things to be like Christ, who is the head of this body.", "16": "The whole body is joined and held together by every joint that it has. It is from Christ that the whole body grows as each different part does its work. It grows so that it becomes stronger in love.", "17": "Here then is what the Lord has told me to say. You must not live like the people who do not believe in God. They do not think clearly.", "18": "Their minds are dark. They are far away from God's life because they do not know the truth. They have no love in their hearts.", "19": "Nothing makes them ashamed anymore. They live a very bad life. They do every kind of wrong thing. And they always want to do it more.", "20": "That is not what you have learned from Christ!", "21": "You were taught by him, and Jesus has the truth!", "22": "Stop being the person you used to be in your old life. That person was bad because he wanted to do wrong things.", "23": "Have a new mind and heart.", "24": "Be a new person. That new person has been made like God. He does what is right and holy because he knows the truth.", "25": "So stop telling lies. Tell the truth to each other. We all are parts of the same body.", "26": "When you are angry, do not do anything wrong. And do not stay angry after the sun goes down.", "27": "Do not let the devil control you.", "28": "The person who used to steal must not steal now. But he must do some good work with his own hands. Then he will have something to give to the poor people.", "29": "Do not let any bad words come out of your mouth. But say good things that will help people. Then those who hear you will also be blessed by what you say.", "30": "Do nothing that makes the Holy Spirit feel sad. He is the mark God has put on you until the day you will belong to God altogether.", "31": "You must stop all hate, big and small anger, loud talk, saying wrong things about people, and all wanting to do wrong things to people.", "32": "Be kind to one another. Have a loving and understanding heart. Forgive one another because God has forgiven you for Christ's sake."}