{"1": "From Paul, God's willing slave[a] and an apostle of Jesus, the Anointed One, to Titus.[b] I'm writing you to further the faith[c] of God's chosen ones and lead them to the full knowledge of the truth that leads to godliness, ", "2": "which rests on the hope of eternal life. God, who never lies, has promised us this before time began. ", "3": "In his own time he unveiled his word through the preaching of the gospel, which was entrusted to me by the command of God our Life Giver.[d]", "4": "Titus, you are my true son in the faith we share. May grace and peace descend to you from God the Father and our Savior, the Anointed One, Jesus!", "5": "The reason I stationed you in Crete[e] was so that you could set things in order and complete what was left unfinished,[f] and to raise up and appoint church elders[g] in every city, just as I had instructed you. ", "6": "Each of them must be above reproach, devoted solely to his wife,[h] whose children are believers and not rebellious or out of control. ", "7": "The overseer, since he serves God's household,[i] must be someone of blameless character and not be opinionated or short-tempered. He must not be a drunkard or violent or greedy. ", "8": "Instead he should be one who is known for his hospitality and a lover of goodness.[j] He should be recognized as one who is fair-minded, pure-hearted, and self-controlled. ", "9": "He must have a firm grasp of the trustworthy message that he has been taught. This will enable him to both encourage others with healthy teachings and provide convincing answers to those who oppose his message.", "10": "There are many wayward people, smooth talkers, and deceivers—especially the converts from Judaism.[k] ", "11": "They must be silenced[l] because they are disrupting entire families with their corrupt teachings, all for their dishonest greed. ", "12": "A certain one of them, one of their own prophets,[m] said, “Those Cretans are nothing but liars, worthless beasts, and lazy gluttons.”[n] ", "13": "He certainly knew what he was talking about! For this reason, correct them thoroughly so that their lives will line up with the truths of our faith. ", "14": "Instruct them not to pay any attention to Jewish myths or follow the teachings of those who reject the truth.", "15": "It's true that all is pure to those who have pure hearts, but to the corrupt unbelievers nothing is pure. Their minds and consciences are defiled. ", "16": "They claim to know God, but by their actions they deny him. They are disgusting, disobedient, and disqualified from doing anything good."}