{"1": "Your duty is to teach them to embrace a lifestyle that is consistent with sound doctrine. ", "2": "Lead the male elders[a] into disciplined lives full of dignity and self-control. Urge them to have a solid faith, generous love, and patient endurance.", "3": "Likewise with the female elders,[b] lead them into lives free from gossip and drunkenness and to be teachers of beautiful things.[c] ", "4": "This will enable them to teach the younger women[d] to love their husbands, to love their children, ", "5": "and to be self-controlled and pure, taking care of their household and being devoted to[e] their husbands. By doing these things the word of God will not be discredited.", "6": "Likewise, guide the younger men into living disciplined lives for Christ.", "7": "Above all, set yourself apart as a model of a life nobly lived. With dignity, demonstrate integrity in all that you teach.[f] ", "8": "Bring a clear, wholesome message[g] that cannot be condemned, and then your critics will be embarrassed, with nothing bad to say about us.[h]", "9": "Servants[i] are to be supportive of[j] their masters and do what is pleasing in every way. They are not to be argumentative ", "10": "nor steal[k] but prove themselves to be completely loyal and trustworthy. By doing this they will advertise[l] through all that they do the beautiful teachings of God our Savior.", "11": "God's marvelous grace[m] has manifested in person, bringing salvation for everyone.[n] ", "12": "This same grace teaches us how to live each day as we turn our backs on ungodliness and indulgent lifestyles,[o] and it equips us to live self-controlled, upright, godly lives in this present age.[p] ", "13": "For we continue to look forward to the joyful fulfillment of our hope in the dawning splendor[q] of the glory of our great God and Savior, Jesus, the Anointed One.[r] ", "14": "He sacrificed himself for us that he might purchase our freedom from every lawless deed and to purify for himself a people who are his very own,[s] passionate to do what is beautiful in his eyes.", "15": "So preach these truths and exhort others to follow them. Be willing to expose sin in order to bring correction with full authority,[t] without being intimidated[u] by anyone."}