{"1": "He declareth that Christ is our mediator and advocate, 3 and showeth that the knowledge of God consisteth in holiness of life, 12 which appertaineth to all sorts, 14 that depend on Christ alone: 15 Then having exhorteth them to contemn the world, 18 he giveth warning that Antichrists be avoided, 24 and that the known truth be stood unto. My [a]little children, these things write I unto you, that ye sin not: and if any man sin, we have an [b]Advocate with the Father, Jesus Christ, the Just.", "2": "And he is the [c]reconciliation for our sins: and not for ours only, but also for the sins of the [d]whole world.", "3": "[e]And hereby we are sure that we [f]know him, [g]if we keep his commandments.", "4": "[h]He that saith, I know him, and keepeth not his commandments, is a liar, and the truth is not in him.", "5": "[i]But he that keepeth his word, in him is the [j]love of God perfect indeed: hereby we know that we are in [k]him.", "6": "[l]He that saith he remaineth in him, ought even so to walk as he hath walked.", "7": "[m]Brethren, I write no new commandment unto you, but an old commandment, which ye have had from the beginning: this old commandment is that word, which ye have heard from the beginning.", "8": "[n]Again, a new commandment I write unto you, that [o]which is true in him: and also in you: for the darkness is past, and that true light now shineth.", "9": "[p]He that saith that he is in that light, and hateth his brother, is in darkness, until this time.", "10": "He that loveth his brother, abideth in that light, and there is no occasion of evil in him.", "11": "But he that hateth his brother, is in darkness, and walketh in darkness, and knoweth not whither he goeth, because that darkness hath blinded his eyes.", "12": "[q]Little children, [r]I write unto you, because your sins are forgiven you for his [s]Name's sake.", "13": "[t]I write unto you, fathers, because ye have known him that is from the beginning. [u]I write unto you, young men, because ye have overcome that wicked one. [v]I write unto you, little children, because ye have known the Father.", "14": "[w]I have written unto you fathers, because ye have known him that is from the beginning. I have written unto you, young men, because ye are strong, and the word of God abideth in you, and ye have overcome that wicked one.", "15": "[x]Love not this [y]world, neither the things that are in this world. If any man love this world, the [z]love of the Father is not in him.", "16": "For all that is in this world, (as the lust of the flesh, the lust of the eyes, and the pride of life) is not of the Father, but is of this world.", "17": "[aa]And this world passeth away, and the lust thereof: but he that fulfilleth the will of God, abideth ever.", "18": "[ab][ac]Little children, [ad]it is the last time, [ae]and as ye have heard that Antichrist shall come, even now there are many Antichrists: whereby we know that it is the last time.", "19": "[af]They went out from us, but they were not of us: for if they had been of us, [ag]they should have continued with us. [ah]But this cometh to pass, that it might appear, that they are not all of us.", "20": "[ai]But ye have an [aj]ointment from that [ak]Holy one, and know all things.", "21": "[al]I have not written unto you, because ye know not the truth: but because ye know it, and that no lie is of the truth.", "22": "[am]Who is a liar, but he that denieth that Jesus is [an]that Christ? the same is that Antichrist that denieth the Father and the Son.", "23": "[ao]Whosoever denieth the Son, the same hath not the Father.", "24": "[ap]Let therefore abide in you that same which ye have heard from the beginning. If that which ye have heard from the beginning, shall remain in you, ye shall also continue in the Son, and in the Father.", "25": "And this is the promise that he hath promised us, even that eternal life.", "26": "[aq]These things have I written unto you, concerning them that deceive you.", "27": "But that [ar]anointing which ye received of him, dwelleth in you: and ye [as]need not that any man teach you: but as the same [at]anointing teacheth you of all things, and it is true and is not lying, and as it taught you, ye shall abide in him.", "28": "[au]And now, little children, abide in him, that when he shall appear, we may be bold, and not be ashamed before him, at his coming.", "29": "[av]If ye know that he is righteous, know ye that he which doeth righteously, is born of him."}