{"1": "Setting down the inestimable glory of this that we are God's sons, 7 he showeth that newness of life must be testifieth by good works, whereof charity is a manifest token. 19 Of faith,  22 and praying unto God. Behold, [a][b]what love the Father hath given to us, that we should be [c]called the sons of God: [d]For this cause this world knoweth you not, because it knoweth not him.", "2": "[e]Dearly beloved, now are we the sons of God, but yet it is not made manifest what we shall be: and we know that when he shall be made manifest: we shall be [f]like him: for we shall see him [g]as he is.", "3": "[h]And every man that hath this hope in him purgeth himself, even [i]as he is pure.", "4": "[j]Whosoever [k]commiteth sin, transgresseth also the Law: for [l]sin is the transgression of the Law.", "5": "[m]And ye know that he was made manifest, that he might take away our sins, and in him is no sin.", "6": "Whosoever abideth in him, sinneth not: whosoever [n]sinneth, hath not seen him, neither hath known him.", "7": "[o]Little children, let no man deceive you, he that doeth righteousness, is righteous, as he is righteous.", "8": "[p]He that commiteth sin, is of the [q]devil: for the devil [r]sinneth from the [s]beginning: for this purpose was made manifest that Son of God, that he might loose the works of the devil.", "9": "Whosoever is born of God sinneth not: for his [t]seed remaineth in him, neither can he sin, because he is born of God.", "10": "[u]In this are the children of God known, and the children of the devil: whosoever doeth not righteousness, is not of God, [v]neither he that loveth not his brother.", "11": "[w]For this is the message that ye heard from the beginning, that we should love one another,", "12": "[x]Not as [y]Cain which was of that wicked one, and slew his brother: [z]and wherefore slew he him? because his own works were evil, and his brother's good.", "13": "Marvel not my brethren, though this world hate you.", "14": "[aa]We know that we are [ab]translated from death unto life, because we love the brethren: he that loveth not his brother, abideth in death.", "15": "[ac]Whosoever hateth his brother, is a manslayer: and ye know that no manslayer hath eternal life abiding in him.", "16": "[ad]Hereby have we perceived love, that he laid down his life for us: therefore we ought also to lay down our lives for the brethren.", "17": "[ae]And whosoever hath this [af]world's good, and seeth his brother have need, and [ag]shutteth up his compassion from him, how dwelleth the love of God in him?", "18": "[ah]My little children, let us not love in word, neither in tongue only, but in deed and in truth.", "19": "[ai]For thereby we know that we are of the truth, [aj]and shall before him assure our hearts.", "20": "For [ak]if our hearts condemn us, God is greater than our heart, and knoweth all things.", "21": "[al]Beloved, if our heart condemn us not, then have we boldness toward God.", "22": "[am]And whatsoever we ask, we receive of him, because we keep his commandments, and do those things which are pleasing in his sight.", "23": "This is then his commandment, that we believe in the Name of his Son Jesus Christ, and love one another, as he gave commandment.", "24": "For he that keepeth his commandments, dwelleth in him, and he in him: and hereby we know that he abideth in us, even by that [an]Spirit which he hath given us."}