{"1": "He showeth that brotherly love and faith are things inseparable: 10 And that there is no faith towards God, but by believing in Christ: 14 Hence proceedeth calling upon God with assurance: 16 and also that our prayers be available for our brethren. Whosoever [a]believeth that Jesus is that [b]Christ, is born of God: and everyone that loveth him, which begat, loveth [c]him also which is begotten of him.", "2": "[d]In this we know that we love the children of God, when we love God, and keep his [e]commandments.", "3": "[f]For this is the love of God, that we keep his commandments: [g]and his commandments are not [h]burdenous.", "4": "[i]For all that is born of God, overcometh this world: [j]and this is that victory that [k]hath overcome this world even our [l]faith.", "5": "[m]Who is it that overcometh this world, but he which believeth that Jesus is that Son of God?", "6": "[n]This is that Jesus Christ that came by water and blood: [o]not by water only, but by water and blood: and it is that [p]Spirit that beareth witness: for that Spirit is truth.", "7": "For there are three, which bear record in heaven, the Father, the [q]Word, and the holy Ghost: and these three are [r]one.", "8": "And there are three, which bear record in the earth, the Spirit, and the Water and the Blood: and these three agree in one.", "9": "[s]If we receive the witness of men, the witness of God is greater: for [t]this is the witness of God, which he testified of his Son.", "10": "[u]He that believeth in that Son of God, hath the witness in himself: he that believeth not God, hath made him a liar, because he believed not the record, that God witnessed of that his Son.", "11": "[v]And this is that record, to wit, that God hath given unto us eternal life, and this life is in that his Son.", "12": "He that hath that Son, hath that life: and he that hath not that Son of God, hath not that life.", "13": "[w]These things have I written unto you, that believe in the name of that Son of God, that ye may know that ye have eternal life, and that ye may believe in the Name of that Son of God.", "14": "[x]And this is that assurance that we have in him, that if we ask anything according to his will, he heareth us.", "15": "And if we know that he heareth us, whatsoever we ask, we know that we have the petitions, that we have desired of him.", "16": "[y]If any man see his brother sin a sin that is not unto death, let him [z]ask, and he shall give him life for them that sin not unto death. There is a sin unto death, I say not that thou shouldest pray for it.", "17": "[aa]All unrighteousness is sin, but there is a sin not unto death.", "18": "[ab]We know that whosoever is born of God, sinneth not: but he that is begotten of God keepeth himself, and that wicked one toucheth him not.", "19": "[ac]We know that we are of God, and this whole world lieth in wickedness.", "20": "But we know that that Son of God is come, and hath given us a mind to know him, which is true, and we are in him that is true, that is, in that his Son Jesus Christ, the same is that very [ad]God, and that eternal life.", "21": "[ae]Little children, keep yourselves from idols, Amen."}