{"1": "Lord, you have always been fair whenever I have complained to you.[a] However, I would like to speak with you about the disposition of justice.[b] Why are wicked people successful?[c] Why do all dishonest people have such easy lives?", "2": "You plant them like trees and they put down their roots.[d] They grow prosperous and are very fruitful.[e] They always talk about you, but they really care nothing about you.[f]", "3": "But you, Lord, know all about me. You watch me and test my devotion to you.[g] Drag these wicked men away like sheep to be slaughtered! Appoint a time when they will be killed![h]", "4": "How long must the land be parched[i] and the grass in every field be withered? How long[j] must the animals and the birds die because of the wickedness of the people who live in this land?[k] For these people boast, “God[l] will not see what happens to us.”[m]", "5": "The Lord answered,[n] “If you have raced on foot against men and they have worn you out, how will you be able to compete with horses? And if you feel secure only[o] in safe and open country,[p] how will you manage in the thick undergrowth along the Jordan River?[q]", "6": "As a matter of fact,[r] even your own brothers and the members of your own family have betrayed you as well. Even they have plotted to do away with you.[s] So do not trust them even when they say kind things[t] to you.", "7": "“I will abandon my nation.[u] I will forsake the people I call my own.[v] I will turn my beloved people[w] over to the power[x] of their enemies.", "8": "The people I call my own[y] have turned on me like a lion[z] in the forest. They have roared defiantly at me,[aa] so I will treat them as though I hate them.[ab]", "9": "The people I call my own attack me like birds of prey or like hyenas.[ac] But other birds of prey are all around them.[ad] Let all the nations gather together like wild beasts. Let them come and destroy these people I call my own.[ae]", "10": "Many foreign rulers[af] will ruin the land where I planted my people.[ag] They will trample all over my chosen land.[ah] They will turn my beautiful land into a desolate wilderness.", "11": "They will lay it waste. It will lie parched[ai] and empty before me. The whole land will be laid waste, but no one living in it will pay any heed.[aj]", "12": "A destructive army[ak] will come marching over the hilltops in the wilderness. For the Lord will use them as his destructive weapon[al] against[am] everyone from one end of the land to the other. No one will be safe.[an]", "13": "My people will sow wheat, but will harvest weeds.[ao] They will work until they are exhausted, but will get nothing from it. They will be disappointed in their harvests[ap] because the Lord will take them away in his fierce anger.[aq]", "14": "“I, the Lord, also have something to say concerning[ar] the wicked nations who surround my land[as] and have attacked and plundered[at] the land that I gave to my people as a permanent possession.[au] I say: 'I will uproot the people of those nations from their land and I will free the people of Judah who have been taken there.[av] ", "15": "But after I have uprooted the people of those nations, I will relent[aw] and have pity on them. I will restore the people of each of those nations to their own lands[ax] and to their own country. ", "16": "But they must make sure to learn to follow the religious practices of my people.[ay] Once they taught my people to swear their oaths using the name of the god Baal.[az] But then, they must swear oaths using my name, saying, “As surely as the Lord lives, I swear.”[ba] If they do these things,[bb] then they will be included among the people I call my own.[bc] ", "17": "But I will completely uproot and destroy any of those nations that will not pay heed,'”[bd] says the Lord."}