{"1": "The Lord said to Jeremiah:[a] ", "2": "“Go down at once[b] to the potter's house. I will speak to you further there.”[c] ", "3": "So I went down to the potter's house and found him working[d] at his wheel.[e] ", "4": "Now and then[f] there would be something wrong[g] with the pot he was molding from the clay[h] with his hands. So he would rework[i] the clay into another kind of pot as he saw fit.[j]", "5": "Then the Lord's message came to me, ", "6": "“I, the Lord, say:[k] 'O nation of Israel, can I not deal with you as this potter deals with the clay?[l] In my hands, you, O nation of Israel, are just like the clay in this potter's hand.' ", "7": "There are times, Jeremiah,[m] when I threaten to uproot, tear down, and destroy a nation or kingdom.[n] ", "8": "But if that nation I threatened stops doing wrong,[o] I will cancel the destruction[p] I intended to do to it. ", "9": "And there are times when I promise to build up and establish[q] a nation or kingdom. ", "10": "But if that nation does what displeases me and does not obey me, then I will cancel the good I promised to do to it. ", "11": "So now, tell the people of Judah and the citizens of Jerusalem this: The Lord says, 'I am preparing to bring disaster on you! I am making plans to punish you.[r] So, every one of you, stop the evil things you have been doing.[s] Correct the way you have been living and do what is right.'[t] ", "12": "But they just keep saying, 'We do not care what you say![u] We will do whatever we want to do! We will continue to behave wickedly and stubbornly!'”[v]", "13": "Therefore, the Lord says, “Ask the people of other nations whether they have heard of anything like this. Israel should have been like a virgin, but she has done something utterly revolting!", "14": "Does the snow ever completely vanish from the rocky slopes of Lebanon? Do the cool waters from those distant mountains ever cease to flow?[w]", "15": "Yet my people have forgotten me and offered sacrifices to worthless idols. This makes them stumble along in the way they live and leave the old reliable path of their fathers.[x] They have left them to walk in bypaths, in roads that are not smooth and level.[y]", "16": "So their land will become an object of horror.[z] People will forever hiss out their scorn over it. All who pass that way will be filled with horror and will shake their heads in derision.[aa]", "17": "I will scatter them before their enemies like dust blowing in front of a burning east wind. I will turn my back on them and not look favorably on them[ab] when disaster strikes them.”", "18": "Then some people[ac] said, “Come on! Let us consider how to deal with Jeremiah![ad] There will still be priests to instruct us, wise men to give us advice, and prophets to declare God's word.[ae] Come on! Let's bring charges against him and get rid of him![af] Then we will not need to pay attention to anything he says.”", "19": "Then I said,[ag] “Lord, pay attention to me. Listen to what my enemies are saying.[ah]", "20": "Should good be paid back with evil? Yet they are virtually digging a pit to kill me.[ai] Just remember how I stood before you pleading on their behalf[aj] to keep you from venting your anger on them.[ak]", "21": "So let their children die of starvation. Let them be cut down by the sword.[al] Let their wives lose their husbands and children. Let the older men die of disease[am] and the younger men die by the sword in battle.", "22": "Let cries of terror be heard in their houses when you send bands of raiders unexpectedly to plunder them.[an] For they have virtually dug a pit to capture me and have hidden traps for me to step into.", "23": "But you, Lord, know all their plots to kill me. Do not pardon their crimes! Do not ignore their sins as though you had erased them.[ao] Let them be brought down in defeat before you. Deal with them while you are still angry![ap]"}