{"1": "Now Pashhur son of Immer heard Jeremiah prophesy these things. He was the priest who was chief of security[a] in the Lord's temple. ", "2": "When he heard Jeremiah's prophecy, he had the prophet flogged.[b] Then he put him in the stocks[c] that were at the Upper Gate of Benjamin in the Lord's temple.[d] ", "3": "But the next day Pashhur released Jeremiah from the stocks. When he did, Jeremiah said to him, “The Lord's name for you is not 'Pashhur' but 'Terror is Everywhere.'[e] ", "4": "For the Lord says, 'I will make both you and your friends terrified of what will happen to you.[f] You will see all of them die by the swords of their enemies.[g] I will hand all the people of Judah over to the king of Babylon. He will carry some of them away into exile in Babylon and he will kill others of them with the sword. ", "5": "I will hand over all the wealth of this city to their enemies. I will hand over to them all the fruits of the labor of the people of this city and all their prized possessions, as well as all the treasures of the kings of Judah. Their enemies will seize it all as plunder[h] and carry it off to Babylon. ", "6": "You, Pashhur, and all your household[i] will go into exile in Babylon. You will die there and you will be buried there. The same thing will happen to all your friends to whom you have prophesied lies.'”[j]", "7": "Lord, you coerced me into being a prophet, and I allowed you to do it. You overcame my resistance and prevailed over me.[k] Now I have become a constant laughingstock. Everyone ridicules me.", "8": "For whenever I prophesy,[l] I must cry out,[m] “Violence and destruction are coming!”[n] This message from the Lord[o] has made me an object of continual insults and derision.", "9": "Sometimes I think, “I will make no mention of his message. I will not speak as his messenger[p] anymore.” But then[q] his message becomes like a fire locked up inside of me, burning in my heart and soul.[r] I grow weary of trying to hold it in; I cannot contain it.", "10": "I[s] hear many whispering words of intrigue against me. Those who would cause me terror are everywhere![t] They are saying, “Come on, let's publicly denounce him!”[u] All my so-called friends[v] are just watching for something that would lead to my downfall.[w] They say, “Perhaps he can be enticed into slipping up, so we can prevail over[x] him and get our revenge on him.”", "11": "But the Lord is with me to help me like an awe-inspiring warrior.[y] Therefore those who persecute me will fail and will not prevail over me. They will be thoroughly disgraced because they did not succeed. Their disgrace will never be forgotten.", "12": "O Lord of Heaven's Armies,[z] you test and prove the righteous. You see into people's hearts and minds.[aa] Pay them back for what they have done because I trust you to vindicate my cause.", "13": "Sing to the Lord! Praise the Lord! For he rescues the oppressed from the clutches of evildoers.[ab]", "14": "Cursed be the day I was born! May that day not be blessed when my mother gave birth to me.[ac]", "15": "Cursed be the man who made my father very glad when he brought him the news that a baby boy had been born to him![ad]", "16": "May that man be like the cities[ae] that the Lord destroyed without showing any mercy. May he hear a cry of distress in the morning and a battle cry at noon.", "17": "For he did not kill me before I came from the womb, making my pregnant mother's womb my grave forever.[af]", "18": "Why did I ever come forth from my mother's womb? All I experience is trouble and grief, and I spend my days in shame.[ag]"}