{"1": "The Lord spoke to Jeremiah[a] when King Zedekiah[b] sent to him Pashhur son of Malkijah and the priest Zephaniah son of Maaseiah.[c] Zedekiah sent them to Jeremiah to ask,[d] ", "2": "“Please ask the Lord to come and help us,[e] because King Nebuchadnezzar[f] of Babylon is attacking us. Maybe the Lord will perform one of his miracles as in times past and make him stop attacking us and leave.”[g] ", "3": "Jeremiah answered them, “Tell Zedekiah ", "4": "that the Lord, the God of Israel, says,[h] 'The forces at your disposal[i] are now outside the walls fighting against King Nebuchadnezzar of Babylon and the Babylonians[j] who have you under siege. I will gather those forces back inside the city.[k] ", "5": "In anger, in fury, and in wrath I myself will fight against you with my mighty power and great strength.[l] ", "6": "I will kill everything living in Jerusalem, people and animals alike. They will die from terrible diseases. ", "7": "Then[m] I, the Lord, promise that[n] I will hand over King Zedekiah of Judah, his officials, and any of the people who survive the war, starvation, and disease. I will hand them over to King Nebuchadnezzar of Babylon and to their enemies who want to kill them. He will slaughter them with the sword. He will not show them any mercy, compassion, or pity.'", "8": "“But[o] tell the people of Jerusalem[p] that the Lord says, 'I will give you a choice between two courses of action. One will result in life; the other will result in death.[q] ", "9": "Those who stay in this city will die in battle or of starvation or disease. Those who leave the city and surrender to the Babylonians who are besieging it will live. They will escape with their lives.[r] ", "10": "For I, the Lord, say that[s] I am determined not to deliver this city but to bring disaster on it.[t] It will be handed over to the king of Babylon and he will destroy it with fire.'”[u]", "11": "The Lord told me to say[v] to the royal court[w] of Judah: “Listen to the Lord's message,", "12": "O royal family descended from David.[x] The Lord says: 'See to it that people each day[y] are judged fairly.[z] Deliver those who have been robbed from those[aa] who oppress them. Otherwise, my wrath will blaze out against you. It will burn like a fire that cannot be put out because of the evil that you have done.[ab]", "13": "Listen, you[ac] who sit enthroned above the valley on a rocky plateau. I am opposed to you,'[ad] says the Lord.[ae] 'You boast, “No one can swoop down on us. No one can penetrate into our places of refuge.”[af]", "14": "But I will punish you as your deeds deserve,' says the Lord.[ag] 'I will set fire to your palace; it will burn up everything around it.'”[ah]"}