{"1": "The Lord told me,[a] “Go down[b] to the palace of the king of Judah. Give him a message from me there.[c] ", "2": "Say: 'Listen, O king of Judah who follows in David's succession.[d] You, your officials, and your subjects who pass through the gates of this palace must listen to the Lord's message.[e] ", "3": "The Lord says, “Do what is just and right. Deliver those who have been robbed from those[f] who oppress them. Do not exploit or mistreat resident foreigners who live in your land, children who have no fathers, or widows.[g] Do not kill innocent people[h] in this land. ", "4": "If you are careful to[i] obey these commands, then the kings who follow in David's succession and ride in chariots or on horses will continue to come through the gates of this palace, as will their officials and their subjects.[j] ", "5": "But, if you do not obey these commands, I solemnly swear[k] that this palace will become a pile of rubble. I, the Lord, affirm it!”'[l]", "6": "“For the Lord says concerning the palace of the king of Judah, “'This place looks like a veritable forest of Gilead to me. It is like the wooded heights of Lebanon in my eyes. But I swear that I will make it like a wilderness whose towns have all been deserted.[m]", "7": "I will send men against it to destroy it[n] with their axes and hatchets. They will hack up its fine cedar panels and columns and throw them into the fire.", "8": "“'People from other nations will pass by this city. They will ask one another, “Why has the Lord done such a thing to this great city?” ", "9": "The answer will come back, “It is because they broke their covenant with the Lord their God and worshiped and served other gods.”", "10": "“'Do not weep for the king who was killed. Do not grieve for him. But weep mournfully for the king who has gone into exile. For he will never return to see his native land again.[o]", "11": "“'For the Lord has spoken about Shallum son of Josiah, who succeeded his father as king of Judah but was carried off into exile. He has said, “He will never return to this land.[p] ", "12": "For he will die in the country where they took him as a captive. He will never see this land again.”[q]", "13": "“'Sure to be judged[r] is the king who builds his palace using injustice and treats people unfairly while adding its upper rooms.[s] He makes his countrymen work for him for nothing. He does not pay them for their labor.", "14": "He says, “I will build myself a large palace with spacious upper rooms.” He cuts windows in its walls, panels it[t] with cedar, and paints its rooms red.[u]", "15": "Does it make you any more of a king that you outstrip everyone else in[v] building with cedar? Just think about your father. He was content that he had food and drink.[w] He did what was just and right.[x] So things went well with him.", "16": "He upheld the cause of the poor and needy. So things went well for Judah.'[y] The Lord says, 'That is a good example of what it means to know me.[z]", "17": "But you are always thinking and looking for ways to increase your wealth by dishonest means. Your eyes and your heart are set on killing some innocent person and committing fraud and oppression.'”[aa]", "18": "So[ab] the Lord has this to say about Josiah's son, King Jehoiakim of Judah: “People will not mourn for him, saying, 'This makes me sad, my brother! This makes me sad, my sister!' They will not mourn for him, saying, 'Poor, poor lord! Poor, poor majesty!'[ac]", "19": "He will be left unburied just like a dead donkey. His body will be dragged off and thrown outside the gates of Jerusalem.[ad]", "20": "“People of Jerusalem,[ae] go up to Lebanon and cry out in mourning. Go to the land of Bashan and cry out loudly. Cry out in mourning from the mountains of Moab.[af] For your allies[ag] have all been defeated.", "21": "While you were feeling secure I gave you warning.[ah] But you said, 'I refuse to listen to you.' That is the way you have acted from your earliest history onward.[ai] Indeed, you have never paid attention to me.", "22": "My judgment will carry off all your leaders like a storm wind![aj] Your allies will go into captivity. Then you will certainly[ak] be disgraced and put to shame because of all the wickedness you have done.", "23": "You may feel as secure as a bird nesting in the cedars of Lebanon. But O how you[al] will groan[am] when the pains of judgment come on you. They will be like those of a woman giving birth to a baby.”[an]", "24": "The Lord says,[ao] “As surely as I am the living God, you, Jeconiah,[ap] king of Judah, son of Jehoiakim, will not be the earthly representative of my authority. Indeed, I will take that right away from you.[aq] ", "25": "I will hand you over to those who want to take your life and of whom you are afraid. I will hand you over to King Nebuchadnezzar of Babylon and his Babylonian[ar] soldiers. ", "26": "I will force you and your mother who gave you birth into exile. You will be exiled to[as] a country where neither of you were born, and you will both die there. ", "27": "You will never come back to this land that you will long to return to![at]", "28": "“This man, Jeconiah, will be like a broken pot someone threw away. He will be like a clay vessel[au] that no one wants.[av] Why will he and his children be forced into exile? Why will they be thrown out into a country they know nothing about?[aw]", "29": "O Land, land, land of Judah![ax] Listen to the Lord's message.", "30": "The Lord says, “Enroll this man in the register as though he were childless.[ay] Enroll him as a man who will not enjoy success during his lifetime. For none of his sons will succeed in occupying the throne of David or ever succeed in ruling over Judah.”"}