{"1": "In the fourth year that Jehoiakim son of Josiah was king of Judah, the Lord spoke to Jeremiah[a] concerning all the people of Judah. (That was the same as the first year that Nebuchadnezzar was king of Babylon.)[b] ", "2": "So the prophet Jeremiah spoke to all the people of Judah and to all the people who were living in Jerusalem. ", "3": "“For the last twenty-three years, from the thirteenth year that Josiah son of Amon was ruling in Judah[c] until now, the Lord's messages have come to me and I have told them to you over and over again.[d] But you would not listen. ", "4": "Over and over again[e] the Lord has sent[f] his servants the prophets to you. But you have not listened or paid attention.[g] ", "5": "He said through them,[h] 'Each of you must turn from your wicked ways and stop doing the evil things you are doing.[i] If you do, I will allow you to continue to live here in the land that I gave to you and your ancestors as a lasting possession.[j] ", "6": "Do not pay allegiance to[k] other gods and worship and serve them. Do not make me angry by the things that you do.[l] Then I will not cause you any harm.' ", "7": "So, now the Lord says,[m] 'You have not listened to me. But[n] you have made me angry by the things that you have done.[o] Thus you have brought harm on yourselves.'", "8": "“Therefore, the Lord of Heaven's Armies[p] says, 'You have not listened to what I said.[q] ", "9": "So I, the Lord, affirm that[r] I will send for all the peoples of the north[s] and my servant,[t] King Nebuchadnezzar of Babylon. I will bring them against this land and its inhabitants and all the nations that surround it. I will utterly destroy[u] the land, its inhabitants, and all the surrounding nations[v] and make them everlasting ruins.[w] I will make them objects of horror and hissing scorn.[x] ", "10": "I will put an end to the sounds of joy and gladness and the glad celebration of brides and grooms in these lands.[y] I will put an end to the sound of people grinding meal. I will put an end to lamps shining in their houses.[z] ", "11": "This whole area[aa] will become a desolate wasteland. These nations will be subject to the king of Babylon for seventy years.'[ab]", "12": "“'But when the seventy years are over, I will punish the king of Babylon and his nation[ac] for their sins. I will make the land of Babylon[ad] an everlasting ruin.[ae] I, the Lord, affirm it![af] ", "13": "I will bring on that land everything that I said I would. I will bring on it everything that is written in this book. I will bring on it everything that Jeremiah has prophesied against all the nations.[ag] ", "14": "For many nations and great kings will make slaves of the king of Babylon and his nation[ah] too. I will repay them for all they have done.'”[ai]", "15": "So[aj] the Lord, the God of Israel, spoke to me in a vision:[ak] “Take this cup from my hand. It is filled with the wine of my wrath.[al] Take it and make the nations to whom I send you drink it. ", "16": "When they have drunk it, they will stagger to and fro[am] and act insane. For I will send wars sweeping through them.”[an]", "17": "So I took the cup from the Lord's hand. I made all the nations to whom he sent me drink the wine of his wrath.[ao] ", "18": "I made Jerusalem and the cities of Judah, its kings and its officials drink it.[ap] I did it so Judah would become a ruin. I did it so Judah, its kings, and its officials would become an object of[aq] horror and of hissing scorn, an example used in curses.[ar] Such is already becoming the case![as] ", "19": "I made all these other people drink it: Pharaoh, king of Egypt;[at] his attendants, his officials, his people, ", "20": "the foreigners living in Egypt;[au] all the kings of the land of Uz;[av] all the kings of the land of the Philistines,[aw] the people of Ashkelon, Gaza, Ekron, the people who had been left alive from Ashdod;[ax] ", "21": "all the people of Edom,[ay] Moab,[az] Ammon;[ba] ", "22": "all the kings of Tyre, all the kings of Sidon;[bb] all the kings of the coastlands along the sea;[bc] ", "23": "the people of Dedan, Tema, Buz,[bd] all the desert people who cut their hair short at the temples;[be] ", "24": "all the kings of Arabia who[bf] live in the desert; ", "25": "all the kings of Zimri;[bg] all the kings of Elam;[bh] all the kings of Media;[bi] ", "26": "all the kings of the north, whether near or far from one another; and all the other kingdoms that are on the face of the earth. After all of them have drunk the wine of the Lord's wrath,[bj] the king of Babylon[bk] must drink it.", "27": "Then the Lord said to me,[bl] “Tell them that the Lord of Heaven's Armies, the God of Israel,[bm] says,[bn] 'Drink this cup[bo] until you get drunk and vomit. Drink until you fall down and can't get up.[bp] For I will send wars sweeping through you.'[bq] ", "28": "If they refuse to take the cup from your hand and drink it, tell them that the Lord of Heaven's Armies says,[br] 'You most certainly must drink it![bs] ", "29": "For take note, I am already beginning to bring disaster on the city that I call my own.[bt] So how can you possibly avoid being punished?[bu] You will not go unpunished. For I am proclaiming war against all who live on the earth. I, the Lord of Heaven's Armies,[bv] affirm it!'[bw]", "30": "“Then, Jeremiah,[bx] make the following prophecy[by] against them: 'Like a lion about to attack,[bz] the Lord will roar from the heights of heaven; from his holy dwelling on high he will roar loudly. He will roar mightily against his land.[ca] He will shout in triumph, like those stomping juice from the grapes,[cb] against all those who live on the earth.", "31": "The sounds of battle[cc] will resound to the ends of the earth. For the Lord will bring charges against the nations.[cd] He will pass judgment on all humankind and will hand the wicked over to be killed in war.'[ce] The Lord so affirms it![cf]", "32": "The Lord of Heaven's Armies says, 'Disaster will soon come on one nation after another.[cg] A mighty storm of military destruction[ch] is rising up from the distant parts of the earth.'", "33": "Those who have been killed by the Lord at that time will be scattered from one end of the earth to the other. They will not be mourned over, gathered up, or buried.[ci] Their dead bodies will lie scattered over the ground like manure.", "34": "Wail and cry out in anguish, you rulers! Roll in the dust, you who shepherd flocks of people![cj] The time for you to be slaughtered has come. You will lie scattered and fallen like broken pieces of fine pottery.[ck]", "35": "The leaders will not be able to run away and hide.[cl] The shepherds of the flocks will not be able to escape.", "36": "Listen to the cries of anguish of the leaders. Listen to the wails of the shepherds of the flocks. They are wailing because the Lord is about to destroy their lands.[cm]", "37": "Their peaceful dwelling places will be laid waste[cn] by the fierce anger of the Lord.[co]", "38": "The Lord is like a lion who has left his lair.[cp] So their lands will certainly[cq] be laid waste by the warfare of the oppressive nation[cr] and by the fierce anger of the Lord.”"}