{"1": "The prophet Jeremiah sent a letter to the exiles Nebuchadnezzar had carried off from Jerusalem to Babylon. It was addressed to the elders who were left among the exiles, to the priests, to the prophets, and to all the other people who were exiled in Babylon.[a] ", "2": "He sent it after King Jeconiah, the queen mother, the palace officials,[b] the leaders of Judah and Jerusalem, the craftsmen, and the metal workers had been exiled from Jerusalem.[c] ", "3": "He sent it with Elasah son of Shaphan[d] and Gemariah son of Hilkiah.[e] King Zedekiah of Judah had sent these men to Babylon to King Nebuchadnezzar of Babylon.[f] The letter said:", "4": "“The Lord of Heaven's Armies, the God of Israel,[g] says to all those he sent into exile[h] to Babylon from Jerusalem, ", "5": "'Build houses and settle down. Plant gardens and eat what they produce. ", "6": "Marry and have sons and daughters. Find wives for your sons and allow your daughters to get married so that they too can have sons and daughters. Grow in number; do not dwindle away. ", "7": "Work to see that the city where I sent you as exiles enjoys peace and prosperity. Pray to the Lord for it. For as it prospers you will prosper.'", "8": "“For the Lord of Heaven's Armies, the God of Israel,[i] says, 'Do not let the prophets among you or those who claim to be able to predict the future by divination[j] deceive you. And do not pay any attention to the dreams that you are encouraging them to dream. ", "9": "They are prophesying lies to you and claiming my authority to do so.[k] But I did not send them. I, the Lord, affirm it!'[l]", "10": "“For the Lord says, 'Only when the seventy years of Babylonian rule[m] are over will I again take up consideration for you.[n] Then I will fulfill my gracious promise to you and restore[o] you to your homeland.[p] ", "11": "For I know what I have planned for you,' says the Lord.[q] 'I have plans to prosper you, not to harm you. I have plans to give you[r] a future filled with hope.[s] ", "12": "When you call out to me and come to me in prayer,[t] I will hear your prayers.[u] ", "13": "When you seek me in prayer and worship, you will find me available to you. If you seek me with all your heart and soul,[v] ", "14": "I will make myself available to you,'[w] says the Lord.[x] 'Then I will reverse your plight[y] and will regather you from all the nations and all the places where I have exiled you,' says the Lord.[z] 'I will bring you back to the place from which I exiled you.'", "15": "“You say, 'The Lord has raised up prophets of good news[aa] for us here in Babylon.' ", "16": "But just listen to what the Lord has to say about[ab] the king who occupies David's throne and all your fellow countrymen who are still living in this city of Jerusalem[ac] and were not carried off into exile with you. ", "17": "The Lord of Heaven's Armies[ad] says, 'I will bring war,[ae] starvation, and disease on them. I will treat them like figs that are so rotten[af] they cannot be eaten. ", "18": "I will chase after them with war,[ag] starvation, and disease. I will make all the kingdoms of the earth horrified at what happens to them. I will make them examples of those who are cursed, objects of horror, hissing scorn, and ridicule among all the nations where I exile them. ", "19": "For they have not paid attention to what I said to them through my servants the prophets whom I sent to them over and over again,'[ah] says the Lord.[ai] 'And you exiles[aj] have not paid any attention to them either,' says the Lord.[ak] ", "20": "'So pay attention to the Lord's message,[al] all you exiles whom I have sent to Babylon from Jerusalem.'", "21": "“The Lord of Heaven's Armies, the God of Israel,[am] also has something to say about Ahab son of Kolaiah and Zedekiah son of Maaseiah, who are prophesying lies to you and claiming my authority to do so.[an] 'I will hand them over to King Nebuchadnezzar of Babylon and he will execute them before your very eyes. ", "22": "And all the exiles of Judah who are in Babylon will use them as examples when they put a curse on anyone. They will say, “May the Lord treat you like Zedekiah and Ahab whom the king of Babylon roasted to death in the fire!”[ao] ", "23": "This will happen to them because they have done what is shameful[ap] in Israel. They have committed adultery with their neighbors' wives and have spoken lies while claiming my authority.[aq] They have spoken words that I did not command them to speak. I know what they have done. I have been a witness to it,' says the Lord.”[ar]", "24": "The Lord told Jeremiah, “Tell[as] Shemaiah the Nehelamite[at] ", "25": "that the Lord of Heaven's Armies, the God of Israel,[au] has a message for him.[av] Tell him,[aw] 'On your own initiative[ax] you sent a letter[ay] to the priest Zephaniah son of Maaseiah[az] and to all the other priests and to all the people in Jerusalem. In your letter you said to Zephaniah,[ba] ", "26": "“The Lord has made you priest in place of Jehoiada.[bb] He has put you in charge in the Lord's temple of controlling[bc] any lunatic[bd] who pretends to be a prophet.[be] And it is your duty to put any such person in the stocks[bf] with an iron collar around his neck.[bg] ", "27": "You should have reprimanded Jeremiah from Anathoth who is pretending to be a prophet among you![bh] ", "28": "For he has even sent a message to us here in Babylon. He wrote and told us,[bi] 'You will be there a long time. Build houses and settle down. Plant gardens and eat what they produce.'”'”[bj]", "29": "Zephaniah the priest read that letter to the prophet Jeremiah.[bk] ", "30": "Then the Lord's message came to Jeremiah: ", "31": "“Send a message to all the exiles in Babylon. Tell them, 'The Lord has spoken about Shemaiah the Nehelamite: “Shemaiah has spoken to you as a prophet even though I did not send him. He is making you trust in a lie.[bl] ", "32": "Because he has done this,”[bm] the Lord says, “I will punish Shemaiah the Nehelamite and his whole family. There will not be any of them left to experience the good things that I will do for my people. I, the Lord, affirm it! For he counseled rebellion against the Lord.”'”[bn]"}