{"1": "“If a man divorces his wife and she leaves him and becomes another man's wife, he may not take her back again.[a] Doing that would utterly defile the land.[b] But you, Israel, have given yourself as a prostitute to many gods.[c] So what makes you think you can return to me?”[d] says the Lord.", "2": "“Look up at the hilltops and consider this.[e] Where have you not been ravished?[f] You waited for those gods like a thief lying in wait in the wilderness.[g] You defiled the land by your wicked prostitution to other gods.[h]", "3": "That is why the rains have been withheld and the spring rains have not come. Yet in spite of this you are obstinate as a prostitute.[i] You refuse to be ashamed of what you have done.", "4": "Even now you say to me, 'You are my father![j] You have been my faithful companion ever since I was young.", "5": "You will not always be angry with me, will you? You will not be mad at me forever, will you?'[k] That is what you say, but you continually do all the evil that you can.”[l]", "6": "When Josiah was king of Judah, the Lord said to me, “Jeremiah, you have no doubt seen what wayward Israel has done.[m] You have seen how she went up to every high hill and under every green tree to give herself like a prostitute to other gods.[n] ", "7": "Yet even after she had done all that, I thought that she might come back to me.[o] But she did not. Her sister, unfaithful Judah, saw what she did.[p] ", "8": "She also saw[q] that, because of wayward Israel's adulterous worship of other gods,[r] I sent her away and gave her divorce papers. But still her unfaithful sister Judah was not afraid, and she too went and gave herself like a prostitute to other gods.[s] ", "9": "Because she took her prostitution so lightly, she defiled the land[t] through her adulterous worship of gods made of wood and stone.[u] ", "10": "In spite of all this,[v] Israel's sister, unfaithful Judah, has not turned back to me with any sincerity; she has only pretended to do so,”[w] says the Lord. ", "11": "Then the Lord said to me, “Under the circumstances, wayward Israel could even be considered less guilty than unfaithful Judah.[x]", "12": "“Go and shout this message to my people in the countries in the north.[y] Tell them: 'Come back to me, wayward Israel,' says the Lord. 'I will not continue to look on you with displeasure.[z] For I am merciful,' says the Lord. 'I will not be angry with you forever.", "13": "However, you must confess that you have done wrong[aa] and that you have rebelled against the Lord your God. You must confess[ab] that you have given yourself to[ac] foreign gods under every green tree and have not obeyed my commands,' says the Lord.", "14": "“Come back to me, my wayward sons,” says the Lord, “for I am your true master.[ad] If you do,[ae] I will take one of you from each town and two of you from each family group, and I will bring you back to Zion. ", "15": "I will give you leaders[af] who will be faithful to me.[ag] They will lead you with knowledge and insight. ", "16": "In those days, your population will greatly increase[ah] in the land. At that time,” says the Lord, “people will no longer talk about having the ark[ai] that contains the Lord's covenant with us.[aj] They will not call it to mind, remember it, or miss it. No, that will not be done anymore![ak] ", "17": "At that time the city of Jerusalem will be called the Lord's throne. All nations will gather there in Jerusalem to honor the Lord's name.[al] They will no longer follow the stubborn inclinations of their own evil hearts.[am] ", "18": "At that time[an] the nation of Judah and the nation of Israel will be reunited.[ao] Together they will come back from a land in the north to the land that I gave to your ancestors as a permanent possession.", "19": "“I thought to myself,[ap] 'Oh what a joy it would be for me to treat you like a son![aq] What a joy it would be for me to give[ar] you a pleasant land, the most beautiful piece of property there is in all the world!'[as] I thought you would call me 'Father'[at] and would never cease being loyal to me.[au]", "20": "But, you have been unfaithful to me, nation of Israel,[av] like an unfaithful wife who has left her husband,”[aw] says the Lord.", "21": "“A noise is heard on the hilltops. It is the sound of the people of Israel crying and pleading to their gods. Indeed they have followed sinful ways;[ax] they have forgotten to be true to the Lord their God.[ay]", "22": "Come back to me, you wayward people. I want to cure your waywardness.[az] Say,[ba] 'Here we are. We come to you because you are the Lord our God.", "23": "We know our noisy worship of false gods on the hills and mountains did not help us.[bb] We know that the Lord our God is the only one who can deliver Israel.[bc]", "24": "From earliest times our worship of that shameful god, Baal, has taken away[bd] all that our ancestors[be] worked for. It has taken away our flocks and our herds and even our sons and daughters.", "25": "Let us acknowledge[bf] our shame. Let us bear the disgrace that we deserve.[bg] For we have sinned against the Lord our God, both we and our ancestors. From earliest times to this very day we have not obeyed the Lord our God.'"}