{"1": "In the tenth year that Zedekiah was ruling over Judah the Lord spoke to Jeremiah.[a] That was the same as the eighteenth year of Nebuchadnezzar.", "2": "Now at that time,[b] the armies of the king of Babylon were besieging Jerusalem.[c] The prophet Jeremiah was confined in the courtyard of the guardhouse[d] attached to the royal palace of Judah. ", "3": "For King Zedekiah[e] had confined Jeremiah there after he had reproved him for prophesying as he did. He had asked Jeremiah, “Why do you keep prophesying these things? Why do you keep saying that the Lord says, 'I will hand this city over to the king of Babylon? I will let him capture it.[f] ", "4": "King Zedekiah of Judah will not escape from the Babylonians.[g] He will certainly be handed over to the king of Babylon. He must answer personally to the king of Babylon and confront him face to face.[h] ", "5": "Zedekiah will be carried off to Babylon and will remain there until I have fully dealt with him.[i] I, the Lord, affirm it![j] Even if you[k] continue to fight against the Babylonians,[l] you cannot win.'”", "6": "So now, Jeremiah said, “The Lord's message came to me,[m] ", "7": "'Hanamel, the son of your uncle Shallum, will come to you soon. He will say to you, “Buy my field at Anathoth because you are entitled[n] as my closest relative to buy it.”'[o] ", "8": "And then my cousin Hanamel did come to me in the courtyard of the guardhouse in keeping with the Lord's message. He said to me, 'Buy my field that is at Anathoth in the territory of the tribe of Benjamin. Buy it for yourself since you are entitled as my closest relative to take possession of it for yourself.' When this happened, I recognized that the Lord had indeed spoken to me. ", "9": "So I bought the field at Anathoth from my cousin Hanamel. I weighed out seven ounces of silver and gave it to him to pay for it.[p] ", "10": "I signed the deed of purchase,[q] sealed it, and had some men serve as witnesses to the purchase.[r] I weighed out the silver for him on a scale. ", "11": "There were two copies of the deed of purchase. One was sealed and contained the order of transfer and the conditions of purchase.[s] The other was left unsealed. ", "12": "I took both copies of the deed of purchase[t] and gave them to Baruch son of Neriah, the son of Mahseiah. I gave them to him in the presence[u] of my cousin[v] Hanamel, the witnesses who had signed the deed of purchase, and all the Judeans who were housed in the courtyard of the guardhouse. ", "13": "In the presence of all these people I instructed Baruch, ", "14": "'The Lord of Heaven's Armies, the God of Israel,[w] says, “Take these documents, both the sealed copy of the deed of purchase and the unsealed copy. Put them in a clay jar so that they may be preserved for a long time to come.”'[x] ", "15": "For the Lord of Heaven's Armies, the God of Israel,[y] says, 'Houses, fields, and vineyards will again be bought in this land.'[z]", "16": "“After I had given the copies of the deed of purchase to Baruch son of Neriah, I prayed to the Lord, ", "17": "'Oh, Sovereign Lord,[aa] you did indeed[ab] make heaven and earth by your mighty power and great strength.[ac] Nothing is too hard for you! ", "18": "You show unfailing love to thousands.[ad] But you also punish children for the sins of their parents.[ae] You are the great and powerful God whose name is the Lord of Heaven's Armies.[af] ", "19": "You plan great things and you do mighty deeds.[ag] You see everything people do.[ah] You reward each of them for the way they live and for the things they do.[ai] ", "20": "You did miracles and amazing deeds in the land of Egypt that have had lasting effect. By this means you gained both in Israel and among humankind a renown that lasts to this day.[aj] ", "21": "You used your mighty power and your great strength to perform miracles and amazing deeds and to bring great terror on the Egyptians. By this means you brought your people Israel out of the land of Egypt.[ak] ", "22": "You kept the promise that you swore on oath to their ancestors.[al] You gave them a land flowing with milk and honey.[am] ", "23": "But when they came in and took possession of it, they did not obey you or live as you had instructed them. They did not do anything that you commanded them to do.[an] So you brought all this disaster on them. ", "24": "Even now siege ramps have been built up around the city[ao] in order to capture it. War,[ap] starvation, and disease are sure to make the city fall into the hands of the Babylonians[aq] who are attacking it.[ar] Lord,[as] you threatened that this would happen. Now you can see that it is already taking place.[at] ", "25": "The city is sure to fall into the hands of the Babylonians.[au] Yet, in spite of this,[av] you, Sovereign Lord,[aw] have said to me, “Buy that field with silver and have the transaction legally witnessed.”'”[ax]", "26": "The Lord's message came to Jeremiah: ", "27": "“I am the Lord, the God of all humankind. There is, indeed, nothing too difficult for me.[ay] ", "28": "Therefore I, the Lord, say:[az] 'I will indeed hand[ba] this city over to King Nebuchadnezzar of Babylon and the Babylonian army.[bb] They will capture it. ", "29": "The Babylonian soldiers[bc] that are attacking this city will break into it and set it on fire. They will burn it down along with the houses where people have made me angry by offering sacrifices to the god Baal and by pouring out drink offerings to other gods on their rooftops.[bd] ", "30": "This will happen because the people of Israel and Judah have repeatedly done what displeases me[be] from their earliest history until now[bf] and because they[bg] have repeatedly made me angry by the things they have done.[bh] I, the Lord, affirm it![bi] ", "31": "This will happen because[bj] the people of this city have aroused my anger and my wrath since the time they built it until now.[bk] They have made me so angry that I am determined to remove[bl] it from my sight. ", "32": "I am determined to do so because the people of Israel and Judah have made me angry with all their wickedness—they, their kings, their officials, their priests, their prophets, and especially the people of Judah and the citizens of Jerusalem have done this wickedness.[bm] ", "33": "They have turned away from me instead of turning to me.[bn] I tried over and over again[bo] to instruct them, but they did not listen and respond to correction.[bp] ", "34": "They set up their disgusting idols in the temple that I have claimed for my own[bq] and defiled it. ", "35": "They built places of worship for the god Baal in the Valley of Ben Hinnom so that they could sacrifice their sons and daughters to the god Molech.[br] Such a disgusting practice was not something I commanded them to do. It never even entered my mind to command them to do such a thing! So Judah is certainly liable for punishment.'[bs]", "36": "“You and your people[bt] are right in saying, 'War,[bu] starvation, and disease are sure to make this city fall into the hands of the king of Babylon.'[bv] But now I, the Lord God of Israel, have something further to say about this city:[bw] ", "37": "'I will certainly regather my people from all the countries where I have exiled[bx] them in my anger, fury, and great wrath. I will bring them back to this place and allow them to live here in safety. ", "38": "They will be my people, and I will be their God.[by] ", "39": "I will give them a single-minded purpose to live in a way that always shows respect for me. They will want to do that for[bz] their own good and the good of the children who descend from them. ", "40": "I will make a lasting covenant[ca] with them that I will never stop doing good to them.[cb] I will fill their hearts and minds with respect for me so that[cc] they will never again turn away[cd] from me. ", "41": "I will take delight in doing good to them. I will faithfully and wholeheartedly plant them[ce] firmly in the land.'", "42": "“For I, the Lord, say:[cf] 'I will surely bring on these people all the good fortune that I am hereby promising them. I will be just as sure to do that as I have been in bringing all this great disaster on them.[cg] ", "43": "You and your people[ch] are saying that this land will become desolate, uninhabited by either people or animals. You are saying that it will be handed over to the Babylonians.[ci] But fields[cj] will again be bought in this land.[ck] ", "44": "Fields will again be bought with silver, and deeds of purchase signed, sealed, and witnessed. This will happen in the territory of Benjamin, the villages surrounding Jerusalem, the towns in Judah, the southern hill country, the foothills,[cl] and southern Judah.[cm] For I will restore them to their land.[cn] I, the Lord, affirm it!'”[co]"}