{"1": "King Nebuchadnezzar of Babylon came against Jerusalem with his whole army and laid siege to it. The siege began in the tenth month of the ninth year that Zedekiah ruled over Judah.[a] ", "2": "It lasted until the ninth day of the fourth month of Zedekiah's eleventh year.[b] On that day they broke through the city walls. ", "3": "Then Nergal Sharezer of Samgar, Nebo Sarsekim (who was a chief officer), Nergal Sharezer (who was a high official),[c] and all the other officers of the king of Babylon came and set up quarters[d] in the Middle Gate.[e] ", "4": "When King Zedekiah of Judah and all his soldiers saw them, they tried to escape. They departed from the city during the night. They took a path through the king's garden and passed out through the gate between the two walls.[f] Then they headed for the rift valley.[g] ", "5": "But the Babylonian[h] army chased after them. They caught up with Zedekiah in the plains of Jericho[i] and captured him.[j] They took him to King Nebuchadnezzar of Babylon at Riblah[k] in the territory of Hamath and Nebuchadnezzar passed sentence on him there. ", "6": "There at Riblah the king of Babylon had Zedekiah's sons put to death while Zedekiah was forced to watch. The king of Babylon also had all the nobles of Judah put to death. ", "7": "Then he had Zedekiah's eyes put out and had him bound in chains[l] to be led off to Babylon. ", "8": "The Babylonians[m] burned down the royal palace, the temple of the Lord, and the people's homes,[n] and they tore down the wall of Jerusalem.[o] ", "9": "Then Nebuzaradan, the captain of the royal guard,[p] took captive the rest of the people who were left in the city. He carried them off to Babylon along with the people who had deserted to him.[q] ", "10": "But he[r] left behind in the land of Judah some of the poor people who owned nothing. He gave them fields and vineyards at that time.", "11": "Now King Nebuchadnezzar of Babylon had issued orders concerning Jeremiah. He had passed them on through Nebuzaradan, the captain of his royal guard,[s] ", "12": "“Find Jeremiah[t] and look out for him.[u] Do not do anything to harm him,[v] but do with him whatever he tells you.” ", "13": "So Nebuzaradan (the captain of the royal guard), Nebushazban (who was a chief officer), Nergal Sharezer (who was a high official),[w] and all the other officers of the king of Babylon ", "14": "sent and had Jeremiah brought from the courtyard of the guardhouse. They turned him over to Gedaliah,[x] the son of Ahikam and the grandson of Shaphan, to take him home with him.[y] But Jeremiah stayed among the people.[z]", "15": "[aa] Now the Lord's message had come to Jeremiah while he was still confined in the courtyard of the guardhouse,[ab] ", "16": "“Go[ac] and tell Ebed Melech the Nubian,[ad] 'This is what the Lord of Heaven's Armies, the God of Israel, has said, “I will carry out against this city what I promised. It will mean disaster and not good fortune for it.[ae] When that disaster happens, you will be there to see it.[af] ", "17": "But I will rescue you when it happens.[ag] I, the Lord, affirm it![ah] You will not be handed over to those whom you fear.[ai] ", "18": "I will certainly save you. You will not fall victim to violence.[aj] You will escape with your life[ak] because you trust in me. I, the Lord, affirm it!”'”[al]"}