{"1": "Then all the army officers, including Johanan son of Kareah and Jezaniah son of Hoshaiah[a] and all the people of every class,[b] went to the prophet Jeremiah. ", "2": "They said to him, “Please grant our request[c] and pray to the Lord your God for all those of us who are still left alive here.[d] For, as you yourself can see, there are only a few of us left out of the many there were before.[e] ", "3": "Pray that the Lord your God will tell us where we should go and what we should do.” ", "4": "The prophet Jeremiah answered them, “Agreed![f] I will indeed pray to the Lord your God as you have asked. I will tell you everything the Lord replies in response to you.[g] I will not keep anything back from you.” ", "5": "They answered Jeremiah, “May the Lord be a true and faithful witness against us if we do not do just as[h] the Lord your God sends you to tell us to do. ", "6": "We will obey what the Lord our God to whom we are sending you tells us to do. It does not matter whether we like what he tells us or not. We will obey what he tells us to do so that things will go well for us.”[i]", "7": "Ten days later the Lord's message came to Jeremiah. ", "8": "So Jeremiah summoned Johanan son of Kareah and all the army officers who were with him and all the people of every class.[j] ", "9": "Then Jeremiah said to them, “You sent me to the Lord God of Israel to make your request known to him. Here is what he says to you:[k] ", "10": "'If you will only stay[l] in this land, I will build you up. I will not tear you down. I will firmly plant you.[m] I will not uproot you. For I am filled with sorrow because of the disaster that I have brought on you. ", "11": "Do not be afraid of the king of Babylon whom you now fear.[n] Do not be afraid of him because I will be with you to save you and to rescue you from his power. I, the Lord, affirm it![o] ", "12": "I will have compassion on you so that he in turn will have mercy on you and allow you to return to your land.'", "13": "“You must not disobey the Lord your God by saying, 'We will not stay in this land.' ", "14": "You must not say, 'No, we will not stay. Instead we will go and live in the land of Egypt where we will not face war,[p] or hear the enemy's trumpet calls,[q] or starve for lack of food.'[r] ", "15": "If you people who remain in Judah do that, then listen to the Lord's message. This is what the Lord of Heaven's Armies, the God of Israel,[s] has said, 'If you are so determined[t] to go to Egypt that you go and settle there, ", "16": "the wars you fear will catch up with you there in the land of Egypt. The starvation you are worried about will follow you there to[u] Egypt. You will die there.[v] ", "17": "All the people who are determined to go and settle in Egypt will die from war, starvation, or disease. No one will survive or escape the disaster I will bring on them.' ", "18": "For[w] the Lord of Heaven's Armies, the God of Israel,[x] says, 'If you go to Egypt, I will pour out my wrath on you just as I poured out my anger and wrath on the citizens of Jerusalem. You will become an object of horror and ridicule, an example of those who have been cursed and that people use in pronouncing a curse.[y] You will never see this place again.'[z]", "19": "“The Lord has told you people who remain in Judah, 'Do not go to Egypt.' Be very sure of this: I warn you[aa] here and now.[ab] ", "20": "You are making a fatal mistake.[ac] For you sent me to the Lord your God and asked me, 'Pray to the Lord our God for us. Tell us what the Lord our God says, and we will do it.'[ad] ", "21": "This day[ae] I have told you what he said.[af] But you do not want to obey the Lord your God by doing what he sent me to tell you.[ag] ", "22": "So now be very sure of this: You will die from war, starvation, or disease in the place where you want to go and live.”"}