{"1": "Jeremiah finished telling all the people all these things the Lord their God had sent him to tell them.[a] ", "2": "Then Azariah[b] son of Hoshaiah, Johanan son of Kareah, and other arrogant men said to Jeremiah, “You are telling a lie! The Lord our God did not send you to tell us, 'You must not go to Egypt and settle there.' ", "3": "But Baruch son of Neriah is stirring you up against us.[c] He wants to hand us over to[d] the Babylonians[e] so that they will kill us or carry us off into exile in Babylon.” ", "4": "So Johanan son of Kareah, all the army officers, and all the rest of the people did not obey the Lord's command to stay in the land of Judah. ", "5": "Instead Johanan son of Kareah and all the army officers led off all the Judean remnant who had come back to live in the land of Judah from all the nations where they had been scattered.[f] ", "6": "They also led off all the men, women, children, and royal princesses[g] that Nebuzaradan, the captain of the royal guard, had left with Gedaliah,[h] the son of Ahikam and grandson of Shaphan; this included the prophet Jeremiah and Baruch son of Neriah. ", "7": "They went on to Egypt[i] because they refused to obey the Lord, and came to Tahpanhes.[j]", "8": "At Tahpanhes the Lord's message came to Jeremiah: ", "9": "“Take some large stones[k] and bury them in the mortar of the clay pavement[l] at the entrance of Pharaoh's residence[m] here in Tahpanhes. Do it while the people of Judah present there are watching.[n] ", "10": "Then tell them,[o] 'The Lord of Heaven's Armies, the God of Israel,[p] says, “I will bring[q] my servant[r] King Nebuchadnezzar of Babylon. I will set his throne over these stones that I[s] have buried. He will pitch his royal tent[t] over them. ", "11": "He will come and attack Egypt. Those who are destined to die of disease will die of disease. Those who are destined to be carried off into exile will be carried off into exile. Those who are destined to die in war will die in war.[u] ", "12": "He will set fire[v] to the temples of the gods of Egypt. He will burn their gods or carry them off as captives.[w] He will pick Egypt clean like a shepherd picks the lice from his clothing.[x] He will leave there unharmed.[y] ", "13": "He will demolish the sacred pillars in the temple of the sun[z] in Egypt and will burn down the temples of the gods of Egypt.”'”"}