{"1": "“Run for safety, people of Benjamin! Get out of Jerusalem![a] Sound the trumpet[b] in Tekoa! Light the signal fires at Beth Hakkerem! For disaster lurks[c] out of the north; it will bring great destruction.[d]", "2": "I will destroy[e] Daughter Zion,[f] who is as delicate and defenseless as a young maiden.[g]", "3": "Kings will attack her with their armies.[h] They will encamp in siege all around her.[i] Each of them will devastate the portion assigned to him.[j]", "4": "They will say,[k] 'Prepare to do battle[l] against it! Come on! Let's attack it at noon!' But later they will say,[m] 'Woe to us![n] For the day is almost over, and the shadows of evening are getting long.", "5": "So come on, let's go ahead and attack it by night and destroy all its fortified buildings.'", "6": "All this is because[o] the Lord of Heaven's Armies[p] has said: 'Cut down the trees around Jerusalem and build up a siege ramp against its walls.[q] This is the city that is to be punished.[r] Nothing but oppression happens in it.[s]", "7": "As a well continually pours out fresh water so it continually pours out wicked deeds.[t] Sounds of violence and destruction echo throughout it.[u] All I see are sick and wounded people.'[v]", "8": "So[w] take warning, Jerusalem, or I will abandon you in disgust[x] and make you desolate, a place where no one can live.”", "9": "This is what the Lord of Heaven's Armies[y] said to me:[z] “Those who remain in Israel will be like the grapes thoroughly gleaned[aa] from a vine. So go over them again, as though you were a grape harvester passing your hand over the branches one last time.”[ab]", "10": "I answered,[ac] “Who would listen if I spoke to them and warned them?[ad] Their ears are so closed[ae] that they cannot hear! Indeed,[af] the Lord's message is offensive to them. They do not like it at all.[ag]", "11": "I am as full of anger as you are, Lord,[ah] I am tired of trying to hold it in.” The Lord answered,[ai] “Vent it, then,[aj] on the children who play in the street and on the young men who are gathered together. Husbands and wives are to be included,[ak] as well as the old and those who are advanced in years.", "12": "Their houses will be turned over to others as will their fields and their wives. For I will unleash my power[al] against those who live in this land,” says the Lord.", "13": "“That is because, from the least important to the most important of them, all of them are greedy for dishonest gain. Prophets and priests alike, all of them practice deceit.", "14": "They offer only superficial help for the harm my people have suffered.[am] They say, 'Everything will be all right!' But everything is not all right![an]", "15": "Are they ashamed because they have done such shameful things? No, they are not at all ashamed. They do not even know how to blush! So they will die, just like others have died.[ao] They will be brought to ruin when I punish them,” says the Lord.", "16": "The Lord said to his people:[ap] “You are standing at the crossroads. So consider your path.[aq] Ask where the old, reliable paths[ar] are. Ask where the path is that leads to blessing[as] and follow it. If you do, you will find rest for your souls.” But they said, “We will not follow it!”", "17": "The Lord said,[at] “I appointed prophets as watchmen to warn you,[au] saying, 'Pay attention to the warning sound of the trumpet!'”[av] But they said, “We will not pay attention!”", "18": "So the Lord said,[aw] “Hear, you nations! Be witnesses and take note of what will happen to these people.[ax]", "19": "Hear this, you peoples of the earth:[ay] 'Take note![az] I am about to bring disaster on these people. It will come as punishment for their scheming.[ba] For they have paid no attention to what I have said,[bb] and they have rejected my law.", "20": "I take no delight[bc] when they offer up to me[bd] frankincense that comes from Sheba or sweet-smelling cane imported from a faraway land. I cannot accept the burnt offerings they bring me. I get no pleasure from the sacrifices they offer to me.'”[be]", "21": "So, this is what the Lord says: “I will assuredly[bf] make these people stumble to their doom.[bg] Parents and children will stumble and fall to their destruction.[bh] Friends and neighbors will die.”", "22": "This is what the Lord says: “Beware! An army[bi] is coming from a land in the north. A mighty nation is stirring into action in faraway parts of the earth.", "23": "Its soldiers are armed with bows and spears. They are cruel and show no mercy. They sound like the roaring sea as they ride forth on their horses. Lined up in formation like men going into battle to attack you, Daughter Zion.”[bj]", "24": "The people cry out,[bk] “We have heard reports about them. We have become helpless with fear![bl] Anguish grips us, agony like that of a woman giving birth to a baby!", "25": "Do not go out into the countryside. Do not travel on the roads. For the enemy is there with sword in hand.[bm] They are spreading terror everywhere.”[bn]", "26": "So I said,[bo] “Oh, my dear people,[bp] put on sackcloth and roll in ashes. Mourn with painful sobs as though you had lost your only child. For any moment now[bq] that destructive army[br] will come against us.”", "27": "The Lord said to me,[bs] “I have made you like a metal assayer to test my people like ore.[bt] You are to observe them and evaluate how they behave.”[bu]", "28": "I reported,[bv] “All of them are the most stubborn of rebels![bw] They are as hard as bronze or iron. They go about telling lies. They all deal corruptly.", "29": "The fiery bellows of judgment burn fiercely. But there is too much dross to be removed.[bx] The process of refining them has proved useless.[by] The wicked have not been purged.", "30": "They are regarded as 'rejected silver'[bz] because the Lord rejects them.”"}