{"1": "From: Sha'ul, by God's will an emissary of the Messiah Yeshua To: God's people living in Ephesus, that is, those who are trusting in the Messiah Yeshua:", "2": "Grace to you and shalom from God our Father and the Lord Yeshua the Messiah.", "3": "Praised be Adonai, Father of our Lord Yeshua the Messiah, who in the Messiah has blessed us with every spiritual blessing in heaven. ", "4": "In the Messiah he chose us in love before the creation of the universe to be holy and without defect in his presence. ", "5": "He determined in advance that through Yeshua the Messiah we would be his sons — in keeping with his pleasure and purpose — ", "6": "so that we would bring him praise commensurate with the glory of the grace he gave us through the Beloved One.", "7": "In union with him, through the shedding of his blood, we are set free — our sins are forgiven; this accords with the wealth of the grace ", "8": "he has lavished on us. In all his wisdom and insight ", "9": "he has made known to us his secret plan, which by his own will he designed beforehand in connection with the Messiah ", "10": "and will put into effect when the time is ripe — his plan to place everything in heaven and on earth under the Messiah's headship.", "11": "Also in union with him we were given an inheritance, we who were picked in advance according to the purpose of the One who effects everything in keeping with the decision of his will, ", "12": "so that we who earlier had put our hope in the Messiah would bring him praise commensurate with his glory.", "13": "Furthermore, you who heard the message of the truth, the Good News offering you deliverance, and put your trust in the Messiah were sealed by him with the promised Ruach HaKodesh, ", "14": "who guarantees our inheritance until we come into possession of it and thus bring him praise commensurate with his glory.", "15": "For this reason, ever since I heard about your trust in the Lord Yeshua and your love for all God's people, ", "16": "I have not stopped giving thanks for you. In my prayers I keep asking ", "17": "the God of our Lord Yeshua the Messiah, the glorious Father, to give you a spirit of wisdom and revelation, so that you will have full knowledge of him. ", "18": "I pray that he will give light to the eyes of your hearts, so that you will understand the hope to which he has called you, what rich glories there are in the inheritance he has promised his people, ", "19": "and how surpassingly great is his power working in us who trust him. It works with the same mighty strength he used ", "20": "when he worked in the Messiah to raise him from the dead and seat him at his right hand in heaven, ", "21": "far above every ruler, authority, power, dominion or any other name that can be named either in the 'olam hazeh or in the 'olam haba. ", "22": "Also, he has put all things under his feet[a] and made him head over everything for the Messianic Community, ", "23": "which is his body, the full expression of him who fills all creation."}