{"1": "Therefore I, the prisoner united with the Lord, beg you to lead a life worthy of the calling to which you have been called.", "2": "Always be humble, gentle and patient, bearing with one another in love, ", "3": "and making every effort to preserve the unity the Spirit gives through the binding power of shalom. ", "4": "There is one body and one Spirit, just as when you were called you were called to one hope. ", "5": "And there is one Lord, one trust, one immersion, ", "6": "and one God, the Father of all, who rules over all, works through all and is in all.", "7": "Each one of us, however, has been given grace to be measured by the Messiah's bounty. ", "8": "This is why it says, “After he went up into the heights, he led captivity captive and he gave gifts to mankind.”[a]", "9": "Now this phrase, “he went up,” what can it mean if not that he first went down into the lower parts, that is, the earth? ", "10": "The one who went down is himself the one who also went up, far above all of heaven, in order to fill all things. ", "11": "Furthermore, he gave some people as emissaries, some as prophets, some as proclaimers of the Good News, and some as shepherds and teachers. ", "12": "Their task is to equip God's people for the work of service that builds the body of the Messiah, ", "13": "until we all arrive at the unity implied by trusting and knowing the Son of God, at full manhood, at the standard of maturity set by the Messiah's perfection.", "14": "We will then no longer be infants tossed about by the waves and blown along by every wind of teaching, at the mercy of people clever in devising ways to deceive. ", "15": "Instead, speaking the truth in love, we will in every respect grow up into him who is the head, the Messiah. ", "16": "Under his control, the whole body is being fitted and held together by the support of every joint, with each part working to fulfill its function; this is how the body grows and builds itself up in love.", "17": "Therefore I say this — indeed, in union with the Lord I insist on it: do not live any longer as the pagans live, with their sterile ways of thinking. ", "18": "Their intelligence has been shrouded in darkness, and they are estranged from the life of God, because of the ignorance in them, which in turn comes from resisting God's will. ", "19": "They have lost all feeling, so they have abandoned themselves to sensuality, practicing any kind of impurity and always greedy for more. ", "20": "But this is not the lesson you learned from the Messiah! ", "21": "If you really listened to him and were instructed about him, then you learned that since what is in Yeshua is truth, ", "22": "then, so far as your former way of life is concerned, you must strip off your old nature, because your old nature is thoroughly rotted by its deceptive desires; ", "23": "and you must let your spirits and minds keep being renewed, ", "24": "and clothe yourselves with the new nature created to be godly, which expresses itself in the righteousness and holiness that flow from the truth.", "25": "Therefore, stripping off falsehood, let everyone speak truth with his neighbor,[b] because we are intimately related to each other as parts of a body. ", "26": "Be angry, but don't sin[c] — don't let the sun go down before you have dealt with the cause of your anger; ", "27": "otherwise you leave room for the Adversary.", "28": "The thief must stop stealing; instead, he should make an honest living by his own efforts. This way he will be able to share with those in need.", "29": "Let no harmful language come from your mouth, only good words that are helpful in meeting the need, words that will benefit those who hear them. ", "30": "Don't cause grief to God's Ruach HaKodesh, for he has stamped you as his property until the day of final redemption. ", "31": "Get rid of all bitterness, rage, anger, violent assertiveness and slander, along with all spitefulness. ", "32": "Instead, be kind to each other, tenderhearted; and forgive each other, just as in the Messiah God has also forgiven you."}