{"1": "Now Moab rebelled against Israel after the death of Ahab. ", "2": "Ahaziah [the king of Israel] fell through the lattice (grid) in his upper chamber which was in Samaria, and became sick [from the injury]. So he sent messengers, saying to them, “Go, inquire of Baal-zebub, the god of [a]Ekron, if I will recover from this sickness.” ", "3": "But the angel of the Lord said to Elijah the [b]Tishbite, “[c]Arise, go up to meet the messengers of the king of Samaria, and say to them, 'Is it because there is no God in Israel that you are going to inquire of Baal-zebub, the god of Ekron?' ", "4": "Therefore this is what the Lord says: 'You [Ahaziah] will not leave the bed on which you lie, but you will certainly die.'” So Elijah departed.", "5": "When the messengers returned to Ahaziah, he said to them, “Why have you returned [so soon]?” ", "6": "They replied, “A man came up to meet us and said to us, 'Go, return to the king who sent you and tell him, “Thus says the Lord: 'Is it because there is no God in Israel that you send to inquire of Baal-zebub, the god of Ekron? Therefore you will not leave the bed on which you lie, but you will certainly die.'”'” ", "7": "The king asked them, “What was the appearance of the man who came up to meet you and said these things to you?” ", "8": "They answered him, “He was a [d]hairy man with a [wide] leather [e]band bound around his loins.” And Ahaziah said, “It is Elijah the Tishbite.”", "9": "Then the king sent to Elijah a captain of fifty with his fifty [fighting men to seize the prophet]. And he went up to him, and behold, he was sitting on the top of a hill. And the captain said to him, “Man of God, the king says, 'Come down.'” ", "10": "Elijah replied to the captain of fifty, “So if I am a man of God, then let fire come down from heaven and consume you and your fifty [fighting men].” Then fire fell from heaven and consumed him and his fifty.", "11": "So King Ahaziah again sent to him another captain of fifty with his fifty [fighting men]. And he said to him, “Man of God, thus says the king, 'Come down quickly.'” ", "12": "Elijah answered them, “If I am a man of God, let fire come down from heaven and consume you and your fifty [fighting men].” And the fire of God came down from heaven and consumed him and his fifty.", "13": "So Ahaziah again sent a captain of a third fifty with his fifty [fighting men]. And the third captain of fifty went up and came bowed down on his knees before Elijah, and begged him [for compassion] and said to him, “O man of God, please let my life and the lives of your servants, these fifty, be precious in your sight. ", "14": "Behold, fire came down from heaven and consumed the first two captains of fifty with their fifties; but now let my life be precious in your sight.” ", "15": "The angel of the Lord said to Elijah, “Go down with him; do not be afraid of him.” So he stood and went down with him to the king. ", "16": "Then Elijah said to Ahaziah, “Thus says the Lord: 'Since you have sent messengers to inquire of Baal-zebub, god of Ekron—is it because there is no God in Israel to inquire of His word?—therefore you will not leave the bed on which you lie, but will certainly die.'”", "17": "So Ahaziah [the son of King Ahab] died in accordance with the word of the Lord which Elijah had spoken. And because he had no son, Jehoram [his younger brother] became king [of Israel, the northern kingdom] in his place in the [f]second year of Jehoram the son of Jehoshaphat, king of Judah [the southern kingdom]. ", "18": "Now the rest of the acts of Ahaziah which he did, are they not written in the Book of the Chronicles of the Kings of Israel?"}