{"1": "When king Hezekiah heard it, he tore his clothes and he covered himself with sackcloth and went into the house (temple) of the Lord. ", "2": "Then he sent Eliakim who was in charge of his household, Shebna the scribe, and the elders of the priests, covered with sackcloth, to Isaiah the prophet the son of Amoz. ", "3": "They said to him, “Thus says Hezekiah, 'This is a day of distress and anxiety, of punishment and humiliation; for children have come to [the time of their] birth and there is no strength to rescue them. ", "4": "It may be that the Lord your God will hear all the words of the Rabshakeh, whom his master the king of Assyria has sent to taunt and defy the living God, and will rebuke the words which the Lord your God has heard. So offer a prayer for the remnant [of His people] that is left [in Judah].'” ", "5": "So the servants of King Hezekiah came to Isaiah. ", "6": "Isaiah said to them, “Say this to your master: 'Thus says the Lord, “Do not be afraid because of the words that you have heard, with which the servants of the king of Assyria have reviled (blasphemed) Me. ", "7": "Behold, I will put a spirit in him so that he will hear a rumor and return to his own land. And I will make him fall by the sword in his own land.”'”", "8": "So the Rabshakeh returned and found the king of Assyria fighting against Libnah [a fortified city of Judah]; for he had heard that the king had left Lachish. ", "9": "When the king heard them say concerning Tirhakah king of [a]Ethiopia, “Behold, he has come out to make war against you,” he sent messengers again to Hezekiah, saying, ", "10": "“Say this to Hezekiah king of Judah, 'Do not let your God on whom you rely deceive you by saying, “Jerusalem shall not be handed over to the king of Assyria.” ", "11": "Listen, you have heard what the Assyrian kings have done to all the lands, destroying them completely. So will you be spared? ", "12": "Did the gods of the nations whom my forefathers destroyed rescue them—Gozan and Haran [of Mesopotamia] and Rezeph and the people of Eden who were in Telassar? ", "13": "Where is the king of Hamath, the king of Arpad [of northern Syria], the king of the city of Sepharvaim, and of Hena and Ivvah?'”", "14": "Hezekiah received the letter from the hand of the messengers and read it. Then he went up to the house (temple) of the Lord and spread it out before the Lord. ", "15": "Hezekiah prayed before the Lord and said, “O Lord, the God of Israel, who is enthroned above the cherubim [of the [b]ark in the temple], You are the God, You alone, of all the kingdoms of the earth. You have made the heavens and the earth. ", "16": "O Lord, bend down Your ear and hear; Lord, open Your eyes and see; hear the [taunting] words of Sennacherib, which he has sent to taunt and defy the living God. ", "17": "It is true, Lord, that the Assyrian kings have devastated the nations and their lands ", "18": "and have thrown their gods into the fire, for they were not [real] gods but [only] the work of men's hands, wood and stone. So they [could destroy them and] have destroyed them. ", "19": "Now, O Lord our God, please, save us from his hand so that all the kingdoms of the earth may know [without any doubt] that You alone, O Lord, are God.”", "20": "Then Isaiah the son of Amoz sent word to Hezekiah, saying, “Thus says the Lord, the God of Israel: 'I have heard your prayer to Me regarding Sennacherib king of Assyria.' ", "21": "This is the word that the Lord has spoken against him: 'The virgin daughter of Zion Has despised you and mocked you; The daughter of Jerusalem Has shaken her head behind you!", "22": "  'Whom have you taunted and blasphemed? Against whom have you raised your voice, And haughtily lifted up your eyes? Against the Holy One of Israel!", "23": "  'Through your messengers you have taunted and defied the Lord, And have said [boastfully], “With my many chariots I came up to the heights of the mountains, To the remotest parts of Lebanon; I cut down its tall cedar trees and its choicest cypress trees. I entered its most distant lodging, its densest forest.", "24": "  “I dug wells and drank foreign waters, And with the sole of my feet I dried up All the rivers of [the Lower Nile of] Egypt.”", "25": "  'Have you not heard [asks the God of Israel]? Long ago I did it; From ancient times I planned it. Now I have brought it to pass, That you [king of Assyria] should [be My instrument to] turn fortified cities into ruinous heaps.", "26": "  'Therefore their inhabitants were powerless, They were shattered [in spirit] and put to shame; They were like plants of the field, the green herb, As grass on the housetops is scorched before it is grown up.", "27": "  'But I [the Lord] know your sitting down [O Sennacherib], Your going out, your coming in, And your raging against Me.", "28": "  'Because of your raging against Me, And because your arrogance and complacency have come up to My ears, I will put My hook in your nose, And My bridle in your lips, And I will turn you back [to Assyria] by the way that you came.", "29": "'Then this shall be the sign [of these things] to you [Hezekiah]: this year you will eat what grows of itself, in the second year what springs up voluntarily, and in the third year sow and reap, plant vineyards, and eat their fruit. ", "30": "The survivors who remain of the house of Judah will again take root downward and bear fruit upward. ", "31": "For a remnant will go forth from Jerusalem, and [a band of] survivors from Mount Zion. The zeal of the Lord of hosts shall perform this.", "32": "'Therefore thus says the Lord concerning the king of Assyria: “He will not come to this city [Jerusalem] nor shoot an arrow there; nor will he come before it with a shield nor throw up a siege ramp against it. ", "33": "By the way that he came, by the same way he will return, and he will not come into this city,”' declares the Lord. ", "34": "'For I will protect this city to save it, for My own sake and for My servant David's sake.'”", "35": "Then it came to pass that night, that the [c]angel of the Lord went forth and struck down 185,000 [men] in the camp of the Assyrians; when the survivors got up early in the morning, behold, all [185,000] of them were dead. ", "36": "So Sennacherib king of Assyria [d]left and returned home, and lived at [e]Nineveh. ", "37": "It came about as he was worshiping in the house of Nisroch his god, that his sons Adrammelech and Sharezer killed him with a sword; and they escaped to the land of Ararat. And Esarhaddon his son became king in his place."}