{"1": "When the Lord was about to take Elijah up to heaven by a whirlwind, Elijah and Elisha were traveling from Gilgal. ", "2": "And Elijah said to Elisha, “Please stay here, for the Lord has sent me to Bethel.” But Elisha replied, “As the Lord lives and as your soul lives, I will not leave you.” So they went down to Bethel. ", "3": "Now the [a]sons of the prophets who were at Bethel came out to Elisha and said to him, “Do you know that the Lord will take your master away from you today?” He said, “Yes, I know it; be quiet [about it].”", "4": "Elijah said to him, “Elisha, please stay here, for the Lord has sent me to Jericho.” But he said, “As the Lord lives and as your soul lives, I will not leave you.” So they came to Jericho. ", "5": "The sons of the prophets who were at Jericho approached Elisha and said to him, “Do you know that the Lord will take your master away from you today?” And he answered, “Yes, I know it; be quiet [about it].” ", "6": "Elijah said to him, “Please stay here, for the Lord has sent me to the Jordan.” But he said, “As the Lord lives and as your soul lives, I will not leave you.” So the two of them went on.", "7": "Fifty men of the sons of the prophets also went and stood opposite them [to watch] at a distance; and the two of them stood by the Jordan. ", "8": "And Elijah took his mantle (coat) and rolled it up and struck the waters, and they were divided this way and that, so that the two of them crossed over on dry ground.", "9": "And when they had crossed over, Elijah said to Elisha, “Ask what I shall do for you before I am taken from you.” And Elisha said, “Please let a double [b]portion of your spirit be upon me.” ", "10": "He said, “You have asked for a difficult thing. However, if you see me when I am taken from you, it shall be so for you; but if not, it shall not be so.” ", "11": "As they continued along and talked, behold, a chariot of fire with horses of fire [appeared suddenly and] separated the two of them, and Elijah went up to heaven in a whirlwind. ", "12": "Elisha saw it and cried out, “My father, my father, the chariot of Israel and its horsemen!” And he no longer saw Elijah. Then he took hold of his own clothes and tore them into two pieces [in grief]. ", "13": "He picked up the mantle of Elijah that fell off him, and went back and stood by the bank of the Jordan. ", "14": "He took the mantle of Elijah that fell from him and struck the waters and said, “Where is the Lord, the God of Elijah?” And when he too had struck the waters, they divided this way and that, and Elisha crossed over.", "15": "When the sons of the prophets who were [watching] opposite at Jericho saw him, they said, “The spirit of Elijah rests on Elisha.” And they came to meet him and bowed down to the ground before him [in respect]. ", "16": "Then they said to Elisha, “Behold now, there are among your servants fifty strong men; please let them go and search for your master. It may be that the Spirit of the Lord has taken him up and cast him on some mountain or into some valley.” And he said, “You shall not send anyone.” ", "17": "But when they urged him until he was embarrassed [to refuse them], he said, “Send them.” So they sent fifty men, and they searched for three days but did not find Elijah. ", "18": "They returned to Elisha while he was staying at Jericho; and he said to them, “Did I not tell you, 'Do not go'?”", "19": "Then the men of the city said to Elisha, “Look, this city is in a pleasant place, as my lord [Elisha] sees; but the water is bad and the land [c]is barren.” ", "20": "He said, “Bring me a new jar, and put [d]salt in it.” So they brought it to him. ", "21": "Then Elisha went to the spring of water and threw the salt in it and said, “Thus says the Lord: 'I [not the salt] have purified and healed these waters; there shall no longer be death or barrenness because of it.'” ", "22": "So the waters have been purified to this day, in accordance with the word spoken by Elisha.", "23": "Then Elisha went up from Jericho to [e]Bethel. On the way, young boys came out of the city and mocked him and said to him, “Go up, you [f]baldhead! Go up, you baldhead!” ", "24": "When he turned around and looked at them, he cursed them in the name of the Lord. Then two female bears came out of the woods and tore to pieces forty-two of the boys. ", "25": "Elisha went from there to Mount Carmel, and from there he returned to Samaria."}