{"1": "Now Naaman, commander of the army of the king of Aram (Syria), was considered a great man by his king, and was highly respected because through Naaman the Lord had given victory to Aram (Syria). He was also a man of courage, but he was a [a]leper. ", "2": "The Arameans (Syrians) had gone out in bands [as raiders] and had taken captive a little girl from the land of Israel; and she waited on Naaman's wife [as a servant]. ", "3": "She said to her mistress, “I wish that my master [Naaman] were with the prophet who is in Samaria! Then he would heal him of his leprosy.” ", "4": "Naaman went in and told his master [the king], “The girl who is from the land of Israel said such and such.” ", "5": "Then the king of Aram (Syria) said, “Go now, and I will send a letter to the king of Israel (Jehoram the son of Ahab).” So he left and took with him ten talents of silver and 6,000 shekels of gold, and ten changes of clothing.", "6": "And he brought the letter to the king of Israel. It said, “And now when this letter comes to you, I will have sent my servant Naaman to you, so that [b]you may heal him of his leprosy.” ", "7": "When the king of Israel read the letter, he [c]tore his clothes [in shock and outrage at the request] and said, “Am I God, to kill and to make alive, that this man sends to me [a request] to heal a man of his leprosy? Just consider [what he is asking] and see how he is seeking an opportunity [for a battle] with me.”", "8": "Now when Elisha the man of God heard that the king of Israel had torn his clothes, he sent word to the king, asking, “Why have you torn your clothes? Just let Naaman come to me, and he shall know that there is a [true] prophet in Israel.” ", "9": "So Naaman came with his horses and chariots and stopped at the entrance of Elisha's house. ", "10": "Elisha sent a messenger to him, saying, “Go and wash in the Jordan seven times, and your flesh will be restored to you and you will be clean.” ", "11": "But Naaman was furious and went away and said, “Indeed! I thought 'He would at least come out to [see] me and stand and call on the name of the Lord his God, and wave his hand over the place [of leprosy] and heal the leper.' ", "12": "Are not Abana and Pharpar, the rivers of Damascus [in Aram], better than all the waters of Israel? Could I not wash in them and be clean?” So he turned and went away in a rage. ", "13": "Then his servants approached and said to him, “My father, if the prophet had told you to do some great thing, would you not have done it? How much more then, when he has said to you, 'Wash, and be clean?'” ", "14": "So he went down and plunged himself into the Jordan seven times, just as the man of God had said; and his flesh was restored like that of a little child and he was clean.", "15": "Then Naaman returned to the man of God, he and all the people in his group, and stood before him. He said, “Behold, I know that there is no God in all the earth, except in Israel; so now accept a blessing and gift from your servant.” ", "16": "But Elisha said, “As the Lord lives, before whom I stand, I will accept nothing.” He urged him to take it, but Elisha refused. ", "17": "Naaman said, “If not, then please, let your servant be given a load of [d]earth for a team of mules; for [from this day on] your servant will no longer offer a burnt offering nor a sacrifice to other gods, but only to the Lord, [the God of Israel]. ", "18": "In this matter may the Lord pardon your servant: when my master [the king] goes into the house of [his god] Rimmon to worship there, and he leans on my hand and I bow in the house of Rimmon, when I bow down in the house of Rimmon, may the Lord pardon your servant in this matter [of attending the king when he worships].” ", "19": "Elisha said to him, “Go in peace.” So Naaman departed and was a good distance away from him,", "20": "when Gehazi, the servant of Elisha the man of God, said, “My master has spared this Naaman the Aramean (Syrian), by not accepting from him what he brought. As the Lord lives, I will run after him and get something from him.” ", "21": "So Gehazi pursued Naaman. When Naaman saw someone running after him, he got down from the chariot to meet him and said, “Is all well?” ", "22": "And he said, “All is well. My master has sent me to say, 'Just now two young men of the sons of the prophets have come to me from the hill country of Ephraim. Please give them a [e]talent of silver and two changes of clothes.'” ", "23": "Naaman said, “Please take two talents.” And he urged him [to accept], and tied up two talents of silver in two bags with two changes of clothes and gave them to two of his servants; and they carried them in front of Gehazi. ", "24": "When he came to the hill, he took them from their hand and put them in the house [for safekeeping]; and he sent the men away, and they left. ", "25": "Then he went in and stood before his master. Elisha asked him, “Where have you been, Gehazi?” He said, “Your servant went nowhere.”", "26": "Elisha said to him, “Did my heart not go with you, when the man turned from his chariot to meet you? Is it a [proper] time to accept money and clothing and olive orchards and vineyards and sheep and oxen and male and female servants? ", "27": "Therefore, the leprosy of Naaman shall cling to you and to your descendants forever.” So Gehazi departed from his presence, a leper as white as snow."}