{"1": "Now Elisha the prophet called one of the sons of the prophets and said to him, “[a]Gird up your loins (prepare for action), take this flask of oil in your hand and go to Ramoth-gilead. ", "2": "When you arrive there, look for Jehu the son of Jehoshaphat the son of Nimshi, and go in and have him arise from among his brothers, and take him into an inner room. ", "3": "Then take the flask of oil and pour it on his head and say, 'Thus says the Lord: “I have anointed you king over Israel.”' Then open the door and flee and do not delay.”", "4": "So the young man, the servant of the prophet, went to Ramoth-gilead. ", "5": "When he arrived, the captains of the army were sitting [outside]; and he said, “I have a message for you, O captain.” Jehu said, “To which one of us?” And he said, “For you, O captain.” ", "6": "So Jehu got up, and they went into the house. And he poured the oil on Jehu's head and said to him, “Thus says the Lord, the God of Israel: 'I have anointed you king over the people of the Lord, over Israel. ", "7": "You shall strike the house of Ahab your master, so that I may avenge the blood of My servants the prophets, and the blood of all the servants of the Lord, [who have died] at the hands of Jezebel. ", "8": "For the entire house of Ahab shall perish, and I will cut off from Ahab every male, both bond and free, in Israel. ", "9": "I will make the house of Ahab like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah. ", "10": "And the dogs will eat Jezebel in the territory of Jezreel, and there will be no one to bury her.'” Then he opened the door and fled.", "11": "When Jehu came out to the servants of his master, one said to him, “Is all well? Why did this madman come to you?” And he said to them, “You know [very well] the man and his talk.” ", "12": "And they said, “It is a lie; tell us now.” And he said, “Thus and thus he spoke to me, saying, 'Thus says the Lord: “I have anointed you king over Israel.”'” ", "13": "Then they hurried and each man took his garment and placed it [as a cushion] under Jehu on the top of the [outside] stairs, and blew the trumpet, saying, “Jehu is king!”", "14": "So Jehu the son of Jehoshaphat, the son of Nimshi, conspired against Joram [to dethrone and kill him]. Now Joram with all Israel was protecting Ramoth-gilead against Hazael king of Aram (Syria), ", "15": "but King [b]Joram had returned to Jezreel to heal from the wounds which the Arameans had inflicted on him when he fought with Hazael king of Aram. So Jehu said, “If this is your intent, let no one survive and leave the city (Ramoth-gilead) to go and tell of the plan in Jezreel [the capital].” ", "16": "So Jehu rode in a chariot and went to Jezreel, for Joram was lying there. And Ahaziah king of Judah had come down to see Joram.", "17": "Now the watchman was standing on the tower in Jezreel and he saw the crowd with Jehu as he approached, and said, “I see a company.” And [c]Joram said, “Send a horseman to meet them and have him ask, '[d]Do you come in peace?'” ", "18": "So the horseman went to meet him and said, “Thus says the king: 'Do you come in peace?'” And Jehu said, “What have you to do with peace? Rein in behind me.” And the watchman reported, “The messenger approached them, but he has not returned.” ", "19": "Then Joram sent out a second horseman, who approached them and said, “Thus says the king: 'Do you come in peace?'” Jehu replied, “What have you to do with peace? Rein in behind me.” ", "20": "And the watchman reported, “He approached them, but he has not returned; and the driving [of the chariot] is like that of Jehu the son of Nimshi, for he drives furiously.”", "21": "Then [e]Joram said, “Harness [the chariot].” When they harnessed his chariot horses, Joram king of Israel and Ahaziah king of Judah went out, each in his chariot, and they went out to meet Jehu and met him on the property of Naboth the Jezreelite. ", "22": "When Joram saw Jehu, he said, “Do you come in peace, Jehu?” And he answered, “What peace [can exist] as long as the fornications of your mother Jezebel and her sorceries are so many?” ", "23": "So Joram reined [his chariot] around and fled, and he said to Ahaziah, “Treachery and betrayal, Ahaziah!” ", "24": "But Jehu drew his bow with his full strength and shot Joram between his shoulders; and the arrow went out through his heart and he sank down in his chariot. ", "25": "Then Jehu said to Bidkar his officer, “Pick him up and throw him on the property of the field of Naboth the Jezreelite; for I remember when you and I were riding together after his father Ahab, that the Lord uttered this prophecy against him: ", "26": "'I certainly saw the blood of Naboth and the blood of his sons yesterday,' says the Lord, 'and I will repay you on this property,' says the Lord. Now then, pick him up and throw him into the property [of Naboth], in accordance with the word of the Lord.”", "27": "When Ahaziah the king of Judah saw this, he fled by the way of the garden house. Jehu pursued him and said, “Shoot him too, [while he is] in the chariot.” So they shot him at the ascent to Gur, which is by Ibleam. And Ahaziah fled to Megiddo and died there. ", "28": "Then his servants carried him in a chariot to Jerusalem and buried him in his grave with his fathers in the City of David.", "29": "In the eleventh year of Joram, the son of Ahab, Ahaziah became king over Judah.", "30": "So when Jehu came to Jezreel, Jezebel heard about it, and she painted her eyes and adorned her head and looked down from the [upper] window. ", "31": "As Jehu entered in at the gate, she said, “Is it well, [f]Zimri, your master's murderer?” ", "32": "Then Jehu raised his face toward the window and said, “Who is on my side? Who?” And two or three officials looked down at him.", "33": "And he said, “Throw her down.” So they threw her down, and some of her blood spattered on the wall and on the horses, and he trampled her underfoot. ", "34": "When he came in, he ate and drank, and said, “See now to this cursed woman and bury her, for she is a king's daughter.” ", "35": "They went to bury her, but they found nothing left of her except the skull and the feet and the palms of her hands. ", "36": "So they returned and told Jehu. Then he said, “This is the word of the Lord, which He spoke through His servant Elijah the Tishbite, saying, 'In the property of Jezreel the dogs shall eat the flesh of Jezebel. ", "37": "The corpse of Jezebel will be like dung on the surface of the field in the property of Jezreel, so they cannot say, “This is Jezebel.”'”"}