{"1": "The Gospel Teaching.[b] 1 Now I am reminding you, brothers, of the gospel I preached to you, which you indeed received and in which you also stand. ", "2": "Through it you are also being saved, if you hold fast to the word I preached to you, unless you believed in vain. ", "3": "[c]For I handed on to you as of first importance what I also received: that Christ died for our sins in accordance with the scriptures; ", "4": "that he was buried; that he was raised on the third day in accordance with the scriptures; ", "5": "that he appeared to Cephas, then to the Twelve. ", "6": "After that, he appeared to more than five hundred brothers at once, most of whom are still living, though some have fallen asleep. ", "7": "After that he appeared to James, then to all the apostles. ", "8": "Last of all, as to one born abnormally, he appeared to me. ", "9": "For I am the least[d] of the apostles, not fit to be called an apostle, because I persecuted the church of God. ", "10": "But by the grace of God I am what I am, and his grace to me has not been ineffective. Indeed, I have toiled harder than all of them; not I, however, but the grace of God [that is] with me. ", "11": "Therefore, whether it be I or they, so we preach and so you believed. Results of Denial.[e] ", "12": "But if Christ is preached as raised from the dead, how can some among you say there is no resurrection of the dead? ", "13": "If there is no resurrection of the dead, then neither has Christ been raised. ", "14": "And if Christ has not been raised, then empty [too] is our preaching; empty, too, your faith. ", "15": "Then we are also false witnesses to God, because we testified against God that he raised Christ, whom he did not raise if in fact the dead are not raised. ", "16": "For if the dead are not raised, neither has Christ been raised, ", "17": "and if Christ has not been raised,[f] your faith is vain; you are still in your sins. ", "18": "Then those who have fallen asleep in Christ have perished. ", "19": "If for this life only we have hoped in Christ, we are the most pitiable people of all. Christ the Firstfruits.[g] ", "20": "But now Christ has been raised from the dead, the firstfruits[h] of those who have fallen asleep. ", "21": "[i]For since death came through a human being, the resurrection of the dead came also through a human being. ", "22": "For just as in Adam all die, so too in Christ shall all be brought to life, ", "23": "but each one in proper order: Christ the firstfruits; then, at his coming, those who belong to Christ; ", "24": "then comes the end,[j] when he hands over the kingdom to his God and Father, when he has destroyed every sovereignty and every authority and power. ", "25": "For he must reign until he has put all his enemies under his feet. ", "26": "[k]The last enemy to be destroyed is death, ", "27": "[l]for “he subjected everything under his feet.” But when it says that everything has been subjected, it is clear that it excludes the one who subjected everything to him. ", "28": "When everything is subjected to him, then the Son himself will [also] be subjected to the one who subjected everything to him, so that God may be all in all. Practical Arguments.[m] ", "29": "Otherwise, what will people accomplish by having themselves baptized for the dead?[n] If the dead are not raised at all, then why are they having themselves baptized for them?", "30": "[o]Moreover, why are we endangering ourselves all the time? ", "31": "Every day I face death; I swear it by the pride in you [brothers] that I have in Christ Jesus our Lord. ", "32": "If at Ephesus I fought with beasts, so to speak, what benefit was it to me? If the dead are not raised: “Let us eat and drink, for tomorrow we die.”", "33": "Do not be led astray: “Bad company corrupts good morals.”", "34": "Become sober as you ought and stop sinning. For some have no knowledge of God; I say this to your shame.", "35": "[q]But someone may say, “How are the dead raised? With what kind of body will they come back?”", "36": "The Resurrection Body. 36 [r]You fool! What you sow is not brought to life unless it dies. ", "37": "And what you sow is not the body that is to be but a bare kernel of wheat, perhaps, or of some other kind; ", "38": "but God gives it a body as he chooses, and to each of the seeds its own body. ", "39": "[s]Not all flesh is the same, but there is one kind for human beings, another kind of flesh for animals, another kind of flesh for birds, and another for fish. ", "40": "There are both heavenly bodies and earthly bodies, but the brightness of the heavenly is one kind and that of the earthly another. ", "41": "The brightness of the sun is one kind, the brightness of the moon another, and the brightness of the stars another. For star differs from star in brightness.", "42": "[t]So also is the resurrection of the dead. It is sown corruptible; it is raised incorruptible. ", "43": "It is sown dishonorable; it is raised glorious. It is sown weak; it is raised powerful. ", "44": "It is sown a natural body; it is raised a spiritual body. If there is a natural body, there is also a spiritual one.", "45": "So, too, it is written, “The first man, Adam,[u] became a living being,” the last Adam a life-giving spirit. ", "46": "But the spiritual was not first; rather the natural and then the spiritual. ", "47": "The first man was from the earth, earthly; the second man, from heaven. ", "48": "As was the earthly one, so also are the earthly, and as is the heavenly one, so also are the heavenly. ", "49": "Just as we have borne the image of the earthly one, we shall also bear the image[v] of the heavenly one.", "50": "The Resurrection Event. 50 [w]This I declare, brothers: flesh and blood cannot inherit the kingdom of God, nor does corruption[x] inherit incorruption. ", "51": "[y]Behold, I tell you a mystery. We shall not all fall asleep, but we will all be changed, ", "52": "in an instant, in the blink of an eye, at the last trumpet. For the trumpet will sound, the dead will be raised incorruptible, and we shall be changed. ", "53": "For that which is corruptible must clothe itself with incorruptibility, and that which is mortal must clothe itself with immortality. ", "54": "[z]And when this which is corruptible clothes itself with incorruptibility and this which is mortal clothes itself with immortality, then the word that is written shall come about: “Death is swallowed up in victory.", "55": "Where, O death, is your victory? Where, O death, is your sting?”", "56": "The sting of death is sin,[aa] and the power of sin is the law. ", "57": "But thanks be to God who gives us the victory through our Lord Jesus Christ.", "58": "Therefore, my beloved brothers, be firm, steadfast, always fully devoted to the work of the Lord, knowing that in the Lord your labor is not in vain."}