{"1": "The people of Israel had already conquered and occupied the land east of the Jordan, from the Arnon Valley up the Jordan Valley and as far north as Mount Hermon. They defeated two kings. ", "2": "One was Sihon, the Amorite king who ruled at Heshbon. His kingdom included half of Gilead: from Aroer (on the edge of the Arnon Valley) and from the city in[a] the middle of that valley, as far as the Jabbok River, the border of Ammon; ", "3": "it included the Jordan Valley from Lake Galilee south to Beth Jeshimoth (east of the Dead Sea) and on toward the foot of Mount Pisgah.", "4": "They also defeated King Og of Bashan, who was one of the last of the Rephaim; he ruled at Ashtaroth and Edrei. ", "5": "His kingdom included Mount Hermon, Salecah, and all of Bashan as far as the boundaries of Geshur and Maacah, as well as half of Gilead, as far as the territory of King Sihon of Heshbon.", "6": "These two kings were defeated by Moses and the people of Israel. Moses, the Lord's servant, gave their land to the tribes of Reuben and Gad and to half the tribe of Manasseh, to be their possession.", "7": "Joshua and the people of Israel defeated all the kings in the territory west of the Jordan, from Baalgad in the valley of Lebanon to Mount Halak in the south near Edom. Joshua divided this land among the tribes and gave it to them as a permanent possession. ", "8": "This portion included the hill country, the western foothills, the Jordan Valley and its foothills, the eastern slopes, and the dry country in the south. This land had been the home of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites. ", "9": "The people of Israel defeated the kings of the following cities: Jericho, Ai (near Bethel), ", "10": "Jerusalem, Hebron, ", "11": "Jarmuth, Lachish, ", "12": "Eglon, Gezer, ", "13": "Debir, Geder, ", "14": "Hormah, Arad, ", "15": "Libnah, Adullam, ", "16": "Makkedah, Bethel, ", "17": "Tappuah, Hepher, ", "18": "Aphek, Lasharon, ", "19": "Madon, Hazor, ", "20": "Shimron Meron, Achshaph, ", "21": "Taanach, Megiddo, ", "22": "Kedesh, Jokneam (in Carmel), ", "23": "Dor (on the coast), Goiim (in Galilee[b]), ", "24": "and Tirzah—thirty-one kings in all."}