{"1": "Joshua was now very old. The Lord said to him, “You are very old, but there is still much land to be taken: ", "2": "all the territory of Philistia and Geshur, ", "3": "as well as all the territory of the Avvim to the south. (The land from the stream Shihor, at the Egyptian border, as far north as the border of Ekron was considered Canaanite; the kings of the Philistines lived at Gaza, Ashdod, Ashkelon, Gath, and Ekron.) ", "4": "There is still all the Canaanite country, and Mearah (which belonged to the Sidonians), as far as Aphek, at the Amorite border; ", "5": "the land of the Gebalites; all of Lebanon to the east, from Baalgad, which is south of Mount Hermon, to Hamath Pass. ", "6": "This includes all the territory of the Sidonians, who live in the hill country between the Lebanon Mountains and Misrephoth Maim. I will drive all these peoples out as the people of Israel advance. You must divide the land among the Israelites, just as I have commanded you to do. ", "7": "Now then, divide this land among the other nine tribes and half of the tribe of Manasseh, for them to possess as their own.”", "8": "The tribes of Reuben and Gad and the other half of the tribe of Manasseh had already received the land that Moses, the Lord's servant, had given them; it was on the east side of the Jordan River. ", "9": "Their territory extended to Aroer (on the edge of the Arnon Valley) and the city in the middle of that valley and included all of the plateau from Medeba to Dibon. ", "10": "It went as far as the border of Ammon and included all the cities that had been ruled by the Amorite king Sihon, who had ruled at Heshbon. ", "11": "It included Gilead, the regions of Geshur and Maacah, all of Mount Hermon, and all of Bashan as far as Salecah. ", "12": "It included the kingdom of Og, the last of the Rephaim, who had ruled at Ashtaroth and Edrei. Moses had defeated these people and driven them out. ", "13": "However, the Israelites did not drive out the people of Geshur and Maacah; they still live in Israel.", "14": "Moses had given no land to the tribe of Levi. As the Lord had told Moses, they were to receive as their possession a share of the sacrifices burned on the altar to the Lord God of Israel.", "15": "Moses had given a part of the land to the families of the tribe of Reuben as their possession. ", "16": "Their territory extended to Aroer (on the edge of the Arnon Valley) and the city in the middle of that valley and included all the plateau around Medeba. ", "17": "It included Heshbon and all the cities on the plateau: Dibon, Bamoth Baal, Beth Baalmeon, ", "18": "Jahaz, Kedemoth, Mephaath, ", "19": "Kiriathaim, Sibmah, Zereth Shahar on the hill in the valley, ", "20": "Bethpeor, the slopes of Mount Pisgah, and Beth Jeshimoth. ", "21": "It included all the cities of the plateau and the whole kingdom of the Amorite king Sihon, who had ruled at Heshbon. Moses defeated him, as well as the rulers of Midian: Evi, Rekem, Zur, Hur, and Reba. All of them had ruled the land for King Sihon. ", "22": "Among those whom the people of Israel killed was the fortune teller Balaam son of Beor. ", "23": "The Jordan was the western border of the tribe of Reuben. These were the cities and towns given to the families of the tribe of Reuben as their possession.", "24": "Moses had also given a part of the land to the families of the tribe of Gad as their possession. ", "25": "Their territory included Jazer and all the cities of Gilead, half the land of Ammon as far as Aroer, which is east of Rabbah; ", "26": "their land extended from Heshbon to Ramath Mizpeh and Betonim, from Mahanaim to the border of Lodebar. ", "27": "In the Jordan Valley it included Beth Haram, Bethnimrah, Sukkoth, and Zaphon, the rest of the kingdom of King Sihon of Heshbon. Their western border was the Jordan River as far north as Lake Galilee. ", "28": "These were the cities and towns given to the families of the tribe of Gad as their possession.", "29": "Moses had given a part of the land to the families of half the tribe of Manasseh as their possession. ", "30": "Their territory extended to Mahanaim and included all of Bashan—the whole kingdom of Og, the king of Bashan, as well as all sixty of the villages of Jair in Bashan. ", "31": "It included half of Gilead, as well as Ashtaroth and Edrei, the capital cities of Og's kingdom in Bashan. All this was given to half the families descended from Machir son of Manasseh.", "32": "This is how Moses divided the land east of Jericho and the Jordan when he was in the plains of Moab. ", "33": "But Moses did not assign any land to the tribe of Levi. He told them that their possession was to be a share of the offerings to the Lord God of Israel."}