{"1": "The families of the tribe of Judah received a part of the land described as follows: The land reached south to the southernmost point of the wilderness of Zin, at the border of Edom. ", "2": "This southern border ran from the south end of the Dead Sea, ", "3": "went southward from the Akrabbim Pass and on to Zin. It ran south of Kadesh Barnea, past Hezron and up to Addar, turned toward Karka, ", "4": "went on to Azmon, and followed the stream on the border of Egypt to the Mediterranean Sea, where the border ended. That was the southern border of Judah.", "5": "The eastern border was the Dead Sea, all the way up to the inlet where the Jordan empties into it. The northern border began there, ", "6": "extended up to Beth Hoglah, and went north of the ridge overlooking the Jordan Valley. Then it went up to the Stone of Bohan (Bohan was a son of Reuben), ", "7": "from Trouble Valley up to Debir, and then turned north toward Gilgal, which faces Adummim Pass on the south side of the valley. It then went on to the springs of Enshemesh, out to Enrogel, ", "8": "and up through Hinnom Valley on the south side of the hill where the Jebusite city of Jerusalem was located. The border then proceeded up to the top of the hill on the west side of Hinnom Valley, at the northern end of Rephaim Valley. ", "9": "From there it went to the Springs of Nephtoah and out to the cities near Mount Ephron. There it turned toward Baalah (or Kiriath Jearim), ", "10": "where it circled west of Baalah toward the hill country of Edom, went on the north side of Mount Jearim (or Chesalon), down to Beth Shemesh, and on past Timnah. ", "11": "The border then went out to the hill north of Ekron, turned toward Shikkeron, past Mount Baalah, and on to Jamnia. It ended at the Mediterranean Sea, ", "12": "which formed the western border. Within these borders lived the people of the families of Judah.", "13": "As the Lord commanded Joshua, part of the territory of Judah was given to Caleb son of Jephunneh, from the tribe of Judah. He received Hebron, the city belonging to Arba, father of Anak. ", "14": "Caleb drove the descendants of Anak out of the city—the clans of Sheshai, Ahiman, and Talmai. ", "15": "From there he went to attack the people living in Debir. (This city used to be called Kiriath Sepher.) ", "16": "Caleb said, “I will give my daughter Achsah in marriage to the man who succeeds in capturing Kiriath Sepher.” ", "17": "Othniel, the son of Caleb's brother Kenaz, captured the city, so Caleb gave him his daughter Achsah in marriage. ", "18": "On the wedding day Othniel urged her[a] to ask her father for a field. She got down from her donkey, and Caleb asked her what she wanted. ", "19": "She answered, “I want some water holes. The land you have given me is in the dry country.” So Caleb gave her the upper and lower springs.", "20": "This is the land that the families of the tribe of Judah received as their possession. ", "21": "The cities farthest south that belonged to them, those that were near the border of Edom, were Kabzeel, Eder, Jagur, ", "22": "Kinah, Dimonah, Adadah, ", "23": "Kedesh, Hazor, Ithnan, ", "24": "Ziph, Telem, Bealoth, ", "25": "Hazor Hadattah, Kerioth Hezron (or Hazor), ", "26": "Amam, Shema, Moladah, ", "27": "Hazar Gaddah, Heshmon, Bethpelet, ", "28": "Hazar Shual, Beersheba, Biziothiah, ", "29": "Baalah, Iim, Ezem, ", "30": "Eltolad, Chesil, Hormah, ", "31": "Ziklag, Madmannah, Sansannah, ", "32": "Lebaoth, Shilhim, Ain, and Rimmon: twenty-nine cities in all, along with the towns around them.", "33": "The cities in the foothills were Eshtaol, Zorah, Ashnah, ", "34": "Zanoah, Engannim, Tappuah, Enam, ", "35": "Jarmuth, Adullam, Socoh, Azekah, ", "36": "Shaaraim, Adithaim, Gederah, and Gederothaim: fourteen cities, along with the towns around them.", "37": "There were also Zenan, Hadashah, Migdalgad, ", "38": "Dilean, Mizpah, Joktheel, ", "39": "Lachish, Bozkath, Eglon, ", "40": "Cabbon, Lahmam, Chitlish, ", "41": "Gederoth, Bethdagon, Naamah, and Makkedah: sixteen cities, along with the towns around them.", "42": "There were also Libnah, Ether, Ashan, ", "43": "Iphtah, Ashnah, Nezib, ", "44": "Keilah, Achzib, and Mareshah: nine cities, along with the towns around them.", "45": "There was Ekron with its towns and villages, ", "46": "and all the cities and towns near Ashdod, from Ekron to the Mediterranean Sea.", "47": "There were Ashdod and Gaza, with their towns and villages, reaching to the stream on the border of Egypt and the coast of the Mediterranean Sea.", "48": "In the hill country there were Shamir, Jattir, Socoh, ", "49": "Dannah, Kiriath Sepher (or Debir), ", "50": "Anab, Eshtemoa, Anim, ", "51": "Goshen, Holon, and Giloh: eleven cities, along with the towns around them.", "52": "There were Arab, Dumah, Eshan, ", "53": "Janim, Beth Tappuah, Aphekah, ", "54": "Humtah, Hebron, and Zior: nine cities, along with the towns around them.", "55": "There were Maon, Carmel, Ziph, Juttah, ", "56": "Jezreel, Jokdeam, Zanoah, ", "57": "Kain, Gibeah, and Timnah: ten cities, along with the towns around them.", "58": "There were Halhul, Bethzur, Gedor, ", "59": "Maarath, Bethanoth, and Eltekon: six cities, along with the towns around them.", "60": "There were Kiriath Baal (or Kiriath Jearim) and Rabbah: two cities, along with the towns around them.", "61": "In the desert there were Beth Arabah, Middin, Secacah, ", "62": "Nibshan, Salt City, and Engedi: six cities, along with the towns around them.", "63": "But the people of Judah were not able to drive out the Jebusites, who lived in Jerusalem. The Jebusites still live there with the people of Judah."}