{"1": "The second assignment made was for the families of the tribe of Simeon. Its territory extended into the land assigned to the tribe of Judah. ", "2": "It included Beersheba, Sheba, Moladah, ", "3": "Hazar Shual, Balah, Ezem, ", "4": "Eltolad, Bethul, Hormah, ", "5": "Ziklag, Beth Marcaboth, Hazar Susah, ", "6": "Beth Lebaoth, and Sharuhen: thirteen cities, along with the towns around them.", "7": "There were also Ain, Rimmon, Ether, and Ashan: four cities, along with the towns around them. ", "8": "This included all the towns around these cities as far as Baalath Beer (or Ramah), in the south. This was the land which the families of the tribe of Simeon received as their possession. ", "9": "Since Judah's assignment was larger than was needed, part of its territory was given to the tribe of Simeon.", "10": "The third assignment made was for the families of the tribe of Zebulun. The land which they received reached as far as Sarid. ", "11": "From there the border went west to Mareal, touching Dabbesheth and the stream east of Jokneam. ", "12": "On the other side of Sarid it went east to the border of Chisloth Tabor, then to Daberath and up to Japhia. ", "13": "It continued east from there to Gath Hepher and Ethkazin, turning in the direction of Neah on the way to Rimmon. ", "14": "On the north the border turned toward Hannathon, ending at Iphtahel Valley. ", "15": "It included Kattath, Nahalal, Shimron, Idalah, and Bethlehem: twelve cities, along with the towns around them. ", "16": "These cities and their towns were in the land which the families of the tribe of Zebulun received as their possession.", "17": "The fourth assignment made was for the families of the tribe of Issachar. ", "18": "Its area included Jezreel, Chesulloth, Shunem, ", "19": "Hapharaim, Shion, Anaharath, ", "20": "Rabbith, Kishion, Ebez, ", "21": "Remeth, Engannim, Enhaddah, and Bethpazzez. ", "22": "The border also touched Tabor, Shahazumah, and Beth Shemesh, ending at the Jordan. It included sixteen cities along with the towns around them. ", "23": "These cities and their towns were in the land which the families of the tribe of Issachar received as their possession.", "24": "The fifth assignment made was for the families of the tribe of Asher. ", "25": "Its area included Helkath, Hali, Beten, Achshaph, ", "26": "Allam Melech, Amad, and Mishal. On the west it touched Carmel and Shihor Libnath. ", "27": "As it turned east, the border went to Bethdagon, touching Zebulun and Iphtahel Valley on the way north to Bethemek and Neiel. It continued north to Cabul, ", "28": "Ebron, Rehob, Hammon, and Kanah, as far as Sidon. ", "29": "The border then turned to Ramah, reaching the fortified city of Tyre; then it turned to Hosah and ended at the Mediterranean Sea. It included Mahalab, Achzib, ", "30": "Ummah, Aphek, and Rehob: twenty-two cities, along with the towns around them. ", "31": "These cities and their towns were in the land which the families of the tribe of Asher received as their possession.", "32": "The sixth assignment made was for the families of the tribe of Naphtali. ", "33": "Its border went from Heleph to the oak in Zaanannim, on to Adaminekeb and to Jamnia, as far as Lakkum, and ended at the Jordan. ", "34": "There the border turned west to Aznoth Tabor, from there to Hukkok, touching Zebulun on the south, Asher on the west, and the Jordan[a] on the east. ", "35": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth, ", "36": "Adamah, Ramah, Hazor, ", "37": "Kedesh, Edrei, Enhazor, ", "38": "Yiron, Migdalel, Horem, Bethanath, and Beth Shemesh: nineteen cities, along with the towns around them. ", "39": "These cities and their towns were in the land which the families of the tribe of Naphtali received as their possession.", "40": "The seventh assignment made was for the families of the tribe of Dan. ", "41": "Its area included Zorah, Eshtaol, Irshemesh, ", "42": "Shaalbim, Aijalon, Ithlah, ", "43": "Elon, Timnah, Ekron, ", "44": "Eltekeh, Gibbethon, Baalath, ", "45": "Jehud, Beneberak, Gathrimmon, ", "46": "Mejarkon, and Rakkon, as well as the territory around Joppa. ", "47": "When the people of Dan lost their land, they went to Laish and attacked it. They captured it, killed its people, and claimed it for themselves. They settled there and changed the name of the city from Laish to Dan, naming it after their ancestor Dan. ", "48": "These cities and their towns were in the land which the families of the tribe of Dan received as their possession.", "49": "When the people of Israel finished dividing up the land, they gave Joshua son of Nun a part of the land as his own. ", "50": "As the Lord had commanded, they gave him the city he asked for: Timnath Serah, in the hill country of Ephraim. He rebuilt the city and settled there.", "51": "Eleazar the priest, Joshua son of Nun, and the leaders of the families of the tribes of Israel assigned these parts of the land by drawing lots[b] to consult the Lord at Shiloh, at the entrance of the Tent of the Lord's presence. In this way they finished dividing the land."}