{"1": "Much later the Lord gave Israel security from their enemies around them. By that time Joshua was very old, ", "2": "so he called all Israel, the elders, leaders, judges, and officers of the people, and said, “I am very old now. ", "3": "You have seen everything that the Lord your God has done to all these nations because of you. The Lord your God has been fighting for you. ", "4": "I have assigned as the possession of your tribes the land of the nations that are still left, as well as of all the nations that I have already conquered, from the Jordan River in the east to the Mediterranean Sea in the west. ", "5": "The Lord your God will make them retreat from you, and he will drive them away as you advance. You shall have their land, as the Lord your God has promised you. ", "6": "So be careful to obey and do everything that is written in the book of the Law of Moses. Do not neglect any part of it, ", "7": "and then you will not associate with these peoples left among you or speak the names of their gods or use those names in taking vows or worship those gods or bow down to them. ", "8": "Instead, be faithful to the Lord, as you have been till now. ", "9": "The Lord has driven great and powerful nations out as you advanced, and no one has ever been able to stand against you. ", "10": "Any one of you can make a thousand men run away, because the Lord your God is fighting for you, just as he promised. ", "11": "Be careful, then, to love the Lord your God. ", "12": "If you are disloyal and join with the nations that are still left among you and intermarry with them, ", "13": "you may be sure that the Lord your God will no longer drive these nations out as you advance. Rather, they will be as dangerous for you as a trap or a pit and as painful as a whip on your back or thorns in your eyes. And this will last until none of you are left in this good land which the Lord your God has given you.", "14": "“Now my time has come to die. Every one of you knows in his heart and soul that the Lord your God has given you all the good things that he promised. Every promise he made has been kept; not one has failed. ", "15": "But just as he kept every promise that he made to you, so he will carry out every threat. ", "16": "If you do not keep the covenant which the Lord your God commanded you to keep and if you serve and worship other gods, then in his anger he will punish you, and soon none of you will be left in this good land that he has given you.”"}