{"1": "All the Amorite kings west of the Jordan and all the Canaanite kings along the Mediterranean Sea heard that the Lord had dried up the Jordan until the people of Israel had crossed it. They became afraid and lost their courage because of the Israelites.", "2": "Then the Lord told Joshua, “Make some knives out of flint and circumcise the Israelites.” ", "3": "So Joshua did as the Lord had commanded, and he circumcised the Israelites at a place called Circumcision Hill. ", "4-6": "When the people of Israel left Egypt, all the males were already circumcised. However, during the forty years the people spent crossing the desert, none of the baby boys had been circumcised. Also, by the end of that time all the men who were of fighting age when they left Egypt had died because they had disobeyed the Lord. Just as he had sworn, they were not allowed to see the rich and fertile land that he had promised their ancestors. ", "7": "The sons of these men had never been circumcised, and it was this new generation that Joshua circumcised.", "8": "After the circumcision was completed, the whole nation stayed in the camp until the wounds had healed. ", "9": "The Lord said to Joshua, “Today I have removed from you the disgrace of being slaves in Egypt.” That is why the place was named Gilgal,[a] the name it still has.", "10": "While the Israelites were camping at Gilgal on the plain near Jericho, they observed Passover on the evening of the fourteenth day of the month. ", "11": "The next day was the first time they ate food grown in Canaan: roasted grain and bread made without yeast. ", "12": "The manna stopped falling then, and the Israelites no longer had any. From that time on they ate food grown in Canaan.", "13": "While Joshua was near Jericho, he suddenly saw a man standing in front of him, holding a sword. Joshua went up to him and asked, “Are you one of our soldiers, or an enemy?”", "14": "“Neither,” the man answered. “I am here as the commander of the Lord's army.” Joshua threw himself on the ground in worship and said, “I am your servant, sir. What do you want me to do?”", "15": "And the commander of the Lord's army told him, “Take your sandals off; you are standing on holy ground.” And Joshua did as he was told."}