{"1": "The victories of Israel became known to all the kings west of the Jordan—in the hills, in the foothills, and all along the coastal plain of the Mediterranean Sea as far north as Lebanon; these were the kings of the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites. ", "2": "They all came together and joined forces to fight against Joshua and the Israelites.", "3": "But the people of Gibeon, who were Hivites, heard what Joshua had done to Jericho and Ai, ", "4": "and they decided to deceive him. They went and got some food and loaded their donkeys with worn-out sacks and patched-up wineskins. ", "5": "They put on ragged clothes and worn-out sandals that had been mended. The bread they took with them was dry and moldy. ", "6": "Then they went to the camp at Gilgal and said to Joshua and the Israelites, “We have come from a distant land. We want you to make a treaty with us.”", "7": "But the Israelites said, “Why should we make a treaty with you? Maybe you live nearby.”", "8": "They said to Joshua, “We are at your service.” Joshua asked them, “Who are you? Where do you come from?”", "9": "Then they told him this story: “We have come from a very distant land, sir, because we have heard of the Lord your God. We have heard about everything that he did in Egypt ", "10": "and what he did to the two Amorite kings east of the Jordan: King Sihon of Heshbon and King Og of Bashan, who lived in Ashtaroth. ", "11": "Our leaders and all the people that live in our land told us to get some food ready for a trip and to go and meet you. We were told to put ourselves at your service and ask you to make a treaty with us. ", "12": "Look at our bread. When we left home with it and started out to meet you, it was still warm. But look! Now it is dry and moldy. ", "13": "When we filled these wineskins, they were new, but look! They are torn. Our clothes and sandals are worn out from the long trip.”", "14": "The Israelites accepted some food from them, but did not consult the Lord about it. ", "15": "Joshua made a treaty of friendship with the people of Gibeon and allowed them to live. The leaders of the community of Israel gave their solemn promise to keep the treaty.", "16": "Three days after the treaty had been made, the Israelites learned that these people did indeed live nearby. ", "17": "So the people of Israel started out and three days later arrived at the cities where these people lived: Gibeon, Chephirah, Beeroth, and Kiriath Jearim. ", "18": "But the Israelites could not kill them, because their leaders had made a solemn promise to them in the name of the Lord, Israel's God. All the people complained to the leaders about this, ", "19": "but they answered, “We have made our solemn promise to them in the name of the Lord God of Israel. Now we cannot harm them. ", "20": "We must let them live because of our promise; if we don't, God will punish us. ", "21": "Let them live, but they will have to cut wood and carry water for us.” This was what the leaders suggested.", "22": "Joshua ordered the people of Gibeon to be brought to him, and he asked them, “Why did you deceive us and tell us that you were from far away, when you live right here? ", "23": "Because you did this, God has condemned you. Your people will always be slaves, cutting wood and carrying water for the sanctuary of my God.”", "24": "They answered, “We did it, sir, because we learned that it was really true that the Lord your God had commanded his servant Moses to give you the whole land and to kill the people living in it as you advanced. We did it because we were terrified of you; we were in fear of our lives. ", "25": "Now we are in your power; do with us what you think is right.” ", "26": "So this is what Joshua did: he protected them and did not allow the people of Israel to kill them. ", "27": "But at the same time he made them slaves, to cut wood and carry water for the people of Israel and for the Lord's altar. To this day they have continued to do this work in the place where the Lord has chosen to be worshiped."}