{"1": "When Rehobo′am came to Jerusalem, he assembled the house of Judah, and Benjamin, a hundred and eighty thousand chosen warriors, to fight against Israel, to restore the kingdom to Rehobo′am. ", "2": "But the word of the Lord came to Shemai′ah the man of God: ", "3": "“Say to Rehobo′am the son of Solomon king of Judah, and to all Israel in Judah and Benjamin, ", "4": "'Thus says the Lord, You shall not go up or fight against your brethren. Return every man to his home, for this thing is from me.'” So they hearkened to the word of the Lord, and returned and did not go against Jerobo′am.", "5": "Rehobo′am dwelt in Jerusalem, and he built cities for defense in Judah. ", "6": "He built Bethlehem, Etam, Teko′a, ", "7": "Beth-zur, Soco, Adul′lam, ", "8": "Gath, Mare′shah, Ziph, ", "9": "Adora′im, Lachish, Aze′kah, ", "10": "Zorah, Ai′jalon, and Hebron, fortified cities which are in Judah and in Benjamin. ", "11": "He made the fortresses strong, and put commanders in them, and stores of food, oil, and wine. ", "12": "And he put shields and spears in all the cities, and made them very strong. So he held Judah and Benjamin.", "13": "And the priests and the Levites that were in all Israel resorted to him from all places where they lived. ", "14": "For the Levites left their common lands and their holdings and came to Judah and Jerusalem, because Jerobo′am and his sons cast them out from serving as priests of the Lord, ", "15": "and he appointed his own priests for the high places, and for the satyrs, and for the calves which he had made. ", "16": "And those who had set their hearts to seek the Lord God of Israel came after them from all the tribes of Israel to Jerusalem to sacrifice to the Lord, the God of their fathers. ", "17": "They strengthened the kingdom of Judah, and for three years they made Rehobo′am the son of Solomon secure, for they walked for three years in the way of David and Solomon.", "18": "Rehobo′am took as wife Ma′halath the daughter of Jer′imoth the son of David, and of Ab′ihail the daughter of Eli′ab the son of Jesse; ", "19": "and she bore him sons, Je′ush, Shemari′ah, and Zaham. ", "20": "After her he took Ma′acah the daughter of Ab′salom, who bore him Abi′jah, Attai, Ziza, and Shelo′mith. ", "21": "Rehobo′am loved Ma′acah the daughter of Ab′salom above all his wives and concubines (he took eighteen wives and sixty concubines, and had twenty-eight sons and sixty daughters); ", "22": "and Rehobo′am appointed Abi′jah the son of Ma′acah as chief prince among his brothers, for he intended to make him king. ", "23": "And he dealt wisely, and distributed some of his sons through all the districts of Judah and Benjamin, in all the fortified cities; and he gave them abundant provisions, and procured wives for them.[a]"}