{"1": "Jehosh′aphat his son reigned in his stead, and strengthened himself against Israel. ", "2": "He placed forces in all the fortified cities of Judah, and set garrisons in the land of Judah, and in the cities of E′phraim which Asa his father had taken. ", "3": "The Lord was with Jehosh′aphat, because he walked in the earlier ways of his father;[a] he did not seek the Ba′als, ", "4": "but sought the God of his father and walked in his commandments, and not according to the ways of Israel. ", "5": "Therefore the Lord established the kingdom in his hand; and all Judah brought tribute to Jehosh′aphat; and he had great riches and honor. ", "6": "His heart was courageous in the ways of the Lord; and furthermore he took the high places and the Ashe′rim out of Judah.", "7": "In the third year of his reign he sent his princes, Ben-hail, Obadi′ah, Zechari′ah, Nethan′el, and Micai′ah, to teach in the cities of Judah; ", "8": "and with them the Levites, Shemai′ah, Nethani′ah, Zebadi′ah, As′ahel, Shemi′ramoth, Jehon′athan, Adoni′jah, Tobi′jah, and Tobadoni′jah; and with these Levites, the priests Elish′ama and Jehor′am. ", "9": "And they taught in Judah, having the book of the law of the Lord with them; they went about through all the cities of Judah and taught among the people.", "10": "And the fear of the Lord fell upon all the kingdoms of the lands that were round about Judah, and they made no war against Jehosh′aphat. ", "11": "Some of the Philistines brought Jehosh′aphat presents, and silver for tribute; and the Arabs also brought him seven thousand seven hundred rams and seven thousand seven hundred he-goats. ", "12": "And Jehosh′aphat grew steadily greater. He built in Judah fortresses and store-cities, ", "13": "and he had great stores in the cities of Judah. He had soldiers, mighty men of valor, in Jerusalem. ", "14": "This was the muster of them by fathers' houses: Of Judah, the commanders of thousands: Adnah the commander, with three hundred thousand mighty men of valor, ", "15": "and next to him Jeho-ha′nan the commander, with two hundred and eighty thousand, ", "16": "and next to him Amasi′ah the son of Zichri, a volunteer for the service of the Lord, with two hundred thousand mighty men of valor. ", "17": "Of Benjamin: Eli′ada, a mighty man of valor, with two hundred thousand men armed with bow and shield, ", "18": "and next to him Jeho′zabad with a hundred and eighty thousand armed for war. ", "19": "These were in the service of the king, besides those whom the king had placed in the fortified cities throughout all Judah."}