{"1": "Amazi′ah was twenty-five years old when he began to reign, and he reigned twenty-nine years in Jerusalem. His mother's name was Jeho-ad′dan of Jerusalem. ", "2": "And he did what was right in the eyes of the Lord, yet not with a blameless heart. ", "3": "And as soon as the royal power was firmly in his hand he killed his servants who had slain the king his father. ", "4": "But he did not put their children to death, according to what is written in the law, in the book of Moses, where the Lord commanded, “The fathers shall not be put to death for the children, or the children be put to death for the fathers; but every man shall die for his own sin.”", "5": "Then Amazi′ah assembled the men of Judah, and set them by fathers' houses under commanders of thousands and of hundreds for all Judah and Benjamin. He mustered those twenty years old and upward, and found that they were three hundred thousand picked men, fit for war, able to handle spear and shield. ", "6": "He hired also a hundred thousand mighty men of valor from Israel for a hundred talents of silver. ", "7": "But a man of God came to him and said, “O king, do not let the army of Israel go with you, for the Lord is not with Israel, with all these E′phraimites. ", "8": "But if you suppose that in this way you will be strong for war,[a] God will cast you down before the enemy; for God has power to help or to cast down.” ", "9": "And Amazi′ah said to the man of God, “But what shall we do about the hundred talents which I have given to the army of Israel?” The man of God answered, “The Lord is able to give you much more than this.” ", "10": "Then Amazi′ah discharged the army that had come to him from E′phraim, to go home again. And they became very angry with Judah, and returned home in fierce anger. ", "11": "But Amazi′ah took courage, and led out his people, and went to the Valley of Salt and smote ten thousand men of Se′ir. ", "12": "The men of Judah captured another ten thousand alive, and took them to the top of a rock and threw them down from the top of the rock; and they were all dashed to pieces. ", "13": "But the men of the army whom Amazi′ah sent back, not letting them go with him to battle, fell upon the cities of Judah, from Samar′ia to Beth-hor′on, and killed three thousand people in them, and took much spoil.", "14": "After Amazi′ah came from the slaughter of the E′domites, he brought the gods of the men of Se′ir, and set them up as his gods, and worshiped them, making offerings to them. ", "15": "Therefore the Lord was angry with Amazi′ah and sent to him a prophet, who said to him, “Why have you resorted to the gods of a people, which did not deliver their own people from your hand?” ", "16": "But as he was speaking the king said to him, “Have we made you a royal counselor? Stop! Why should you be put to death?” So the prophet stopped, but said, “I know that God has determined to destroy you, because you have done this and have not listened to my counsel.”", "17": "Then Amazi′ah king of Judah took counsel and sent to Jo′ash the son of Jeho′ahaz, son of Jehu, king of Israel, saying, “Come, let us look one another in the face.” ", "18": "And Jo′ash the king of Israel sent word to Amazi′ah king of Judah, “A thistle on Lebanon sent to a cedar on Lebanon, saying, 'Give your daughter to my son for a wife'; and a wild beast of Lebanon passed by and trampled down the thistle. ", "19": "You say, 'See, I have smitten Edom,' and your heart has lifted you up in boastfulness. But now stay at home; why should you provoke trouble so that you fall, you and Judah with you?”", "20": "But Amazi′ah would not listen; for it was of God, in order that he might give them into the hand of their enemies, because they had sought the gods of Edom. ", "21": "So Jo′ash king of Israel went up; and he and Amazi′ah king of Judah faced one another in battle at Beth-she′mesh, which belongs to Judah. ", "22": "And Judah was defeated by Israel, and every man fled to his home. ", "23": "And Jo′ash king of Israel captured Amazi′ah king of Judah, the son of Jo′ash, son of Ahazi′ah, at Beth-she′mesh, and brought him to Jerusalem, and broke down the wall of Jerusalem for four hundred cubits, from the E′phraim Gate to the Corner Gate. ", "24": "And he seized all the gold and silver, and all the vessels that were found in the house of God, and O′bed-e′dom with them; he seized also the treasuries of the king's house, and hostages, and he returned to Samar′ia.", "25": "Amazi′ah the son of Jo′ash king of Judah lived fifteen years after the death of Jo′ash the son of Jeho′ahaz, king of Israel. ", "26": "Now the rest of the deeds of Amazi′ah, from first to last, are they not written in the Book of the Kings of Judah and Israel? ", "27": "From the time when he turned away from the Lord they made a conspiracy against him in Jerusalem, and he fled to Lachish. But they sent after him to Lachish, and slew him there. ", "28": "And they brought him upon horses; and he was buried with his fathers in the city of David."}