{"1": "The word of the Lord came to me: ", "2": "“Son of man, there were two women, the daughters of one mother; ", "3": "they played the harlot in Egypt; they played the harlot in their youth; there their breasts were pressed and their virgin bosoms handled. ", "4": "Oho′lah was the name of the elder and Ohol′ibah the name of her sister. They became mine, and they bore sons and daughters. As for their names, Oho′lah is Samar′ia, and Ohol′ibah is Jerusalem.", "5": "“Oho′lah played the harlot while she was mine; and she doted on her lovers the Assyrians, ", "6": "warriors clothed in purple, governors and commanders, all of them desirable young men, horsemen riding on horses. ", "7": "She bestowed her harlotries upon them, the choicest men of Assyria all of them; and she defiled herself with all the idols of every one on whom she doted. ", "8": "She did not give up her harlotry which she had practiced since her days in Egypt; for in her youth men had lain with her and handled her virgin bosom and poured out their lust upon her. ", "9": "Therefore I delivered her into the hands of her lovers, into the hands of the Assyrians, upon whom she doted. ", "10": "These uncovered her nakedness; they seized her sons and her daughters; and her they slew with the sword; and she became a byword among women, when judgment had been executed upon her.", "11": "“Her sister Ohol′ibah saw this, yet she was more corrupt than she in her doting and in her harlotry, which was worse than that of her sister. ", "12": "She doted upon the Assyrians, governors and commanders, warriors clothed in full armor, horsemen riding on horses, all of them desirable young men. ", "13": "And I saw that she was defiled; they both took the same way. ", "14": "But she carried her harlotry further; she saw men portrayed upon the wall, the images of the Chalde′ans portrayed in vermilion, ", "15": "girded with belts on their loins, with flowing turbans on their heads, all of them looking like officers, a picture of Babylonians whose native land was Chalde′a. ", "16": "When she saw them she doted upon them, and sent messengers to them in Chalde′a. ", "17": "And the Babylonians came to her into the bed of love, and they defiled her with their lust; and after she was polluted by them, she turned from them in disgust. ", "18": "When she carried on her harlotry so openly and flaunted her nakedness, I turned in disgust from her, as I had turned from her sister. ", "19": "Yet she increased her harlotry, remembering the days of her youth, when she played the harlot in the land of Egypt ", "20": "and doted upon her paramours there, whose members were like those of asses, and whose issue was like that of horses. ", "21": "Thus you longed for the lewdness of your youth, when the Egyptians[a] handled your bosom and pressed[b] your young breasts.”", "22": "Therefore, O Ohol′ibah, thus says the Lord God: “Behold, I will rouse against you your lovers from whom you turned in disgust, and I will bring them against you from every side: ", "23": "the Babylonians and all the Chalde′ans, Pekod and Sho′a and Ko′a, and all the Assyrians with them, desirable young men, governors and commanders all of them, officers and warriors,[c] all of them riding on horses. ", "24": "And they shall come against you from the north[d] with chariots and wagons and a host of peoples; they shall set themselves against you on every side with buckler, shield, and helmet, and I will commit the judgment to them, and they shall judge you according to their judgments. ", "25": "And I will direct my indignation against you, that they may deal with you in fury. They shall cut off your nose and your ears, and your survivors shall fall by the sword. They shall seize your sons and your daughters, and your survivors shall be devoured by fire. ", "26": "They shall also strip you of your clothes and take away your fine jewels. ", "27": "Thus I will put an end to your lewdness and your harlotry brought from the land of Egypt; so that you shall not lift up your eyes to the Egyptians or remember them any more. ", "28": "For thus says the Lord God: Behold, I will deliver you into the hands of those whom you hate, into the hands of those from whom you turned in disgust; ", "29": "and they shall deal with you in hatred, and take away all the fruit of your labor, and leave you naked and bare, and the nakedness of your harlotry shall be uncovered. Your lewdness and your harlotry ", "30": "have brought this upon you, because you played the harlot with the nations, and polluted yourself with their idols. ", "31": "You have gone the way of your sister; therefore I will give her cup into your hand. ", "32": "Thus says the Lord God: “You shall drink your sister's cup which is deep and large; you shall be laughed at and held in derision, for it contains much;", "33": "you will be filled with drunkenness and sorrow. A cup of horror and desolation, is the cup of your sister Samar′ia;", "34": "you shall drink it and drain it out, and pluck out your hair,[e] and tear your breasts; for I have spoken, says the Lord God. ", "35": "Therefore thus says the Lord God: Because you have forgotten me and cast me behind your back, therefore bear the consequences of your lewdness and harlotry.”", "36": "The Lord said to me: “Son of man, will you judge Oho′lah and Ohol′ibah? Then declare to them their abominable deeds. ", "37": "For they have committed adultery, and blood is upon their hands; with their idols they have committed adultery; and they have even offered up to them for food the sons whom they had borne to me. ", "38": "Moreover this they have done to me: they have defiled my sanctuary on the same day and profaned my sabbaths. ", "39": "For when they had slaughtered their children in sacrifice to their idols, on the same day they came into my sanctuary to profane it. And lo, this is what they did in my house. ", "40": "They even sent for men to come from far, to whom a messenger was sent, and lo, they came. For them you bathed yourself, painted your eyes, and decked yourself with ornaments; ", "41": "you sat upon a stately couch, with a table spread before it on which you had placed my incense and my oil. ", "42": "The sound of a carefree multitude was with her; and with men of the common sort drunkards[f] were brought from the wilderness; and they put bracelets upon the hands of the women, and beautiful crowns upon their heads.", "43": "“Then I said, Do not men now commit adultery[g] when they practice harlotry with her? ", "44": "For they have gone in to her, as men go in to a harlot. Thus they went in to Oho′lah and to Ohol′ibah to commit lewdness.[h] ", "45": "But righteous men shall pass judgment on them with the sentence of adulteresses, and with the sentence of women that shed blood; because they are adulteresses, and blood is upon their hands.”", "46": "For thus says the Lord God: “Bring up a host against them, and make them an object of terror and a spoil. ", "47": "And the host shall stone them and dispatch them with their swords; they shall slay their sons and their daughters, and burn up their houses. ", "48": "Thus will I put an end to lewdness in the land, that all women may take warning and not commit lewdness as you have done. ", "49": "And your lewdness shall be requited upon you, and you shall bear the penalty for your sinful idolatry; and you shall know that I am the Lord God.”"}