{"1": "David built houses for himself in the city of David. He made a place ready for the special box of God. And he set up a tent for it. ", "2": "Then David said, “No one but the Levites may carry the special box of God. For the Lord chose them to carry the special box of the agreement and to serve Him forever.” ", "3": "David gathered all Israel together at Jerusalem, to bring up the special box of the Lord to the place he had made for it. ", "4": "He gathered together the sons of Aaron and the Levites. ", "5": "Uriel became leader of the sons of Kohath, and 120 of his brothers. ", "6": "Asaiah became the leader of the sons of Merari, and 220 of his brothers. ", "7": "Joel became the leader of the sons of Gershom, and 130 of his brothers. ", "8": "Shemaiah became the leader of the sons of Elizaphan, and 200 of his brothers. ", "9": "Eliel became the leader of the sons of Hebron, and 80 of his brothers. ", "10": "Amminadab became the leader of the sons of Uzziel, and 112 of his brothers. ", "11": "Then David called for Zadok and Abiathar the religious leaders. And he called for the Levites, Uriel, Asaiah, Joel, Shemaiah, Eliel and Amminadab. ", "12": "He said to them, “You are the heads of the fathers' houses of the Levites. Make yourselves and your brothers holy, that you may bring up the special box of the Lord God of Israel to the place I have made for it. ", "13": "The Lord our God brought trouble upon us because you did not carry it the first time. We did not care for it the way He had told us.” ", "14": "So the religious leaders and the Levites made themselves holy, to bring up the special box of the Lord God of Israel. ", "15": "The sons of the Levites carried the special box of God on their shoulders with the long pieces of wood. They did as Moses had told them by the Word of the Lord.", "16": "Then David told the heads of the Levites to choose their brothers who sing and play music. They were to play harps and timbrels and make sounds of joy. ", "17": "So the Levites chose Heman the son of Joel. From his brothers they chose Asaph the son of Berechiah. From the sons of Merari their brothers, they chose Ethan the son of Kushaiah. ", "18": "With them they chose their brothers of the second group. These were Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-edom, and Jeiel, the gate-keepers. ", "19": "The singers, Heman, Asaph and Ethan were chosen to make sounds of joy with objects of brass. ", "20": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah and Benaiah were chosen to play the high sounds on harps. ", "21": "Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel and Azaziah were chosen to lead by playing the deep sounds on different kinds of harps. ", "22": "Chenaniah, head of the Levites, was to lead the singing. He taught the singing because he was able. ", "23": "Berechiah and Elkanah were to watch the gate for the special box. ", "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah and Eliezer, the religious leaders, were to blow the horns in front of the special box of God. Obed-edom and Jehiah were gate-keepers for the special box of God also.", "25": "So David, the leaders of Israel and the captains of thousands went to bring up the special box with the Law of the Lord from the house of Obed-edom with joy. ", "26": "God was helping the Levites who were carrying the special box of the agreement of the Lord. So they killed seven bulls and seven rams on the altar in worship. ", "27": "David was dressed in a long piece of clothing of fine linen. So were all the Levites who were carrying the special box of God. And so were the singers and Chenaniah the leader of the singing. David wore a linen vest also. ", "28": "So all Israel brought up the special box with the Law of the Lord. They brought it up with a loud voice, the sound of horns, and with loud-sounding timbrels and harps.", "29": "When the special box with the Law of the Lord came to the city of David, Saul's daughter Michal looked out of the window. She saw King David dancing and jumping for joy. And she hated him in her heart."}