{"1": "They brought the special box of God, and put it inside the tent David had set up for it. Then they gave burnt gifts and peace gifts to God. ", "2": "When David finished giving the burnt gifts and peace gifts, he prayed in the name of the Lord that good would come to the people. ", "3": "He gave to every man and woman in Israel a loaf of bread, a share of meat, and a loaf of dried grapes.", "4": "David chose some of the Levites to do the work in front of the special box of the Lord. They were to be glad and thank and praise the Lord God of Israel. ", "5": "Asaph was the leader, then Zechariah, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel. They were to play harps. And Asaph played loud-sounding timbrels. ", "6": "The religious leaders Benaiah and Jahaziel sounded the horns all the time in front of the special box with the Law of God.", "7": "Then on that day David first called upon Asaph and his brothers to give thanks to the Lord. ", "8": "“O give thanks to the Lord. Call upon His name. Let the people know what He has done. ", "9": "Sing to Him. Sing praises to Him. Tell of all His great works. ", "10": "Have joy in His holy name. Let the heart of those who look to the Lord be glad. ", "11": "Look to the Lord and ask for His strength. Look to Him all the time. ", "12": "Remember His great works which He has done. Remember the special things He has done and how He has judged, ", "13": "O children of Israel His servant, sons of Jacob, His chosen ones! ", "14": "He is the Lord our God. He is judge of all the earth. ", "15": "Remember His agreement forever, the Word which He gave to families and a thousand of their family groups to come. ", "16": "Remember the agreement He made with Abraham, and His promise to Isaac. ", "17": "To Jacob He made it a Law to be kept, as an agreement forever to Israel. ", "18": "He said, 'I will give the land of Canaan to you as the share of your birth-right,' ", "19": "when they were few in number. They were very few, and strangers in the land. ", "20": "They traveled from nation to nation, from the people of one king to the people of another. ", "21": "He let no man make it hard for them. He spoke strong words to kings because of them, saying, ", "22": "'Do not touch My chosen ones. Do not hurt those who speak for Me.' ", "23": "Sing to the Lord, all the earth. Tell the good news of His saving power from day to day. ", "24": "Tell of His greatness among the nations. Tell of His great works among all the people. ", "25": "For great is the Lord. He is to be given much praise. And He is to be honored with fear more than all gods. ", "26": "For all the gods of the people are false gods. But the Lord made the heavens. ", "27": "Honor and great power are with Him. Strength and joy are in His place. ", "28": "Praise the Lord, O families of the people. Praise the Lord for His greatness and strength. ", "29": "Praise the Lord for the greatness of His name. Bring a gift and come to Him. Worship the Lord clothed in His holiness. ", "30": "Shake with fear before Him, all the earth. Yes, the world is made to last. It will not be moved. ", "31": "Let the heavens be glad. Let the earth be filled with joy. And let them say among the nations, 'The Lord rules!' ", "32": "Let the sea thunder, and all that is in it. Let the field be happy, and all that is in it. ", "33": "Then the trees of the woods will sing for joy before the Lord. For He is coming to judge the earth. ", "34": "O give thanks to the Lord, for He is good. His loving-kindness lasts forever. ", "35": "Then say, 'Set us free, O God Who saves us. Gather and save us from among the nations, to give thanks to Your holy name, and have joy in Your praise. ", "36": "Honor be to the Lord, the God of Israel forever and ever.'” Then all the people said, “Let it be so!” and they praised the Lord.", "37": "So David left Asaph and his brothers there in front of the special box with the Law of the Lord. He left them there to do the work in front of the special box always. They were to do whatever work needed to be done each day. ", "38": "He left Obed-edom there with his sixty-eight brothers. Obed-edom, the son of Jeduthun, and Hosah were to watch the gate. ", "39": "David left Zadok and his brothers who were the religious leaders in front of the meeting tent of the Lord in the high place at Gibeon. ", "40": "They were to give burnt gifts to the Lord on the altar of burnt gifts all the time, morning and evening. They were to do all that is written in the Law of the Lord which He told Israel. ", "41": "With them were Heman, Jeduthun, and the rest who were chosen by name. They were to give thanks to the Lord, because His loving-kindness lasts forever. ", "42": "Heman and Jeduthun had horns and timbrels for making sounds of joy as the songs of God were sung. The sons of Jeduthun were to watch the gate.", "43": "Then all the people left. Each one went home. And David returned to bring good to those of his house."}