{"1": "Now when David lived in his house, he said to Nathan the special preacher, “See, I am living in a house of cedar wood. But the special box with the Law of the Lord is under a tent.” ", "2": "Nathan said to David, “Do all that is in your heart. For God is with you.” ", "3": "But that same night the Word of the Lord came to Nathan, saying, ", "4": "“Go and tell My servant David, 'This is what the Lord says. “You will not build a house for Me to live in. ", "5": "For I have not lived in a house since the day I brought up Israel to this day. But I have gone from tent to tent and from one place to another to live. ", "6": "In all the places I have gone with all Israel, have I said a word to any of the judges of Israel about this? Have I said to anyone whom I told to watch over My people, 'Why have you not built a house of cedar wood for Me?'”' ", "7": "So now say to My servant David, 'The Lord of All says, “I took you from the field, from following the sheep, to be leader over My people Israel. ", "8": "I have been with you in every place you have gone. I have destroyed in front of you all those who hate you. And I will make your name to be known like the name of the great ones of the earth. ", "9": "I will choose a place for My people Israel, and will plant them. So they will live in their own place and not be moved again. Never again will they be under the power of sinful men, as they were before, ", "10": "from the time that I told judges to rule My people Israel. I will put under your power all those who hate you. And I say to you that the Lord will build a house for you. ", "11": "When your days are over, the time will come when you must go to be with your fathers. But then I will put into power one of your sons after you. I will make him king. ", "12": "He will build a house for Me. And I will make his throne last forever. ", "13": "I will be his father, and he will be My son. I will not take My loving-kindness away from him, as I took it from him who was before you. ", "14": "But I will put him over My house and in My nation forever. And his throne will last forever.”'” ", "15": "Nathan told David all these words from all this special dream.", "16": "Then King David went in and sat before the Lord, and said, “Who am I, O God? What is my house, that You have brought me this far? ", "17": "This was a small thing in Your eyes, O God. You have spoken of Your servant's house for a long time to come. You have thought of me as if I were an important man, O Lord God. ", "18": "What more can David say to You about the honor given to Your servant? For You know Your servant. ", "19": "You have made all this greatness, O Lord. You have made known all these great things, for Your servant, and by Your own heart. ", "20": "O Lord, there is no one like You. There is no God other than You, by all that we have heard with our ears. ", "21": "What other nation on earth is like Your people Israel? God went to free them to be His people. You made Yourself a name by great things which filled people with fear. You drove out the nations before Your people, whom You set free from Egypt. ", "22": "You made Your people Israel to be Your people forever. And You, O Lord, became their God. ", "23": "Now, O Lord, let the Word that You have spoken about Your servant and his house be made sure forever. Do as You have said. ", "24": "Let Your name be made sure and honored forever, saying, 'The Lord of All, the God of Israel, is Israel's God. And the house of Your servant David is made to last before You.' ", "25": "For You, O my God, have made it known to Your servant that You will build a house for him. So Your servant has found strength of heart to pray to You. ", "26": "And now, O Lord, You are God. You have promised this good thing to Your servant. ", "27": "Now it has pleased You to bring good to the house of Your servant. May it last forever before You. For when You bring good to something, O Lord, good is with it forever.”"}