{"1": "After this Nahash the king of the Ammonites died. And his son became king in his place. ", "2": "David said, “I will show kindness to Hanun the son of Nahash, because his father showed kindness to me.” So David sent men to bring him comfort in his sorrow for his father. David's servants came to Hanun in the land of the sons of Ammon, to bring him comfort. ", "3": "But the princes of the sons of Ammon said to Hanun, “Do you think that David is giving honor to your father by sending men to comfort you? Have not his servants come to spy out the land and destroy it?” ", "4": "So Hanun took David's servants and cut the hair from their faces. Then he cut off the bottom half of their clothing, and sent them away. ", "5": "When David was told what had happened to his servants, he sent men out to meet them because the workmen were very ashamed. The king said, “Stay at Jericho until the hair grows again on your faces, and then return.”", "6": "The sons of Ammon saw that they had made themselves to be hated by David. So Hanun and the sons of Ammon sent silver weighing as much as 1,000 men, to get war-wagons and horsemen from Mesopotamia, Aram-maacah, and Zobah. ", "7": "They paid for 32,000 war-wagons and for the king of Maacah and his army who came and set up their tents by Medeba. Then the sons of Ammon gathered together from their cities and came to battle. ", "8": "When David heard of it, he sent Joab and all the army of his strong men. ", "9": "The sons of Ammon came out and were ready for battle at the city gate. The kings who had come were by themselves in the field.", "10": "Joab saw that the battle was set against him in front and behind. So he chose some of the best men of Israel and they made themselves ready to fight the Syrians. ", "11": "But he had his brother Abishai lead the rest of the men. And they made themselves ready to fight the sons of Ammon. ", "12": "Joab said, “If the Syrians are too strong for me, then help me. But if the sons of Ammon are too strong for you, then I will help you. ", "13": "Be strong; let us show our strength of heart because of our people, and for the cities of our God. May the Lord do what is good in His eyes.” ", "14": "So Joab and the men who were with him came near to fight against the Syrians. And the Syrians ran away from him. ", "15": "The sons of Ammon saw that the Syrians ran away. So they ran away from Joab's brother Abishai, and went into the city. Then Joab came to Jerusalem.", "16": "The Syrians saw that they had lost the war with Israel. So they sent men with news, and brought out the Syrians who were on the other side of the Euphrates River. Shophach the captain of Hadadezer's army was leading them. ", "17": "When David was told about it, he gathered all Israel together and crossed the Jordan. He came to them, and made his army ready to fight against them. When David made his army ready for battle, the Syrians fought against him. ", "18": "And the Syrians ran away from Israel. David killed 7,000 Syrians who drove war-wagons and 40,000 Syrian foot soldiers. And he killed Shophach the captain of the army. ", "19": "Hadadezer's servants saw that they had lost the war against Israel. So they made peace with David and worked for him. The Syrians were not willing to help the sons of Ammon any more."}