{"1": "These were the sons of David who were born to him in Hebron. The first-born was Amnon, whose mother was Ahinoam of Jezreel. The second was Daniel, the son of Abigail of Carmel. ", "2": "The third was Absalom the son of Maacah, the daughter of King Talmai of Geshur. The fourth was Adonijah the son of Haggith. ", "3": "The fifth was Shephatiah the son of Abital. And the sixth was Ithream, by David's wife Eglah. ", "4": "Six sons were born to David in Hebron. He ruled there for seven years and six months. And he ruled in Jerusalem for thirty-three years. ", "5": "These are the sons who were born to him in Jerusalem: Bathsheba the daughter of Ammiel gave birth to David's four sons, Shimea, Shobab, Nathan and Solomon. ", "6": "And there were Ibhar, Elishama, Eliphelet, ", "7": "Nogah, Nepheg, Japhia, ", "8": "Elishama, Eliada, and Eliphelet, nine sons. ", "9": "All these were the sons of David, added to the sons of the women who acted as David's wives. Tamar was their sister.", "10": "Solomon's son was Rehoboam. Abijah was his son. Asa was his son. Jehoshaphat was his son. ", "11": "Joram was his son. Ahaziah was his son. Joash was his son. ", "12": "Amaziah was his son. Azariah was his son. Jotham was his son. ", "13": "Ahaz was his son. Hezekiah was his son. Manasseh was his son. ", "14": "Amon was his son. And Josiah was his son. ", "15": "The sons of Josiah were Johanan the first-born, Jehoiakim the second, Zedekiah the third, and Shallum the fourth. ", "16": "The sons of Jehoiakim were Jeconiah and Zedekiah.", "17": "Jeconiah was taken away to prison by the Babylonians. His sons were Shealtiel, ", "18": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama, and Nedabiah. ", "19": "Pedaiah's sons were Zerubbabel and Shimei. And the sons of Zerubbabel were Meshullam and Hananiah. Shelomith was their sister. ", "20": "Five other sons of Zerubbabel were Hashubah, Ohel, Berechiah, Hasadiah, and Jushab-hesed. ", "21": "The sons of Hananiah were Pelatiah and Jeshaiah, whose son was Rephaiah. His son was Arnan. His son was Obadiah. And his son was Shecaniah. ", "22": "Shecaniah's son was Shemaiah, whose sons were Hattush, Igal, Bariah, Neariah, and Shaphat, six sons. ", "23": "The three sons of Neariah were Elioenai, Hizkiah and Azrikam. ", "24": "And the seven sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah, and Anani."}