{"1": "Reuben was the first-born son of Israel but because he sinned against his father's marriage bed, his birth-right was given to the sons of Joseph the son of Israel. Reuben is not written down in the family names by his birth-right. ", "2": "Judah became stronger than his brothers, and a prince came from him. But the birth-right belonged to Joseph. ", "3": "The sons of Reuben the first-born of Israel were Hanoch, Pallu, Hezron and Carmi. ", "4": "The sons of Joel were Shemaiah, Gog his son, Shimei his son, ", "5": "Micah his son, Reaiah his son, Baal his son, ", "6": "and Beerah his son. Beerah was the one whom Tilgath-pilneser king of Assyria carried away to a strange land. He was a leader of the Reubenites. ", "7": "These are his brothers by their families, from the writings of their family names. There was Jeiel the leader, then Zechariah, ", "8": "and Bela the son of Azaz, the son of Shema, the son of Joel, who lived in Aroer as far as Nebo and Baal-meon. ", "9": "He lived as far east as the beginning of the desert this side of the Euphrates River, because their cattle had become too many for the land of Gilead. ", "10": "In the days of Saul they made war with the Hagrites and killed them. So they lived in their tents over all the land east of Gilead.", "11": "The sons of Gad lived beside them in the land of Bashan as far as Salecah. ", "12": "Joel was the leader. Then there was Shapham, then Janai, and Shaphat in Bashan. ", "13": "Their seven brothers of their fathers' houses were Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber. ", "14": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz. ", "15": "Ahi the son of Abdiel, the son of Guni, was head of their fathers' houses. ", "16": "They lived in Gilead, in Bashan and its towns, and in all the fields of Sharon as far as they go. ", "17": "All of these were added to the family names in the days of King Jotham of Judah and King Jeroboam of Israel.", "18": "The sons of Reuben, the Gadites and the half-family group of Manasseh were powerful soldiers. They carried the battle-covering and the sword, and shot with the bow. They were able men in battle. There were 44,760 of them who went to war. ", "19": "They made war against the Hagrites, Jetur, Naphish and Nodab. ", "20": "They were given help against them, and the Hagrites and all who were with them were given into their hand. They cried out to God in the battle. He gave them what they asked for, because they trusted in Him. ", "21": "They took away their animals, 50,000 camels, 250,000 sheep, 2,000 donkeys, and 100,000 men. ", "22": "Many were killed, because the war was of God. They lived in their place until they were taken away by Assyria.", "23": "The sons of the half-family group of Manasseh lived in the land. There were many of them from Bashan to Baal-hermon, Senir and Mount Hermon. ", "24": "The heads of their fathers' houses were Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel. They were powerful soldiers, men whose names were well-known. And they were heads of their fathers' houses.", "25": "But they sinned against the God of their fathers. They sold themselves to the gods of the people of the land, whom God had destroyed before them. ", "26": "So the God of Israel moved the spirit of Pul king of Assyria, also known as Tilgath-pilneser king of Assyria. And he carried the Reubenites, the Gadites and the half-family group of Manasseh away to a strange land. He brought them to Halah, Habor, Hara, and the river of Gozan. And they are there to this day."}