{"1": "The sons of Levi were Gershon, Kohath and Merari. ", "2": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel. ", "3": "The children of Amram were Aaron, Moses and Miriam. And the sons of Aaron were Nadab, Abihu, Eleazar and Ithamar. ", "4": "Eleazar was the father of Phinehas. Phinehas was the father of Abishua. ", "5": "Abishua was the father of Bukki. Bukki was the father of Uzzi. ", "6": "Uzzi was the father of Zerahiah. Zerahiah was the father of Meraioth. ", "7": "Meraioth was the father of Amariah. Amariah was the father of Ahitub. ", "8": "Ahitub was the father of Zadok. Zadok was the father of Ahimaaz. ", "9": "Ahimaaz was the father of Azariah. Azariah was the father of Johanan. ", "10": "Johanan was the father of Azariah. (He was the one who served as the religious leader in the house which Solomon built in Jerusalem.) ", "11": "Azariah was the father of Amariah. Amariah was the father of Ahitub. ", "12": "Ahitub was the father of Zadok. Zadok was the father of Shallum. ", "13": "Shallum was the father of Hilkiah. Hilkiah was the father of Azariah. ", "14": "Azariah was the father of Seraiah. Seraiah was the father of Jehozadak. ", "15": "Jehozadak was taken away when the Lord carried Judah and Jerusalem away to a strange land by Nebuchadnezzar.", "16": "The sons of Levi were Gershom, Kohath and Merari. ", "17": "The names of the sons of Gershom were Libni and Shimei. ", "18": "The sons of Kohath were Amram, Izhar, Hebron and Uzziel. ", "19": "The sons of Merari were Mahli and Mushi. These are the families of the Levites by their fathers' houses. ", "20": "Of Gershom there were Libni his son, Jahath his son, Zimmah his son, ", "21": "Joah his son, Iddo his son, Zerah his son, and Jeatherai his son. ", "22": "The sons of Kohath were Amminadab, Korah his son, Assir his son, ", "23": "Elkanah his son, Ebiasaph his son, Assir his son, ", "24": "Tahath his son, Uriel his son, Uzziah his son, and Saul his son. ", "25": "The sons of Elkanah were Amasai and Ahimoth, ", "26": "Elkanah his son, Zophai his son, Nahath his son, ", "27": "Eliab his son, Jeroham his son, and Elkanah his son. ", "28": "The sons of Samuel were Joel the first-born, and Abijah the second. ", "29": "The sons of Merari were Mahli, Libni his son, Shimei his son, Uzzah his son, ", "30": "Shimea his son, Haggiah his son, and Asaiah his son.", "31": "David chose these men to lead the singing in the house of the Lord, after the special box with the Law of the Lord rested there. ", "32": "They led the singing in front of the meeting tent until Solomon had built the house of the Lord in Jerusalem. And they took their places for their work at the right times. ", "33": "These are the men who served, and their sons. From the sons of the Kohathites were Heman the singer, the son of Joel, son of Samuel, ", "34": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah, ", "35": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai, ", "36": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah, ", "37": "son of Tahath. Tahath was the son of Assir, son of Ebiasaph, son of Korah, ", "38": "son of Izhar, son of Kohath, son of Levi, son of Israel. ", "39": "Heman's brother Asaph stood at his right hand. Asaph was the son of Berechiah, son of Shimea, ", "40": "son of Michael, son of Baaseiah, son of Malchijah, ", "41": "son of Ethni, son of Zerah. Zerah was the son of Adaiah, ", "42": "son of Ethan, son of Zimmah, son of Shimei, ", "43": "son of Jahath, son of Gershom, son of Levi. ", "44": "On the left hand were their brothers the sons of Merari. There was Ethan the son of Kishi, son of Abdi, son of Malluch, ", "45": "son of Hashabiah, son of Amaziah. Amaziah was the son of Hilkiah, ", "46": "son of Amzi, son of Bani, son of Shemer, ", "47": "son of Mahli, son of Mushi, son of Merari, son of Levi. ", "48": "Their brothers the Levites were chosen for all the work of the house of God.", "49": "But Aaron and his sons gave the gifts on the altar of burnt gifts and on the altar of special perfume. They did all the work of the most holy place, to pay for the sins of Israel. They did all that Moses the servant of God had told them to do. ", "50": "The sons of Aaron were Eleazar, Phinehas his son, Abishua his son, ", "51": "Bukki his son, Uzzi his son, Zerahiah his son, ", "52": "Meraioth his son, Amariah his son, Ahitub his son, ", "53": "Zadok his son, and Ahimaaz his son.", "54": "These are the places where they lived in their lands. The sons of Aaron of the families of the Kohathites were first to choose where to live. ", "55": "They were given Hebron in the land of Judah, and the fields around it. ", "56": "But the fields of the city and its towns were given to Caleb the son of Jephunneh. ", "57": "The sons of Aaron were given cities where people go to be safe. These cities were Hebron, Libnah with its fields, Jatir, Eshtemoa with its fields, ", "58": "Hilen with its fields, Debir with its fields, ", "59": "Ashan with its fields, and Beth-shemesh with its fields. ", "60": "From the family of Benjamin they were given Geba with its fields, Allemeth with its fields, and Anathoth with its fields. There were thirteen cities in all, by their families.", "61": "Ten cities were given, by drawing names, to the rest of the sons of Kohath. These cities were given from the families of the half-family group of Manasseh. ", "62": "Thirteen cities were given to the sons of Gershom, by their families. These cities were given from the families of Issachar, Asher, Naphtali, and Manasseh. ", "63": "Twelve cities were given, by drawing names, to the sons of Merari, by their families. These cities were given from the families of Reuben, Gad, and Zebulun. ", "64": "So the people of Israel gave to the Levites the cities with their fields. ", "65": "By drawing names, they gave them these cities which are written here, from the families of the sons of Judah, Simeon and Benjamin.", "66": "Some of the families of the sons of Kohath had cities of their land from the family of Ephraim. ", "67": "They were given cities where anyone could go to be safe. These cities were Shechem in the hill country of Ephraim with its fields, Gezer with its fields, ", "68": "Jokmeam with its fields, Beth-horon with its fields, ", "69": "Aijalon with its fields, and Gath-rimmon with its fields. ", "70": "From the half-family group of Manasseh they were given Aner with its fields and Bileam with its fields. They were for the rest of the family of the sons of Kohath.", "71": "Cities were given to the sons of Gershom from the half-family group of Manasseh. These cities were Golan in Bashan with its fields and Ashtaroth with its fields. ", "72": "From the family of Issachar they were given Kedesh with its fields, Daberath with its fields, ", "73": "Ramoth with its fields, and Anem with its fields. ", "74": "From the family of Asher they were given Mashal with its fields, Abdon with its fields, ", "75": "Hukok with its fields, and Rehob with its fields. ", "76": "From the family of Naphtali they were given Kedesh in Galilee with its fields, Hammon with its fields, and Kiriathaim with its fields.", "77": "The rest of the Levites, the sons of Merari were given cities from the family of Zebulun. These cities were Rimmono with its fields and Tabor with its fields. ", "78": "On the other side of the Jordan at Jericho, on the east side of the Jordan, they were given cities from the family of Reuben. These cities were Bezer in the desert with its fields, Jahzah with its fields, ", "79": "Kedemoth with its fields, and Mephaath with its fields. ", "80": "From the family of Gad they were given Ramoth in Gilead with its fields, Mahanaim with its fields, ", "81": "Heshbon with its fields, and Jazer with its fields."}