{"1": "So the names of all Israel were written down by families. See, they are written in the Book of the Kings of Israel. And Judah was carried away to Babylon because they were not faithful.", "2": "The first ones to live again in their land and in their cities were Israel, the religious leaders, the Levites and the servants of the Lord's house. ", "3": "Some of the people of Judah, Benjamin, Ephraim and Manasseh lived in Jerusalem. ", "4": "They were Uthai the son of Ammihud, the son of Omri, the son of Imri, the son of Bani, from the sons of Perez the son of Judah. ", "5": "From the Shilonites were Asaiah the first-born and his sons. ", "6": "From the sons of Zerah were Jeuel and their brothers, 690 of them. ", "7": "From the sons of Benjamin were Sallu the son of Meshullam, the son of Hodaviah, the son of Hassenuah. ", "8": "And there were Ibneiah the son of Jeroham, Elah the son of Uzzi, son of Michri, and Meshullam the son of Shephatiah, son of Reuel, son of Ibnijah. ", "9": "And there were their brothers by their families, 956 of them. All these were heads of fathers' houses by their fathers' houses.", "10": "From the religious leaders were Jedaiah, Jehoiarib, Jachin. ", "11": "And there was Azariah the son of Hilkiah, son of Meshullam, son of Zadok, son of Meraioth, son of Ahitub. He was the head leader of the house of God. ", "12": "And there was Adaiah the son of Jeroham, son of Pashhur, son of Malchijah. There was Maasai the son of Adiel, son of Jahzerah, son of Meshullam, son of Meshillemith, son of Immer. ", "13": "And there were 1,760 of their brothers, who were heads of their fathers' houses. They were very able men for the work of the house of God.", "14": "From the Levites were Shemaiah the son of Hasshub, son of Azrikam, son of Hashabiah, of the sons of Merari. ", "15": "There were Bakbakkar, Heresh, Galal, and Mattaniah the son of Mica, son of Zichri, son of Asaph. ", "16": "There was Obadiah the son of Shemaiah, son of Galal, son of Jeduthun. And there was Berechiah the son of Asa, son of Elkanah, who lived in the towns of the Netophathites.", "17": "The gate-keepers were Shallum, Akkub, Talmon, Ahiman and their brothers. (Shallum was the leader ", "18": "who was at the king's gate on the east side.) These were the gate-keepers for the family group of the Levites. ", "19": "Shallum the son of Kore, son of Ebiasaph, son of Korah, and his brothers of his father's house, were the Korahites. They led the work, and they watched the doors of the meeting tent. Their fathers had taken care of the tents of the Lord, and had watched the doors. ", "20": "Phinehas the son of Eleazar had ruled over them before. And the Lord was with him. ", "21": "Zechariah the son of Meshelemiah watched the gate of the meeting tent. ", "22": "There were 212 of those who were chosen to watch the gates. Their names were written down by families in their towns. David and Samuel the man of God chose them for places of trust. ", "23": "So they and their sons were gate-keepers of the Lord's house, the holy tent. ", "24": "The gate-keepers were on the four sides, to the east, west, north and south. ", "25": "Those of their family in other towns were to come in every seven days from time to time to be with them. ", "26": "For the four head men who were gate-keepers were Levites and were in a place of trust. They watched over the rooms and the riches in the house of God. ", "27": "They stayed during the night around the house of God. For their duty was to watch. And they were to open the house every morning.", "28": "Some of them took care of the things used for worship. They numbered them when they were brought in and taken out. ", "29": "Some of them were chosen to take care of the objects of the holy place, the fine flour, the wine, the oil, the special perfume, and the spices. ", "30": "And some of the sons of the religious leaders did the work of mixing the spices. ", "31": "Mattithiah was one of the Levites, the first-born of Shallum the Korahite. He took care of the making of bread. ", "32": "And some of their brothers of the Kohathites took care of the making of the holy bread every Day of Rest.", "33": "These are the singers. They were heads of fathers' houses of the Levites, who lived in the rooms of the Lord's house. They were free from other kinds of worship, for they were on duty day and night. ", "34": "These were heads of fathers' houses of the Levites by their families. They were leaders who lived in Jerusalem.", "35": "Gibeon's father Jeiel lived in Gibeon. The name of Jeiel's wife was Maacah. ", "36": "His sons were Abdon the first-born, then Zur, Kish, Baal, Ner, Nadab, ", "37": "Gedor, Ahio, Zechariah and Mikloth. ", "38": "Mikloth was the father of Shimeam. They lived with their brothers in Jerusalem beside their other brothers. ", "39": "Ner was the father of Kish. Kish was the father of Saul. Saul was the father of Jonathan, Malchi-shua, Abinadab and Eshbaal. ", "40": "The son of Jonathan was Merib-baal. Merib-baal was the father of Micah. ", "41": "The sons of Micah were Pithon, Melech, Tahrea and Ahaz. ", "42": "Ahaz was the father of Jarah. Jarah was the father of Alemeth, Azmaveth and Zimri. Zimri was the father of Moza. ", "43": "Moza was the father of Binea and Rephaiah his son, Eleasah his son, Azel his son. ", "44": "Azel had six sons whose names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah and Hanan. These were the sons of Azel."}