{"1": "Peter, an apostle of Jesus Christ, To those who reside as aliens, scattered throughout Pontus, Galatia, Cappadocia, Asia, and Bithynia, who are chosen", "2": "according to the foreknowledge of God the Father, by the sanctifying work of the Spirit, [a]to obey Jesus Christ and be sprinkled with His blood: May grace and peace [b]be yours in the fullest measure.", "3": "Blessed be the God and Father of our Lord Jesus Christ, who according to His great mercy has caused us to be born again to a living hope through the resurrection of Jesus Christ from the dead,", "4": "to obtain an inheritance which is imperishable and undefiled and will not fade away, reserved in heaven for you,", "5": "who are protected by the power of God through faith for a salvation ready to be revealed in the last time.", "6": "In this you greatly rejoice, even though now for a little while, if necessary, you have been distressed by various [c]trials,", "7": "so that the [d]proof of your faith, being more precious than gold which [e]is perishable, even though tested by fire, may be found to result in praise and glory and honor at the revelation of Jesus Christ;", "8": "and though you have not seen Him, you love Him, and though you do not see Him now, but believe in Him, you greatly rejoice with joy inexpressible and [f]full of glory,", "9": "obtaining as the outcome of your faith the salvation of [g]your souls.", "10": "As to this salvation, the prophets who prophesied of the grace that would come to you made careful searches and inquiries,", "11": "[h]seeking to know what person or time the Spirit of Christ within them was indicating as He predicted the sufferings of Christ and the glories [i]to follow.", "12": "It was revealed to them that they were not serving themselves, but you, in these things which now have been announced to you through those who preached the gospel to you by the Holy Spirit sent from heaven—things into which angels long to [j]look.", "13": "Therefore, [k]prepare your minds for action, [l]keep sober in spirit, fix your hope completely on the grace [m]to be brought to you at the revelation of Jesus Christ.", "14": "As [n]obedient children, do not [o]be conformed to the former lusts which were yours in your ignorance,", "15": "but [p]like the Holy One who called you, [q]be holy yourselves also in all your behavior;", "16": "because it is written, “You shall be holy, for I am holy.”", "17": "If you address as Father the One who impartially judges according to each one's work, conduct yourselves in fear during the time of your stay on earth;", "18": "knowing that you were not [r]redeemed with perishable things like silver or gold from your futile way of life inherited from your forefathers,", "19": "but with precious blood, as of a lamb unblemished and spotless, the blood of Christ.", "20": "For He was foreknown before the foundation of the world, but has appeared [s]in these last times for the sake of you", "21": "who through Him are believers in God, who raised Him from the dead and gave Him glory, so that your faith and hope are in God.", "22": "Since you have in obedience to the truth purified your souls for a [t]sincere love of the brethren, fervently love one another from [u]the heart,", "23": "for you have been born again not of seed which is perishable but imperishable, that is, through the living and enduring word of God.", "24": "For, “All flesh is like grass, And all its glory like the flower of grass. The grass withers, And the flower falls off,", "25": "But the word of the Lord endures forever.” And this is the word which was [v]preached to you."}