{"1": "Therefore, putting aside all [a]malice and all deceit and [b]hypocrisy and [c]envy and all [d]slander,", "2": "like newborn babies, long for the [e]pure [f]milk of the word, so that by it you may grow [g]in respect to salvation,", "3": "if you have tasted [h]the kindness of the Lord.", "4": "And coming to Him as to a living stone which has been rejected by men, but is [i]choice and precious in the sight of God,", "5": "you also, as living stones, [j]are being built up as a spiritual house for a holy priesthood, to offer up spiritual sacrifices acceptable to God through Jesus Christ.", "6": "For this is contained in [k]Scripture: “Behold, I lay in Zion a choice stone, a precious corner stone, And he who believes in [l]Him will not be [m]disappointed.”", "7": "This precious value, then, is for you who believe; but for those who disbelieve, “The stone which the builders rejected, This became the very corner stone,”", "8": "and, “A stone of stumbling and a rock of offense”; for they stumble because they are disobedient to the word, and to this doom they were also appointed.", "9": "But you are a chosen race, a royal priesthood, a holy nation, a people for God's own possession, so that you may proclaim the excellencies of Him who has called you out of darkness into His marvelous light;", "10": "for you once were not a people, but now you are the people of God; you had not received mercy, but now you have received mercy.", "11": "Beloved, I urge you as aliens and strangers to abstain from fleshly lusts which wage war against the soul.", "12": "Keep your behavior excellent among the Gentiles, so that in the thing in which they slander you as evildoers, they may [n]because of your good deeds, as they observe them, glorify God in the day of [o]visitation.", "13": "Submit yourselves for the Lord's sake to every human institution, whether to a king as the one in authority,", "14": "or to governors as sent [p]by him for the punishment of evildoers and the praise of those who do right.", "15": "For [q]such is the will of God that by doing right you may silence the ignorance of foolish men.", "16": "Act as free men, and [r]do not use your freedom as a covering for evil, but use it as bondslaves of God.", "17": "Honor all people, love the brotherhood, fear God, honor the [s]king.", "18": "Servants, be submissive to your masters with all respect, not only to those who are good and gentle, but also to those who are [t]unreasonable.", "19": "For this finds [u]favor, if for the sake of conscience toward God a person bears up under sorrows when suffering unjustly.", "20": "For what credit is there if, when you sin and are harshly treated, you endure it with patience? But if when you do what is right and suffer for it you patiently endure it, this finds [v]favor with God.", "21": "For you have been called for this purpose, since Christ also suffered for you, leaving you an example for you to follow in His steps,", "22": "who committed no sin, nor was any deceit found in His mouth;", "23": "[w]and while being reviled, He did not revile in return; while suffering, He uttered no threats, but kept entrusting Himself to Him who judges righteously;", "24": "and He Himself [x]bore our sins in His body on the [y]cross, so that we might die to [z]sin and live to righteousness; for by His [aa]wounds you were healed.", "25": "For you were continually straying like sheep, but now you have returned to the Shepherd and [ab]Guardian of your souls."}