{"1": "Dear Christian friends, do not believe every spirit. But test the spirits to see if they are from God for there are many false preachers in the world. ", "2": "You can tell if the spirit is from God in this way: Every spirit that says Jesus Christ has come in a human body is from God. ", "3": "And every spirit that does not say Jesus has come in a human body is not from God. It is the teaching of the false-christ. You have heard that this teaching is coming. It is already here in the world. ", "4": "My children, you are a part of God's family. You have stood against these false preachers and had power over them. You had power over them because the One Who lives in you is stronger than the one who is in the world. ", "5": "Those false teachers are a part of the world. They speak about the things of the world. The world listens to them. ", "6": "We are a part of God's family. The person who knows God will listen to us. The person who is not a part of God's family will not listen to us. In this way, we can tell what is the spirit of truth and what is the spirit of false teaching.", "7": "Dear friends, let us love each other, because love comes from God. Those who love are God's children and they know God. ", "8": "Those who do not love do not know God because God is love. ", "9": "God has shown His love to us by sending His only Son into the world. God did this so we might have life through Christ. ", "10": "This is love! It is not that we loved God but that He loved us. For God sent His Son to pay for our sins with His own blood.", "11": "Dear friends, if God loved us that much, then we should love each other. ", "12": "No person has ever seen God at any time. If we love each other, God lives in us. His love is made perfect in us. ", "13": "He has given us His Spirit. This is how we live by His help and He lives in us.", "14": "We have seen and are able to say that the Father sent His Son to save the world from the punishment of sin. ", "15": "The person who tells of Him in front of men and says that Jesus is the Son of God, God is living in that one and that one is living by the help of God. ", "16": "We have come to know and believe the love God has for us. God is love. If you live in love, you live by the help of God and God lives in you.", "17": "Love is made perfect in us when we are not ashamed as we stand before Him on the day He judges. For we know that our life in this world is His life lived in us. ", "18": "There is no fear in love. Perfect love puts fear out of our hearts. People have fear when they are afraid of being punished. The man who is afraid does not have perfect love. ", "19": "We love Him because He loved us first. ", "20": "If a person says, “I love God,” but hates his brother, he is a liar. If a person does not love his brother whom he has seen, how can he love God Whom he has not seen? ", "21": "We have these words from Him. If you love God, love your brother also."}