{"1": "My brothers, do not let many of you become instructors, knowing that we shall receive the greater condemnation.", "2": "For in many things we all sin. If anyone does not sin in word, he is a perfect man and able to bridle his whole body.", "3": "Behold, we put bits into the horses' mouths so that they will obey us. And we direct their whole body.", "4": "Also, behold the ships. Though they are so great and are driven by fierce winds, they are still directed with a very small rudder, wherever the helmsman wishes.", "5": "Even so the tongue is a small member and boasts of great things. Behold how great a thing a little fire kindles.", "6": "And the tongue is fire, a world of wickedness. The tongue is so set among our members that it defiles the whole body and sets on fire the course of nature. And it is set on fire by hell.", "7": "For the whole nature of beasts, and of birds, and of creeping things, and things of the sea is tamed (and has been tamed) by mankind.", "8": "But no one can tame the tongue - an unruly evil, full of deadly poison.", "9": "With it we bless God, even the Father. And with it we curse men, who are made in the image of God.", "10": "Out of one mouth proceeds blessing and cursing. My brothers, these things ought not to be so.", "11": "Does a fountain send forth sweet and bitter in the same place?", "12": "Can the fig tree, my brothers, bring forth olives; or a vine, figs? So can no fountain make both saltwater and sweet.", "13": "Who is wise among you and endowed with knowledge? Let him show the good behavior of his works in the gentleness of wisdom.", "14": "But if you have bitter envying and strife in your hearts, do not boast. And do not be liars against the truth.", "15": "This wisdom does not descend from above, but is earthly, sensual, and demonic.", "16": "For where there is envying and strife, there is upheaval, and all kinds of evil works.", "17": "But the wisdom that is from above is first pure, then peaceable, gentle, compliant, full of mercy and good fruits, without judging, and without hypocrisy.", "18": "And the fruit of righteousness is sown in peace by those who make peace."}