{"1": "From where are wars and contentions among you? Do they not come from your sensual pleasures, which fight in your members?", "2": "You lust, and do not have. You envy and desire immoderately and cannot obtain. You fight and war and get nothing, because you do not ask.", "3": "You ask and do not receive because you ask amiss, so that you might spend it on your pleasures.", "4": "You adulterers and adulteresses, do you not know that the amity of the world is the enmity of God? Therefore, whoever will be a friend of the world, makes himself the enemy of God.", "5": "Do you think that the Scripture says in vain, “The Spirit that dwells in us longs enviously”?", "6": "But it offers more grace, and therefore says, “God resists the proud, and gives grace to the humble.", "7": "Submit yourselves to God. Resist the devil, and he will flee from you.", "8": "Draw near to God, and He will draw near to you. Cleanse your hands, you sinners. And purge your hearts, you double-minded.", "9": "Suffer afflictions and sorrow, and weep. Let your laughter be turned into mourning, and your joy into heaviness.", "10": "Cast yourselves down before the Lord, and He will lift you up.", "11": "Do not speak evil of one another, brothers. The one who speaks evil of his brother, or the one who condemns his brother, speaks evil of the Law, and condemns the Law. And if you condemn the Law, you are not an observer of the Law, but a judge.", "12": "There is one Lawgiver, Who is able to save and to destroy. Who are you to judge another?", "13": "Come now, you who say, “Today or tomorrow we will go into a certain city and continue there a year and buy and sell and gain a profit.”", "14": "And yet, you cannot say what shall happen tomorrow. For what is your life? It is but a vapor that appears for a little time and afterward vanishes away.", "15": "Instead, you ought to say, “If the Lord wills, and if we live, we will do this or that”.", "16": "But now you exult in your boastings. All such boasting is evil.", "17": "Therefore, to him who knows how to do well, and does not do so, to him it is sin."}