{"1": "¶ I charge thee, therefore, before God and the Lord Jesus Christ, who shall judge the living and the dead in his appearing and in his kingdom:", "2": "Preach the word; be instant in season and out of season; reprove, rebuke, exhort with all longsuffering and doctrine.", "3": "For the time will come when they will not endure sound doctrine, but, having itching ears, they shall heap up unto themselves teachers who shall speak to them according to their own lusts,", "4": "and thus they shall turn away their ears from the truth and shall return unto fables.", "5": "But watch thou in all things, labour, do the work of an evangelist, fulfill thy ministry.", "6": "For I am now ready to be offered, and the time of my release is at hand.", "7": "I have fought a good fight, I have finished the race, I have kept the faith;", "8": "from now on there is laid up for me a crown of righteousness, which the Lord, the righteous judge, shall give me at that day, and not to me only, but unto all those also that have loved his appearing.", "9": "¶ Procure to come shortly unto me;", "10": "for Demas has forsaken me, having loved this present world and is departed unto Thessalonica; Crescens to Galatia, Titus unto Dalmatia.", "11": "Only Luke is with me. Take Mark and bring him with thee, for he is profitable to me for the ministry.", "12": "And Tychicus I have sent to Ephesus.", "13": "The cloak that I left at Troas in the house of Carpus, when thou comest, bring with thee and the books, but especially the parchments.", "14": "Alexander the coppersmith did me much evil: the Lord reward him according to his works:", "15": "of whom be thou ware also; for he has greatly resisted our words.", "16": "¶ At my first answer no one stood with me, but all men forsook me: let it not be imputed unto them.", "17": "But the Lord stood with me and strengthened me, that by me the preaching might be fully known and that all the Gentiles might hear, and I was delivered out of the mouth of the lion.", "18": "And the Lord shall deliver me from every evil work and will save me for his heavenly kingdom, to whom be glory for ever and ever. Amen.", "19": "Salute Prisca and Aquila and the household of Onesiphorus.", "20": "Erastus remained at Corinth, but Trophimus I have left at Miletum sick.", "21": "Procure to come before winter. Eubulus greets thee, and Pudens and Linus and Claudia and all the brethren.", "22": "The Lord Jesus Christ be with thy spirit. Grace be with you. Amen."}