{"1": "The oracle concerning Nineveh. The book of the vision of Nahum the Elkoshite.", "2": "The Lord is a jealous and avenging God; the Lord takes vengeance and is fierce in[a] wrath. The Lord takes vengeance against His foes; He is furious with His enemies.", "3": "The Lord is slow to anger but great in power; the Lord will never leave the guilty unpunished. His path is in the whirlwind and storm, and clouds are the dust beneath His feet.", "4": "He rebukes the sea so that it dries up, and He makes all the rivers run dry. Bashan and Carmel wither; even the flower of Lebanon withers.", "5": "The mountains quake before Him, and the hills melt; the earth trembles[b][c] at His presence— the world and all who live in it.", "6": "Who can withstand His indignation? Who can endure His burning anger? His wrath is poured out like fire, even rocks are shattered before Him.", "7": "The Lord is good, a stronghold in a day of distress; He cares for those who take refuge in Him.", "8": "But He will completely destroy Nineveh[d] with an overwhelming flood, and He will chase His enemies into darkness.", "9": "Whatever you[e] plot against the Lord, He will bring it to complete destruction; oppression will not rise up a second time.", "10": "For they will be consumed like entangled thorns, like the drink of a drunkard and like straw that is fully dry.[f]", "11": "One has gone out from you,[g] who plots evil against Yahweh, and is a wicked counselor.", "12": "This is what the Lord says: Though they are strong[h] and numerous, they will still be mowed down, and he[i] will pass away. Though I have afflicted you,[j] I will afflict you no longer.", "13": "For I will now break off his yoke from you and tear off your shackles.", "14": "The Lord has issued an order concerning you: There will be no offspring to carry on your name.[k] I will eliminate the carved idol and cast image from the house of your gods; I will prepare your grave, for you are contemptible.", "15": "[l]Look to the mountains— the feet of one bringing good news and proclaiming peace! Celebrate your festivals, Judah; fulfill your vows. For the wicked one will never again march through you; he will be entirely wiped out."}