{"1": "Do not rebuke an older man, but exhort him as a father; and the younger men as brethren, ", "2": "the older women as mothers, the younger as sisters, with all pureness. ", "3": "Honour widows that are true widows. ", "4": "If any widows have children or grandchildren, let them learn first to take godly responsibility in their own families, and to recompense their elders. For that is good and pleasing before God.", "5": "She who is a real widow and friendless puts her trust in God, and continues in supplication and prayer night and day. ", "6": "But she who lives in pleasure is dead even while alive. ", "7": "And instruct these things, so that the people may be without fault. ", "8": "But if there be anyone who does not provide for his own, and particularly for those of his household, the same denies the faith, and is worse than an infidel.", "9": "Let no widow be chosen who is under sixty years old, and let her be such a one as was the wife of one man, ", "10": "and well reported of in good works: if she has raised children, if she has been generous to strangers, if she has washed the feet of the saints, if she has ministered to those who were in adversity, if she was continually given to all manner of good works. ", "11": "The younger widows refuse. For when they have begun to grow wanton, to the dishonour of Christ, then they want to marry, ", "12": "having condemnation because they have broken their first faith. ", "13": "And also they learn to go from house to house idle, yea not only idle, but also gossiping and busybodies, speaking things which they ought not.", "14": "I will therefore that the younger women marry and bear children, and guide the house, and give no occasion to the adversary to speak evil. ", "15": "For many of them have already turned back, and are gone after Satan.", "16": "And if any man or woman who believes has widows, let them minister to them, and do not let the congregation be charged, so that you may have sufficient for those who are widows indeed.", "17": "The elders who lead well are worthy of double honour, most especially those who labour in the word and teaching. ", "18": "For the scripture says: You shall not muzzle the mouth of the ox that treads out the corn, and: The labourer is worthy of his reward.", "19": "Against an elder receive no accusation except with two or three witnesses. ", "20": "Those who sin, rebuke openly, so that others may fear.", "21": "I charge you before God, and the Lord Jesus Christ, and the elect angels, to observe these things without hasty judgment, and do nothing with partiality. ", "22": "Lay hands quickly on no man, neither be partaker of other men's sins; keep yourself pure.", "23": "Drink water no longer, but use a little wine for your stomach's sake and your frequent ailments.", "24": "Some people's sins are open beforehand, and go before to judgment; some people's sins follow after. ", "25": "Likewise also, good works are manifest beforehand, and those that are otherwise cannot be hid."}