{"1": "Gather together, yes, gather together, O shameless nation,", "2": "before the decree takes effect, before the day passes like chaff, before the fierce anger of the Lord comes upon you, before the day of the Lord's anger comes upon you.", "3": "Seek the Lord, all you humble of the land, who carry out His judgment. Seek righteousness, seek humility. Perhaps you will be hidden on the day of the Lord's anger.", "4": "For Gaza will be forsaken, and Ashkelon a desolation; Ashdod will be driven out at noon, and Ekron will be uprooted.", "5": "Woe to the inhabitants of the seacoast, the nation of Kerethites! The word of the Lord is against you, O Canaan, land of the Philistines: I will destroy you, so that there will be no inhabitant.", "6": "The seacoast will be pastures, with meadows for shepherds and folds for flocks.", "7": "The coast will be for the remnant of the house of Judah, on which they will feed. In the houses of Ashkelon they will lie down at evening. For the Lord their God will visit them and restore their fortunes.", "8": "I have heard these taunts of Moab, and the revilings of the Ammonites, by which they have reproached My people, and made boasts against their territory.", "9": "Therefore, as I live, says the Lord of Hosts, the God of Israel, surely Moab will be like Sodom, and the Ammonites like Gomorrah— a land of weeds and salt pits, and a perpetual desolation. The remnant of My people will plunder them, and the survivors of My nation will possess them.", "10": "This will they have for their pride, because they taunted and boasted against the people of the Lord of Hosts.", "11": "The Lord will be dreadful to them, for He will weaken all the gods of the earth; men will worship Him, every one from his place, all the lands of the nations.", "12": "You also, O Ethiopians, will be slain by My sword.", "13": "And He will stretch out His hand against the north and destroy Assyria; and He will make Nineveh a desolation, and dry like the desert.", "14": "Herds will lie down in her midst, beasts of every kind; the cormorant and the bittern will lodge on her pillars. Their voice will sing in the windows; desolation will be on the threshold; for He will lay bare the cedar work.", "15": "This is the rejoicing city that dwelt securely, that said in her heart, “I am, and there is no one besides me.” How has she become a desolation, a place for beasts to lie down! Everyone who passes by her will hiss and shake his fist."}