{"1": "[a] Now the Lord[b] spoke[c] to Moses in the tent of meeting[d] in the desert[e] of Sinai[f] on the first day of the second month of the second year after[g] the Israelites[h] departed from the land of Egypt.[i] He said:[j] ", "2": "“Take a census[k] of the entire[l] Israelite community[m] by their clans and families,[n] counting the name of every individual male.[o] ", "3": "You and Aaron are to number[p] all in Israel who can serve in the army,[q] those who are[r] twenty years old or older,[s] by their divisions.[t] ", "4": "And to help you[u] there is to be a man from each[v] tribe, each man[w] the head[x] of his family.[y] ", "5": "Now these are the names of the men who are to help[z] you: from[aa] Reuben, Elizur son of Shedeur;", "6": "from Simeon, Shelumiel son of Zurishaddai;[ab]", "7": "from Judah, Nahshon[ac] son of Amminadab;", "8": "from Issachar, Nethanel son of Zuar;", "9": "from Zebulun, Eliab son of Helon;", "10": "from the sons of Joseph: from Ephraim, Elishama son of Ammihud; from Manasseh, Gamaliel son of Pedahzur;", "11": "from Benjamin, Abidan son of Gideoni;", "12": "from Dan, Ahiezer son of Ammishaddai;", "13": "from Asher, Pagiel son of Ocran;", "14": "from Gad, Eliasaph son of Deuel;[ad]", "15": "from Naphtali, Ahira son of Enan.”", "16": "These were the ones chosen[ae] from the community, leaders[af] of their ancestral tribes.[ag] They were the heads of the thousands[ah] of Israel.", "17": "So Moses and Aaron took these men who had been mentioned specifically by name, ", "18": "and they assembled the entire community together on the first day of the second month.[ai] Then the people recorded their ancestry[aj] by their clans and families, and the men who were twenty years old or older were listed[ak] by name individually, ", "19": "just as the Lord had commanded Moses. And so he numbered them in the desert of Sinai.", "20": "And they were as follows: The descendants of Reuben, the firstborn son of Israel: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name individually. ", "21": "Those of them who were numbered[al] from the tribe of Reuben were 46,500.", "22": "From the descendants of Simeon: According to the records of their clans and families, all the males numbered of them[am] twenty years old or older who could serve in the army were listed by name individually. ", "23": "Those of them who were numbered from the tribe of Simeon were 59,300.", "24": "[an] From the descendants of Gad: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "25": "Those of them who were numbered from the tribe of Gad were 45,650.", "26": "From the descendants of Judah: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "27": "Those of them who were numbered from the tribe of Judah were 74,600.", "28": "From the descendants of Issachar: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "29": "Those of them who were numbered from the tribe of Issachar were 54,400.", "30": "From the descendants of Zebulun: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "31": "Those of them who were numbered from the tribe of Zebulun were 57,400.", "32": "From the sons of Joseph: From the descendants of Ephraim: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "33": "Those of them who were numbered from the tribe of Ephraim were 40,500. ", "34": "From the descendants of Manasseh: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "35": "Those of them who were numbered from the tribe of Manasseh were 32,200.", "36": "From the descendants of Benjamin: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "37": "Those of them who were numbered from the tribe of Benjamin were 35,400.", "38": "From the descendants of Dan: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "39": "Those of them who were numbered from the tribe of Dan were 62,700.", "40": "From the descendants of Asher: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "41": "Those of them who were numbered from the tribe of Asher were 41,500.", "42": "From[ao] the descendants of Naphtali: According to the records of their clans and families, all the males twenty years old or older who could serve in the army were listed by name. ", "43": "Those of them who were numbered from the tribe of Naphtali were 53,400.", "44": "These were the men whom Moses and Aaron numbered[ap] along with the twelve leaders of Israel, each of whom[aq] was from his own family. ", "45": "All the Israelites who were twenty years old or older, who could serve in Israel's army, were numbered[ar] according to their families. ", "46": "And all those numbered totaled 603,550.", "47": "But[as] the Levites, according to the tribe of their fathers,[at] were not numbered[au] among them. ", "48": "The Lord had said to Moses,[av] ", "49": "“Only the tribe of Levi[aw] you must not number[ax] or count[ay] with[az] the other Israelites. ", "50": "But appoint[ba] the Levites over the tabernacle of the testimony,[bb] over all its furnishings and over everything in it. They must carry[bc] the tabernacle and all its furnishings; and they[bd] must attend to it and camp around it.[be] ", "51": "Whenever the tabernacle is to move,[bf] the Levites must take it down, and whenever the tabernacle is to be reassembled,[bg] the Levites must set it up.[bh] Any unauthorized person[bi] who approaches it must be killed.", "52": "“The Israelites will camp according to their divisions, each man in his camp, and each man by his standard. ", "53": "But the Levites must camp around the tabernacle of the testimony, so that the Lord's anger[bj] will not fall on the Israelite community. The Levites are responsible for the care[bk] of the tabernacle of the testimony.”", "54": "The Israelites did according to all that the Lord commanded Moses[bl]—that is what they did."}