{"1": "[a] Now Korah son of Izhar, the son of Kohath, the son of Levi, and Dathan and Abiram, the sons of Eliab, and On son of Peleth, who were Reubenites,[b] took men[c] ", "2": "and rebelled against Moses, along with some of the Israelites, 250 leaders[d] of the community, chosen from the assembly,[e] famous men.[f] ", "3": "And they assembled against Moses and Aaron, saying to them, “You take too much upon yourselves,[g] seeing that the whole community is holy, every one of them, and the Lord is among them. Why then do you exalt yourselves above the community of the Lord?”", "4": "When Moses heard it he fell down with his face to the ground.[h] ", "5": "Then he said to Korah and to all his company, “In the morning the Lord will make known who are his, and who is holy. He will cause that person[i] to approach him; the person he has chosen he will cause to approach him. ", "6": "Do this, Korah, you and all your company:[j] Take censers, ", "7": "put fire in them, and set incense on them before the Lord tomorrow, and the man whom the Lord chooses will be holy. You take too much upon yourselves, you sons of Levi!” ", "8": "Moses said to Korah, “Listen now, you sons of Levi! ", "9": "Does it seem too small a thing to you that the God of Israel has separated you from the community of Israel to bring you near to himself, to perform the service of the tabernacle of the Lord, and to stand before the community to minister to them? ", "10": "He has brought you near and all your brothers, the sons of Levi, with you. Do you now seek[k] the priesthood also? ", "11": "Therefore you and all your company have assembled together against the Lord! And Aaron—what is he that you murmur against him?”[l] ", "12": "Then Moses summoned[m] Dathan and Abiram, the sons of Eliab, but they said, “We will not come up.[n] ", "13": "Is it a small thing[o] that you have brought us up out of the land that flows with milk and honey,[p] to kill us in the wilderness? Now do you want to make yourself a prince[q] over us? ", "14": "Moreover,[r] you have not brought us into a land that flows with milk and honey, nor given us an inheritance of fields and vineyards. Do you think you can blind[s] these men? We will not come up.”", "15": "Moses was very angry, and he said to the Lord, “Have no respect[t] for their offering! I have not taken so much as one donkey from them, nor have I harmed any one of them!”", "16": "Then Moses said to Korah, “You and all your company present yourselves before the Lord—you and they, and Aaron—tomorrow. ", "17": "And each of you[u] take his censer, put[v] incense in it, and then each of you present his censer before the Lord: 250 censers, along with you, and Aaron—each of you with his censer.” ", "18": "So everyone took his censer, put fire in it, and set incense on it, and stood at the entrance of the tent of meeting, with Moses and Aaron. ", "19": "When[w] Korah assembled the whole community against them at the entrance of the tent of meeting, then the glory of the Lord appeared to the whole community.", "20": "The Lord spoke to Moses and Aaron: ", "21": "“Separate yourselves[x] from among this community,[y] that I may consume them in an instant.” ", "22": "Then they threw themselves down with their faces to the ground[z] and said, “O God, the God of the spirits of all people,[aa] will you be angry with the whole community when only one man sins?”[ab]", "23": "So the Lord spoke to Moses: ", "24": "“Tell the community: 'Get away[ac] from around the homes of Korah, Dathan, and Abiram.'” ", "25": "Then Moses got up[ad] and went to Dathan and Abiram; and the elders of Israel went after him. ", "26": "And he said to the community, “Move away from the tents of these wicked[ae] men, and do not touch anything they have, lest you be destroyed because[af] of all their sins.”[ag] ", "27": "So they got away from the homes of Korah, Dathan, and Abiram on every side, and Dathan and Abiram came out and stationed themselves[ah] in the entrances of their tents with their wives, their children, and their toddlers. ", "28": "Then Moses said, “This is how[ai] you will know that the Lord has sent me to do all these works, for I have not done them of my own will.[aj] ", "29": "If these men die a natural death,[ak] or if they share the fate[al] of all men, then the Lord has not sent me. ", "30": "But if the Lord does something entirely new,[am] and the earth opens its mouth and swallows them up[an] along with all that they have, and they[ao] go down alive to the grave,[ap] then you will know that these men have despised the Lord!”", "31": "When he had finished[aq] speaking[ar] all these words, the ground that was under them split open, ", "32": "and the earth opened its mouth and swallowed them, along with their households, and all Korah's men, and all their goods. ", "33": "They and all that they had went down alive into the pit, and the earth closed over them. So they perished from among the community. ", "34": "All the Israelites[as] who were around them fled at their cry,[at] for they said, “What if[au] the earth swallows us too?” ", "35": "Then a fire[av] went out from the Lord and devoured the 250 men who offered incense.", "36": "(17:1)[aw] The Lord spoke to Moses: ", "37": "“Tell[ax] Eleazar son of Aaron the priest to pick up[ay] the censers out of the flame, for they are holy, and then scatter the coals of fire[az] at a distance. ", "38": "As for the censers of these men who sinned at the cost of their lives,[ba] they must be made[bb] into hammered sheets for covering the altar, because they presented them before the Lord and sanctified them. They will become a sign to the Israelites.” ", "39": "So Eleazar the priest took the bronze censers presented by those who had been burned up, and they were hammered out as a covering for the altar. ", "40": "It was a memorial for the Israelites, that no outsider who is not a descendant of[bc] Aaron should approach to burn incense before the Lord, that he might not become like Korah and his company—just as the Lord had spoken by the authority[bd] of Moses. ", "41": "But on the next day the whole community of Israelites murmured against Moses and Aaron, saying, “You have killed the Lord's people!”[be] ", "42": "When the community assembled[bf] against Moses and Aaron, they turned toward the tent of meeting—and[bg] the cloud covered it, and the glory of the Lord appeared. ", "43": "Then Moses and Aaron stood before the tent of meeting.", "44": "The Lord spoke to Moses: ", "45": "“Get away from this community, so that I can consume them in an instant!” But they threw themselves down with their faces to the ground.[bh] ", "46": "Then Moses said to Aaron, “Take the censer, put burning coals from the altar in it, place incense on it, and go quickly into the assembly and make atonement for them, for wrath has gone out from the Lord—the plague has begun!” ", "47": "So Aaron did[bi] as Moses commanded[bj] and ran into the middle of the assembly, where the plague was just beginning among the people. So he placed incense on the coals and made atonement for the people. ", "48": "He stood between the dead and the living, and the plague was stopped. ", "49": "Now 14,700 people died in the plague, in addition to those who died in the event with Korah. ", "50": "Then Aaron returned to Moses at the entrance of the tent of meeting, and the plague was stopped."}