{"1": "[a] The Israelites traveled on[b] and camped in the rift valley plains[c] of Moab on the side of the Jordan River[d] across from Jericho. ", "2": "Balak son of Zippor saw all that the Israelites had done to the Amorites. ", "3": "And the Moabites were greatly afraid of the people, because they were so numerous. The Moabites were sick with fear because of the Israelites.", "4": "So the Moabites said to the elders of Midian, “Now this mass of people[e] will lick up everything around us, as the bull devours the grass of the field.” Now Balak son of Zippor was king of the Moabites at this time. ", "5": "And he sent messengers to Balaam[f] son of Beor at Pethor, which is by the Euphrates River[g] in the land of Amaw,[h] to summon him, saying, “Look, a nation has come out of Egypt. They cover the face[i] of the earth, and they are settling next to me. ", "6": "So[j] now, please come and curse this nation[k] for me, for they are too powerful for me. Perhaps I will prevail so that we may conquer them[l] and drive them out of the land. For I know that whoever you bless is blessed,[m] and whoever you curse is cursed.”", "7": "So the elders of Moab and the elders of Midian departed with the fee for divination in their hands. They came to Balaam and reported[n] to him the words of Balak. ", "8": "He replied to them, “Stay[o] here tonight, and I will bring back to you whatever word the Lord may speak to me.” So the princes of Moab stayed with Balaam. ", "9": "And God came to Balaam and said, “Who are these men with you?” ", "10": "Balaam said to God, “Balak son of Zippor, king of Moab, has sent a message to me, saying, ", "11": "'Look, a nation has come out[p] of Egypt, and it covers the face of the earth. Come now and put a curse on them for me; perhaps I will be able to defeat them[q] and drive them out.'”[r] ", "12": "But God said to Balaam, “You must not go with them; you must not curse the people,[s] for they are blessed.”[t]", "13": "So Balaam got up in the morning, and said to the princes of Balak, “Go to your land,[u] for the Lord has refused to permit me to go[v] with you.” ", "14": "So the princes of Moab departed[w] and went back to Balak and said, “Balaam refused to come with us.”", "15": "Balak again sent princes,[x] more numerous and more distinguished than the first.[y] ", "16": "And they came to Balaam and said to him, “Thus says Balak son of Zippor: 'Please do not let anything hinder you from coming[z] to me. ", "17": "For I will honor you greatly,[aa] and whatever you tell me I will do. So come, put a curse on this nation for me.'”", "18": "Balaam replied[ab] to the servants of Balak, “Even if Balak would give me his palace full of silver and gold, I could not transgress the commandment[ac] of the Lord my God[ad] to do less or more. ", "19": "Now therefore, please stay[ae] the night here also, that I may know what more the Lord might say to me.”[af] ", "20": "God came to Balaam that night, and said to him, “If the men have come to call you, get up and go with them, but the word that I will say to you, that you must do.” ", "21": "So Balaam got up in the morning, saddled his donkey, and went with the princes of Moab.", "22": "Then God's anger was kindled[ag] because he went, and the angel of the Lord stood in the road to oppose[ah] him. Now he was riding on his donkey and his two servants were with him. ", "23": "And the donkey saw the angel of the Lord standing in the road with[ai] his sword drawn in his hand, so the donkey turned aside from the road and went into the field. But Balaam beat the donkey, to make her turn back to the road.", "24": "Then the angel of the Lord stood in a path[aj] among the vineyards, where there was a wall on either side.[ak] ", "25": "And when the donkey saw the angel of the Lord, she pressed herself into the wall, and crushed Balaam's foot against the wall. So he beat her again.[al]", "26": "Then the angel of the Lord went farther, and stood in a narrow place, where there was no way to turn either to the right or to the left. ", "27": "When the donkey saw the angel of the Lord, she crouched down under Balaam. Then Balaam was angry, and he beat his donkey with a staff.", "28": "Then the Lord opened the mouth of the donkey, and she said to Balaam, “What have I done to you that you have beaten me these three times?” ", "29": "And Balaam said to the donkey, “You have made me look stupid; I wish[am] there were a sword in my hand, for I would kill you right now.” ", "30": "The donkey said to Balaam, “Am I not your donkey that you have ridden ever since I was yours until this day? Have I ever attempted[an] to treat you this way?”[ao] And he said, “No.” ", "31": "Then the Lord opened Balaam's eyes, and he saw the angel of the Lord standing in the way with his sword drawn in his hand; so he bowed his head and threw himself down with his face to the ground.[ap] ", "32": "The angel of the Lord said to him, “Why have you beaten your donkey these three times? Look, I came out to oppose you because what you are doing[aq] is perverse before me.[ar] ", "33": "The donkey saw me and turned from me these three times. If[as] she had not turned from me, I would have killed you but saved her alive.” ", "34": "Balaam said to the angel of the Lord, “I have sinned, for I did not know that you stood against me in the road.[at] So now, if it is evil in your sight,[au] I will go back home.”[av] ", "35": "But the angel of the Lord said to Balaam, “Go with the men, but you may only speak[aw] the word that I will speak to you.”[ax] So Balaam went with the princes of Balak.", "36": "When Balak heard that Balaam was coming, he went out to meet him at a city of Moab that was on the border of the Arnon at the boundary of his territory. ", "37": "Balak said to Balaam, “Did I not send again and again[ay] to you to summon you? Why did you not come to me? Am I not able to honor you?”[az] ", "38": "Balaam said to Balak, “Look, I have come to you. Now, am I able[ba] to speak[bb] just anything? I must speak[bc] only the word that God puts in my mouth.” ", "39": "So Balaam went with Balak, and they came to Kiriath Huzoth. ", "40": "And Balak sacrificed bulls and sheep, and sent some[bd] to Balaam, and to the princes who were with him. ", "41": "Then on the next morning Balak took Balaam, and brought him up to Bamoth Baal.[be] From there he saw the extent of the nation."}