{"1": "[a] Balaam said to Balak, “Build me seven altars here, and prepare for me here seven bulls and seven rams.” ", "2": "So Balak did just as Balaam had said. Balak and Balaam then offered on each[b] altar a bull and a ram. ", "3": "Balaam said to Balak, “Station yourself[c] by your burnt offering, and I will go off; perhaps the Lord will come to meet me, and whatever he reveals to me[d] I will tell you.”[e] Then he went to a deserted height.[f]", "4": "Then God met Balaam, who[g] said to him, “I have prepared seven altars, and I have offered on each altar a bull and a ram.” ", "5": "Then the Lord put a message[h] in Balaam's mouth and said, “Return to Balak, and speak what I tell you.”[i]", "6": "So he returned to him, and he was still[j] standing by his burnt offering, he and all the princes of Moab. ", "7": "Then Balaam[k] uttered[l] his oracle, saying, “Balak, the king of Moab, brought me[m] from Aram, out of the mountains of the east, saying, 'Come, pronounce a curse on Jacob for me; come, denounce Israel.'[n]", "8": "How[o] can I curse[p] one whom God has not cursed, or how can I denounce one whom the Lord has not denounced?", "9": "For from the top of the rocks I see them;[q] from the hills I watch them.[r] Indeed, a nation that lives alone, and it will not be reckoned[s] among the nations.", "10": "Who[t] can count[u] the dust[v] of Jacob, or number[w] the fourth part of Israel? Let me[x] die the death of the upright,[y] and let the end of my life[z] be like theirs.”[aa]", "11": "Then Balak said to Balaam, “What have you done to me? I brought you to curse my enemies, but on the contrary[ab] you have only blessed them!”[ac] ", "12": "Balaam replied,[ad] “Must I not be careful[ae] to speak what the Lord has put in my mouth?”[af] ", "13": "Balak said to him, “Please come with me to another place from which you can observe them. You will see only a part of them, but you will not see all of them. Curse them for me from there.”", "14": "So Balak brought Balaam[ag] to the field of Zophim, to the top of Pisgah,[ah] where[ai] he built seven altars and offered a bull and a ram on each altar. ", "15": "And Balaam[aj] said to Balak, “Station yourself here[ak] by your burnt offering, while I meet the Lord there.” ", "16": "Then the Lord met Balaam and put a message[al] in his mouth and said, “Return to Balak, and speak what I tell you.” ", "17": "When Balaam[am] came to him, he was still standing by his burnt offering, along with the princes of Moab. And Balak said to him, “What has the Lord spoken?”", "18": "Balaam[an] uttered[ao] his oracle, and said, “Rise up,[ap] Balak, and hear; Listen to me, son of Zippor:", "19": "God is not a man, that he should lie, nor a human being,[aq] that he should change his mind. Has he said, and will he not do it? Or has he spoken, and will he not make it happen?[ar]", "20": "Indeed, I have received a command[as] to bless; he has blessed,[at] and I cannot reverse it.[au]", "21": "He[av] has not looked on iniquity in Jacob,[aw] nor has he seen trouble[ax] in Israel. The Lord their God is with them; his acclamation[ay] as king is among them.", "22": "God brought them[az] out of Egypt. They have, as it were, the strength of a wild bull.[ba]", "23": "For there is no spell[bb] against[bc] Jacob, nor is there any divination against Israel. At this time[bd] it must be said[be] of Jacob and of Israel, 'Look at[bf] what God has done!'", "24": "Indeed, the people will rise up like a lioness, and like a lion raises himself up; they will not lie down until they eat their[bg] prey, and drink the blood of the slain.”[bh]", "25": "Balak said to Balaam, “Neither curse them at all[bi] nor bless them at all!”[bj] ", "26": "But Balaam replied[bk] to Balak, “Did I not tell you, 'All that the Lord speaks,[bl] I must do'?”", "27": "Balak said to Balaam, “Come, please; I will take you to another place. Perhaps it will please God[bm] to let you curse them for me from there.”[bn] ", "28": "So Balak took Balaam to the top of Peor, that looks toward the wastelands.[bo] ", "29": "Then Balaam said to Balak, “Build seven altars here for me, and prepare seven bulls and seven rams.” ", "30": "So Balak did as Balaam had said, and offered a bull and a ram on each altar."}