{"1": "[a] When Balaam saw that it pleased the Lord to bless Israel,[b] he did not go as at the other times[c] to seek for omens,[d] but he set his face[e] toward the wilderness. ", "2": "When Balaam lifted up his eyes, he saw Israel camped tribe by tribe;[f] and the Spirit of God came upon him. ", "3": "Then he uttered this oracle:[g] “The oracle[h] of Balaam son of Beor, the oracle of the man whose eyes are open,[i]", "4": "the oracle of the one who hears the words of God, who sees a vision from the Almighty, although falling flat on the ground[j] with eyes open:[k]", "5": "'How[l] beautiful are your tents, O Jacob, and your dwelling places, O Israel!", "6": "They are like[m] valleys[n] stretched forth, like gardens by the river's side, like aloes[o] that the Lord has planted, and like cedar trees beside the waters.", "7": "He will pour the water out of his buckets,[p] and their descendants will be like abundant[q] water;[r] their king will be greater than Agag,[s] and their kingdom will be exalted.", "8": "God brought them out of Egypt. They have, as it were, the strength of a young bull; they will devour hostile people,[t] and will break their bones, and will pierce them through with arrows.", "9": "They crouch and lie down like a lion, and as a lioness,[u] who can stir him? Blessed is the one who blesses you, and cursed is the one who curses you!'”", "10": "Then Balak became very angry at Balaam, and he struck his hands together.[v] Balak said to Balaam, “I called you to curse my enemies, and look, you have done nothing but bless[w] them these three times! ", "11": "So now, go back where you came from![x] I said that I would greatly honor you, but now the Lord has stood in the way of your honor.”", "12": "Balaam said to Balak, “Did I not also tell your messengers whom you sent to me, ", "13": "'If Balak would give me his palace full of silver and gold, I cannot go beyond[y] the commandment[z] of the Lord to do either good or evil of my own will,[aa] but whatever the Lord tells me I must speak'? ", "14": "And now, I am about to go[ab] back to my own people. Come now, and I will advise you as to what this people will do to your people in future days.”[ac]", "15": "Then he uttered this oracle:[ad] “The oracle of Balaam son of Beor, the oracle of the man whose eyes are open,", "16": "the oracle of the one who hears the words of God, and who knows the knowledge of the Most High, who sees a vision from the Almighty, although falling flat on the ground with eyes open:", "17": "'I see him, but not now; I behold him, but not close at hand.[ae] A star[af] will march forth[ag] out of Jacob, and a scepter[ah] will rise out of Israel. He will crush the skulls[ai] of Moab, and the heads[aj] of all the sons of Sheth.[ak]", "18": "Edom will be a possession, Seir,[al] his enemy, will also be a possession; but Israel will act valiantly.", "19": "A ruler will be established from Jacob; he will destroy the remains of the city.'”[am]", "20": "Then Balaam[an] looked on Amalek and delivered this oracle:[ao] “Amalek was the first[ap] of the nations, but his end will be that he will perish.”", "21": "Then he looked on the Kenites and uttered this oracle: “Your dwelling place seems strong, and your nest[aq] is set on a rocky cliff.", "22": "Nevertheless the Kenite will be consumed.[ar] How long will Asshur take you away captive?”", "23": "Then he uttered this oracle: “O, who will survive when God does this![as]", "24": "Ships will come from the coast of Kittim,[at] and will afflict Asshur,[au] and will afflict Eber, and he will also perish forever.”[av]", "25": "Balaam got up and departed and returned to his home,[aw] and Balak also went his way."}