{"1": "[a] When[b] Israel lived in Shittim, the people began to commit sexual immorality[c] with the daughters of Moab. ", "2": "These women invited[d] the people to the sacrifices of their gods; then the people ate and bowed down to their gods.[e] ", "3": "When Israel joined themselves to Baal Peor,[f] the anger of the Lord flared up against Israel.", "4": "The Lord said to Moses, “Arrest all the leaders[g] of the people, and hang them up[h] before the Lord in broad daylight,[i] so that the fierce anger of the Lord may be turned away from Israel.” ", "5": "So Moses said to the judges of Israel, “Each of you must execute those of his men[j] who were joined to Baal Peor.”", "6": "Just then[k] one of the Israelites came and brought to his brothers[l] a Midianite woman in the plain view of Moses and of[m] the whole community of the Israelites, while they[n] were weeping at the entrance of the tent of meeting. ", "7": "When Phinehas son of Eleazar, the son of Aaron the priest, saw it,[o] he got up from among the assembly, took a javelin in his hand, ", "8": "and went after the Israelite man into the tent[p] and thrust through the Israelite man and into the woman's abdomen.[q] So the plague was stopped from the Israelites.[r] ", "9": "Those that died in the plague were 24,000.", "10": "The Lord spoke to Moses: ", "11": "“Phinehas son of Eleazar, the son of Aaron the priest, has turned my anger away from the Israelites, when he manifested such zeal[s] for my sake among them, so that I did not consume the Israelites in my zeal.[t] ", "12": "Therefore, announce:[u] 'I am going to give[v] to him my covenant of peace.[w] ", "13": "So it will be to him and his descendants after him a covenant of a permanent priesthood, because he has been zealous for his God,[x] and has made atonement[y] for the Israelites.'”", "14": "Now the name of the Israelite who was stabbed—the one who was stabbed with the Midianite woman—was Zimri son of Salu, a leader of a clan[z] of the Simeonites. ", "15": "The name of the Midianite woman who was killed was Cozbi daughter of Zur. He was a leader[aa] over the people of a clan of Midian.[ab]", "16": "Then the Lord spoke to Moses: ", "17": "“Bring trouble[ac] to the Midianites, and destroy them, ", "18": "because they bring trouble to you by their treachery with which they have deceived[ad] you in the matter of Peor, and in the matter of Cozbi, the daughter of a prince of Midian,[ae] their sister, who was killed on the day of the plague that happened as a result of Peor.”"}