{"1": "[a] Then the daughters of Zelophehad son of Hepher, the son of Gilead, the son of Machir, the son of Manasseh of the families of Manasseh,[b] the son of Joseph came forward. Now these are the names of his daughters: Mahlah, Noah, Hoglah, Milcah, and Tirzah. ", "2": "And they stood before Moses and Eleazar the priest and the leaders of the whole assembly at the entrance to the tent of meeting and said, ", "3": "“Our father died in the wilderness, although[c] he was not part of[d] the company of those that gathered themselves together against the Lord in the company of Korah, but he died for his own sin,[e] and he had no sons. ", "4": "Why should the name of our father be lost from among his family because he had no son? Give us a possession[f] among the relatives[g] of our father.”", "5": "So Moses brought their case before the Lord. ", "6": "The Lord said to Moses: ", "7": "“The daughters of Zelophehad have a valid claim.[h] You must indeed[i] give them possession of an inheritance among their father's relatives, and you must transfer[j] the inheritance of their father to them. ", "8": "And you must tell the Israelites, 'If a man dies[k] and has no son, then you must transfer his inheritance to his daughter; ", "9": "and if he has no daughter, then you are to give his inheritance to his brothers; ", "10": "and if he has no brothers, then you are to give his inheritance to his father's brothers; ", "11": "and if his father has no brothers, then you are to give his inheritance to his relative nearest to him from his family, and he will possess it. This will be for the Israelites a legal requirement,[l] as the Lord commanded Moses.'”", "12": "[m] Then the Lord said to Moses, “Go up this mountain of the Abarim range,[n] and see[o] the land I have given[p] to the Israelites. ", "13": "When you have seen it, you will be gathered[q] to your ancestors,[r] as Aaron your brother was gathered to his ancestors.[s] ", "14": "For[t] in the wilderness of Zin when the community rebelled against me, you[u] rebelled against my command[v] to show me as holy[w] before their eyes over the water—the water of Meribah in Kadesh in the wilderness of Zin.”", "15": "Then Moses spoke to the Lord: ", "16": "“Let the Lord, the God of the spirits of all humankind,[x] appoint[y] a man over the community, ", "17": "who will go out before them, and who will come in before them,[z] and who will lead them out, and who will bring them in, so that[aa] the community of the Lord may not be like sheep that have no shepherd.”", "18": "The Lord replied[ab] to Moses, “Take Joshua son of Nun, a man in whom is the Spirit,[ac] and lay your hand on him;[ad] ", "19": "set him[ae] before Eleazar the priest and before the whole community, and commission[af] him publicly.[ag] ", "20": "Then you must delegate[ah] some of your authority[ai] to him, so that the whole community of the Israelites will be obedient.[aj] ", "21": "And he will stand before Eleazar the priest, who[ak] will seek counsel[al] for him before the Lord by the decision of the Urim.[am] At his command[an] they will go out, and at his command they will come in, he and all the Israelites with him, the whole community.”", "22": "So Moses did as the Lord commanded him; he took Joshua and set[ao] him before Eleazar the priest and before the whole community. ", "23": "He laid his hands on him and commissioned him, just as the Lord commanded,[ap] by the authority[aq] of Moses."}