{"1": "[a] Then the Lord spoke to Moses: ", "2": "“Speak to the Israelites, and tell them, 'When someone—either a man or a woman[b]—takes a special vow,[c] to take a vow[d] as a Nazirite,[e] to separate[f] himself to the Lord, ", "3": "he must separate[g] himself from wine and strong drink; he must drink neither vinegar[h] made from wine nor vinegar made from strong drink, nor may he drink any juice[i] of grapes, nor eat fresh grapes or raisins.[j] ", "4": "All the days of his separation he must not eat anything that is produced by the grapevine, from seed[k] to skin.[l]", "5": "“'All the days of the vow[m] of his separation no razor may be used on his head[n] until the time[o] is fulfilled for which he separated himself to the Lord. He will be holy,[p] and he must let[q] the locks of hair on his head grow long.", "6": "“'All the days that he separates himself to the Lord he must not contact[r] a dead body.[s] ", "7": "He must not defile himself even[t] for his father or his mother or his brother or his sister if they die,[u] because the separation[v] for[w] his God is on his head. ", "8": "All the days of his separation he must be holy to the Lord.", "9": "“'If anyone dies very suddenly[x] beside him and he defiles[y] his consecrated head,[z] then he must shave his head on the day of his purification—on the seventh day he must shave it. ", "10": "On the eighth day he is to bring[aa] two turtledoves or two young pigeons to the priest, to the entrance to the tent of meeting. ", "11": "Then the priest will offer one for a purification offering[ab] and the other[ac] as a burnt offering,[ad] and make atonement[ae] for him, because of his transgression[af] in regard to the corpse. So he must reconsecrate[ag] his head on that day. ", "12": "He must rededicate[ah] to the Lord the days of his separation and bring a male lamb in its first year as a reparation offering,[ai] but the former days will not be counted[aj] because his separation[ak] was defiled.", "13": "“'Now this is the law of the Nazirite: When the days of his separation are fulfilled, he must be brought[al] to the entrance of the tent of meeting, ", "14": "and he must present his offering[am] to the Lord: one male lamb in its first year without blemish for a burnt offering, one ewe lamb in its first year without blemish for a purification offering, one ram without blemish for a peace offering,[an] ", "15": "and a basket of bread made without yeast, cakes of fine flour mixed with olive oil, wafers made without yeast and smeared with olive oil, and their[ao] grain offering and their drink offerings.[ap]", "16": "“'Then the priest must present all these[aq] before the Lord and offer[ar] his purification offering and his burnt offering. ", "17": "Then he must offer the ram as a peace offering[as] to the Lord along with the basket of bread made without yeast; the priest must also offer his grain offering and his drink offering.", "18": "“'Then the Nazirite must shave his consecrated head[at] at the entrance to the tent of meeting and must take the hair from his consecrated head and put it on the fire[au] where the peace offering is burning.[av] ", "19": "And the priest must take the boiled shoulder of the ram, one cake made without yeast from the basket, and one wafer made without yeast, and put them on the hands of the Nazirite after he has shaved his consecrated head;[aw] ", "20": "then the priest must wave them as a wave offering[ax] before the Lord; it is a holy portion for the priest, together with the breast of the wave offering and the thigh of the raised offering.[ay] After this the Nazirite may drink[az] wine.", "21": "“'This is the law[ba] of the Nazirite who vows to the Lord his offering according to his separation, as well as whatever else he can provide.[bb] Thus he must fulfill[bc] his vow that he makes, according to the law of his separation.'”", "22": "[bd] The Lord spoke to Moses: ", "23": "“Tell Aaron and his sons, 'This is the way[be] you are to bless[bf] the Israelites. Say[bg] to them:", "24": "“The Lord bless you[bh] and protect[bi] you;", "25": "The Lord make his face to shine upon you, and be gracious to you;[bj]", "26": "The Lord lift up his countenance upon you[bk] and give you peace.”'", "27": "“So they will put my name[bl] on the Israelites, and I will bless them.”"}