{"1": "[a] The Lord spoke to Moses in the desert of Sinai, in the first month of the second year after they had come out[b] of the land of Egypt:", "2": "“The Israelites are to observe[c] the Passover[d] at its appointed time.[e] ", "3": "In the fourteenth day of this month, at twilight,[f] you are to observe it at its appointed time; you must keep[g] it in accordance with all its statutes and all its customs.”[h] ", "4": "So Moses instructed[i] the Israelites to observe[j] the Passover. ", "5": "And they observed the Passover[k] on the  fourteenth day of the first month at twilight in the desert of Sinai; in accordance with all that the Lord had commanded Moses, so the Israelites did.", "6": "It happened that some men[l] who were ceremonially defiled[m] by the dead body of a man[n] could not keep[o] the Passover on that day, so they came before Moses and before Aaron on that day. ", "7": "And those men said to Moses,[p] “We are ceremonially defiled by the dead body of a man; why are we kept back from offering the Lord's offering at its appointed time among the Israelites?” ", "8": "So Moses said to them, “Remain[q] here and I will hear[r] what the Lord will command concerning you.”", "9": "The Lord spoke to Moses: ", "10": "“Tell the Israelites, 'If any[s] of you or of your posterity become ceremonially defiled by touching a dead body, or are on a journey far away, then he may[t] observe the Passover to the Lord. ", "11": "They may observe it on the fourteenth day of the second month[u] at twilight; they are to eat it with bread made without yeast and with bitter herbs. ", "12": "They must not leave any of it until morning, nor break any of its bones; they must observe it in accordance with every statute of the Passover.", "13": "“'But[v] the man who is ceremonially clean, and was not on a journey, and fails[w] to keep the Passover, that person must be cut off from his people.[x] Because he did not bring the Lord's offering at its appointed time, that man must bear his sin.[y] ", "14": "If a resident foreigner lives[z] among you and wants to keep[aa] the Passover to the Lord, he must do so according to the statute of the Passover, and according to its custom. You must have[ab] the same[ac] statute for the resident foreigner[ad] and for the one who was born in the land.'”", "15": "[ae] On[af] the day that the tabernacle was set up,[ag] the cloud[ah] covered the tabernacle—the tent of the testimony[ai]—and from evening until morning there was[aj] a fiery appearance[ak] over the tabernacle. ", "16": "This is the way it used to be continually: The cloud would cover it by day,[al] and there was a fiery appearance by night. ", "17": "Whenever the cloud was taken up[am] from the tabernacle, then after that the Israelites would begin their journey; and in whatever place[an] the cloud settled, there the Israelites would make camp. ", "18": "At the commandment[ao] of the Lord the Israelites would begin their journey, and at the commandment of the Lord they would make camp; as long as[ap] the cloud remained settled over the tabernacle they would camp. ", "19": "When the cloud remained over the tabernacle many days, then the Israelites obeyed the instructions[aq] of the Lord and did not journey.", "20": "When[ar] the cloud remained over the tabernacle a number of days,[as] they remained camped according to the Lord's commandment,[at] and according to the Lord's commandment they would journey. ", "21": "And when[au] the cloud remained only[av] from evening until morning, when the cloud was taken up[aw] the following morning, then they traveled on. Whether by day or by night, when the cloud was taken up they traveled. ", "22": "Whether it was for two days, or a month, or a year[ax] that the cloud prolonged its stay[ay] over the tabernacle, the Israelites remained camped without  traveling;[az] but when it was taken up, they traveled on. ", "23": "At the commandment of the Lord they camped, and at the commandment of the Lord they traveled on; they kept the instructions of the Lord according to the commandment of the Lord, by the authority[ba] of Moses."}