{"1": "¶ Simon Peter, slave and apostle of Jesus Christ, to those that have obtained like precious faith with us in the righteousness of our God and Saviour Jesus Christ:", "2": "Grace and peace be multiplied unto you in the knowledge of God and of our Lord Jesus,", "3": "as all things that pertain to life and to godliness are given us of his divine power, through the knowledge of him that has called us by his glory and virtue,", "4": "whereby are given unto us exceeding great and precious promises, that by these ye might be made participants of the divine nature, having fled the corruption that is in the world through lust.", "5": "¶ Ye also, giving all diligence to the same, show forth virtue in your faith; and in virtue, knowledge;", "6": "and in knowledge, temperance; and in temperance, patience; and in patience, fear of God;", "7": "and in fear of God, brotherly love; and in brotherly love, charity.", "8": "For if these things are in you and abound, they shall not let you be idle nor unfruitful in the knowledge of our Lord Jesus Christ.", "9": "But he that lacks these things is blind and walks feeling the way with his hand, having forgotten that he was purged from his old sins.", "10": "Therefore, brethren, give all the more diligence to make your calling and election sure; for doing these things, ye shall never fall.", "11": "Because in this manner the entrance shall be abundantly administered unto you in the eternal kingdom of our Lord and Saviour Jesus Christ.", "12": "¶ For this reason, I will not leave off reminding you always of these things, although ye know them and are established in the present truth.", "13": "Because I have the right (as long as I am in this tabernacle) to stir you up by reminding you,", "14": "knowing that shortly I must put off this my tabernacle, even as our Lord Jesus Christ has declared unto me.", "15": "I will also make sure with diligence that after my decease ye might remember these things.", "16": "¶ For we have not made known unto you the power and coming of our Lord Jesus Christ, following cunningly devised fables, but as eyewitnesses of his majesty.", "17": "For he received from God the Father honour and glory, when there came such a voice to him from the excellent glory, This is my beloved Son, in whom I am well pleased.", "18": "And we heard this voice which came from heaven, when we were together with him in the holy mount.", "19": "¶ We have also the most sure word of the prophets, unto which ye do well that ye take heed, as unto a light that shines in a dark place, until the day dawns and the morning star arises in your hearts,", "20": "understanding this first, that no prophecy of the scripture is of any private interpretation.", "21": "For the prophecy did not come in times past by the will of man, but the holy men of God spoke being inspired by the Holy Spirit."}