{"1": "Here are kingdom revelations, words to live by, and words of wisdom given to empower you to reign in life,[a] written as proverbs by Israel's King Solomon,[b] David's son.", "2": "Within these sayings will be found the revelation of wisdom[c] and the impartation of spiritual understanding. Use them as keys to unlock the treasures of true knowledge.", "3": "Those who cling to these words will receive discipline to demonstrate wisdom in every relationship[d] and to choose what is right and just and fair.", "4": "These proverbs will give you great skill to teach the immature and make them wise, to give youth the understanding of their design and destiny.", "5": "For the wise, these proverbs will make you even wiser, and for those with discernment, you will be able to acquire brilliant strategies for leadership.", "6": "These kingdom revelations will break open your understanding to unveil the deeper meaning of parables, poetic riddles, and epigrams, and to unravel the words and enigmas of the wise.", "7": "How then does a man gain the essence of wisdom? We cross the threshold of true knowledge when we live in obedient devotion to God.[e] Stubborn know-it-alls[f] will never stop to do this, for they scorn true wisdom and knowledge.", "8": "Pay close attention, my child, to your father's wise words and never forget your mother's instructions.[g]", "9": "For their insight will bring you success, adorning you with grace-filled thoughts and giving you reins to guide your decisions.[h]", "10": "When peer pressure compels you to go with the crowd and sinners invite you to join in, you must simply say, “No!”", "11": "When the gang says— “We're going to steal and kill and get away with it.", "12": "We'll take down the rich and rob them. We'll swallow them up alive and take what we want from whomever we want.", "13": "Then we'll take their treasures and fill our homes with loot.", "14": "So come on and join us. Take your chance with us. We'll divide up all we get; we'll each end up with big bags of cash!”—", "15": "my son, refuse to go with them and stay far away from them.", "16": "For crime is their way of life and bloodshed their specialty.", "17": "To be aware of their snare is the best way of escape.", "18": "They'll resort to murder to steal their victim's assets, but eventually it will be their own lives that are ambushed.", "19": "In their ungodly disrespect for God they bring destruction on their own lives.", "20": "Wisdom's praises are sung in the streets and celebrated far and wide.", "21": "Yet wisdom's song is not always heard in the halls of higher learning. But in the hustle and bustle of everyday life its lyrics can always be heard above the din of the crowd.[i] You will hear wisdom's warning as she preaches courageously to those who stop to listen:", "22": "“Foolish ones, how much longer will you cling to your deception?[j] How much longer will you mock wisdom, cynical scorners who fight the facts?", "23": "Come back to your senses and be restored to reality. Don't even think about refusing my rebuke! Don't you know that I'm ready to pour out my spirit of wisdom upon you and bring to you the revelation of my words that will make your heart wise?", "24": "I've called to you over and over; still you refuse to come to me. I've pleaded with you again and again, yet you've turned a deaf ear to my voice.", "25": "Because you have laughed at my counsel and have insisted on continuing in your stubbornness,", "26": "I will laugh when your calamity comes and will turn away from you at the time of your disaster. Make a joke of my advice, will you? Then I'll make a joke out of you!", "27": "When the storm clouds of terror gather over your head, when dread and distress consume you and your catastrophe comes like a hurricane,", "28": "you will cry out to me, but I won't answer. Then it will be too late to expect my help. When desperation drives you to search for me, I will be nowhere to be found.", "29": "Because you have turned up your nose at me and closed your eyes to the facts and refused to worship me in awe—[k]", "30": "because you scoffed at my wise counsel and laughed at my correction—", "31": "now you will eat the bitter fruit of your own ways. You've made your own bed; now lie in it! So how do you like that?", "32": "Like an idiot you've turned away from me and chosen destruction instead. Your self-satisfied smugness[l] will kill you.", "33": "But the one who always listens to me will live undisturbed in a heavenly peace. Free from fear, confident and courageous, you will rest unafraid and sheltered from the storms of life."}