{"1": "The wisdom of Solomon:[a] When wisdom comes to a son, joy comes to a father. When a son turns from wisdom, a mother grieves.", "2": "Gaining wealth through dishonesty[b] is no gain at all. But honesty brings you a lasting happiness.[c]", "3": "The Lord satisfies the longings of all his lovers,[d] but he withholds from the wicked what their souls crave.[e]", "4": "Slackers will know what it means to be poor, while the hard worker becomes wealthy.", "5": "Know the importance of the season you're in and a wise son you will be. But what a waste when an incompetent son sleeps through his day of opportunity![f]", "6": "The lover of God is enriched beyond belief, but the evil man only curses his luck.[g]", "7": "The reputation of the righteous becomes a sweet memorial to him, while the wicked life only leaves a rotten stench.[h]", "8": "The heart of the wise will easily accept instruction. But those who do all the talking are too busy to listen and learn. They'll just keep stumbling ahead into the mess they created.", "9": "The one who walks in integrity[i] will experience a fearless confidence in life, but the one who is devious will eventually be exposed.", "10": "The troublemaker always has a clever plan and won't look you in the eye, but the one who speaks correction honestly can be trusted to make peace.[j]", "11": "The teachings of the lovers of God are like living truth flowing from the fountain of life, but the words of the wicked hide an ulterior motive.[k]", "12": "Hatred keeps old quarrels alive,[l] but love draws a veil over every insult[m] and finds a way to make sin disappear.", "13": "Words of wisdom flow from the one with true discernment. But to the heartless, words of wisdom become like rods beating their backside.", "14": "Wise men don't divulge all that they know,[n] but chattering fools blurt out words that bring them to the brink of ruin.", "15": "A rich man's wealth becomes like a citadel of strength,[o] but the poverty of the poor leaves their security in shambles.", "16": "The lovers of God earn their wages for a life of righteousness, but the wages of the wicked are squandered on a life of sin.[p]", "17": "If you readily receive correction, you are walking on the path to life. But if you reject rebuke, you're guaranteed to go astray.[q]", "18": "The one who hides his hatred while pretending to be your friend is nothing but a liar. But the one who slanders you behind your back proves that he's a fool, never to be trusted.", "19": "If you keep talking, it won't be long before you're saying something really wrong. Prove you're wise from the very start— just bite your tongue and be strong!", "20": "The teachings of the godly ones are like pure silver, bringing words of redemption to others,[r] but the heart of the wicked is corrupt.", "21": "The lovers of God feed many with their teachings,[s] but the foolish ones starve themselves for lack of an understanding heart.", "22": "True enrichment comes from the blessing of the Lord, with rest and contentment[t] in knowing that it all comes from him.", "23": "The fool finds his fun in doing wrong,[u] but the wise delight in having discernment.", "24": "The lawless are haunted by their fears and what they dread will come upon them,[v] but the longings of the lovers of God will all be fulfilled.", "25": "The wicked are blown away by every stormy wind. But when a catastrophe comes, the lovers of God have a secure anchor.", "26": "To trust a lazy person to get a job done will be as irritating as smoke in your eyes— as enjoyable as a toothache!", "27": "Living in the worship and awe of God will bring you many years of contented living. So how could the wicked ever expect to have a long, happy life?", "28": "Lovers of God have a joyful feast of gladness, but the ungodly see their hopes vanish right before their eyes.", "29": "The beautiful ways of God are a safe resting place[w] for those who have integrity. But to those who work wickedness the ways of God spell doom.", "30": "God's lover can never be greatly shaken. But the wicked will never inherit the covenant blessings.[x]", "31": "The teachings of the righteous are loaded with wisdom, but the words of the evil are crooked and perverse.", "32": "Words that bring delight pour from the lips of the godly, but the words of the wicked are duplicitous."}