{"1": "To learn the truth you must long to be teachable,[a] or you can despise correction and remain ignorant.", "2": "If your heart is right, favor flows from the Lord, but a devious heart invites his condemnation.", "3": "You can't expect success by doing what's wrong. But the lives of his lovers are deeply rooted and firmly planted.", "4": "The integrity and strength of a virtuous wife[b] transforms her husband into an honored king.[c] But the wife who disgraces her husband weakens the strength of his identity.[d]", "5": "The lovers of God are filled with good ideas that are noble and pure, but the schemes of the sinner are crammed with nothing but lies.", "6": "The wicked use their words to ambush and accuse,[e] but the lovers of God speak to defend and protect.", "7": "The wicked are taken out, gone for good, but the godly families shall live on.", "8": "Everyone admires a man of principles, but the one with a corrupt heart is despised.", "9": "Just be who you are and work hard for a living, for that's better than pretending to be important and starving to death.", "10": "A good man takes care of the needs of his pets, while even the kindest acts of a wicked man are still cruel.", "11": "Work hard at your job and you'll have what you need. Following a get-rich-quick scheme is nothing but a fantasy.", "12": "The cravings of the wicked are only for what is evil,[f] but righteousness is the core motivation for the lovers of God, and it keeps them content and flourishing.[g]", "13": "The wicked will get trapped by their words of gossip, slander, and lies.[h] But for the righteous, honesty is its own defense.", "14": "For there is great satisfaction in speaking the truth, and hard work brings blessings back to you.", "15": "A fool is in love with his own opinion, but wisdom means being teachable.", "16": "If you shrug off an insult and refuse to take offense, you demonstrate discretion indeed.[i] But the fool has a short fuse and will immediately let you know when he's offended.", "17": "Truthfulness marks the righteous, but the habitual liar can never be trusted.", "18": "Reckless words are like the thrusts of a sword, cutting remarks meant to stab and to hurt. But the words of the wise soothe and heal.", "19": "Truthful words will stand the test of time, but one day every lie will be seen for what it is.", "20": "Deception fills the hearts of those who plot harm, but those who plan for peace[j] are filled with joy.", "21": "Calamity is not allowed to overwhelm the righteous, but there's nothing but trouble waiting for the wicked.", "22": "Live in the truth and keep your promises, and the Lord will keep delighting in you, but he detests a liar.", "23": "Those who possess wisdom don't feel the need to impress others with what they know, but foolish ones make sure their ignorance is on display.", "24": "If you want to reign in life,[k] don't sit on your hands. Instead work hard at doing what's right, for the slacker will end up working to make someone else succeed.", "25": "Anxious fear brings depression, but a life-giving word of encouragement can do wonders to restore joy to the heart.[l]", "26": "Lovers of God give good advice to their friends,[m] but the counsel of the wicked will lead them astray.", "27": "A passive person won't even complete a project,[n] but a passionate person makes good use of his time, wealth, and energy.", "28": "Abundant life is discovered by walking in righteousness, but holding on to your anger leads to death.[o]"}