{"1": "A wise son or daughter desires a father's discipline, but the know-it-all never listens to correction.", "2": "The words of the wise are kind and easy to swallow, but the unbeliever just wants to pick a fight and argue.", "3": "Guard your words and you'll guard your life, but if you don't control your tongue, it will ruin everything.", "4": "The slacker wants it all and ends up with nothing, but the hard worker ends up with all that he longed for.", "5": "Lovers of God hate what is phony and false, but the wicked are full of shame and behave shamefully.[a]", "6": "Righteousness is like a shield of protection, guarding those who keep their integrity, but sin is the downfall of the wicked.", "7": "One pretends to be rich but is poor. Another pretends to be poor but is quite rich.[b]", "8": "The self-assurance of the rich is their money,[c] but people don't kidnap and extort the poor!", "9": "The virtues of God's lovers shine brightly in the darkness, but the flickering lamp of the ungodly will be extinguished.", "10": "Wisdom opens your heart to receive wise counsel, but pride closes your ears to advice and gives birth to only quarrels and strife.", "11": "Wealth quickly gained is quickly wasted—[d] easy come, easy go! But if you gradually gain wealth, you will watch it grow.", "12": "When hope's dream seems to drag on and on, the delay can be depressing. But when at last your dream comes true, life's sweetness will satisfy your soul.[e]", "13": "Despise the word, will you? Then you'll pay the price and it won't be pretty! But the one who honors the Father's holy instructions will be rewarded.", "14": "When the lovers of God teach you truth, a fountain of life opens up within you, and their wise instruction will deliver you from the ways of death.", "15": "Everyone admires a wise, sensible person, but the treacherous walk on the path of ruin.[f]", "16": "Everything a wise and shrewd man does comes from a source of revelation-knowledge,[g] but the behavior of a fool puts foolishness on parade![h]", "17": "An undependable messenger causes a lot of trouble, but the trustworthy and wise messengers release healing wherever they go.[i]", "18": "Poverty and disgrace come to the one who refuses to hear criticism.[j] But the one who is easy to correct is on the path of honor.", "19": "When God fulfills your longings, sweetness fills your soul. But the wicked refuse to turn from darkness to see their desires come to pass.[k]", "20": "If you want to grow in wisdom, spend time with the wise. Walk with the wicked and you'll eventually become just like them.", "21": "Calamity chases the sin-chaser, but prosperity pursues the God-lover.", "22": "The benevolent man leaves an inheritance that endures to his children's children, but the wealth of the wicked is treasured up for the righteous.", "23": "The lovers of God will live a long life and get to enjoy their wealth, but the ungodly will suddenly perish.[l]", "24": "If you withhold correction and punishment[m] from your children, you demonstrate a lack of true love. So prove your love and be prompt to punish them.[n]", "25": "The lovers of God will have more than enough, but the wicked will always lack what they crave."}