{"1": "Every wise woman encourages and builds up her family, but a foolish woman over time will tear it down by her own actions.", "2": "Lovers of truth follow the right path because of their wonderment and worship of God. But the devious display their disdain for him.", "3": "The words of a proud fool will all come back to haunt him. But the words of the wise will become a shield of protection around them.", "4": "The only clean stable is an empty stable. So if you want the work of an ox and to enjoy an abundant harvest, you'll have a mess or two to clean up!", "5": "An honest witness will never lie, but a deceitful witness lies with every breath.", "6": "The intellectually arrogant seek for wisdom, but they never seem to discover what they claim they're looking for. For revelation-knowledge flows to the one who hungers for understanding.", "7": "The words of the wise are like weapons of knowledge.[a] If you need wise counsel, stay away from the fool.", "8": "For the wisdom of the wise will keep life on the right track, while the fool only deceives himself and refuses to face reality.", "9": "Fools mock the need for repentance,[b] while the favor of God rests upon all his lovers.", "10": "Don't expect anyone else to fully understand both the bitterness and the joys of all you experience in your life.", "11": "The household of the wicked is soon torn apart, while the family of the righteous flourishes.", "12": "You can rationalize it all you want and justify the path of error you have chosen, but you'll find out in the end that you took the road to destruction.", "13": "Superficial laughter can hide a heavy heart, but when the laughter ends, the pain resurfaces.", "14": "Those who turn from the truth get what they deserve, but a good person receives a sweet reward.[c]", "15": "A gullible person will believe anything, but a sensible person will confirm the facts.", "16": "A wise person is careful in all things and turns quickly from evil, while the impetuous fool moves ahead with overconfidence.", "17": "An impulsive person has a short fuse and can ruin everything, but the wise show self-control.[d]", "18": "The naïve demonstrate a lack of wisdom, but the lovers of wisdom are crowned with revelation-knowledge.", "19": "Evil ones will pay tribute to good people and eventually come to be servants of the godly.[e]", "20": "The poor are disliked even by their neighbors, but everyone wants to get close to the wealthy.", "21": "It's a sin to despise one who is less fortunate than you,[f] but when you are kind to the poor, you will prosper and be blessed.", "22": "Haven't you noticed how evil schemers always wander astray? But kindness and truth come to those who make plans to be pure in all their ways.[g]", "23": "If you work hard at what you do, great abundance will come to you. But merely talking about getting rich while living to only pursue your pleasures[h] brings you face-to-face with poverty.[i]", "24": "The true net worth of the wise[j] is the wealth that wisdom imparts. But the way of life for the fool is his foolishness.[k]", "25": "Speak the truth and you'll save souls, but in the spreading of lies treachery thrives.", "26": "Confidence and strength flood the hearts of the lovers of God who live in awe of him, and their devotion provides their children with a place of shelter and security.[l]", "27": "To worship God in wonder and awe opens a fountain of life within you, empowering you to escape death's domain.[m]", "28": "A king glories in the number of his loyal followers, but a dwindling population spells ruin for any leader.", "29": "When your heart overflows with understanding you'll be very slow to get angry. But if you have a quick temper, your impatience will be quickly seen by all.", "30": "A tender, tranquil heart will make you healthy,[n] but jealousy can make you sick.", "31": "Insult your Creator, will you? That's exactly what you do every time that you oppress the powerless![o] Showing kindness to the poor is equal to honoring your maker.", "32": "The wicked are crushed by every calamity, but the lovers of God find a strong hope even in the time of death.[p]", "33": "Wisdom soothes the heart of the one with living-understanding, but the heart of the fool just stockpiles stupidity.", "34": "A nation is exalted by the righteousness of its people, but sin heaps disgrace upon the land.", "35": "A wise and faithful servant receives promotion from the king, but the one who acts disgracefully gets to taste the anger of the king.[q]"}