{"1": "Respond gently when you are confronted and you'll defuse the rage of another. Responding with sharp, cutting words[a] will only make it worse. Don't you know that being angry can ruin the testimony of even the wisest of men?[b]", "2": "When wisdom speaks, understanding becomes attractive. But the words of the fool make their ignorance look laughable.[c]", "3": "The eyes of the Lord are everywhere[d] and he takes note of everything that happens. He watches over his lovers, and he also sees the wickedness of the wicked.", "4": "When you speak healing words, you offer others fruit from the tree of life. But unhealthy, negative words do nothing but crush their hopes.[e]", "5": "You're stupid to mock the instruction of a father, but welcoming correction will make you brilliant.[f]", "6": "There is power in the house of the righteous,[g] but the house of the wicked is filled with trouble, no matter how much money they have.", "7": "When wisdom speaks, revelation-knowledge is released,[h] but finding true wisdom in the word of a fool is futile.", "8": "It is despicable to the Lord when people use the worship of the Almighty as a cloak for their sin,[i] but every prayer of his godly lovers is pleasing to his heart.", "9": "The Lord detests the lifestyle of the wicked, but he loves those who pursue purity.[j]", "10": "Severe punishment awaits the one who turns away from the truth, and those who rebel against correction will die.", "11": "Even hell itself holds no secrets from the Lord God, for all is exposed before his eyes, and so much more the heart of every human being.", "12": "The know-it-all never esteems the one who tries to correct him. He refuses to seek good advice from the wise.[k]", "13": "A cheerful heart puts a smile on your face, but a broken heart leads to depression.", "14": "Lovers of God[l] hunger after truth, but those without understanding feast on foolishness and don't even realize it.", "15": "Everything seems to go wrong when you feel weak and depressed. But when you choose to be cheerful, every day will bring you more and more joy and fullness.[m]", "16": "It's much better to live simply, surrounded in holy awe and worship of God, than to have great wealth with a home full of trouble.", "17": "It's much better to have a kind, loving family, even with little, than to have great wealth with nothing but hatred and strife all around you.[n]", "18": "A touchy, hot-tempered man picks a fight, but the calm, patient man knows how to silence strife.", "19": "Nothing seems to work right[o] for the lazy man, but life seems smooth and easy when your heart is virtuous.", "20": "When a son learns wisdom, a father's heart is glad. But the man who shames[p] his mother is a foolish son.", "21": "The senseless fool treats life like a joke, but the one with living-understanding makes good choices.", "22": "Your plans will fall apart right in front of you if you fail to get good advice. But if you first seek out multiple counselors, you'll watch your plans succeed.", "23": "Everyone enjoys giving great advice. But how delightful it is to say the right thing at the right time!", "24": "The life path of the prudent lifts them progressively heavenward, delivering them from the death spiral that keeps tugging them downward.", "25": "The Lord champions the widow's cause,[q] but watch him as he smashes down the houses of the haughty!", "26": "The Lord detests wicked ways of thinking,[r] but he enjoys lovely and delightful words.", "27": "The one who puts earning money above his family will have trouble at home, but those who refuse to exploit others will live in peace.", "28": "Lovers of God think before they speak, but the careless blurt out wicked words meant to cause harm.", "29": "The Lord doesn't respond to the wicked, but he's moved to answer the prayers of his godly lovers.", "30": "Eyes that focus on what is beautiful[s] bring joy to the heart, and hearing a good report refreshes and strengthens the inner being.[t]", "31": "Accepting constructive criticism opens your heart to the path of life, making you right at home among the wise.", "32": "Refusing constructive criticism shows you have no interest in improving your life, for revelation-insight only comes as you accept correction and the wisdom that it brings.", "33": "The source of revelation-knowledge is found as you fall down in surrender before the Lord. Don't expect to see Shekinah glory[u] until the Lord sees your sincere humility."}