{"1": "Go ahead and make all the plans you want, but it's the Lord who will ultimately direct your steps.[a]", "2": "We are all in love with our own opinions, convinced they're correct. But the Lord is in the midst of us,[b] testing and probing our every motive.", "3": "Before you do anything, put your trust totally in God and not in yourself.[c] Then every plan you make will succeed.", "4": "The Lord works everything together to accomplish his purpose.[d] Even the wicked are included in his plans— he sets them aside for the day of disaster.", "5": "Exalting yourself is disgusting to the Lord, for pride attracts his punishment— and you can count on that!", "6": "You can avoid evil through surrendered worship and the fear of God, for the power of his faithful love removes sin's guilt and grip over you.", "7": "When the Lord is pleased with the decisions you've made, he activates grace to turn enemies into friends.", "8": "It is better to have little with a heart that loves justice than to be rich and not have God on your side.", "9": "Within your heart you can make plans for your future, but the Lord chooses the steps you take to get there.", "10": "A king speaks the revelation of truth, so he must be extraordinarily careful in the decrees that he makes.", "11": "The Lord expects you to be fair in every business deal, for he is the one who sets the standards for righteousness.[e]", "12": "Kings and leaders despise wrongdoing, for the true authority to rule and reign is built on a foundation of righteousness.", "13": "Kings and leaders love to hear godly counsel, and they love those who tell them the truth.", "14": "The anger of a king releases the messenger of death,[f] but a wise person will know how to pacify his wrath.", "15": "Life-giving light streams from the presence of a king,[g] and his favor is showered upon those who please him.", "16": "Everyone wants gold, but wisdom's worth[h] is far greater. Silver is sought after, but a heart of understanding yields a greater return.", "17": "Repenting from evil places you on the highway of holiness. Protect purity and you protect your life.[i]", "18": "Your boast becomes a prophecy of a future failure. The higher you lift up yourself in pride,[j] the harder you'll fall in disgrace.", "19": "It's better to be meek and lowly and live among the poor than to live high and mighty among the rich and famous.", "20": "One skilled in business discovers prosperity, but the one who trusts in God is blessed beyond belief!", "21": "The one with a wise heart is called “discerning,” and speaking sweetly to others makes your teaching even more convincing.", "22": "Wisdom is a deep well of understanding opened up within you as a fountain of life for others, but it's senseless to try to instruct a fool.", "23": "Winsome words pour from a heart of wisdom, adding value to all you teach.", "24": "Nothing is more appealing than speaking beautiful, life-giving words. For they release sweetness to our souls and inner healing to our spirits.[k]", "25": "Before every person there is a path that seems like the right one to take, but it leads straight to hell![l]", "26": "Life motivation comes from the deep longings of the heart, and the passion to see them fulfilled urges you onward.[m]", "27": "A wicked scoundrel wants to dig up dirt on others, only to spread slander and shred their reputation.", "28": "A twisted person spreads rumors; a whispering gossip ruins good friendships.", "29": "A vicious criminal can be persuasive, enticing others to join him as partners in crime, but he leads them all down a despicable path.", "30": "It's easy to tell when a wicked man is hatching some crooked scheme— it's written all over his face. His looks betray him as he gives birth to his sin.", "31": "Old age with wisdom will crown you with dignity and honor, for it takes a lifetime of righteousness to acquire it.[n]", "32": "Do you want to be a mighty warrior? It's better to be known as one who is patient and slow to anger.[o] Do you want to conquer a city? Rule over your temper before you attempt to rule a city.", "33": "We may toss the coin and roll the dice, but God's will is greater than luck.[p]"}