{"1": "A simple, humble life with peace and quiet is far better than an opulent lifestyle with nothing but quarrels and strife at home.", "2": "A wise, intelligent servant will be honored above a shameful son. He'll even end up having a portion left to him in his master's will.", "3": "In the same way that gold and silver are refined by fire, the Lord purifies your heart by the tests and trials of life.", "4": "Those eager to embrace evil listen to slander, for a liar loves to listen to lies.", "5": "Mock the poor, will you? You insult your Creator every time you do! If you make fun of others' misfortune, you'd better watch out—your punishment is on its way.", "6": "Grandparents have the crowning glory of life: grandchildren! And it's only proper for children to take pride in their parents.[a]", "7": "It is not proper for a leader to lie and deceive, and don't expect excellent words to be spoken by a fool.[b]", "8": "Wise instruction is like a costly gem. It turns the impossible into success.[c]", "9": "Love overlooks the mistakes of others, but dwelling on the failures of others devastates friendships.", "10": "One word of correction breaks open a teachable heart, but a fool can be corrected a hundred times and still not know what hit him.", "11": "Rebellion thrives in an evil man, so a messenger of vengeance[d] will be sent to punish him.[e]", "12": "It's safer to meet a grizzly bear robbed of her cubs than to confront a reckless fool.", "13": "The one who returns evil for good can expect to be treated the same way for the rest of his life.[f]", "14": "Don't be one who is quick to quarrel, for an argument is hard to stop, and you never know how it will end, so don't even start down that road![g]", "15": "There is nothing God hates more than condemning the one who is innocent and acquitting the one who is guilty.", "16": "Why pay tuition to educate a fool? For he has no intention of acquiring true wisdom.", "17": "A dear friend will love you no matter what, and a family sticks together through all kinds of trouble.", "18": "It's stupid to run up bills you'll never be able to pay or to cosign for the loan of your friend. Save yourself the trouble and don't do either one.", "19": "If you love to argue, then you must be in love with sin. For the one who loves to boast[h] is only asking for trouble.", "20": "The one with a perverse heart never has anything good to say,[i] and the chronic liar tumbles into constant trouble.", "21": "Parents of a numskull will have many sorrows, for there's nothing about his lifestyle that will make them proud.", "22": "A joyful, cheerful heart brings healing to both body and soul. But the one whose heart is crushed struggles with sickness and depression.", "23": "When you take a secret bribe, your actions reveal your true character, for you pervert the ways of justice.", "24": "Even the face of a wise man shows his intelligence. But the wandering eyes of a fool will look for wisdom everywhere except right in front of his nose.", "25": "A father grieves over the foolishness of his child, and bitter sorrow fills his mother.", "26": "It's horrible to persecute a holy lover of God or to strike an honorable man for his integrity!", "27": "Can you bridle your tongue when your heart is under pressure? That's how you show that you are wise. An understanding heart keeps you cool, calm, and collected, no matter what you're facing.", "28": "When even a fool bites his tongue[j] he's considered wise. So shut your mouth when you are provoked— it will make you look smart."}