{"1": "An unfriendly person isolates himself and seems to care only about his own issues. For his contempt of sound judgment makes him a recluse.[a]", "2": "Senseless people find no pleasure in acquiring true wisdom, for all they want to do is impress you with what they know.", "3": "An ungodly man is always cloaked with disgrace, as dishonor and shame are his companions.", "4": "Words of wisdom[b] are like a fresh, flowing brook— like deep waters that spring forth from within, bubbling up inside the one with understanding.", "5": "It is atrocious when judges show favor to the guilty and deprive the innocent of justice.", "6": "A senseless man jumps headfirst into an argument; he's just asking for a beating for his reckless words.[c]", "7": "A fool has a big mouth that only gets him into trouble, and he'll pay the price for what he says.", "8": "The words of a gossip merely reveal the wounds of his own soul,[d] and his slander penetrates into the innermost being.", "9": "The one who is too lazy to look for work is the same one who wastes his life away.", "10": "The character of God is a tower of strength,[e] for the lovers of God delight to run into his heart and be exalted on high.", "11": "The rich, in their conceit, imagine that their wealth is enough to protect them. It becomes their confidence in a day of trouble.[f]", "12": "A man's heart is the proudest when his downfall is nearest, for he won't see glory until the Lord sees humility.", "13": "Listen before you speak, for to speak before you've heard the facts will bring humiliation.", "14": "The will to live sustains you when you're sick,[g] but depression crushes courage and leaves you unable to cope.", "15": "The spiritually hungry are always ready to learn more, for their hearts are eager to discover new truths.", "16": "Would you like to meet a very important person? Take a generous gift. It will do wonders to gain entrance into his presence.", "17": "There are two sides to every story. The first one to speak sounds true until you hear the other side and they set the record straight.[h]", "18": "A coin toss[i] resolves a dispute and can put an argument to rest between formidable opponents.", "19": "It is easier to conquer a strong city than to win back a friend whom you've offended. Their walls go up, making it nearly impossible to win them back.[j]", "20": "Sharing words of wisdom is satisfying to your inner being. It encourages you to know that you've changed someone else's life.[k]", "21": "Your words are so powerful that they will kill or give life, and the talkative person will reap the consequences.", "22": "When a man finds a wife, he has found a treasure! For she is the gift of God to bring him joy and pleasure. But the one who divorces a good woman loses what is good from his house.[l] To choose an adulteress is both stupid and ungodly.[m]", "23": "The poor plead for help from the rich, but all they get in return is a harsh response.", "24": "Some friendships don't last for long,[n] but there is one loving friend who is joined to your heart[o] closer than any other!"}