{"1": "It's better to be honest, even if it leads to poverty, than to live as a dishonest fool.", "2": "The best way to live is with revelation-knowledge, for without it, you'll grow impatient and run right into error.[a]", "3": "There are some people who ruin their own lives and then blame it all on God.", "4": "Being wealthy means having lots of “friends,” but the poor can't keep the ones they have.", "5": "Perjury won't go unpunished, and liars will get all that they deserve.", "6": "Everyone wants to be close to the rich and famous, but a generous person has all the friends he wants!", "7": "When a man is poor, even his family has no use for him. How much more will his “friends” avoid him— for though he begs for help, they won't respond.[b]", "8": "Do yourself a favor and love wisdom. Learn all you can, then watch your life flourish and prosper!", "9": "Tell lies and you're going to get caught, and the habitual liar is doomed.", "10": "It doesn't seem right when you see a fool living in the lap of luxury or a prideful servant ruling over princes.", "11": "A wise person demonstrates patience, for mercy[c] means holding your tongue. When you are insulted, be quick to forgive and forget it, for you are virtuous when you overlook an offense.", "12": "The rage of a king is like the roar of a lion, but his sweet favor is like a gentle, refreshing rain.", "13": "A rebellious son breaks a father's heart, and a nagging wife can drive you crazy!", "14": "You can inherit houses and land from your parents, but a good[d] wife only comes as a gracious gift from God!", "15": "Go ahead—be lazy and passive. But you'll go hungry if you live that way.", "16": "Honor God's holy instructions and life will go well for you. But if you despise his ways and choose your own plans, you will die.", "17": "Every time you give to the poor you make a loan to the Lord. Don't worry—you'll be repaid in full for all the good you've done.", "18": "Don't be afraid to discipline your children while they're still young enough to learn. Don't indulge your children or be swayed by their protests.", "19": "A hot-tempered man has to pay the price for his anger.[e] If you bail him out once, you'll do it a dozen times.", "20": "Listen well to wise counsel and be willing to learn from correction so that by the end of your life you'll be known for your wisdom.", "21": "A person may have many ideas concerning God's plan for his life, but only the designs of his purpose will succeed in the end.", "22": "A man is charming when he displays tender mercies to others. And a lover of God who is poor and promises nothing is better than a rich liar who never keeps his promises.", "23": "When you live a life of abandoned love, surrendered before the awe of God, here's what you'll experience: Abundant life. Continual protection.[f] And complete satisfaction!", "24": "There are some people who pretend they're hurt— deadbeats who won't even work to feed themselves.[g]", "25": "If you punish the insolent who don't know any better, they will learn not to mock. But if you correct a wise man, he will grow even wiser.", "26": "Children who mistreat their parents are an embarrassment to their family and a public disgrace.", "27": "So listen, my child. Don't reject correction or you will certainly wander from the ways of truth.[h]", "28": "A corrupt witness makes a mockery of justice, for the wicked never play by the rules.[i]", "29": "Judgment is waiting for those who mock the truth, and foolish living invites a beating."}