{"1": "My child, will you treasure my wisdom? Then, and only then, will you acquire it. And only if you accept my advice and hide it within will you succeed.", "2": "So train your heart to listen when I speak and open your spirit wide to expand your discernment— then pass it on to your sons and daughters.[a]", "3": "Yes, cry out for comprehension and intercede for insight.", "4": "For if you keep seeking it like a man would seek for sterling silver, searching in hidden places for cherished treasure,", "5": "then you will discover the fear of the Lord and find the true knowledge of God.", "6": "Wisdom is a gift from a generous God, and every word he speaks is full of revelation and becomes a fountain of understanding within you.[b]", "7-8": "–8 For the Lord has a hidden storehouse of wisdom made accessible to his godly lovers.[c] He becomes your personal bodyguard as you follow his ways, protecting and guarding you as you choose what is right.", "9": "Then you will discover all that is just, proper, and fair, and be empowered to make the right decisions as you walk into your destiny.", "10": "When wisdom wins your heart and revelation breaks in, true pleasure enters your soul.", "11": "If you choose to follow good counsel, divine design will watch over you and understanding will protect you from making poor choices.", "12": "It will rescue you from evil in disguise and from those who speak duplicities.", "13": "For they have left the highway of holiness and walk in the ways of darkness.", "14": "They take pleasure when evil prospers and thoroughly enjoy a lifestyle of sin.", "15": "But they're walking on a path to nowhere, wandering away into deeper deception.", "16": "Only wisdom can save you from the flattery of the promiscuous woman— she's such a smooth-talking seductress!", "17": "She left her husband and has forgotten her wedding vows.[d]", "18": "You'll find her house on the road to hell,", "19": "and all the men who go through her doors will never come back to the place they were— they will find nothing but desolation and despair.", "20": "Follow those who follow wisdom and stay on the right path.", "21": "For all my godly lovers will enjoy life to the fullest and will inherit their destinies.[e]", "22": "But the treacherous ones who love darkness will not only lose all they could have had, they will lose even their own souls!"}