{"1": "A drunkard is obnoxious, loud, and argumentative; you're a fool to get intoxicated with strong drink.", "2": "The rage of a king is like the roar of a lion. Do you really want to go and make him angry?", "3": "A person of honor[a] will put an argument to rest. Only the stupid want to pick a fight.", "4": "If you're too lazy to plant seed, it's too bad when you have no harvest on which to feed.[b]", "5": "A man of deep understanding will give good advice, drawing it out from the well within.", "6": "Many will tell you they're your loyal friends, but who can find one who is truly trustworthy?[c]", "7": "The lovers of God will walk in integrity, and their children are fortunate to have godly parents as their examples.", "8": "A righteous king sits on his judgment seat. He scatters evil away from his kingdom by his wise discernment.", "9": "Which one of us can truly say, “I am free from sin in my life, for my heart is clean and pure”?[d]", "10": "Mark it down: God hates it when you demonstrate a double standard— one for “them” and one for “you.”", "11": "All children show what they're really like by how they act. You can discern their character, whether they are pure or perverse.", "12": "Lovers of God have been given eyes to see with spiritual discernment and ears to hear from God.", "13": "If you spend all your time sleeping, you'll grow poor.[e] So wake up, sleepyhead! Don't sleep on the job. And then there will be plenty of food on your table.", "14": "The buyer says, as he haggles over the price, “That's junk. It's worthless!” Then he goes out and brags, “Look at the great bargain I got!”", "15": "You may have an abundance of wealth, piles of gold and jewels, but there is something of far greater worth: speaking revelation words of knowledge.", "16": "Anyone stupid enough to guarantee a loan for a stranger[f] deserves to have his property held as security.", "17": "What you obtain dishonestly may seem sweet at first, but sooner or later you'll live to regret it.[g]", "18": "If you solicit good advice, then your plans will succeed. So don't charge into battle without wisdom, for wars are won by skillful strategy.", "19": "A blabbermouth will reveal your secrets, so stay away from people who can't keep their mouths shut.[h]", "20": "If you despise your father or mother, your life will flicker out like a lamp, extinguished into the deepest darkness.", "21": "If an inheritance is gained too early in life, it will not be blessed in the end.", "22": "Don't ever say, “I'm going to get even with them if it's the last thing I do!” Wrap God's grace around your heart and he will be the one to vindicate you.", "23": "The Lord hates double standards— that's hypocrisy at its worst![i]", "24": "It is the Lord who directs your life, for each step you take is ordained by God to bring you closer to your destiny. So much of your life, then, remains a mystery![j]", "25": "Be careful in making a rash promise before God, or you may be trapped by your vow and live to regret it.", "26": "A wise king is able to discern corruption and remove wickedness from his kingdom.[k]", "27": "The spirit God breathed into man[l] is like a living lamp, a shining light searching into the innermost chamber of our being.", "28": "Good leadership[m] is built on love and truth, for kindness and integrity are what keep leaders in their position of trust.", "29": "We admire the young for their strength and beauty, but the dignity of the old is their wisdom.[n]", "30": "When you are punished severely, you learn your lesson well— for painful experiences do wonders to change your life."}