{"1": "It's as easy for God to steer a king's heart[a] for his purposes as it is for him to direct the course of a stream.[b]", "2": "You may think you're right all the time, but God thoroughly examines our motives.", "3": "It pleases God more when we demonstrate godliness and justice than when we merely offer him a sacrifice.", "4": "Arrogance, superiority, and pride are the fruits of wickedness[c] and the true definition of sin.", "5": "Brilliant ideas pay off and bring you prosperity, but making hasty, impatient decisions will only lead to financial loss.[d]", "6": "You can make a fortune dishonestly, but your crime will hold you in the snares of death![e]", "7": "Violent rebels don't have a chance, for their rejection of truth and their love of evil will drag them deeper into darkness.", "8": "You can discern that a person is guilty by his devious actions and the innocence of a person by his honest, sincere ways.", "9": "It's better to live all alone in a rickety shack than to share a castle with a crabby spouse![f]", "10": "The wicked always crave what is evil; they'll show no mercy and get no mercy.[g]", "11": "Senseless people learn their lessons the hard way, but the wise are teachable.", "12": "A godly, righteous person[h] has the ability to bring the light of instruction to the wicked even though he despises what the wicked do.[i]", "13": "If you close your heart to the cries of the poor, then I'll close my ears when you cry out to me!", "14": "Try giving a secret gift to the one who is angry with you and watch his anger disappear. A kind, generous gift goes a long way to soothe the anger of one who is livid.[j]", "15": "When justice is served, the lovers of God celebrate and rejoice, but the wicked begin to panic.", "16": "When you forsake the ways of wisdom, you will wander into the realm of dark spirits.[k]", "17": "To love pleasure for pleasure's sake will introduce you to poverty. Indulging in a life of luxury[l] will never make you wealthy.", "18": "The wicked bring on themselves the very suffering they planned for others, for their treachery comes back to haunt them.[m]", "19": "It's better to live in a hut in the wilderness than with a crabby, scolding spouse!", "20": "In wisdom's house you'll find delightful treasures and the oil of the Holy Spirit.[n] But the stupid[o] squander what they've been given.", "21": "The lovers of God who chase after righteousness will find all their dreams come true: an abundant life drenched with favor and a fountain that overflows with satisfaction.[p]", "22": "A warrior filled with wisdom ascends into the high place and releases regional breakthrough, bringing down the strongholds of the mighty.[q]", "23": "Watch your words and be careful what you say, and you'll be surprised how few troubles you'll have.", "24": "An arrogant man is inflated with pride— nothing but a snooty scoffer in love with his own opinion. Mr. Mocker is his name![r]", "25-26": "–26 Taking the easy way out is the habit of a lazy man, and it will be his downfall. All day long he thinks about all the things that he craves, for he hasn't learned the secret that the generous man has learned: extravagant giving never leads to poverty.[s]", "27": "To bring an offering to God with an ulterior motive is detestable, for it amounts to nothing but hypocrisy.", "28": "No one believes a notorious liar, but the guarded words of an honest man stand the test of time.", "29": "The wicked are shameless and stubborn, but the lovers of God have a holy confidence.", "30": "All your brilliant wisdom and clever insight will be of no help at all if the Lord is against you.", "31": "You can do your best to prepare for the battle,[t] but ultimate victory comes from the Lord God."}