{"1": "A beautiful reputation[a] is more to be desired than great riches, and to be esteemed by others is more honorable than to own immense investments.[b]", "2": "The rich and the poor have one thing in common: the Lord God created each one.", "3": "A prudent person with insight foresees danger coming and prepares himself for it.[c] But the senseless rush blindly forward and suffer the consequences.", "4": "Laying your life down in tender surrender before the Lord will bring life, prosperity, and honor as your reward.", "5": "Twisted and perverse lives are surrounded by demonic influence.[d] If you value your soul, stay far away from them.", "6": "Dedicate your children to God and point them in the way that they should go,[e] and the values they've learned from you will be with them for life.", "7": "If you borrow money with interest, you'll end up serving the interests of your creditors,[f] for the rich rule over the poor.", "8": "Sin is a seed that brings a harvest; you'll reap a heap of trouble with every seed you plant. For your investment in sins pays a full return— the full punishment you deserve![g]", "9": "When you are generous[h] to the poor, you are enriched with blessings in return.", "10": "Say goodbye to a troublemaker and you'll say goodbye to quarrels, strife, tension, and arguments, for a troublemaker traffics in shame.[i]", "11": "The Lord loves those whose hearts are holy, and he is the friend of those whose ways are pure.[j]", "12": "God passionately watches[k] over his deep reservoir[l] of revelation-knowledge, but he subverts the lies of those who pervert the truth.", "13": "A slacker always has an excuse for not working— like “I can't go to work. There's a lion outside! And murderers too!”[m]", "14": "Sex with an adulteress is like falling into the abyss. Those under God's curse jump right in to their own destruction.", "15": "Although rebellion is woven into a young man's heart,[n] tough discipline can make him into a man.", "16": "There are two kinds of people headed toward poverty: those who exploit the poor and those who bribe the rich.[o]", "17": "Listen carefully and open your heart.[p] Drink in the wise revelation that I impart.", "18": "You'll become winsome and wise when you treasure the beauty of my words. And always be prepared to share them at the appropriate time.", "19": "For I'm releasing these words to you this day, yes, even to you, so that your living hope will be found in God alone, for he is the only one who is always true.", "20-21": "–21 Pay attention to these excellent sayings of three-fold things.[q] For within my words you will discover true and reliable revelation. They will give you serenity[r] so that you can reveal the truth of the word of the one who sends you.", "22": "Never oppress the poor or pass laws with the motive of crushing the weak.", "23": "For the Lord will rise to plead their case and humiliate the one who humiliates the poor.[s]", "24-25": "–25 Walk away from an angry man or you'll embrace a snare in your soul[t] by becoming bad-tempered just like him.", "26": "Why would you ever guarantee a loan for someone else or promise to be responsible for his debts?", "27": "For if you fail to pay you could lose your shirt![u]", "28": "The previous generation has set boundaries in place. Don't you dare move them just to benefit yourself.[v]", "29": "If you are uniquely gifted in your work, you will rise and be promoted. You won't be held back— you'll stand before kings!"}