{"1": "When you've been invited to dine with a very important leader, consider your manners and keep in mind who you're with.", "2": "Be careful to curb your appetite and catch yourself before you fall into the trap of wanting all you see.[a]", "3": "Don't crave their delicacies, for they may have another motive in having you sit at their table.", "4": "Don't compare yourself to the rich.[b] Surrender your selfish ambition and evaluate them properly.", "5": "For no sooner do you start counting your wealth than it sprouts wings and flies away like an eagle in the sky— here today, gone tomorrow!", "6": "Be sensible when you dine with a stingy man[c] and don't eat more than you should.[d]", "7": "For as he thinks within himself, so is he.[e] He will grudgingly say, “Go ahead and eat all you want,” but in his heart he resents the fact that he has to pay for your meal.", "8": "You'll be sorry you ate anything at all,[f] and all your compliments will be wasted.", "9": "A rebellious fool will despise your wise advice, so don't even waste your time—save your breath!", "10": "Never move a long-standing boundary line or attempt to take land that belongs to the fatherless.", "11": "For they have a mighty protector, a loving redeemer,[g] who watches over them, and he will stand up for their cause.", "12": "Pay close attention to the teaching that corrects you, and open your heart to every word of instruction.", "13": "Don't withhold appropriate discipline from your child. Go ahead and punish him when he needs it.[h] Don't worry—it won't kill him!", "14": "A good spanking could be the very thing that teaches him a lifelong lesson![i]", "15": "My beloved child, when your heart is full of wisdom, my heart is full of gladness.", "16": "And when you speak anointed words,[j] we are speaking mouth to mouth![k]", "17": "Don't allow the actions of evil men to cause you to burn with anger.[l] Instead, burn with unrelenting passion as you worship God in holy awe.", "18": "Your future is bright and filled with a living hope that will never fade away.", "19": "As you listen to me, my beloved child, you will grow in wisdom and your heart will be drawn into understanding, which will empower you to make right decisions.[m]", "20": "Don't live in the excesses of drunkenness or gluttony, or waste your life away by partying all the time,[n]", "21": "because drunkards and gluttons sleep their lives away and end up broke!", "22": "Give respect to your father and mother, for without them you wouldn't even be here. And don't neglect them when they grow old.", "23": "Embrace the truth[o] and hold it close. Don't let go of wisdom, instruction, and life-giving understanding.", "24": "When a father observes his child living in godliness, he is ecstatic with joy—nothing makes him prouder!", "25": "So may your father's heart burst with joy and your mother's soul be filled with gladness because of you.", "26": "My son, give me your heart and embrace fully what I'm about to tell you.", "27": "Stay far away from prostitutes and you'll stay far away from the pit of destruction. For sleeping with a promiscuous woman is like falling into a trap that you'll never be able to escape!", "28": "Like a robber hiding in the shadows she's waiting to claim another victim— another husband unfaithful to his wife.", "29": "Who has anguish? Who has bitter sorrow? Who constantly complains and argues? Who stumbles and falls and hurts himself? Who's the one with bloodshot eyes?", "30": "It's the one who drinks too much and is always looking for a brew. Make sure it's never you!", "31": "And don't be drunk with wine[p] but be known as one who enjoys the company of the lovers of God,[q]", "32": "For drunkenness brings the sting of a serpent, like the fangs of a viper[r] spreading poison into your soul.", "33": "It will make you hallucinate, mumble, and speak words that are perverse.", "34": "You'll be like a seasick sailor being tossed to and fro, dizzy and out of your mind.", "35": "You'll awake only to say, “What hit me? I feel like I've been run over by a truck!” Yet off you'll go, looking for another drink!"}