{"1": "Don't envy the wealth of the wicked or crave their company.", "2": "For they're obsessed with causing trouble and their conversations are corrupt.", "3": "Wise people are builders—[a] they build families, businesses, communities. And through intelligence and insight their enterprises are established and endure.", "4": "Because of their skilled leadership the hearts[b] of people are filled with the treasures of wisdom and the pleasures of spiritual wealth.", "5": "Wisdom can make anyone into a mighty warrior,[c] and revelation-knowledge increases strength.", "6": "Wise strategy is necessary to wage war, and with many astute advisers you'll see the path to victory more clearly.", "7": "Wisdom is a treasure too lofty[d] for a quarreling fool— he'll have nothing to say when leaders gather together.", "8": "There is one who makes plans to do evil— Master Schemer is his name.", "9": "If you plan to do evil, it's as wrong as doing it. And everyone detests a troublemaker.", "10": "If you faint when under pressure, you have need of courage.[e]", "11": "Go and rescue the perishing! Be their savior! Why would you stand back and watch them stagger to their death?", "12": "And why would you say, “But it's none of my business”? The one who knows you completely and judges your every motive is also the keeper of souls—and not just yours! He sees through your excuses and holds you responsible for failing to help those whose lives are threatened.", "13": "Revelation-knowledge is a delicacy, sweet like flowing honey that melts in your mouth. Eat as much of it as you can, my friend!", "14": "For then you will perceive what is true wisdom, your future will be bright,[f] and this hope living within will never disappoint you.", "15": "Listen up, you wicked, irreverent ones— don't harass the lovers of God[g] and don't invade their resting place.", "16": "For the lovers of God may suffer adversity and stumble seven times, but they will continue to rise over and over again. But the unrighteous are brought down by just one calamity and will never be able to rise again.[h]", "17": "Never gloat when your enemy meets disaster and don't be quick to rejoice if he falls.", "18": "For the Lord, who sees your heart, will be displeased with you and will pity your foe.", "19": "Don't be angrily offended over evildoers or be agitated by them.[i]", "20": "For the wicked have no life and no future— their light of life will die out.[j]", "21": "My child, stand in awe of the Lord Jehovah! Give counsel to others, but don't mingle with those who are rebellious.", "22": "For sudden destruction will fall upon them and their lives will be ruined in a moment. And who knows what retribution they will face![k]", "23": "Those enlightened with wisdom have spoken these proverbs: Judgment must be impartial, for it is always wrong to be swayed by a person's status.", "24": "If you say to the guilty, “You are innocent,” the nation will curse you and the people will revile you.", "25": "But when you convict the guilty, the people will thank you and reward you with favor.", "26": "Speaking honestly is a sign of true friendship.[l]", "27": "Go ahead, build your career and give yourself to your work. But if you put me first, you'll see your family built up![m]", "28": "Why would you be a false accuser and slander with your words?", "29": "Don't ever spitefully say, “I'll get even with him! I'll do to him what he did to me!”", "30-31": "–31 One day I passed by the field of a lazy man and I noticed the vineyards of a slacker. I observed nothing but thorns, weeds, and broken-down walls.", "32": "So I considered their lack of wisdom, and I pondered the lessons I could learn from this:", "33-34": "–34 Professional work habits prevent poverty from becoming your permanent business partner. And: If you put off until tomorrow the work you could do today, tomorrow never seems to come."}