{"1": "Solomon's proverbs, published by the scribes of King Hezekiah:", "2": "God conceals the revelation of his word[a] in the hiding place of his glory.[b] But the honor of kings[c] is revealed by how they thoroughly search out the deeper meaning of all that God says.", "3": "The heart of a king is full of understanding, like the heavens are high and the ocean is deep.", "4": "If you burn away the impurities from silver, a sterling vessel will emerge from the fire.", "5": "And if you purge corruption from the kingdom, a king's reign will be established in righteousness.", "6": "Don't boast in the presence of a king or promote yourself by taking a seat at the head table and pretend that you're someone important.", "7": "For it is better for the king to say to you, “Come, you should sit at the head table,” than for him to say in front of everyone, “Please get up and move— you're sitting in the place of the prince.”", "8": "Don't be hasty to file a lawsuit. By starting something you wish you hadn't, you could be humiliated when you lose your case.", "9": "Don't reveal another person's secret just to prove a point in an argument, or you could be accused of being a gossip", "10": "and gain a reputation for being one who betrays the confidence of a friend.", "11": "Winsome words spoken at just the right time[d] are as appealing as apples gilded in gold and surrounded with silver.[e]", "12": "To humbly receive wise correction adorns your life with beauty[f] and makes you a better person.", "13": "A reliable, trustworthy messenger refreshes the heart of his master,[g] like a gentle breeze blowing at harvest time— cooling the sweat from his brow.", "14": "Clouds that carry no water and a wind that brings no refreshing rain—[h] that's what you're like when you boast of a gift that you don't have.[i]", "15": "Use patience and kindness when you want to persuade leaders and watch them change their minds right in front of you. For your gentle wisdom will quell the strongest resistance.[j]", "16": "When you discover something sweet, don't overindulge and eat more than you need, for excess in anything can make you sick of even a good thing.", "17": "Don't wear out your welcome by staying too long at the home of your friends, or they may get fed up with always having you there and wish you hadn't come.", "18": "Lying about and slandering people are as bad as hitting them with a club, or wounding them with an arrow, or stabbing them with a sword.", "19": "You can't depend on an unreliable person when you really need help. It can be compared to biting down on an abscessed tooth or walking with a sprained ankle.", "20": "When you sing a song of joy to someone suffering in the deepest grief and heartache, it can be compared to disrobing in the middle of a blizzard or rubbing salt in a wound.", "21": "Is your enemy hungry? Buy him lunch. Win him over with your kindness.[k]", "22": "Your surprising generosity will awaken his conscience[l] and God will reward you with favor.", "23": "As the north wind brings a storm, saying things you shouldn't[m] brings a storm to any relationship.", "24": "It's better to live all alone in a rundown shack than to share a castle with a crabby spouse![n]", "25": "Like a drink of cool water to a weary, thirsty soul, so hearing good news revives the spirit.", "26": "When a lover of God gives in and compromises with wickedness, it can be compared to contaminating a stream with sewage or polluting a fountain.", "27": "It's good to eat sweet things, but you can take too much. It's good to be honored, but to seek words of praise[o] is not honor at all.", "28": "If you live without restraint and are unable to control your temper, you're as helpless as a city with broken-down defenses, open to attack."}