{"1": "It is totally out of place to promote and honor a fool, just like it's out of place to have snow in the summer and rain at harvest time.[a]", "2": "An undeserved curse will be powerless to harm you. It may flutter over you like a bird, but it will find no place to land.[b]", "3": "Guide a horse with a whip, direct a donkey with a bridle, and lead a rebellious fool with a beating on his backside!", "4": "Don't respond to the words of a fool with more foolish words, or you will become as foolish as he is!", "5": "Instead, if you're asked a silly question, answer it with words of wisdom[c] so the fool doesn't think he's so clever.", "6": "If you choose a fool to represent you, you're asking for trouble. It will be as bad for you as cutting off your own feet!", "7": "You can never trust the words of a fool, just like a crippled man can't trust his legs to support him.[d]", "8": "Give honor to a fool and watch it backfire— like a stone tied to a slingshot.", "9": "The statements of a fool will hurt others[e] like a thorn bush brandished by a drunk.", "10": "Like a reckless archer shooting arrows at random is the impatient employer who hires just any fool who comes along— someone's going to get hurt![f]", "11": "Fools are famous for repeating their errors, like dogs are known to return to their vomit.", "12": "There's only one thing worse than a fool, and that's the smug, conceited man always in love with his own opinions.", "13": "The lazy loafer says, “I can't go out and look for a job— there may be a lion out there roaming wild in the streets!”", "14": "As a door is hinged to the wall, so the lazy man keeps turning over, hinged to his bed!", "15": "There are some people so lazy they won't even work to feed themselves.", "16": "A self-righteous person[g] is convinced he's smarter than seven wise counselors who tell him the truth.", "17": "It's better to grab a mad dog by its ears than to meddle and interfere in a quarrel[h] that's none of your business.", "18-19": "–19 The one who is caught lying to his friend and says, “I didn't mean it, I was only joking,” can be compared to a madman randomly shooting off deadly weapons.", "20": "It takes fuel to have a fire— a fire dies down when you run out of fuel. So quarrels disappear when the gossip ends.", "21": "Add fuel to the fire and the blaze goes on. So add an argumentative man to the mix and you'll keep strife alive.", "22": "Gossip is so delicious, and how we love to swallow it! For slander[i] is easily absorbed into our innermost being.", "23": "Smooth talk[j] can hide a corrupt heart just like a pretty glaze covers a cheap clay pot.", "24": "Kind words can be a cover to conceal hatred of others, for hypocrisy loves to hide behind flattery.", "25": "So don't be drawn in by the hypocrite, for his gracious speech is a charade, nothing but a masquerade covering his hatred and evil on parade.[k]", "26": "Don't worry—he can't keep the mask on for long. One day his hypocrisy will be exposed before all the world.", "27": "Go ahead, set a trap for others— and then watch as it snaps back on you! Start a landslide and you'll be the one who gets crushed.", "28": "Hatred is the root of slander[l] and insecurity the root of flattery.[m]"}