{"1": "Guilty criminals experience paranoia even though no one threatens them. But the innocent lovers of God, because of righteousness, will have the boldness[a] of a young, ferocious lion!", "2": "A rebellious nation is thrown into chaos,[b] but leaders anointed with wisdom will restore law and order.", "3": "When a pauper[c] oppresses the destitute, it's like a flash flood that sweeps away their last hope.", "4": "Those who turn their backs on what they know is right[d] will no longer be able to tell right from wrong. But those who love the truth strengthen their souls.[e]", "5": "Justice never makes sense to men devoted to darkness, but those tenderly devoted to the Lord can understand justice perfectly.", "6": "It's more respectable to be poor and pure than rich and perverse.", "7": "To be obedient to what you've been taught[f] proves you're an honorable child, but to socialize with the lawless brings shame to your parents.", "8": "Go ahead and get rich on the backs of the poor, but all the wealth you gather will one day be given to those who are kind to the needy.", "9": "If you close your heart and refuse to listen to God's instruction,[g] even your prayer will be despised.", "10": "Those who tempt the lovers of God with an evil scheme will fall into their own trap. But the innocent who resist temptation will experience reward.", "11": "The wealthy in their conceit presume to be wise, but a poor person with discernment can see right through them.", "12": "The triumphant joy of God's lovers releases great glory.[h] But when the wicked rise to power, everyone goes into hiding.[i]", "13": "If you cover up your sin you'll never do well. But if you confess your sins and forsake them, you will be kissed by mercy.", "14": "Overjoyed is the one who with tender heart trembles before God, but the stubborn, unyielding heart will experience even greater evil.", "15": "Ruthless rulers can only be compared to raging lions and roaming bears.[j]", "16": "Abusive leaders fail to employ wisdom, but leaders who despise corruption[k] will enjoy a long and full life.[l]", "17": "A murderer's conscience will torment him— a fugitive haunted by guilt all the way to the grave with no one to support him.", "18": "The pure will be rescued from failure, but the perverse will suddenly fall into ruin.", "19": "Work hard and you'll have all you desire, but chase a fantasy[m] and you could end up with nothing.", "20": "Life's blessings drench the honest and faithful person, but punishment rains down upon the greedy and dishonest.", "21": "Giving favoritism to the rich and powerful is disgusting, and this is the type of judge who would betray a man for a bribe.[n]", "22": "A greedy man[o] is in a race to get rich, but he forgets that he could lose what's most important and end up with nothing.[p]", "23": "If you correct someone with constructive criticism, in the end he will appreciate it more than flattery.", "24": "A person who would reject[q] his own parents and say, “What's wrong with that?” is as bad as a murderer.", "25": "To make rash, hasty decisions shows that you are not trusting the Lord. But when you rely totally on God, you will still act carefully and prudently.[r]", "26": "Self-confident[s] know-it-alls will prove to be fools. But when you lean on the wisdom from above, you will have a way to escape the troubles of your own making.", "27": "You will never go without if you give to the poor. But if you're heartless, stingy, and selfish,[t] you invite curses upon yourself.", "28": "When wicked leaders rise to power, good people go into hiding. But when they fall from power, the godly take their place."}