{"1": "Stubborn people who repeatedly refuse to accept correction will suddenly be broken and never recover.", "2": "Everyone rejoices when the lovers of God flourish, but the people groan when the wicked rise to power.", "3": "When you love wisdom, your father is overjoyed. But when you associate with prostitutes, you waste your wealth in exchange for disgrace.[a]", "4": "A godly leader who values justice is a great strength and example to the people. But the one who sells his influence for money[b] tears down what is right.", "5": "Flattery can often be used as a trap to hide ulterior motives and take advantage of you.", "6": "The wicked always have a trap laid for others, but the lovers of God escape as they sing and shout in joyous triumph!", "7": "God's righteous people will pour themselves out for the poor,[c] but the ungodly make no attempt to understand or help the needy.", "8": "Arrogant cynics love to pick fights, but the humble and wise love to pursue peace.", "9": "There's no use arguing with a fool,[d] for his ranting and raving prevent you from making a case and settling the argument in a calm way.", "10": "Violent men hate those with integrity, but the lovers of God esteem those who are holy.[e]", "11": "You can recognize fools by the way they give full vent to their rage and let their words fly! But the wise bite their tongue and hold back all they could say.", "12": "When leaders listen to false accusations, their associates become scoundrels.", "13": "Poor people and their oppressors have only one thing in common— God made them both.[f]", "14": "The best insurance for a leader's longevity is to demonstrate justice for the poor.", "15": "Experiencing many corrections and rebukes will make you wise. But if left to your own ways, you'll bring disgrace to your parents.[g]", "16": "When the wicked are in power, lawlessness abounds. But the patient lovers of God will one day watch in triumph as their stronghold topples!", "17": "Correct your child and one day you'll find he has changed and will bring you great delight.", "18": "When there is no clear prophetic vision,[h] people quickly wander astray.[i] But when you follow the revelation of the word, heaven's bliss fills your soul.", "19": "A stubborn servant can't be corrected by words alone. For even if he understands, he pays no attention to you.", "20": "There's only one kind of person who is worse than a fool: the impetuous one who speaks without thinking first.", "21": "If you pamper your servants, don't be surprised when they expect to be treated as sons.[j]", "22": "The source of strife is found in an angry heart, for sin surrounds the life of a furious man.[k]", "23": "Lift yourself up with pride and you will soon be brought low,[l] but a meek and humble spirit will add to your honor.", "24": "You are your own worst enemy when you partner with a thief, for a curse of guilt will come upon you when you fail to report a crime.[m]", "25": "Fear and intimidation is a trap that holds you back. But when you place your confidence in the Lord, you will be seated in the high place.", "26": "Everyone curries favor with leaders. But God is the judge, and justice comes from him.", "27": "The wicked hate those who live a godly life, but the righteous hate injustice wherever it's found."}