{"1-2": "–2 My child, if you truly want a long and satisfying life, never forget the things that I've taught you. Follow closely every truth that I've given you. Then you will have a full, rewarding life.", "3": "Hold on to loyal love and don't let go, and be faithful to all that you've been taught. Let your life be shaped by integrity,[a] with truth written upon your heart.", "4": "That's how you will find favor and understanding with both God and men— you will gain the reputation of living life well.", "5": "Trust in the Lord completely, and do not rely on your own opinions. With all your heart rely on him to guide you, and he will lead you in every decision you make.", "6": "Become intimate with him in whatever you do, and he will lead you wherever you go.[b]", "7": "Don't think for a moment that you know it all,[c] for wisdom comes when you adore him with undivided devotion and avoid everything that's wrong.", "8": "Then you will find the healing refreshment your body and spirit long for.[d]", "9": "Glorify God with all your wealth, honoring him with your very best,[e] with every increase that comes to you.", "10": "Then every dimension of your life will overflow with blessings from an uncontainable source of inner joy!", "11": "My child, when the Lord God speaks to you, never take his words lightly, and never be upset when he corrects you.", "12": "For the Father's discipline comes only from his passionate love and pleasure for you. Even when it seems like his correction is harsh, it's still better than any father on earth gives to his child.", "13": "Those who find true wisdom obtain the tools for understanding, the proper way to live,[f] for they will have a fountain of blessing pouring into their lives. To gain the riches of wisdom is far greater than gaining the wealth of the world.", "14": "As wisdom increases, a great treasure is imparted, greater than many bars of refined gold.", "15": "It is a more valuable commodity than gold and gemstones,[g] for there is nothing you desire that could compare to her.", "16": "Wisdom extends to you long life in one hand and wealth and promotion[h] in the other. Out of her mouth flows righteousness, and her words release both law and mercy.[i]", "17": "The ways of wisdom are sweet, always drawing you into the place of wholeness.[j]", "18": "Seeking for her brings the discovery of untold blessings, for she is the healing tree of life to those who taste her fruits.[k]", "19": "The Lord laid the earth's foundations with wisdom's blueprints. By his living-understanding all the universe came into being.[l]", "20": "By his divine revelation he broke open the hidden fountains of the deep, bringing secret springs to the surface as the mist of the night dripped down from heaven.[m]", "21": "My child, never drift off course from these two goals for your life: to walk in wisdom and to discover discernment.[n] Don't ever forget how they empower you.", "22": "For they strengthen you inside and out and inspire you to do what's right;[o] you will be energized and refreshed by the healing they bring.", "23": "They give you living hope to guide you, and not one of life's tests will cause you to stumble.", "24": "You will sleep like a baby, safe and sound— your rest will be sweet and secure.", "25": "You will not be subject to terror, for it will not terrify you. Nor will the disrespectful be able to push you aside,[p]", "26": "because God is your confidence in times of crisis, keeping your heart at rest in every situation.[q]", "27": "Why would you withhold payment on your debt[r] when you have the ability to pay? Just do it![s]", "28": "When your friend comes to ask you for a favor, why would you say, “Perhaps tomorrow,” when you have the money right there in your pocket? Help him today!", "29": "Why would you hold a grudge[t] in your heart toward your neighbor who lives right next door?", "30": "And why would you quarrel with those who have done nothing wrong to you? Is that a chip on your shoulder?[u]", "31": "Don't act like those bullies or learn their ways.", "32": "Every violent thug is despised by the Lord, but every tender lover finds friendship with God and will hear his intimate secrets.[v]", "33": "The wicked walk under God's constant curse, but godly lovers walk under a stream of his blessing, for they seek to do what is right.", "34": "If you walk with the mockers you will learn to mock, but God's grace and favor flow to the meek.[w]", "35": "Stubborn fools fill their lives with disgrace, but glory and honor rest upon the wise."}