{"1": "These are the collected sayings of the prophet Agur, Jakeh's son—[a] the amazing revelation[b] he imparted to Ithiel and Ukal.[c]", "2": "God, I'm so weary and worn out, I feel more like a beast than a man. I was made in your image,[d] but I lack understanding.", "3": "I've yet to learn the wisdom that comes from the full and intimate knowledge of you, the Holy One.", "4": "Who is it that travels back and forth from the heavenly realm to the earth?[e] Who controls the wind as it blows[f] and holds it in his fists? Who tucks the rain into the cloak of his clouds? Who stretches out the skyline from one vista to the other? What is his name? And what is the name of his Son? Who can tell me?", "5": "Every promise from the faithful God is pure and proves to be true. He is a wrap-around shield of protection for all his lovers who run to hide in him.", "6": "Never add to his words, or he will have to rebuke you and prove that you're a liar.", "7": "God, there are two things I'm asking you for before I die, only two:", "8": "Empty out of my heart everything that is false— every lie, and every crooked thing. And give me neither undue poverty nor undue wealth— but rather, feed my soul with the measure of prosperity that pleases you.", "9": "May my satisfaction be found in you. Don't let me be so rich that I don't need you or so poor that I have to resort to dishonesty just to make ends meet. Then my life will never detract from bringing glory to your name.", "10": "Never defame a servant before his master, for you will be the guilty one and a curse will come upon you.", "11": "There is a generation rising that curses their fathers and speaks evil of their mothers.", "12": "There is a generation rising that considers themselves to be pure in their own eyes,[g] yet they are morally filthy,[h] unwashed, and unclean.", "13": "There is a generation rising that is so filled with pride they think they are superior and look down on others.", "14": "There is a generation rising that uses their words like swords to cut and slash those who are different. They would devour the poor, the needy, and the afflicted from off the face of the earth!", "15": "There are three words to describe the greedy: “Give me more!” There are some things that are never satisfied. Forever craving more, they're unable to say, “That's enough!” Here are four:", "16": "The grave, yawning for another victim, the barren womb, ever wanting a child, thirsty soil, ever longing for rain, and a raging fire, devouring its fuel. They're all insatiable.", "17": "The eye that mocks his father and dishonors his elderly mother[i] deserves to be plucked out by the ravens of the valley and fed to the young vultures![j]", "18": "There are four marvelous mysteries that are[k] too amazing to unravel— who could fully explain them?[l]", "19": "The way an eagle flies in the sky,[m] the way a snake glides on a boulder,[n] the path of a ship as it passes through the sea,[o] and the way a bridegroom falls in love with his bride.[p]", "20": "Here is the deceptive way of the adulterous woman:[q] she takes what she wants and then says, “I've done nothing wrong.”", "21": "There are four intolerable events that[r] are simply unbearable to observe:", "22": "when an unfaithful servant becomes a ruler, when a scoundrel comes into great wealth,", "23": "when an unfaithful woman marries a good man, and when a mistress replaces a faithful wife.", "24": "The earth has four creatures that are very small but very wise:[s]", "25": "The feeble ant has little strength, yet look how it diligently gathers its food in the summer to last throughout the winter.[t]", "26": "The delicate rock-badger isn't all that strong, yet look how it makes a secure home, nestled in the rocks.[u]", "27": "The locusts have no king to lead them, yet they cooperate as they move forward by bands.[v]", "28": "And the small lizard[w] is easy to catch as it clings to the walls with its hands, yet it can be found inside a king's palace.[x]", "29": "There are four stately monarchs[y] who are impressive to watch as they go forth:", "30": "the lion, the king of the jungle, who is afraid of no one,", "31": "the rooster strutting boldly among the hens,[z] the male goat out in front leading the herd, and a king leading his regal procession.[aa]", "32": "If you've acted foolishly by drawing attention to yourself, or if you've thought about saying something stupid, you'd better shut your mouth.", "33": "For such stupidity may give you a bloody nose![ab] Stirring up an argument only leads to an angry confrontation."}