{"1": "King Lemuel's[a] royal words of wisdom: These are the inspired words my mother taught me.[b]", "2": "Listen, my dear son, son of my womb. You are the answer to my prayers, my son.", "3": "So keep yourself sexually pure from the promiscuous, wayward woman. Don't waste the strength of your anointing on those who ruin kings— you'll live to regret it![c]", "4": "For you are a king, Lemuel, and it's never fitting for a king to be drunk on wine or for rulers to crave alcohol.", "5": "For when they drink they forget justice and ignore the rights of those in need, those who depend on you for leadership.", "6-7": "–7 Strong drink is given to the terminally ill, who are suffering at the brink of death. Wine is for those in depression in order to drown their sorrows. Let them drink and forget their poverty and misery.", "8": "But you are to be a king who speaks up on behalf of the disenfranchised and pleads for the legal rights of the defenseless and those who are dying.", "9": "Be a righteous king, judging on behalf of the poor and interceding for those most in need.[d]", "10": "Who could ever find a wife like this one—[e] she is a woman of strength and mighty valor![f] She's full of wealth and wisdom. The price paid for her was greater[g] than many jewels.", "11": "Her husband has entrusted his heart to her,[h] for she brings him the rich spoils of victory.", "12": "All throughout her life she brings him what is good and not evil.[i]", "13": "She searches out continually to possess that which is pure and righteous.[j] She delights in the work of her hands.[k]", "14": "She gives out revelation-truth[l] to feed others. She is like a trading ship bringing divine supplies[m] from the merchant.[n]", "15": "Even in the night season[o] she arises[p] and sets food on the table for hungry ones in her house and for others.[q]", "16": "She sets her heart upon a nation[r] and takes it as her own, carrying it within her. She labors there to plant the living vines.[s]", "17": "She wraps herself in strength,[t] might, and power in all her works.", "18": "She tastes and experiences a better substance,[u] and her shining light will not be extinguished, no matter how dark the night.[v]", "19": "She stretches out her hands to help the needy[w] and she lays hold of the wheels of government.[x]", "20": "She is known by her extravagant generosity to the poor, for she always reaches out her hands[y] to those in need.", "21": "She is not afraid of tribulation,[z] for all her household is covered in the dual garments[aa] of righteousness and grace.", "22": "Her clothing is beautifully knit together—[ab] a purple gown of exquisite linen.", "23": "Her husband is famous and admired by all, sitting as the venerable judge of his people.[ac]", "24": "Even her works of righteousness[ad] she does[ae] for the benefit of her enemies.[af]", "25": "Bold power and glorious majesty[ag] are wrapped around her as she laughs with joy over the latter days.[ah]", "26": "Her teachings are filled with wisdom and kindness as loving instruction pours from her lips.[ai]", "27": "She watches over the ways of her household[aj] and meets every need they have.", "28": "Her sons and daughters arise[ak] in one accord to extol her virtues,[al] and her husband arises to speak of her in glowing terms.[am]", "29": "“There are many valiant and noble ones,[an] but you have ascended above them all!”[ao]", "30": "Charm can be misleading, and beauty is vain and so quickly fades, but this virtuous woman lives in the wonder, awe, and fear of the Lord. She will be praised throughout eternity.", "31": "So go ahead and give her the credit that is due, for she has become a radiant woman, and all her loving works of righteousness deserve to be admired[ap] at the gateways of every city!"}