{"1": "Listen to my correction, my sons, for I speak to you as your father.[a] Let discernment enter your heart and you will grow wise with the understanding I impart.", "2": "My revelation-truth[b] is a gift to you, so remain faithful to my instruction.", "3": "For I, too, was once the delight of my father[c] and cherished by my mother, their beloved child.[d]", "4": "Then my father taught me, saying, “Never forget my words. If you do everything that I teach you, you will reign in life.”[e]", "5": "So make wisdom your quest— search for the revelation of life's meaning. Don't let what I say go in one ear and out the other.", "6": "Stick with wisdom and she will stick to you, protecting you throughout your days. She will rescue all those who passionately listen to her voice.[f]", "7": "Wisdom is the most valuable commodity—so buy it! Revelation knowledge is what you need—so invest in it!", "8": "Wisdom will exalt you when you exalt her truth.[g] She will lead you to honor and favor when you live your life by her insights.", "9": "You will be adorned with beauty and grace,[h] and wisdom's glory will wrap itself around you,[i] making you victorious in the race.", "10": "My son, if you will take the time to stop and listen to me and embrace what I say, you will live a long and happy life full of understanding in every way.", "11": "I have taken you by the hand in wisdom's ways, pointing you to the path of integrity.", "12": "Your progress will have no limits when you come along with me, and you will never stumble as you walk along the way.", "13": "So receive my correction[j] no matter how hard it is to swallow, for wisdom will snap you back into place— her words will be invigorating life to you.", "14": "Do not detour into darkness or even set foot on that path.", "15": "Stay away from it; don't even go there!", "16": "For troublemakers are restless if they are not involved in evil. They are not satisfied until they have brought someone harm.", "17": "They feed on darkness and drink until they're drunk on the wine of wickedness.[k]", "18": "But the lovers of God walk on the highway of light,[l] and their way shines brighter and brighter until they bring forth the perfect day.", "19": "But the wicked walk in thick darkness, like those who travel in fog, and yet don't have a clue why they keep stumbling!", "20": "Listen carefully, my dear child, to everything that I teach you, and pay attention to all that I have to say.", "21": "Fill your thoughts with my words until they penetrate deep into your spirit.[m]", "22": "Then, as you unwrap my words,[n] they will impart true life and radiant health into the very core of your being.", "23": "So above all, guard the affections of your heart,[o] for they affect all that you are. Pay attention to the welfare of your innermost being, for from there flows the wellspring of life.", "24": "Avoid dishonest speech and pretentious words. Be free from using perverse words no matter what!", "25": "Set your gaze on the path before you. With fixed purpose, looking straight ahead, ignore life's distractions.[p]", "26": "Watch where you're going! Stick to the path of truth, and the road will be safe and smooth before you.", "27": "Don't allow yourself to be sidetracked for even a moment or take the detour that leads to darkness."}