{"1": "Listen to me, my son, for I know what I'm talking about. Listen carefully to my advice", "2": "so that wisdom and discernment will enter your heart, and then the words you speak will express what you've learned.", "3": "Remember this: The lips of a seductress seem sweet like honey, and her smooth words are like music in your ears.[a]", "4": "But I promise you this: In the end all you'll be left with is a bitter conscience.[b] For the sting of your sin will pierce your soul like a sword.", "5": "She will ruin your life, drag you down to death, and lead you straight to hell.[c]", "6": "She has prevented many from considering the paths of life. Yes, she will take you with her where you don't want to go, sliding down a slippery road and not even realizing where the two of you will end up!", "7": "Listen to me, young men, and don't forget this one thing I'm telling you— run away from her as fast as you can!", "8": "Don't even go near the door of her house unless you want to fall into her seduction.", "9": "In disgrace you will relinquish your honor to another, and all your remaining years will be squandered— given over to the cruel one.[d]", "10": "Why would you let strangers take away your strength[e] while the labors of your house go to someone else?", "11": "For when you grow old you will groan in anguish and shame[f] as sexually transmitted diseases consume your body.[g]", "12": "And then finally you'll admit that you were wrong and say, “If only I had listened to wisdom's voice and not stubbornly demanded my own way, because my heart hated to be told what to do!", "13": "Why didn't I take seriously the warning of my wise counselors? Why was I so stupid to think that I could get away with it?", "14": "Now I'm totally disgraced and my life is ruined! I'm paying the price— for the people of the congregation are now my judges.”[h]", "15": "My son, share your love with your wife alone. Drink from her well of pleasure and from no other.", "16": "Why would you have sex with a stranger or with anyone other than her?", "17": "Reserve this pleasure for you and her alone and not with another.[i]", "18": "Your sex life will be blessed[j] as you take joy and pleasure in the wife of your youth.", "19": "Let her breasts be your satisfaction,[k] and let her embrace[l] intoxicate you at all times. Be continually delighted and ravished with her love!", "20": "My son, why would you be exhilarated by an adulteress— by embracing a woman[m] who is not yours?", "21": "For God sees everything you do and his eyes are wide open as he observes every single habit you have.", "22": "Beware that your sins don't overtake you and the scars of your own conscience become the ropes that tie you up.", "23": "Those who choose wickedness die for lack of self-control, for their foolish ways lead them astray, carrying them away as hostages— kidnapped captives robbed of destiny."}