{"1": "My son, if you cosign a loan for an acquaintance and guarantee his debt, you'll be sorry that you ever did it!", "2": "You'll be trapped by your promise and legally bound by the agreement. So listen carefully to my advice:", "3": "Quickly get out of it if you possibly can! Swallow your pride, get over your embarrassment, and go tell your “friend” you want your name[a] off that contract.", "4": "Don't put it off, and don't rest until you get it done.", "5": "Rescue yourself from future pain[b] and be free from it once and for all. You'll be so relieved that you did![c]", "6": "When you're feeling lazy, come and learn a lesson from this tale of the tiny ant. Yes, all you lazybones, come learn from the example of the ant and enter into wisdom.", "7": "The ants have no chief, no boss, no manager— no one has to tell them what to do.", "8": "You'll see them working and toiling all summer long, stockpiling their food in preparation for winter.", "9": "So wake up, sleepyhead. How long will you lie there? When will you wake up and get out of bed?", "10": "If you keep nodding off and thinking, “I'll do it later,” or say to yourself, “I'll just sit back awhile and take it easy,” just watch how the future unfolds!", "11": "By making excuses you'll learn what it means to go without. Poverty will pounce on you like a bandit[d] and move in as your roommate for life.[e]", "12-13": "–13 Here's another life lesson to learn from observing the wayward and wicked man.[f] You can tell they are lawless. They're constant liars, proud deceivers, full of clever ploys and convincing plots.[g]", "14": "Their twisted thoughts are perverse, always with a scheme to stir up trouble, and sowing strife with every step they take.", "15": "But when calamity comes knocking on their door, suddenly and without warning they're undone— broken to bits, shattered, with no hope of healing.[h]", "16": "There are six evils God truly hates and a seventh[i] that is an abomination to him:", "17": "Putting others down while considering yourself superior, spreading lies and rumors, spilling the blood of the innocent,", "18": "plotting evil in your heart toward another, gloating over doing what's plainly wrong,", "19": "spouting lies in false testimony, and stirring up strife between friends.[j] These are entirely despicable to God!", "20": "My son, obey your father's godly instruction and follow your mother's life-giving teaching.[k]", "21": "Fill your heart with their advice and let your life be shaped by what they've taught you.[l]", "22": "Their wisdom will guide you wherever you go and keep you from bringing harm to yourself. Their instruction will whisper to you at every sunrise and direct you through a brand-new day.", "23": "For truth[m] is a bright beam of light shining into every area of your life, instructing and correcting you to discover the ways to godly living.", "24-25": "–25 Truth will protect you from immorality and from the promiscuity of another man's wife. Your heart won't be enticed by her flatteries[n] or lust over her beauty— nor will her suggestive ways conquer you.", "26": "Prostitutes reduce a man to poverty,[o] and the adulteress steals your soul— she may even cost you your life![p]", "27": "For how can a man light his pants on fire and not be burned?", "28": "Can he walk over hot coals of fire[q] and not blister his feet?", "29": "What makes you think that you can sleep with another man's wife and not get caught? Do you really think you'll get away with it? Don't you know it will ruin your life?", "30": "You can almost excuse a thief if he steals to feed his own family.", "31": "But if he's caught, he still has to pay back what he stole sevenfold; his punishment and fine will cost him greatly.", "32": "Don't be so stupid as to think you can get away with your adultery. It will destroy your life,[r] and you'll pay the price for the rest of your days.", "33": "You'll discover what humiliation, shame, and disgrace are all about, for no one will ever let you forget what you've done.", "34": "A husband's jealousy makes a man furious; he won't spare you when he comes to take revenge.", "35": "Try all you want to talk your way out of it— offer him a bribe and see if you can manipulate him with your money. Nothing will turn him aside when he comes to you with vengeance in his eyes!"}