{"1": "Stick close to my instruction, my son, and follow all my advice.", "2": "If you do what I say you will live well. Guard your life with my revelation-truth, for my teaching is as precious as your eyesight.[a]", "3": "Treasure my instructions, and cherish them within your heart.[b]", "4": "Say to wisdom, “I love you,” and to understanding, “You're my sweetheart.”", "5": "“May the two of you protect me, and may we never be apart!” For they will keep you from the adulteress, with her smooth words meant to seduce your heart.", "6": "Looking out the window of my house one day", "7": "I noticed among the mindless crowd a simple, naïve young man who was about to go astray.", "8": "There he was, walking down the street. Then he turned the corner, going on his way as he hurried on to the house of the harlot— the woman he had planned to meet.", "9": "There he was in the twilight as darkness fell, convinced no one was watching as he entered the black shadows of hell.[c]", "10": "That's when their rendezvous began. A woman of the night appeared, dressed to kill the strength of any man. She was decked out as a harlot, pursuing her amorous plan.", "11": "Her voice was seductive, rebellious, and boisterous as she wandered far from what's right.", "12": "Her type can be found soliciting on street corners on just about any night.[d]", "13": "She wrapped her arms around the senseless young man and held him tight— she enticed him with kisses that seemed so right. Then, with insolence, she whispered in his ear,", "14": "“Come with me. It'll be all right. I've got everything we need for a feast. I'll cook you a wonderful dinner.[e] So here I am—I'm all yours!", "15": "You're the very one I've looked for, the one I knew I wanted from the moment I saw you. That's why I've come out here tonight, so I could meet a man just like you.[f]", "16": "I've spread my canopy bed with coverings, lovely multicolored Egyptian linens spread and ready for you to lie down on.", "17": "I've sprinkled the sheets with intoxicating perfume made from myrrh, aloes, and sweet cinnamon.[g]", "18": "Come, let's get comfortable and take pleasure in each other and make love all night!", "19": "There's no one home, for my husband's away on business.", "20": "He left home loaded with money to spend, so don't worry. He won't be back until another month ends.”[h]", "21-22": "–22 He was swayed by her sophistication, enticed by her longing embrace. She led him down the wayward path right into sin and disgrace. Quickly he went astray, with no clue where he was truly headed, taken like a dumb ox alongside of the butcher. She was like a venomous snake coiled to strike, so she set her fangs into him![i]", "23": "He's like a man about to be executed with an arrow right through his heart— like a bird that flies into the net, unaware of what's about to happen.", "24": "So listen to me, you young men. You'd better take my words seriously!", "25": "Control your sexual urges and guard your hearts from lust. Don't let your passions get out of hand and don't lock your eyes onto a beautiful woman. Why would you want to even get close to temptation and seduction, to have an affair with her?", "26": "She has pierced the souls of multitudes of men— many mighty ones have fallen and have been brought down by her.[j]", "27": "If you're looking for the road to hell, just go looking for her house!"}