{"1": "–3 Can't you hear the voice of Wisdom?[a] From the top of the mountains of influence she speaks into the gateways of the glorious city.[b] At the place where pathways merge, at the entrance of every portal, there she stands, ready to impart understanding, shouting aloud to all who enter, preaching her sermon to those who will listen.[c]", "4": "“I'm calling to you, sons of Adam, yes, and to you daughters as well.", "5": "Listen to me and you will be prudent and wise. For even the foolish and feeble can receive an understanding heart that will change their inner being.", "6": "The meaning of my words will release within you revelation for you to reign in life.[d] My lyrics will empower you to live by what is right.", "7": "For everything I say is unquestionably true, and I refuse to endure the lies of lawlessness— my words will never lead you astray.", "8": "All the declarations of my mouth can be trusted; they contain no twisted logic or perversion of the truth.", "9": "All my words are clear and straightforward to everyone who possesses spiritual understanding. If you have an open mind, you will receive revelation-knowledge.", "10": "My wise correction is more valuable than silver or gold. The finest gold is nothing compared to the revelation-knowledge I can impart.”", "11": "Wisdom is so priceless that it exceeds the value of any jewel.[e] Nothing you could wish for can equal her.", "12": "“For I am Wisdom, and I am shrewd and intelligent. I have at my disposal living-understanding to devise a plan for your life.[f]", "13": "Wisdom pours into you when you begin to hate every form of evil in your life, for that's what worship and fearing God is all about. Then you will discover that your pompous pride and perverse speech are the very ways of wickedness that I hate!”", "14": "“You will find true success when you find me, for I have insight into wise plans that are designed just for you. I hold in my hands living-understanding,[g] courage, and strength.", "15": "I empower kings to reign[h] and rulers to make laws that are just.", "16": "I empower princes to rise and take dominion, and generous ones to govern the earth.[i]", "17": "I will show my love to those who passionately love me.[j] For they will search and search continually until they find me.", "18": "Unending wealth and glory come to those who discover where I dwell. The riches of righteousness and a long, satisfying life will be given to them.[k]", "19": "What I impart has greater worth than gold and treasure, and the increase I bring benefits more than a windfall of income.", "20": "I lead you into the ways of righteousness to discover the paths of true justice.", "21": "Those who love me gain great wealth[l] and a glorious inheritance, and I will fill their lives with treasures.", "22": "“In the beginning I was there, for God possessed me[m] even before he created the universe.", "23": "From eternity past I was set in place, before the world began. I was anointed from the beginning.[n]", "24": "Before the oceans depths were poured out, and before there were any glorious fountains overflowing with water,[o] I was there, dancing![p]", "25": "Even before one mountain had been sculpted or one hill raised up, I was already there, dancing!", "26": "When he created the earth, the fields, even the first atom of dust, I was already there.", "27": "When he hung the tapestry of the heavens and stretched out the horizon of the earth,", "28": "when the clouds and skies were set in place and the subterranean fountains began to flow strong, I was already there.", "29": "when he set in place the pillars of the earth and spoke the decrees of the seas, commanding the waves so that they wouldn't overstep their boundaries,", "30": "I was there, close to the Creator's side[q] as his master artist.[r] Daily he was filled with delight in me as I playfully rejoiced before him.[s]", "31": "I laughed and played, so happy with what he had made, while finding my delight in the children of men.[t]", "32": "“So listen, my sons and daughters, to everything I tell you, for nothing will bring you more joy than following my ways.", "33": "Listen to my counsel, for my instruction will enlighten you. You'll be wise not to ignore it.", "34": "If you wait at wisdom's doorway,[u] longing to hear a word for every day, joy will break forth within you as you listen for what I'll say.", "35": "For the fountain of life pours into you every time that you find me, and this is the secret of growing in the delight and the favor of the Lord.", "36": "But those who stumble and miss me will be sorry they did! For ignoring what I have to say will bring harm to your own soul. Those who hate me are simply flirting with death!”[v]"}