{"1": "Wisdom[a] has built herself a palace[b] upon seven pillars to keep it secure.[c]", "2": "She has made ready a banquet feast and the sacrifice has been killed.[d] She has mingled her wine, and the table's all set.[e]", "3": "She has sent out her maidens, crying out from the high place, inviting everyone to come and eat until they're full.", "4": "“Whoever wants to know me and receive my wisdom,", "5": "come and dine at my table and drink of my wine.", "6": "Lay aside your simple thoughts and leave your paths behind. Agree with my ways, live in my truth, and righteousness you will find.”", "7": "If you try to correct an arrogant cynic, expect an angry insult in return. And if you try to confront an evil man, don't be surprised if all you get is a slap in the face!", "8": "So don't even bother to correct a mocker, for he'll only hate you for it. But go ahead and correct the wise; they'll love you even more.[f]", "9": "Teach a wise man what is right and he'll grow even wiser. Instruct the lovers of God and they'll learn even more.", "10": "The starting point for acquiring wisdom is to be consumed with awe as you worship Jehovah-God. To receive the revelation of the Holy One,[g] you must come to the one who has living-understanding.", "11": "Wisdom will extend your life, making every year more fruitful than the one before.", "12": "So it is to your advantage to be wise. But to ignore the counsel of wisdom is to invite trouble into your life.[h]", "13": "There is a spirit named Foolish, who is boisterous and brash; she's seductive and restless.", "14": "And there she sits at the gateway to the high places, on her throne overlooking the city.", "15": "She preaches to all who walk by her who are clueless as to what is happening:[i]", "16": "“Come home with me.” She invites those who are easily led astray, saying,", "17": "“Illicit sex is the best sex of all. Our secret affair will be sweeter than all others.”[j]", "18": "Little do they know when they answer her call that she dwells among the spirits of the dead, and all her guests soon become citizens of hell![k]"}