{"1-5": "O you dear idiots of Galatia, who saw Jesus Christ the crucified so plainly, who has been casting a spell over you? I will ask you one simple question: did you receive the Spirit of God by trying to keep the Law or by believing the message of the Gospel? Surely you can't be so idiotic as to think that a man begins his spiritual life in the Spirit and then completes it by reverting to outward observances? Has all your painful experience brought you nowhere? I simply cannot believe it of you! Does God, who gives you his Spirit and works miracles among you, do these things because you have obeyed the Law or because you have believed the Gospel? Ask yourselves that.", "6": "You can go right back to Abraham to see the principle of faith in God. He, we are told, 'believed God, and it was accounted to him for righteousness.'", "7-8": "Can you not see, then, that all those who “believe God” are the real “sons of Abraham”? The scripture foreseeing that God would justify the Gentiles “by faith”, really proclaimed the Gospel centuries ago in the words spoken to Abraham, 'In you all the nations shall be blessed.'", "9": "All men of faith share the blessing of Abraham who “believed God”.", "10": "Everyone, however, who is involved in trying to keep the Law's demands falls under a curse, for it is written: 'Cursed is everyone who does not continue in all things which are written in the book of the Law, to do them.'", "11": "It is made still plainer that no one is justified in God's sight by obeying the Law, for: 'The just shall live by faith.'", "12": "And the Law is not a matter of faith at all but of doing, as, for example, in the scripture: 'The man who does them shall live by them.'", "13": "Now Christ has redeemed us from the curse of the Law's condemnation, by himself becoming a curse for us when he was crucified. For the scripture is plain: 'Cursed is everyone who hangs on a tree.'", "14": "God's purpose is therefore plain: that the blessing promised to Abraham might reach the Gentiles through Jesus Christ, and the Spirit might become available to us all by faith.", "15": "Let me give you an everyday illustration, my brothers. Once a contract has been properly drawn up and signed, it is honoured by both parties, and can neither be disregarded nor modified by a third party.", "16-18": "Now a promise was made to Abraham and to his seed. (Note in passing that the scripture says not “and to seeds” but uses the singular 'and to your seed', meaning Christ.) I say then that the Law, which came into existence four hundred and thirty years later, cannot render null and void the original “contract” which God had made, and thus rob the promise of its value. For if the receiving of the promised blessing were now made to depend on the Law, that would amount to a cancellation of the original “contract” which God made with Abraham as a promise.", "19-20": "Where then lies the point of the Law? It was an addition made to underline the existence and extent of sin until the arrival of the “seed” to whom the promise referred. The Law was inaugurated in the presence of angels and by the hand of a human intermediary. The very fact that there was an intermediary is enough to show that this was not the fulfilling of the promise. For the promise of God needs neither angelic witness nor human intermediary but depends on him alone.", "21-22": "Is the Law then to be looked upon as a contradiction of the promise? Certainly not, for if there could have been a law which gave men spiritual life then law would have produced righteousness (which would have been, of course, in full harmony with the purpose of the promise). But, as things are, the scripture has all men “imprisoned”, because they are found guilty by the Law, that to men in such condition might come to release all who believe in Jesus Christ.", "23-25": "Before the coming of faith we were all imprisoned under the power of the Law, with our only hope of deliverance the faith that was to be shown to us. Or, to change the metaphor, the Law was like a strict governess in charge of us until we went to the school of Christ and learned to be justified by faith in him. Once we had that faith we were completely free from the governess's authority.", "26-29": "For now that you have faith in Christ you are all sons of God. All of you who were baptised “into” Christ have put on the family likeness of Christ. Gone is the distinction between Jew and Greek, slave and free man, male and female—you are all one in Christ Jesus. And if you belong to Christ, you are true descendants of Abraham, you are true heirs of his promise."}