{"1": "The Lord gave Moses and Aaron these regulations. ", "2": "If any of you have a sore on your skin or a boil or an inflammation which could develop into a dreaded skin disease, you shall be brought to the Aaronite priest. ", "3": "The priest shall examine the sore, and if the hairs in it have turned white and the sore appears to be deeper than the surrounding skin, it is a dreaded skin disease, and the priest shall pronounce you unclean. ", "4": "But if the sore is white and does not appear to be deeper than the skin around it and the hairs have not turned white, the priest shall isolate you for seven days. ", "5": "The priest shall examine you again on the seventh day, and if in his opinion the sore looks the same and has not spread, he shall isolate you for another seven days. ", "6": "The priest shall examine you again on the seventh day, and if the sore has faded and has not spread, he shall pronounce you ritually clean; it is only a sore. You shall wash your clothes and be ritually clean. ", "7": "But if the sore spreads after the priest has examined you and pronounced you clean, you must appear before the priest again. ", "8": "The priest will examine you again, and if it has spread, he shall pronounce you unclean; it is a dreaded skin disease.", "9": "If any of you have a dreaded skin disease, you shall be brought to the priest, ", "10": "who will examine you. If there is a white sore on your skin which turns the hairs white and is full of pus, ", "11": "it is a chronic skin disease. The priest shall pronounce you unclean; there is no need to isolate you, because you are obviously unclean. ", "12": "If the skin disease spreads and covers you from head to foot, ", "13": "the priest shall examine you again. If he finds that it actually has covered the whole body, he shall pronounce you ritually clean. If your whole skin has turned white, you are ritually clean. ", "14": "But from the moment an open sore appears, you are unclean. ", "15": "The priest shall examine you again, and if he sees an open sore, he shall pronounce you unclean. An open sore means a dreaded skin disease, and you are unclean. ", "16": "But when the sore heals and becomes white again, you shall go to the priest, ", "17": "who will examine you again. If the sore has turned white, you are ritually clean, and the priest shall pronounce you clean.", "18": "If any of you have a boil that has healed ", "19": "and if afterward a white swelling or a reddish-white spot appears where the boil was, you shall go to the priest. ", "20": "The priest shall examine you, and if the spot seems to be deeper than the surrounding skin and the hairs in it have turned white, he shall pronounce you unclean. It is a dreaded skin disease that has started in the boil. ", "21": "But if the priest examines it and finds that the hairs in it have not turned white and that it is not deeper than the surrounding skin, but is light in color, the priest shall isolate you for seven days. ", "22": "If the spot spreads, the priest shall pronounce you unclean; you are diseased. ", "23": "But if it remains unchanged and does not spread, it is only the scar left from the boil, and the priest shall pronounce you ritually clean.", "24": "In case any of you have been burned, if the raw flesh becomes white or reddish-white, ", "25": "the priest shall examine you. If the hairs in the spot have turned white and it appears deeper than the surrounding skin, it is a dreaded skin disease that has started in the burn, and the priest shall pronounce you unclean. ", "26": "But if the hairs in it have not turned white and it is not deeper than the surrounding skin, but is light in color, the priest shall isolate you for seven days. ", "27": "The priest shall examine you again on the seventh day, and if it is spreading, it is a dreaded skin disease, and the priest shall pronounce you unclean. ", "28": "But if the spot remains unchanged and does not spread and is light in color, it is not a dreaded skin disease. The priest shall pronounce you ritually clean, because it is only a scar from the burn.", "29": "When any of you, male or female, have a sore on your head or chin, ", "30": "the priest shall examine it. If it seems to be deeper than the surrounding skin and the hairs in it are yellowish and thin, it is a dreaded skin disease, and he shall pronounce you unclean. ", "31": "If, when the priest examines you, the sore does not appear to be deeper than the surrounding skin, but there are still no healthy hairs in it, he shall isolate you for seven days. ", "32": "The priest shall examine the sore again on the seventh day, and if it has not spread and there are no yellowish hairs in it and it does not seem to be deeper than the surrounding skin, ", "33": "you shall shave the head except the area around the sore. The priest shall then isolate you for another seven days. ", "34": "On the seventh day the priest shall again examine the sore, and if it has not spread and does not seem to be deeper than the surrounding skin, he shall pronounce you ritually clean. You shall wash your clothes, and you will be clean. ", "35": "But if the sore spreads after you have been pronounced clean, ", "36": "the priest shall examine you again. If the sore has spread, he need not look for yellowish hairs; you are obviously unclean. ", "37": "But if in the priest's opinion the sore has not spread and healthy hairs are growing in it, the sore has healed, and the priest shall pronounce you ritually clean.", "38": "When any of you, male or female, have white spots on the skin, ", "39": "the priest shall examine you. If the spots are dull white, it is only a blemish that has broken out on the skin; you are ritually clean.", "40-41": "If you lose your hair at the back or the front of your head, this does not make you unclean. ", "42": "But if a reddish-white sore appears on the bald spot, it is a dreaded skin disease. ", "43": "The priest shall examine you, and if there is a reddish-white sore, ", "44": "the priest shall pronounce you unclean, because of the dreaded skin disease on your head.", "45": "If you have a dreaded skin disease, you must wear torn clothes, leave your hair uncombed, cover the lower part of your face, and call out, “Unclean, unclean!” ", "46": "You remain unclean as long as you have the disease, and you must live outside the camp, away from others.", "47": "When there is mildew[a] on clothing, whether wool or linen, ", "48": "or on any piece of linen or wool cloth or on leather or anything made of leather, ", "49": "if it is greenish or reddish, it is a spreading mildew and must be shown to the priest. ", "50": "The priest shall examine it and put the object away for seven days. ", "51": "He shall examine it again on the seventh day, and if the mildew has spread, the object is unclean. ", "52": "The priest shall burn it, because it is a spreading mildew which must be destroyed by fire.", "53": "But if, when he examines it, the priest finds that the mildew has not spread on the object, ", "54": "he shall order that it be washed and put away for another seven days. ", "55": "Then he shall examine it, and if the mildew has not changed color, even though it has not spread, it is still unclean; you must burn the object, whether the rot is on the front or the back. ", "56": "But if, when the priest examines it again, the mildew has faded, he shall tear it out of the clothing or leather. ", "57": "Then, if the mildew reappears, it is spreading again, and the owner shall burn the object. ", "58": "If he washes the object and the spot disappears, he shall wash it again, and it will be ritually clean.", "59": "This, then, is the law about mildew on clothing, whether it is wool or linen, or on linen or wool cloth or on anything made of leather; this is how the decision is made as to whether it is ritually clean or unclean."}