{"1": "When any of you present an offering of grain to the Lord, you must first grind it into flour. You must put olive oil and incense on it ", "2": "and bring it to the Aaronite priests. The officiating priest shall take a handful of the flour and oil and all of the incense and burn it on the altar as a token that it has all been offered to the Lord. The odor of this food offering is pleasing to the Lord. ", "3": "The rest of the grain offering belongs to the priests; it is very holy, since it is taken from the food offered to the Lord.", "4": "If the offering is bread baked in an oven, it must be made without yeast. It may be thick loaves made of flour mixed with olive oil or thin cakes brushed with olive oil.", "5": "If the offering is bread cooked on a griddle, it is to be made of flour mixed with olive oil but without yeast. ", "6": "Crumble it up and pour the oil on it when you present it as an offering.", "7": "If the offering is bread cooked in a pan, it is to be made of flour and olive oil. ", "8": "Bring it as an offering to the Lord and present it to the priest, who will take it to the altar. ", "9": "The priest will take part of it as a token that it has all been offered to the Lord, and he will burn it on the altar. The odor of this food offering is pleasing to the Lord. ", "10": "The rest of the offering belongs to the priests; it is very holy, since it is taken from the food offered to the Lord.", "11": "None of the grain offerings which you present to the Lord may be made with yeast; you must never use yeast or honey in food offered to the Lord. ", "12": "An offering of the first grain that you harvest each year shall be brought to the Lord, but it is not to be burned on the altar. ", "13": "Put salt on every grain offering, because salt represents the covenant between you and God. (You must put salt on all your offerings.) ", "14": "When you bring to the Lord an offering of the first grain harvested, offer roasted grain or ground meal. ", "15": "Add olive oil and put incense on it. ", "16": "The priest will burn that part of the meal and oil that is to serve as a token, and also all the incense, as a food offering to the Lord."}