{"1": "The Lord told Moses ", "2": "to say to the people of Israel, “Any of you or any foreigner living among you who gives any children to be used in the worship of the god Molech shall be stoned to death by the whole community. ", "3": "If any of you give one of your children to Molech and make my sacred Tent unclean and disgrace my holy name, I will turn against you and will no longer consider you my people. ", "4": "But if the community ignores what you have done and does not put you to death, ", "5": "I myself will turn against you and your whole family and against all who join you in being unfaithful to me and worshiping Molech. I will no longer consider any of you my people.", "6": "“If any of you go for advice to people who consult the spirits of the dead, I will turn against you and will no longer consider you one of my people. ", "7": "Keep yourselves holy, because I am the Lord your God. ", "8": "Obey my laws, because I am the Lord and I make you holy.”", "9": "The Lord gave the following regulations. Any of you that curse your father or mother shall be put to death; you are responsible for your own death.", "10": "If a man commits adultery with the wife of an Israelite, both he and the woman shall be put to death. ", "11": "A man who has intercourse with one of his father's wives disgraces his father, and both he and the woman shall be put to death. They are responsible for their own death. ", "12": "If a man has intercourse with his daughter-in-law, they shall both be put to death. They have committed incest and are responsible for their own death. ", "13": "If a man has sexual relations with another man, they have done a disgusting thing, and both shall be put to death. They are responsible for their own death. ", "14": "If a man marries a woman and her mother, all three shall be burned to death because of the disgraceful thing they have done; such a thing must not be permitted among you. ", "15": "If a man has sexual relations with an animal, he and the animal shall be put to death. ", "16": "If a woman tries to have sexual relations with an animal, she and the animal shall be put to death. They are responsible for their own death.", "17": "If a man marries his sister or half sister, they shall be publicly disgraced and driven out of the community. He has had intercourse with his sister and must suffer the consequences. ", "18": "If a man has intercourse with a woman during her monthly period, both of them are to be driven out of the community, because they have broken the regulations about ritual uncleanness.", "19": "If a man has intercourse with his aunt, both of them must suffer the consequences for incest. ", "20": "If a man has intercourse with his uncle's wife, he disgraces his uncle, and he and the woman will pay the penalty; neither one will have children. ", "21": "If a man takes his brother's wife, they will die childless. He has done a ritually unclean thing and has disgraced his brother.", "22": "The Lord said, “Keep all my laws and commands, so that you will not be rejected by the land of Canaan, into which I am bringing you. ", "23": "Do not adopt the customs of the people who live there; I am driving out those pagans so that you can enter the land. They have disgusted me with all their evil practices. ", "24": "But I have promised you this rich and fertile land as your possession, and I will give it to you. I am the Lord your God, and I have set you apart from the other nations. ", "25": "So then, you must make a clear distinction between animals and birds that are ritually clean and those that are not. Do not eat unclean animals or birds. I have declared them unclean, and eating them would make you unclean. ", "26": "You shall be holy and belong only to me, because I am the Lord and I am holy. I have set you apart from the other nations so that you would belong to me alone.", "27": "“Any man or woman who consults the spirits of the dead shall be stoned to death; any of you that do this are responsible for your own death.”"}