{"1": "The Lord spoke to Moses on Mount Sinai and commanded him ", "2": "to give the following regulations to the people of Israel. When you enter the land that the Lord is giving you, you shall honor the Lord by not cultivating the land every seventh year. ", "3": "You shall plant your fields, prune your vineyards, and gather your crops for six years. ", "4": "But the seventh year is to be a year of complete rest for the land, a year dedicated to the Lord. Do not plant your fields or prune your vineyards. ", "5": "Do not even harvest the grain that grows by itself without being planted, and do not gather the grapes from your unpruned vines; it is a year of complete rest for the land. ", "6": "Although the land has not been cultivated during that year, it will provide food for you, your slaves, your hired men, the foreigners living with you, ", "7": "your domestic animals, and the wild animals in your fields. Everything that it produces may be eaten.", "8": "Count seven times seven years, a total of forty-nine years. ", "9": "Then, on the tenth day of the seventh month, the Day of Atonement, send someone to blow a trumpet throughout the whole land. ", "10": "In this way you shall set the fiftieth year apart and proclaim freedom to all the inhabitants of the land. During this year all property that has been sold shall be restored to the original owner or the descendants, and any who have been sold as slaves shall return to their families. ", "11": "You shall not plant your fields or harvest the grain that grows by itself or gather the grapes in your unpruned vineyards. ", "12": "The whole year shall be sacred for you; you shall eat only what the fields produce of themselves.", "13": "In this year all property that has been sold shall be restored to its original owner. ", "14": "So when you sell land to an Israelite or buy land, do not deal unfairly. ", "15": "The price is to be set according to the number of years the land can produce crops before the next Year of Restoration. ", "16": "If there are many years, the price shall be higher, but if there are only a few years, the price shall be lower, because what is being sold is the number of crops the land can produce. ", "17": "Do not cheat an Israelite, but obey the Lord your God.", "18": "Obey all the Lord's laws and commands, so that you may live in safety in the land. ", "19": "The land will produce its crops, and you will have all you want to eat and will live in safety.", "20": "But someone may ask what there will be to eat during the seventh year, when no fields are planted and no crops gathered. ", "21": "The Lord will bless the land in the sixth year so that it will produce enough food for two years. ", "22": "When you plant your fields in the eighth year, you will still be eating what you harvested during the sixth year, and you will have enough to eat until the crops you plant that year are harvested.", "23": "Your land must not be sold on a permanent basis, because you do not own it; it belongs to God, and you are like foreigners who are allowed to make use of it.", "24": "When land is sold, the right of the original owner to buy it back must be recognized. ", "25": "If any of you Israelites become poor and are forced to sell your land, your closest relative is to buy it back. ", "26": "If you have no relative to buy it back, you may later become prosperous and have enough to buy it back yourself. ", "27": "In that case you must pay to the one who bought it a sum that will make up for the years remaining until the next Year of Restoration, when you would in any event recover your land. ", "28": "But if you do not have enough money to buy the land back, it remains under the control of the one who bought it until the next Year of Restoration. In that year it will be returned to its original owner.", "29": "If you sell a house in a walled city, you have the right to buy it back during the first full year from the date of sale. ", "30": "But if you do not buy it back within the year, you lose the right of repurchase, and the house becomes the permanent property of the purchasers and their descendants; it will not be returned in the Year of Restoration. ", "31": "But houses in unwalled villages are to be treated like fields; the original owner has the right to buy them back, and they are to be returned in the Year of Restoration. ", "32": "However, Levites have the right to buy back at any time their property in the cities assigned to them. ", "33": "If a house in one of these cities is sold by a Levite and is not bought back, it must be returned in the Year of Restoration,[a] because the houses which the Levites own in their cities are their permanent property among the people of Israel. ", "34": "But the pasture land around the Levite cities shall never be sold; it is their property forever.", "35": "If any Israelites living near you become poor and cannot support themselves, you must provide for them as you would for a hired worker, so that they can continue to live near you. ", "36": "Do not charge Israelites any interest, but obey God and let them live near you. ", "37": "Do not make them pay interest on the money you lend them, and do not make a profit on the food you sell them. ", "38": "This is the command of the Lord your God, who brought you out of Egypt in order to give you the land of Canaan and to be your God.", "39": "If any Israelites living near you become so poor that they sell themselves to you as a slave, you shall not make them do the work of a slave. ", "40": "They shall stay with you as hired workers and serve you until the next Year of Restoration. ", "41": "At that time they and their children shall leave you and return to their family and to the property of their ancestors. ", "42": "The people of Israel are the Lord's slaves, and he brought them out of Egypt; they must not be sold into slavery. ", "43": "Do not treat them harshly, but obey your God. ", "44": "If you need slaves, you may buy them from the nations around you. ", "45": "You may also buy the children of the foreigners who are living among you. Such children born in your land may become your property, ", "46": "and you may leave them as an inheritance to your children, whom they must serve as long as they live. But you must not treat any Israelites harshly.", "47": "Suppose a foreigner living with you becomes rich, while some Israelites become poor and sell themselves as slaves to that foreigner or to a member of that foreigner's family. ", "48": "After they are sold, they still have the right to be bought back. A brother ", "49": "or an uncle or a cousin or another close relative may buy them back; or if they themselves earn enough, they may buy their own freedom. ", "50": "They must consult the one who bought them, and they must count the years from the time they sold themselves until the next Year of Restoration and must set the price for their release on the basis of the wages paid hired workers. ", "51-52": "They must refund a part of the purchase price according to the number of years left, ", "53": "as if they had been hired on an annual basis. Their master must not treat them harshly. ", "54": "If they are not set free in any of these ways, they and their children must be set free in the next Year of Restoration. ", "55": "Israelites cannot be permanent slaves, because the people of Israel are the Lord's slaves. He brought them out of Egypt; he is the Lord their God."}