{"1": "The following are the regulations for repayment offerings, which are very holy. ", "2": "The animal for this offering is to be killed on the north side of the altar, where the animals for the burnt offerings are killed, and its blood is to be thrown against all four sides of the altar. ", "3": "All of its fat shall be removed and offered on the altar: the fat tail, the fat covering the internal organs, ", "4": "the kidneys and the fat on them, and the best part of the liver. ", "5": "The priest shall burn all the fat on the altar as a food offering to the Lord. It is a repayment offering. ", "6": "Any male of the priestly families may eat it, but it must be eaten in a holy place, because it is very holy.", "7": "There is one regulation that applies to both the sin offering and the repayment offering: the meat belongs to the priest who offers the sacrifice. ", "8": "The skin of an animal offered as a burnt offering belongs to the priest who offers the sacrifice. ", "9": "Every grain offering that has been baked in an oven or prepared in a pan or on a griddle belongs to the priest who has offered it to God. ", "10": "But all uncooked grain offerings, whether mixed with oil or dry, belong to all the Aaronite priests and must be shared equally among them.", "11": "The following are the regulations for the fellowship offerings presented to the Lord. ", "12": "If you make this offering as a thanksgiving offering to God, you shall present, together with the animal to be sacrificed, an offering of bread made without yeast: either thick loaves made of flour mixed with olive oil or thin cakes brushed with olive oil or cakes made of flour mixed with olive oil. ", "13": "In addition, you shall offer loaves of bread baked with yeast. ", "14": "You shall present one part of each kind of bread as a special contribution to the Lord; it belongs to the priest who takes the blood of the animal and throws it against the altar. ", "15": "The flesh of the animal must be eaten on the day it is sacrificed; none of it may be left until the next morning.", "16": "If you bring a fellowship offering as fulfillment of a vow or as your own freewill offering, not all of it has to be eaten on the day it is offered, but any that is left over may be eaten on the following day. ", "17": "Any meat that still remains on the third day must be burned. ", "18": "If any of it is eaten on the third day, God will not accept your offering. The offering will not be counted to your credit but will be considered unclean, and whoever eats it will suffer the consequences. ", "19": "If the meat comes into contact with anything ritually unclean, it must not be eaten, but must be burned. Any of you that are ritually clean may eat the meat, ", "20": "but if any of you who are not clean eat it, you shall no longer be considered one of God's people. ", "21": "Also, if you eat the meat of this offering after you have touched anything ritually unclean, whether from a person or an animal, you shall no longer be considered one of God's people.", "22": "The Lord gave Moses the following regulations ", "23": "for the people of Israel. No fat of cattle, sheep, or goats shall be eaten. ", "24": "The fat of an animal that has died a natural death or has been killed by a wild animal must not be eaten, but it may be used for any other purpose. ", "25": "Anyone who eats the fat of an animal that may be offered as a food offering to the Lord will no longer be considered one of God's people. ", "26": "No matter where the Israelites live, they must never use the blood of birds or animals for food. ", "27": "Anyone who breaks this law will no longer be considered one of God's people.", "28": "The Lord gave Moses the following regulations ", "29": "for the people of Israel. When any of you offer a fellowship offering you must bring part of it as a special gift to the Lord, ", "30": "bringing it with your own hands as a food offering. You shall bring the fat of the animal with its breast and present it as a special gift to the Lord. ", "31": "The priest shall burn the fat on the altar, but the breast shall belong to the priests. ", "32": "The right hind leg of the animal shall be given as a special contribution ", "33": "to the priest who offers the blood and the fat of the fellowship offering. ", "34": "The breast of the animal is a special gift, and the right hind leg is a special contribution that the Lord has taken from the people of Israel and given to the priests. This is what the people of Israel must give to the priests for all time to come. ", "35": "This is the part of the food offered to the Lord that was given to Aaron and his sons on the day they were ordained as priests. ", "36": "On that day the Lord commanded the people of Israel to give them this part of the offering. It is a regulation that the people of Israel must obey for all time to come.", "37": "These, then, are the regulations for the burnt offerings, the grain offerings, the sin offerings, the repayment offerings, the ordination offerings, and the fellowship offerings. ", "38": "There on Mount Sinai in the desert, the Lord gave these commands to Moses on the day he told the people of Israel to make their offerings."}