{"1": "¶ My brethren, do not have the faith of our Lord Jesus, the glorious Christ, with respect of persons.", "2": "For if a man with a gold ring and in precious apparel comes into your synagogue and a poor person in vile raiment also comes in,", "3": "and ye have respect to him that wears the precious clothing and say unto him, Sit thou here in a good place; and say to the poor, Stand thou there or sit here under my footstool:", "4": "Are ye not then judging in yourselves and are become judges of evil thoughts?", "5": "Hearken, my beloved brethren, Has not God chosen the poor of this world that they might be rich in faith and heirs of the kingdom which he has promised to those that love him?", "6": "But ye have despised the poor. Do not the rich oppress you with tyranny and draw you with violence to the courts?", "7": "Do they not blaspheme that worthy name by which ye are called?", "8": "¶ If ye truly fulfil the royal law according to the scripture, Thou shalt love thy neighbour as thyself, ye do well;", "9": "but if ye have respect to persons, ye commit sin and are accused of the law as rebels.", "10": "For whosoever shall have kept the whole law, and then offends in one point is made guilty of all.", "11": "For he that said, Thou shalt not commit adultery, said also, Thou shalt not murder. Now if thou commit no adultery, yet if thou commit murder, thou art become a transgressor of the law.", "12": "So speak ye and so do as those that shall be judged by the law of liberty.", "13": "For judgment without mercy shall be done unto the one that has shown no mercy; and mercy boasts against judgment.", "14": "¶ My brethren, What shall it profit though someone says that they have faith and do not have works? Shall this type of faith be able to save them?", "15": "If a brother or sister is naked and destitute of daily food,", "16": "and one of you says unto them, Depart in peace; be ye warmed and filled; but ye do not give them those things which are needful for the body; what shall it profit them?", "17": "Even so faith, if it does not have works, is dead in and of itself.", "18": "But someone may say, Thou hast faith, and I have works; show me thy faith without thy works, and I will show thee my faith by my works.", "19": "Thou believest that God is one; thou doest well; the demons also believe and tremble.", "20": "But, O vain man, dost thou desire to know that faith without works is dead?", "21": "Was not Abraham our father justified by works when he offered his son Isaac upon the altar?", "22": "Dost thou not see how the faith worked together with his works, and the faith was complete by the works?", "23": "And that the scripture was fulfilled which saith, Abraham believed God, and it was imputed unto him for righteousness, and he was called the Friend of God.", "24": "Ye see then how that by works a man is justified, and not only by faith.", "25": "Likewise also was not Rahab the harlot justified by works, when she received the messengers and sent them out another way?", "26": "For as the body without the spirit is dead, so faith without works is dead also."}