{"1": "Subject: messages from the Lord. These messages from the Lord were given to Zechariah (son of Berechiah and grandson of Iddo the prophet) in early November of the second year of the reign of King Darius.", "2": "The Lord Almighty was very angry with your fathers. ", "3": "But he will turn again and favor you if only you return to him. ", "4": "Don't be like your fathers were! The earlier prophets pled in vain with them to turn from all their evil ways. “Come, return to me,” the Lord God said. But no, they wouldn't listen; they paid no attention at all.", "5-6": "Your fathers and their prophets are now long dead, but remember the lesson they learned, that God's Word endures! It caught up with them and punished them. Then at last they repented. “We have gotten what we deserved from God,” they said. “He has done just what he warned us he would.”", "7": "The following February, still in the second year of the reign of King Darius, another message from the Lord came to Zechariah (son of Berechiah and grandson of Iddo the prophet), in a vision in the night: ", "8": "I saw a Man sitting on a red horse that was standing among the myrtle trees beside a river. Behind him were other horses, red and bay and white, each with its rider.[a]", "9": "An angel stood beside me, and I asked him, “Sir, what are all those horses for?” “I'll tell you,” he replied.", "10": "Then the rider on the red horse—he was the Angel of the Lord—answered me, “The Lord has sent them to patrol the earth for him.”", "11": "Then the other riders reported to the Angel of the Lord, “We have patrolled the whole earth, and everywhere there is prosperity and peace.”", "12": "Upon hearing this, the Angel of the Lord prayed this prayer: “O Lord Almighty, for seventy years your anger has raged against Jerusalem and the cities of Judah. How long will it be until you again show mercy to them?”", "13": "And the Lord answered the angel who stood beside me, speaking words of comfort and assurance.", "14": "Then the angel said, “Shout out this message from the Lord Almighty: 'Don't you think I care about what has happened to Judah and Jerusalem? I am as jealous as a husband for his captive wife. ", "15": "I am very angry with the heathen nations sitting around at ease, for I was only a little displeased with my people, but the nations afflicted them far beyond my intentions.' ", "16": "Therefore the Lord declares: 'I have returned to Jerusalem filled with mercy; my Temple will be rebuilt,' says the Lord Almighty, 'and so will all Jerusalem.' ", "17": "Say it again: 'The Lord Almighty declares that the cities of Israel will again overflow with prosperity, and the Lord will again comfort Jerusalem and bless her and live in her.' ”", "18": "Then I looked and saw four animal horns!", "19": "“What are these?” I asked the angel. He replied, “They represent the four world powers that have scattered Judah, Israel, and Jerusalem.”", "20": "Then the Lord showed me four blacksmiths.", "21": "“What have these men come to do?” I asked. The angel replied, “They have come to take hold of the four horns that scattered Judah so terribly, and to pound them on the anvil and throw them away.”"}