{"1-2": "Watch, for the day of the Lord is coming soon! On that day the Lord will gather together the nations to fight Jerusalem; the city will be taken, the houses rifled, the loot divided, the women raped; half the population will be taken away as slaves, and half will be left in what remains of the city.", "3": "Then the Lord will go out fully armed for war, to fight against those nations. ", "4": "That day his feet will stand upon the Mount of Olives, to the east of Jerusalem, and the Mount of Olives will split apart, making a very wide valley running from east to west, for half the mountain will move toward the north and half toward the south. ", "5": "You will escape through that valley, for it will reach across to the city gate.[a] Yes, you will escape as your people did long centuries ago from the earthquake in the days of Uzziah, king of Judah, and the Lord my God shall come, and all his saints and angels* with him.", "6": "The sun and moon and stars will no longer shine,[b] ", "7": "yet there will be continuous day! Only the Lord knows how! There will be no normal day and night—at evening time it will still be light. ", "8": "Life-giving waters will flow out from Jerusalem, half toward the Dead Sea and half toward the Mediterranean, flowing continuously both in winter and in summer.", "9": "And the Lord shall be King over all the earth. In that day there shall be one Lord—his name alone will be worshiped. ", "10": "All the land from Geba (the northern border of Judah) to Rimmon (the southern border) will become one vast plain, but Jerusalem will be on an elevated site, covering the area all the way from the Gate of Benjamin over to the site of the old gate, then to the Corner Gate, and from the Tower of Hananel to the king's winepresses. ", "11": "And Jerusalem shall be inhabited, safe at last, never again to be cursed and destroyed.", "12": "And the Lord will send a plague on all the people who fought Jerusalem. They will become like walking corpses, their flesh rotting away; their eyes will shrivel in their sockets, and their tongues will decay in their mouths.", "13": "They will be seized with terror, panic-stricken from the Lord, and will fight against each other in hand-to-hand combat. ", "14": "All Judah will be fighting at Jerusalem.[c] The wealth of all the neighboring nations will be confiscated—great quantities of gold and silver and fine clothing. ", "15": "(This same plague will strike the horses, mules, camels, donkeys, and all the other animals in the enemy camp.)", "16": "In the end, those who survive the plague will go up to Jerusalem each year to worship the King, the Lord Almighty, to celebrate a time of thanksgiving.[d] ", "17": "And any nation anywhere in all the world that refuses to come to Jerusalem to worship the King, the Lord Almighty, will have no rain. ", "18": "But if Egypt refuses to come, God will punish her with some other plague. ", "19": "And so Egypt and the other nations will all be punished if they refuse to come.", "20": "In that day the bells on the horses will have written on them, “These Are Holy Property”;[e] and the trash cans in the Temple of the Lord will be as sacred as the bowls beside the altar. ", "21": "In fact, every container in Jerusalem and Judah shall be sacred to the Lord Almighty; all who come to worship may use any of them free of charge to boil their sacrifices in; there will be no more grasping traders in the Temple of the Lord Almighty!"}