{"1": "Then I looked up again and saw four chariots coming from between what looked like two mountains made of brass. ", "2": "The first chariot was pulled by red horses, the second by black ones, ", "3": "the third by white horses and the fourth by dappled-grays.", "4": "“And what are these, sir?” I asked the angel.", "5": "He replied, “These are the four heavenly spirits who stand before the Lord of all the earth; they are going out to do his work. ", "6": "The chariot pulled by the black horses will go north, and the one pulled by white horses will follow it there,[a] while the dappled-grays will go south.”", "7": "The red[b] horses were impatient to be off, to patrol back and forth across the earth, so the Lord said, “Go. Begin your patrol.” So they left at once.", "8": "Then the Lord summoned me and said, “Those who went north have executed my judgment[c] and quieted my anger there.”", "9": "In another message the Lord said:", "10-11": "“Heldai, Tobijah, and Jedaiah will bring gifts of silver and gold from the Jews exiled in Babylon. The same day they arrive, meet them at the home of Josiah (son of Zephaniah), where they will stay. Accept their gifts and make from them a crown from the silver and gold. Then put the crown on the head of Joshua (son of Josedech) the High Priest. ", "12": "Tell him that the Lord Almighty says, 'You represent the Man who will come, whose name is “The Branch”—he will grow up from himself[d]—and will build the Temple of the Lord. ", "13": "To him belongs the royal title. He will rule both as King and as Priest, with perfect harmony between the two!'", "14": "“Then put the crown in the Temple of the Lord, to honor those who gave it—Heldai, Tobijah, Jedaiah, and also Josiah. ", "15": "These three who have come from so far away represent many others who will someday come from distant lands to rebuild the Temple of the Lord. And when this happens, you will know my messages have been from God, the Lord Almighty. But none of this will happen unless you carefully obey the commandments of the Lord your God.”"}