{"1": "Paul, a prisoner of Jesus the Anointed One, with our brother Timothy, to you, beloved Philemon, our fellow worker; and ", "2": "to Apphia our sister, to Archippus our fellow soldier, and to the church that gathers in your house. ", "3": "May grace and peace from God our Father and the Lord Jesus the Anointed surround you.", "4": "I am constantly thanking God for you in my prayers ", "5": "because I keep hearing about your love and faith toward our Lord Jesus and all those set apart for His purposes. Here's what I've been praying on your behalf:", "6": "Thank You, Father, for Philemon. I pray that as he goes and tells his story of faith, he would tell everyone so that they will know for certain all the good that comes to those who put their trust in the Anointed One.", "7": "My brother, because you are out there encouraging and reviving the hearts of fellow saints with such love, this brings great joy and comfort to me.", "8": "Although I am bold enough in the Anointed, our Liberating King, to insist you do the right thing, ", "9": "instead I choose to appeal to you on account of love. I do this for my own sake since I, Paul, am an old man and am held prisoner because of my service to Jesus the Anointed. ", "10": "I make this request on behalf of my child, Onesimus,[a] whom I brought to faith during my time in prison. ", "11": "Before, he was useless to you; but now he is useful to both you and me. ", "12": "Listen, I am sending my heart back to you as I send him to stand before you, although truly ", "13": "I wished to keep him at my side to take your place as my helper while I am bound for the good news. ", "14": "But I didn't want to make this decision without asking for your permission. This way, any goodwill on your part wouldn't be seen as forced, but as your true and free desire.", "15": "Maybe this is the reason why he was supposed to be away from you for this time: so that now you will have him back forever—", "16": "no longer as a slave, but as more than a slave—as a dear brother. Yes, he is dear to me, but I suspect he will come to mean even more to you, both in the flesh as a servant and in the Lord as a brother.", "17": "The gospel is a powerful social force for good, capable of making rich and poor, slave and free into beloved brothers. So if you look upon me as your partner in this mission, then I ask you to open your heart to him as you would welcome me. ", "18": "And if he has wronged you or owes you anything, charge it to me. ", "19": "Look, I'll put it here in my own handwriting: I, Paul, promise to repay you everything. (Should I remind you that you owe me your life?) ", "20": "Indeed, brother, I want you to do me this favor out of obedience to our Lord. It will refresh my heart in Him. ", "21": "This letter comes, written with the confidence that you will not only do what I ask, but will also go beyond all I have asked.", "22": "One more thing: you should get a room ready for me as I hope to be released to you soon in answer to your prayers. ", "23": "Epaphras (my fellow prisoner in Jesus, the Anointed One) greets you, ", "24": "as well as my fellow workers Mark, Aristarchus, Demas, and Luke.", "25": "May the grace of the Lord Jesus the Anointed be with your spirit. [Amen.][b]"}