{"1": "I, the Lord All-Powerful, will send my messenger to prepare the way for me. Then suddenly the Lord you are looking for will appear in his temple. The messenger you desire is coming with my promise, and he is on his way.", "2": "On the day the Lord comes, he will be like a furnace that purifies silver or like strong soap in a washbasin. No one will be able to stand up to him. ", "3": "The Lord will purify the descendants of Levi,[a] as though they were gold or silver. Then they will bring the proper offerings to the Lord, ", "4": "and the offerings of the people of Judah and Jerusalem will please him, just as they did in the past.", "5": "The Lord All-Powerful said: I'm now on my way to judge you. And I will quickly condemn all who practice witchcraft or cheat in marriage or tell lies in court or rob workers of their pay or mistreat widows and orphans or steal the property of foreigners or refuse to respect me.", "6": "Descendants of Jacob, I am the Lord All-Powerful, and I never change. That's why you haven't been wiped out, ", "7": "even though you have ignored and disobeyed my laws ever since the time of your ancestors. But if you return to me, I will return to you. And yet you ask, “How can we return?”", "8": "You people are robbing me, your God. And, here you are, asking, “How are we robbing you?” You are robbing me of the offerings and of the ten percent that belongs to me.[b] ", "9": "That's why your whole nation is under a curse. ", "10": "I am the Lord All-Powerful, and I challenge you to put me to the test. Bring the entire ten percent into the storehouse, so there will be food in my house. Then I will open the windows of heaven and flood you with blessing after blessing.[c] ", "11": "I will also stop locusts[d] from destroying your crops and keeping your vineyards from producing. ", "12": "Everyone of every nation will talk about how I have blessed you and about your wonderful land. I, the Lord All-Powerful, have spoken!", "13": "You have said horrible things about me, and yet you ask, “What have we said?”", "14": "Here is what you have said: “It's foolish to serve the Lord God All-Powerful. What do we get for obeying him and from going around looking sad? ", "15": "See how happy those arrogant people are. Everyone who does wrong is successful, and when they put God to the test, they always get away with it.”", "16": "All those who truly respected the Lord and honored his name started discussing these things, and when God saw what was happening, he had their names[e] written as a reminder in his book.", "17": "Then the Lord All-Powerful said: You people are precious to me, and when I come to bring justice, I will protect you, just as parents protect an obedient child. ", "18": "Then everyone will once again see the difference between those who obey me by doing right and those who reject me by doing wrong."}