{"1": "I am the man who has been suffering because of the power of God's anger. ", "2": "He has led me and brought me into darkness and not into light. ", "3": "For sure He has turned His hand against me again and again all day long. ", "4": "He has made my flesh and my skin waste away. He has broken my bones. ", "5": "He has shut me in with trouble and suffering. ", "6": "He has made me live in dark places, like those who have been dead a long time. ", "7": "He has put a wall around me so that I cannot go out. He has put heavy chains on me. ", "8": "Even when I cry and call for help, he shuts out my prayer. ", "9": "He has stopped me with blocks of stone. He has made my paths no longer straight. ", "10": "He is like a bear lying in wait, like a lion hiding in secret places. ", "11": "He has turned me from the path and torn me to pieces. He has destroyed me. ", "12": "He used His bow, and set me as a mark for His arrow. ", "13": "He has taken out His arrows and sent them into my heart. ", "14": "All my people laugh at me. They sing songs that make fun of me all day long. ", "15": "He has filled me with bitter feelings. He has made me drunk with wormwood. ", "16": "He has broken my teeth with rocks, and has covered me with dust. ", "17": "Peace has left my soul. I have forgotten what it is like to be happy. ", "18": "So I say, “My strength is gone, and so has my hope from the Lord.”", "19": "Remember my trouble and my traveling from place to place, the wormwood and bitter feelings. ", "20": "I remember it always, and my soul bows down within me. ", "21": "But this I remember, and so I have hope. ", "22": "It is because of the Lord's loving-kindness that we are not destroyed for His loving-pity never ends. ", "23": "It is new every morning. He is so very faithful. ", "24": "“The Lord is my share.” says my soul, “so I have hope in Him.” ", "25": "The Lord is good to those who wait for Him, to the one who looks for Him. ", "26": "It is good that one should be quiet and wait for the saving power of the Lord. ", "27": "It is good for a man to carry the load while he is young. ", "28": "Let him sit alone and be quiet when God has laid the load on him. ", "29": "Let him put his mouth in the dust. There may be hope yet. ", "30": "Let him give his face to the one who hits him, and be filled with shame. ", "31": "For the Lord will not turn away from a man forever. ", "32": "For if He causes sorrow, He will have loving-pity because of His great loving-kindness. ", "33": "He does not want to cause trouble or sorrow for the children of men. ", "34": "He is not pleased when all those on earth who are in prison are crushed under foot. ", "35": "The Most High is not pleased when the rights are kept away from a man who is before Him, ", "36": "and when wrong is done to him in his cause. The Lord is not pleased with these things. ", "37": "Who has said that something would happen and then it did happen, unless the Lord has said that it should be? ", "38": "Is it not from the mouth of the Most High that both good and bad come?", "39": "Why should any living man complain about the punishment of his sins? ", "40": "Let us test and look over our ways, and return to the Lord. ", "41": "Let us lift up our heart and hands to God in heaven, saying, ", "42": "“We have sinned and would not obey You, and You have not forgiven us. ", "43": "You have covered Yourself with anger and have followed us, killing without pity. ", "44": "You have covered Yourself with a cloud so that no prayer can get through. ", "45": "You have made us a waste and something that is not wanted among the nations. ", "46": "All those who hate us have spoken against us. ", "47": "Fear and a trap have come upon us. We are laid waste and destroyed. ", "48": "My eyes flow with rivers of tears because my people are destroyed. ", "49": "Tears flow from my eyes all the time without stopping, ", "50": "until the Lord looks down from heaven and sees. ", "51": "My eyes bring me suffering because of what is happening to all the women of my city. ", "52": "I have been hunted like a bird by those who hate me for no reason. ", "53": "They threw me alive into the deep hole and have put a stone on me. ", "54": "Water flowed over my head, and I said, “I am cut off!” ", "55": "I called on Your name, O Lord, out of the deep hole. ", "56": "You have heard my voice. Do not close Your ears to my cry for help. ", "57": "You came near when I called You, and You said, “Do not be afraid!” ", "58": "You have helped me in my cause, O Lord. You have saved my life. ", "59": "O Lord, You have seen the wrong done to me. Judge in my favor. ", "60": "You have seen how much they hate me and plan against me. ", "61": "O Lord, You have heard how they put me to shame and how they work against me. ", "62": "The lips and thoughts of those who hurt me are against me all day long. ", "63": "Watch their sitting down and standing up. I am their song as they make fun of me. ", "64": "O Lord, You will punish them for what they have done. ", "65": "You will give them hard hearts, and curse them. ", "66": "Go after them in anger and destroy them from under Your heavens, O Lord."}