{"1": "In the beginning was the Word. The Word was close beside God, and the Word was God. ", "2": "In the beginning, he was close beside God.", "3": "All things came into existence through him; not one thing that exists came into existence without him. ", "4": "Life was in him, and this life was the light of the human race. ", "5": "The light shines in the darkness, and the darkness did not overcome it.", "6": "There was a man called John, who was sent from God. ", "7": "He came as evidence, to give evidence about the light, so that everyone might believe through him. ", "8": "He was not himself the light, but he came to give evidence about the light.", "9": "The true light, which gives light to every human being, was coming into the world. ", "10": "He was in the world, and the world was made through him, and the world did not know him. ", "11": "He came to what was his own, and his own people did not accept him. ", "12": "But to anyone who did accept him, he gave the right to become God's children; yes, to anyone who believed in his name. ", "13": "They were not born from blood, or from fleshly desire, or from the intention of a man, but from God.", "14": "And the Word became flesh, and lived among us. We gazed upon his glory, glory like that of the father's only son, full of grace and truth.", "15": "John gave evidence about him, loud and clear. 'This is the one', he said, 'that I was speaking about when I told you, “The one who comes after me ranks ahead of me, because he was before me.” '", "16": "Yes; it's out of his fullness that we have all received, grace indeed on top of grace. ", "17": "The law, you see, was given through Moses; grace and truth came through Jesus the Messiah. ", "18": "Nobody has ever seen God. The only-begotten God, who is intimately close to the father – he has brought him to light.", "19": "This is the evidence John gave, when the Judaeans sent priests and Levites from Jerusalem to ask him, 'Who are you?'", "20": "He was quite open about it; he didn't try to deny it. He said, quite openly, 'I am not the Messiah.'", "21": "'What then?' they asked. 'Are you Elijah?' 'No, I'm not,' he replied. 'Are you the Prophet?' 'No.'", "22": "'Well, then, who are you?' they said. 'We've got to take some kind of answer back to the people who sent us. Who do you claim to be?'", "23": "'I'm “a voice calling in the desert”,' he said, ' “Straighten out the road for the master!” ' – just as the prophet Isaiah said.", "24": "The people who had been sent were from the Pharisees. ", "25": "They continued to question him. 'So why are you baptizing', they asked, 'if you aren't the Messiah, or Elijah, or the Prophet?'", "26": "'I'm baptizing with water,' John replied. 'But there is someone standing among you that you don't know, ", "27": "someone who is to come after me. I'm not good enough to undo his sandal-strap.'", "28": "This took place in Bethany beyond the Jordan, where John was baptizing.", "29": "The next day, John saw Jesus coming towards him. 'Look!' he said. 'There's God's lamb! He's the one who takes away the world's sin! ", "30": "He's the one I was speaking about when I said, “There's a man coming after me who ranks ahead of me, because he was before me!” ", "31": "I didn't know who it would be, but this was the reason I came to baptize with water – so that he could be revealed to Israel.'", "32": "So John gave this evidence: 'I saw the spirit coming down like a dove out of heaven and remaining on him. ", "33": "I didn't know who it would be; but the one who sent me to baptize with water said to me, “When you see the spirit coming down and resting on someone, that's the person who will baptize with the holy spirit.” ", "34": "Well, that's what I saw, and I've given you my evidence: he is the son of God.'", "35": "The following day John was again standing there, with two of his disciples. ", "36": "He saw Jesus walking by, and said, 'Look! There goes God's lamb!'", "37": "The two disciples heard him say this, and they followed Jesus.", "38": "Jesus turned and saw them following him. 'What do you want?' he asked. 'Rabbi,' they said (the word means 'teacher'), 'where are you staying?'", "39": "'Come and see,' he replied. So they came, and saw where he was staying, and stayed with him that day. It was late in the afternoon.", "40": "One of the two who heard what John said and followed Jesus was Andrew, Simon Peter's brother. ", "41": "The first person he found was his own brother Simon. 'We've found the Messiah!' he said (that means 'the anointed one', like our word 'Christ'). ", "42": "He brought him to Jesus. Jesus looked at him. 'So,' he said, 'you're Simon, John's son, are you? We'd better call you Cephas!' (That means 'the Rock', like our word 'Peter'.)", "43": "The next day Jesus decided to go to Galilee, where he found Philip. 'Follow me,' he said to him.", "44": "Philip came from Bethsaida, the town where Andrew and Peter hailed from. ", "45": "Philip found Nathanael. 'We've found him!' he said. 'The one Moses wrote about in the law! And the prophets, too! We've found him! It's Jesus, Joseph's son, from Nazareth!'", "46": "'Really?' replied Nathanael. 'Are you telling me that something good can come out of Nazareth?' 'Come and see,' replied Philip.", "47": "Jesus saw Nathanael coming towards him. 'Here he comes,' he said. 'Look at him! He's a real Israelite. Genuine through and through.'", "48": "'How did you get to know me?' asked Nathanael. 'Oh,' replied Jesus, 'I saw you under the fig tree, before Philip spoke to you.'", "49": "'Rabbi,' replied Nathanael, 'you're the son of God! You're the king of Israel!'", "50": "'Wait a minute,' said Jesus. 'Are you telling me that you believe just because I told you I saw you under the fig tree? You'll see a lot more than that!", "51": "'In fact,' he went on, 'I'm telling you the solemn truth. You'll see heaven opened, and God's angels going up and down upon the son of man.'"}