{"1": "'I'm telling you the solemn truth,' said Jesus. 'Anyone who doesn't come into the sheepfold by the gate, but gets in by some other way, is a thief and a brigand. ", "2": "But the one who comes in through the gate is the sheep's own shepherd. ", "3": "The doorkeeper will open up for him, and the sheep hear his voice. He calls his own sheep by name, and leads them out. ", "4": "When he has brought out all that belong to him, he goes on ahead of them. The sheep follow him, because they know his voice. ", "5": "They won't follow a stranger; instead, they will run away from him, because they don't know the stranger's voice.'", "6": "Jesus spoke this parable to them, but they didn't understand what it was he was saying to them.", "7": "So he spoke to them again. 'I'm telling you the solemn truth,' he said. 'I am the gate of the sheep. ", "8": "All the people who came before me were thieves and brigands, but the sheep didn't listen to them. ", "9": "I am the gate. If anyone comes in by me, they will be safe, and will go in and out and find pasture. ", "10": "The thief only comes to steal, and kill, and destroy. I came so that they could have life – yes, and have it full to overflowing.'", "11": "'I am the good shepherd,' Jesus continued. 'The good shepherd lays down his life for the sheep. ", "12": "But supposing there's a hired servant, who isn't himself the shepherd, and who doesn't himself own the sheep. He will see the wolf coming, and leave the sheep, and run away. Then the wolf will snatch the sheep and scatter them. ", "13": "He'll run away because he's only a hired servant, and doesn't care about the sheep.", "14": "'I am the good shepherd. I know my own sheep, and my own know me – ", "15": "just as the father knows me and I know the father. And I lay down my life for the sheep. ", "16": "And I have other sheep, too, which don't belong to this sheepfold. I must bring them, too, and they will hear my voice. Then there will be one flock, and one shepherd.", "17": "'That's why the father loves me, because I lay down my life, so that I can take it again. ", "18": "Nobody takes it from me; I lay it down of my own accord. I have the right to lay it down, and I have the right to receive it back again. This is the command I received from my father.'", "19": "So there was again a division among the Judaeans because of what Jesus had said.", "20": "'He's demon-possessed!' some were saying. 'He's raving mad! Why listen to him?'", "21": "'No,' said some others, 'that's not how demon-possessed people talk. Anyway, how could a demon open a blind man's eyes?'", "22": "It was the Feast of the Dedication in Jerusalem. It was winter, ", "23": "and Jesus was walking in the Temple, in Solomon's Porch. ", "24": "The Judaeans surrounded him. 'How much longer are you going to keep us in suspense?' they asked. 'If you are the Messiah, say so out loud!'", "25": "'I told you,' replied Jesus, 'and you didn't believe. The works which I'm doing in my father's name give evidence about me. ", "26": "But you don't believe, because you don't belong to my sheep.", "27": "'My sheep hear my voice. I know them, and they follow me. ", "28": "I give them the life of the coming age. They will never, ever perish, and nobody can snatch them out of my hand. ", "29": "My father, who has given them to me, is greater than all, and nobody can snatch them out of my father's hand. ", "30": "I and the father are one.'", "31": "So the Judaeans once more picked up stones to stone him.", "32": "'I've shown you many fine deeds from the father,' Jesus replied to them. 'Which of these deeds are you stoning me for?'", "33": "'We're not stoning you for good deeds,' replied the Judaeans, 'but because of blasphemy! Here you are, a mere man, and you're making yourself into God!'", "34": "'It's written in your law, isn't it,' replied Jesus to them, ' “I said, you are gods?” ", "35": "Well, if the law calls people “gods”, people to whom God's word came (and you can't set the Bible aside), ", "36": "how can you accuse someone of blasphemy when the father has placed him apart and sent him into the world, and he says, “I am the son of God”?", "37": "'If I'm not doing the works of my father, don't believe me. ", "38": "But if I am doing them, well – even if you don't believe me, believe the works! That way you will know and grasp that the father is in me, and I am in the father.'", "39": "So again they tried to arrest him. But Jesus managed to get away from them.", "40": "He went off once more across the Jordan, to the place where John had been baptizing at the beginning, and he stayed there. ", "41": "Several people came to him. 'John never did any signs,' they said, 'but everything that John said about this man was true.'", "42": "And many believed in him there."}