{"1": "It was before the festival of Passover. Jesus knew that his time had come, the time for him to leave this world and go to the father. He had always loved his own people in the world; now he loved them right through to the end.", "2": "It was supper-time. The devil had already put the idea of betraying him into the heart of Judas, son of Simon Iscariot. ", "3": "Jesus knew that the father had given everything into his hands, and that he had come from God and was going to God. ", "4": "So he got up from the supper-table, took off his clothes, and wrapped a towel around himself. ", "5": "Then he poured water into a bowl, and began to wash the disciples' feet, and to wipe them with the towel he was wrapped in.", "6": "He came to Simon Peter. 'Master,' said Peter, 'what's this? You, washing my feet?'", "7": "'You don't understand yet what I'm doing,' replied Jesus, 'but you'll know afterwards.'", "8": "'I'm not going to have you washing my feet!' said Peter. 'Never!' 'If I don't wash you,' replied Jesus, 'you don't belong to me.'", "9": "'All right then, Master,' said Simon Peter, 'but not only my feet – wash my hands and my head as well!'", "10": "'Someone who has washed', said Jesus to him, 'doesn't need to wash again, except for their feet. They are clean all over. And you are clean – but not all of you.'", "11": "Jesus knew, you see, who was going to betray him. That's why he said, 'You are not all clean.'", "12": "So when he had washed their feet, he put on his clothes and sat down again. 'Do you know what I've done to you?' he asked. ", "13": "'You call me “teacher”, and “master”, and you're right. That's what I am. ", "14": "Well, then: if I, as your master and teacher, washed your feet just now, you should wash each other's feet. ", "15": "I've given you a pattern, so that you can do things in the same way that I did to you.", "16": "'I'm telling you the solemn truth,' he continued. 'The slave isn't greater than the master. People who are sent are not greater than the person who sends them. ", "17": "If you know these things, God's blessing on you if you do them.", "18": "'I'm not talking about all of you,' he went on. 'I know the ones I have chosen. What the Bible says has to come true: “The person who ate my bread lifted up his heel against me.” ", "19": "I'm telling you this now, before it happens, so that when it does happen you may believe that I am who I am. ", "20": "I'm telling you the solemn truth: anyone who welcomes someone I send, welcomes me, and anyone who welcomes me, welcomes the one who sent me.'", "21": "After saying this, Jesus was troubled in spirit. He told them why. 'I'm telling you the solemn truth,' he said. 'One of you will betray me.'", "22": "The disciples looked at each other in shock, wondering who he could be talking about. ", "23": "One of the disciples, the one Jesus specially loved, was reclining at table close beside him. ", "24": "Simon Peter motioned to him to ask who it was he was talking about. ", "25": "So, leaning back against Jesus' chest, he asked him, 'Who is it, Master?'", "26": "'It's the one I'm going to give this piece of bread to', said Jesus, 'when I've dipped it in the dish.' So he dipped the piece of bread, and gave it to Judas, son of Simon Iscariot. ", "27": "After the bread, the satan entered into him. 'Do it quickly, won't you?' said Jesus to him.", "28": "None of the others at the table knew what he meant. ", "29": "Because Judas kept the common purse, some were thinking that he meant, 'Buy what we need for the festival', or that he was to give something to the poor.", "30": "So when Judas had taken the bread, he went out at once. It was night.", "31": "When Judas had gone out, Jesus began to speak. 'Now the son of man is glorified!' he said. 'Now God is glorified in him! ", "32": "And if God is glorified in him, God will glorify him in himself, and glorify him at once. ", "33": "Children, I'm only with you a little longer. You will look for me, and, as I said to the Judaeans that where I was going they couldn't come, so I'm saying the same to you now.", "34": "'I'm giving you a new commandment, and it's this: love one another! Just as I have loved you, so you must love one another. ", "35": "This is how everybody will know that you are my disciples, if you have love for each other.'", "36": "Simon Peter spoke up. 'Master,' he said, 'where are you going?' 'Where I'm going', replied Jesus, 'you can't follow me just now. You will follow later, though.'", "37": "'Master,' Peter replied, 'why can't I follow you now? I will lay down my life for you!'", "38": "'Will you really lay down your life for me?' smiled Jesus. 'I'm telling you the solemn truth: by the time the cock crows you will have disowned me three times.'"}