{"1": "There was a man of the Pharisees called Nicodemus, a ruler of the Judaeans. ", "2": "He came to Jesus by night. 'Rabbi,' he said to him. 'We know that you're a teacher who's come from God. Nobody can do these signs that you're doing, unless God is with him.'", "3": "'Let me tell you the solemn truth,' replied Jesus. 'Unless someone has been born from above, they won't be able to see God's kingdom.'", "4": "'How can someone possibly be born', asked Nicodemus, 'when they're old? You're not telling me they can go back a second time into the mother's womb and be born, are you?'", "5": "'I'm telling you the solemn truth,' replied Jesus. 'Unless someone is born from water and spirit, they can't enter God's kingdom. ", "6": "Flesh is born from flesh, but spirit is born from spirit. ", "7": "Don't be surprised that I said to you, You must be born from above. ", "8": "The wind blows where it wants to, and you hear the sound it makes; but you don't know where it's coming from or where it's going to. That's what it's like with someone who is born from the spirit.'", "9": "'How can this be so?' asked Nicodemus.", "10": "'Well, well!' replied Jesus. 'You're a teacher of Israel, and yet you don't know about all this? ", "11": "I'm telling you the solemn truth: we're talking about things we know about. We're giving evidence about things we've seen. But you won't admit our evidence. ", "12": "If I told you earthly things and you don't believe, how will it be if I tell you heavenly things? Are you going to believe then? ", "13": "And nobody has gone up into heaven except the one who came down from heaven, the son of man.'", "14": "'So, just as Moses lifted up the snake in the desert, in the same way the son of man must be lifted up, ", "15": "so that everyone who believes in him may share in the life of God's new age. ", "16": "This, you see, is how much God loved the world: enough to give his only, special son, so that everyone who believes in him should not be lost but should share in the life of God's new age. ", "17": "After all, God didn't send the son into the world to condemn the world, but so that the world could be saved by him.", "18": "'Anyone who believes in him is not condemned. But anyone who doesn't believe is condemned already, because they didn't believe in the name of God's only, special son. ", "19": "And this is the condemnation: that light has come into the world, and people loved darkness rather than light, because what they were doing was evil. ", "20": "For everyone who does evil hates the light; people like that don't come to the light, in case their deeds get shown up and reproved. ", "21": "But people who do the truth come to the light, so that it can become clear that what they have done has been done in God.'", "22": "After this, Jesus and his disciples went into the countryside of Judaea, and he stayed there with them and baptized. ", "23": "John, too, was baptizing at Aenon, close to Salim. There was plenty of water there, and people came to him and were baptized. ", "24": "This, of course, was before John had been put into prison.", "25": "There was, perhaps inevitably, a dispute between the disciples of John and a Judaean, on the subject of purification. ", "26": "They came to John. 'Rabbi,' they said. 'Remember the man who was with you beyond the Jordan, the one you gave evidence about? Well, look! He's baptizing, and everyone's going to him!'", "27": "'Nobody can receive anything unless heaven first gives it,' replied John. ", "28": "'You yourselves can bear me out that I said I wasn't the Messiah, but that I was sent ahead of him. ", "29": "It's the bridegroom who gets the bride. The bridegroom's friend, who stands nearby and hears him, is very, very happy when he hears the bridegroom's voice. So, you see, my joy is now complete. ", "30": "He must increase, but I must decrease.'", "31": "The one who comes from above is over everything. The one who is from the earth has an earthly character, and what he says has 'earth' written all over it. The one who comes from heaven is above all. ", "32": "He gives evidence about what he has heard and seen, and nobody accepts his evidence. ", "33": "The one who does accept his evidence has put his signature to the fact that God is true. ", "34": "The one God sent, you see, speaks God's words, because he gives the spirit lavishly. ", "35": "The father loves the son and has given everything into his hand. ", "36": "Anyone who believes in the son shares in the life of God's new age. Anyone who doesn't believe in the son won't see life, but God's wrath rests on him."}