{"1": "After this, Jesus went about in Galilee. He didn't want to go about in Judaea, because the Judaeans were after his blood.", "2": "The time came for the Jewish festival of Tabernacles. ", "3": "So Jesus' brothers approached him. 'Leave this place', they said, 'and go to Judaea! Then your disciples will see the works you're doing. ", "4": "Nobody who wants to become well known does things in secret. If you're doing these things, show yourself to the world!'", "5": "Even his brothers, you see, didn't believe in him.", "6": "'My time isn't here yet,' replied Jesus, 'but your time is always here. ", "7": "The world can't hate you, but it hates me, because I am giving evidence against it, showing that its works are evil. ", "8": "I tell you what: you go up to the feast. I'm not going up to this feast; my time is not yet complete.'", "9": "With these words, he stayed behind in Galilee.", "10": "But when Jesus' brothers had gone up to the festival, then he himself went up, not openly, but, so to speak, in secret. ", "11": "The Judaeans were looking for him at the feast. 'Where is he?' they were saying.", "12": "There was considerable dispute about him among the crowds. 'He's a good man!' some were saying. 'No, he isn't,' others would reply. 'He's deceiving the people!'", "13": "But nobody dared speak about him openly, for fear of the Judaeans.", "14": "About the middle of the feast, Jesus went up into the Temple and began to teach. ", "15": "The Judaeans were astonished. 'Where does this fellow get all his learning from?' they asked. 'He's never been trained!'", "16": "'My teaching isn't my own,' replied Jesus. 'It comes from the one who sent me! ", "17": "If anyone wants to do what God wants, they will know whether this teaching is from God, or whether I'm just speaking on my own account. ", "18": "Anyone who speaks on his own behalf is trying to establish his own reputation. But if what he's interested in is the reputation of the one who sent him, then he is true, and there is no injustice in him.'", "19": "'Moses gave you the law, didn't he?' Jesus continued. 'But none of you obeys the law. Why are you wanting to kill me?'", "20": "The crowd responded to this. 'You must have a demon inside you!' they said. 'Who is trying to kill you?'", "21": "'Look here,' replied Jesus. 'I did one single thing, and you are all amazed. ", "22": "Moses commanded you to practise circumcision (not that it starts with Moses, of course; it comes from the patriarchs), and you circumcise a man on the sabbath. ", "23": "Well, then, if a man receives circumcision on the sabbath, so that the law of Moses may not be broken, how can you be angry with me if I make an entire man healthy on the sabbath? ", "24": "Don't judge by appearances! Judge with proper and right judgment!'", "25": "Some Jerusalem residents commented, 'Isn't this the man they're trying to kill? ", "26": "Look – he's speaking quite openly, and nobody is saying anything to him. You don't suppose our rulers really know he's the Messiah, do you? ", "27": "The thing is, we know where he comes from – but when the Messiah appears, nobody will know where he comes from.'", "28": "As Jesus was teaching in the Temple, he shouted out, 'You know me! You know where I come from! I haven't come on my own behalf – but the one who sent me is true, and you don't know him! ", "29": "I know him, because I come from him, and he sent me!'", "30": "So they tried to arrest him. But nobody laid hands on him, because his time had not yet come.", "31": "Many people from the crowd believed in Jesus. 'When the Messiah comes,' they were saying, 'will he do more signs than this man has done?'", "32": "The Pharisees heard that the crowd was full of this rumour about him, and the chief priests and Pharisees sent servants to arrest him.", "33": "So Jesus said, 'I'm just with you for a little while, and then I'm going to the one who sent me. ", "34": "You will look for me and you won't find me, and you can't come where I am.'", "35": "'Where does he think he's going,' said the Judaeans to one another, 'if we won't be able to find him? He's not going to go off abroad, among the Greeks, is he, and teach the Greeks? ", "36": "What does he mean when he says, “You'll look for me and you won't find me”, and “Where I am, you can't come”?'", "37": "On the last day of the festival, the great final celebration, Jesus stood up and shouted out, 'If anybody's thirsty, they should come to me and have a drink! ", "38": "Anyone who believes in me will have rivers of living water flowing out of their heart, just like the Bible says!'", "39": "He said this about the spirit, which people who believed in him were to receive. The spirit wasn't available yet, because Jesus was not yet glorified.", "40": "When they heard these words, some people in the crowd said, 'This man really is “the Prophet”!'", "41": "'He's the Messiah!' said some others. But some of them replied, 'The Messiah doesn't come from Galilee, does he? ", "42": "Doesn't the Bible say that the Messiah is descended from David, and comes from Bethlehem, the city where David was?'", "43": "So there was a division in the crowd because of him. ", "44": "Some of them wanted to arrest him, but nobody laid hands on him.", "45": "So the servants went back to the chief priests and the Pharisees. 'Why didn't you get him?' they asked.", "46": "'No man ever spoke like this!' the servants replied.", "47": "'You don't mean to say you've been taken in too?' answered the Pharisees. ", "48": "'None of the rulers or the Pharisees have believed in him, have they? ", "49": "But this rabble that doesn't know the law – a curse on them!'", "50": "Nicodemus, who went to Jesus earlier, and who was one of their own number, spoke up.", "51": "'Our law doesn't condemn a man, does it, unless first you hear his side of the story and find out what he's doing?'", "52": "'Oh, so you're from Galilee too, are you?' they answered him. 'Check it out and see! No prophet ever rises up from Galilee!'", "53": "They all went off home, "}