{"1": "and Jesus went to the Mount of Olives. ", "2": "In the morning he went back to the Temple. All the people came to him, and he sat down and taught them.", "3": "The scribes and Pharisees brought a woman who had been caught out in adultery. They stood her out in the middle.", "4": "'Teacher,' they said to him. 'This woman was caught in the very act of adultery. ", "5": "In the law, Moses commanded us to stone people like this. What do you say?'", "6": "They said this to test him, so that they could frame a charge against him. Jesus squatted down and wrote with his finger on the ground. ", "7": "When they went on pressing the question, he got up and said to them, 'Whichever of you is without sin should throw the first stone at her.'", "8": "And once again he squatted down and wrote on the ground.", "9": "When they heard that, they went off one by one, beginning with the oldest. Jesus was left alone, with the woman still standing there.", "10": "Jesus looked up. 'Where are they, woman?' he asked. 'Hasn't anybody condemned you?'", "11": "'Nobody, sir,' she replied. 'Well, then,' said Jesus, 'I don't condemn you either! Off you go – and from now on don't sin again!'", "12": "Jesus spoke to them again. 'I am the light of the world,' he said. 'People who follow me won't go around in the dark; they'll have the light of life!'", "13": "'You're giving evidence in your own case!' said the Pharisees. 'Your evidence is false!'", "14": "'Even if I do give evidence about myself,' replied Jesus to them, 'my evidence is true, because I know where I came from and where I'm going to. But you don't know where I come from or where I'm going to. ", "15": "You are judging in merely human terms; I don't judge anyone. ", "16": "But even if I do judge, my judgment is true, because I'm not a lone voice; I have on my side the father who sent me. ", "17": "It is written in your law that the evidence of two people is true. ", "18": "I'm giving evidence about myself, and the father who sent me is giving evidence about me.'", "19": "'Where is your father?' they said to him. 'You don't know me,' replied Jesus, 'and you don't know my father! If you had known me, you would have known my father as well.'", "20": "He said all this in the treasury, while he was teaching in the Temple. Nobody arrested him, though, because his time hadn't yet come.", "21": "So Jesus spoke to them once more. 'I am going away,' he said. 'You will look for me, and you will die in your sin. You can't come where I'm going.'", "22": "'Is he going to kill himself?' asked the Judaeans. 'Is that what he means when he says we can't come where he's going?'", "23": "'You come from below,' Jesus said to them, 'but I come from above. You are from this world, I am not from this world. ", "24": "I told you that you would die in your sins; you see, that's what will happen to you if you don't believe that I am the one.'", "25": "'Who are you?' they asked. 'What I've been telling you from the beginning,' replied Jesus. ", "26": "'There are plenty of things I could say about you, yes, and against you too! But the one who sent me is true, and I tell the world what I heard from him.'", "27": "They didn't understand that he was talking about the father.", "28": "So Jesus said to them, 'When you've lifted up the son of man, then you will know that I'm the one, and that I never act on my own initiative; I say exactly what the father taught me. ", "29": "And the one who sent me is with me. He hasn't left me alone, because I always do what pleases him.'", "30": "As Jesus said all this, several people believed in him.", "31": "So Jesus spoke to the Judaeans who had believed in him. 'If you remain in my word,' he said, 'you will truly be my disciples, ", "32": "and you will know the truth, and the truth will make you free.'", "33": "'We are Abraham's descendants!' they replied. 'We've never been anyone's slaves! How can you say that “You'll become free”?'", "34": "'I'm telling you the solemn truth,' Jesus replied. 'Everyone who commits sin is a slave of sin. ", "35": "The slave doesn't live in the house for ever; the son lives there for ever. ", "36": "So, you see, if the son makes you free, you will be truly free.'", "37": "'I know you're Abraham's descendants,' Jesus went on. 'But you're trying to kill me, because my word doesn't find a place among you. ", "38": "I am speaking of what I have seen with the father; and you, too, are doing what you heard from your father.'", "39": "'Abraham is our father!' they replied. 'If you really were Abraham's children,' replied Jesus, 'you would do what Abraham did! ", "40": "But now you're trying to kill me – me, a man who has told you the truth which I heard from God! That's not what Abraham did. ", "41": "You're doing the works of your father.' 'There wasn't anything immoral about the way we were born!' they replied. 'We've got one father, and that's God!'", "42": "'If God really was your father,' replied Jesus, 'you would love me, because I came from God, and here I am. I didn't come on my own initiative, you see, but he sent me. ", "43": "Why don't you understand what I'm saying? It can only be because you can't hear my word. ", "44": "You are from your father – the devil! And you're eager to get on with what he wants. He was a murderer from the beginning, and he's never remained in the truth, because there is no truth in him. When he tells lies, he speaks what comes naturally to him, because he is a liar – in fact, he's the father of lies! ", "45": "But because I speak the truth, you don't believe me. ", "46": "Which of you can bring a charge of sin against me? If I speak the truth, why don't you believe me? ", "47": "The one who is from God speaks God's words. That's why you don't listen, because you're not from God.'", "48": "This was the Judaeans' response to Jesus. 'Haven't we been right all along,' they said, 'in saying you're a Samaritan, and that you've got a demon inside you?'", "49": "'I haven't got a demon!' replied Jesus. 'I am honouring my father, and you are dishonouring me. ", "50": "I'm not looking for my own glory; there is one who is looking after that, and he will be the judge. ", "51": "I'm telling you the solemn truth: anyone who keeps my word will never, ever see death.'", "52": "'Now we know that you really have got a demon!' replied the Judaeans. 'Look here: Abraham died! So did the prophets! And here are you, saying, “Anyone who keeps my word will never, ever taste death.” ", "53": "You're not suggesting, are you, that you're greater than our father Abraham? He died, and so did the prophets! Who are you making yourself out to be?'", "54": "'If I do give myself glory,' replied Jesus, 'my glory is nothing. My father is the one who brings me glory – the one you say is “our God”; ", "55": "and you don't know him! I know him, though. If I were to say I didn't know him, I would be a liar like you. But I do know him, and I keep his word. ", "56": "Your father Abraham celebrated the fact that he would see my day. He saw it and was delighted.'", "57": "'You're not yet fifty years old!' responded the Judaeans. 'Have you seen Abraham?'", "58": "'I'm telling you the solemn truth,' replied Jesus. 'Before Abraham existed, I Am.'", "59": "So they picked up stones to throw at him. But Jesus hid, and left the Temple."}