{"1": "As Jesus was going along, he saw a man who had been blind from birth.", "2": "'Teacher,' his disciples asked him, 'whose sin was it that caused this man to be born blind? Did he sin, or did his parents?'", "3": "'He didn't sin,' replied Jesus, 'nor did his parents. It happened so that God's works could be seen in him. ", "4": "We must work the works of the one who sent me as long as it's still daytime. The night is coming, and nobody can work then! ", "5": "As long as I'm in the world, I'm the light of the world.'", "6": "With these words, he spat on the ground, and made some mud out of his spittle. He spread the mud on the man's eyes.", "7": "'Off you go', he said to him, 'and wash in the pool of Siloam' (which means 'sent'). So he went off and washed. When he came back, he could see.", "8": "His neighbours, and the people who used to see him begging, remarked on this. 'Isn't this the man', they said, 'who used to sit here and beg?'", "9": "'Yes, it's him!' said some of them. 'No, it isn't!' said some others. 'It's somebody like him.' But the man himself spoke. 'Yes, it's me,' he said.", "10": "'Well, then,' they said to him, 'how did your eyes get opened?'", "11": "'It was the man called Jesus!' he replied. 'He made some mud, then he spread it on my eyes, and told me to go to Siloam and wash. So I went, and washed, and I could see!'", "12": "'Where is he?' they asked. 'I don't know,' he replied.", "13": "They took the man who had been blind and brought him to the Pharisees. ", "14": "(14 The day Jesus had made the mud, and opened his eyes, was a sabbath.) ", "15": "So the Pharisees began to ask him again how he had come to see. 'He put some mud on my eyes,' he said, 'and I washed, and now I can see!'", "16": "'The man can't be from God,' some of the Pharisees began to say. 'He doesn't keep the sabbath!' 'Well, but,' replied some of the others, 'how can a man who is a sinner do signs like these?' And they were divided.", "17": "So they spoke to the blind man again. 'What have you got to say about him?' they asked. 'He opened your eyes, after all.' 'He's a prophet,' he replied.", "18": "The Judaeans didn't believe that he really had been blind and now could see. So they called the parents of the newly sighted man, ", "19": "and put the question to them. 'Is this man really your son,' they asked, 'the one you say was born blind? How is it that he can now see?'", "20": "'Well,' replied his parents, 'we know that he is indeed our son, and that he was born blind. ", "21": "But we don't know how it is that he can now see, and we don't know who it was that opened his eyes. Ask him! He's grown up. He can speak for himself.'", "22": "His parents said this because they were afraid of the Judaeans. The Judaeans, you see, had already decided that if anyone declared that Jesus was the Messiah, they should be put out of the synagogue. ", "23": "That's why his parents said, 'He's grown up, so you should ask him.'", "24": "So for the second time they called the man who had been blind. 'Give God the glory!' they said. 'We know that this man is a sinner.'", "25": "'I don't know whether he's a sinner or not,' replied the man. 'All I know is this: I used to be blind, and now I can see.'", "26": "'What did he do to you?' they asked. 'How did he open your eyes?'", "27": "'I told you already,' replied the man, 'and you didn't listen. Why d'you want to hear it again? You don't want to become his disciples too, do you?'", "28": "'You're his disciple,' they scoffed, 'but we are Moses's disciples. ", "29": "We know that God spoke to Moses, but we don't know where this man comes from.'", "30": "'Well, here's a fine thing!' replied the man. 'You don't know where he's from, and he opened my eyes! ", "31": "We know that God doesn't listen to sinners; but if anyone is devout, and does his will, he listens to them. ", "32": "It's never, ever been heard of before that someone should open the eyes of a person born blind. ", "33": "If this man wasn't from God, he couldn't do anything.'", "34": "'You were born in sin from top to toe,' they replied, 'and are you going to start teaching us?' And they threw him out.", "35": "Jesus heard that they had thrown the man out. He found him and spoke to him. 'Do you believe in the son of man?' he asked.", "36": "'Who is he, sir,' asked the man, 'so that I can believe in him?'", "37": "'You have seen him,' replied Jesus. 'In fact, it's the person who's talking to you.'", "38": "'Yes, sir,' said the man; 'I do believe.' And he worshipped him.", "39": "'I came into the world for judgment,' said Jesus, 'so that those who can't see would see, and so that those who can see would become blind.'", "40": "Some of the Pharisees were nearby, and they heard this. 'So!' they said. 'We're blind too, are we?'", "41": "'If you were blind,' replied Jesus, 'you wouldn't be guilty of sin. But now, because you say, “We can see”, your sin remains.'"}