{"1": "I mean that the heir, as long as he is a child, is no better than a slave, though he is the owner of all the estate; ", "2": "but he is under guardians and trustees until the date set by the father. ", "3": "So with us; when we were children, we were slaves to the elemental spirits of the universe. ", "4": "But when the time had fully come, God sent forth his Son, born of woman, born under the law, ", "5": "to redeem those who were under the law, so that we might receive adoption as sons. ", "6": "And because you are sons, God has sent the Spirit of his Son into our hearts, crying, “Abba! Father!” ", "7": "So through God you are no longer a slave but a son, and if a son then an heir.", "8": "Formerly, when you did not know God, you were in bondage to beings that by nature are no gods; ", "9": "but now that you have come to know God, or rather to be known by God, how can you turn back again to the weak and beggarly elemental spirits, whose slaves you want to be once more? ", "10": "You observe days, and months, and seasons, and years! ", "11": "I am afraid I have labored over you in vain.", "12": "Brethren, I beseech you, become as I am, for I also have become as you are. You did me no wrong; ", "13": "you know it was because of a bodily ailment that I preached the gospel to you at first; ", "14": "and though my condition was a trial to you, you did not scorn or despise me, but received me as an angel of God, as Christ Jesus. ", "15": "What has become of the satisfaction you felt? For I bear you witness that, if possible, you would have plucked out your eyes and given them to me. ", "16": "Have I then become your enemy by telling you the truth?[a] ", "17": "They make much of you, but for no good purpose; they want to shut you out, that you may make much of them. ", "18": "For a good purpose it is always good to be made much of, and not only when I am present with you. ", "19": "My little children, with whom I am again in travail until Christ be formed in you! ", "20": "I could wish to be present with you now and to change my tone, for I am perplexed about you.", "21": "Tell me, you who desire to be under law, do you not hear the law? ", "22": "For it is written that Abraham had two sons, one by a slave and one by a free woman. ", "23": "But the son of the slave was born according to the flesh, the son of the free woman through promise. ", "24": "Now this is an allegory: these women are two covenants. One is from Mount Sinai, bearing children for slavery; she is Hagar. ", "25": "Now Hagar is Mount Sinai in Arabia;[b] she corresponds to the present Jerusalem, for she is in slavery with her children. ", "26": "But the Jerusalem above is free, and she is our mother. ", "27": "For it is written, “Rejoice, O barren one that dost not bear; break forth and shout, thou who art not in travail; for the desolate hath more children than she who hath a husband.”", "28": "Now we,[c] brethren, like Isaac, are children of promise. ", "29": "But as at that time he who was born according to the flesh persecuted him who was born according to the Spirit, so it is now. ", "30": "But what does the scripture say? “Cast out the slave and her son; for the son of the slave shall not inherit with the son of the free woman.” ", "31": "So, brethren, we are not children of the slave but of the free woman."}