{"1": "For freedom Christ has set us free; stand fast therefore, and do not submit again to a yoke of slavery.", "2": "Now I, Paul, say to you that if you receive circumcision, Christ will be of no advantage to you. ", "3": "I testify again to every man who receives circumcision that he is bound to keep the whole law. ", "4": "You are severed from Christ, you who would be justified by the law; you have fallen away from grace. ", "5": "For through the Spirit, by faith, we wait for the hope of righteousness. ", "6": "For in Christ Jesus neither circumcision nor uncircumcision is of any avail, but faith working through love. ", "7": "You were running well; who hindered you from obeying the truth? ", "8": "This persuasion is not from him who called you. ", "9": "A little leaven leavens the whole lump. ", "10": "I have confidence in the Lord that you will take no other view than mine; and he who is troubling you will bear his judgment, whoever he is. ", "11": "But if I, brethren, still preach circumcision, why am I still persecuted? In that case the stumbling block of the cross[a] has been removed. ", "12": "I wish those who unsettle you would mutilate themselves!", "13": "For you were called to freedom, brethren; only do not use your freedom as an opportunity for the flesh, but through love be servants of one another. ", "14": "For the whole law is fulfilled in one word, “You shall love your neighbor as yourself.” ", "15": "But if you bite and devour one another take heed that you are not consumed by one another.", "16": "But I say, walk by the Spirit, and do not gratify the desires of the flesh. ", "17": "For the desires of the flesh are against the Spirit, and the desires of the Spirit are against the flesh; for these are opposed to each other, to prevent you from doing what you would. ", "18": "But if you are led by the Spirit you are not under the law. ", "19": "Now the works of the flesh are plain: immorality, impurity, licentiousness, ", "20": "idolatry, sorcery, enmity, strife, jealousy, anger, selfishness, dissension, party spirit, ", "21": "envy,[b] drunkenness, carousing, and the like. I warn you, as I warned you before, that those who do such things shall not inherit the kingdom of God. ", "22": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, ", "23": "gentleness, self-control; against such there is no law. ", "24": "And those who belong to Christ Jesus have crucified the flesh with its passions and desires.", "25": "If we live by the Spirit, let us also walk by the Spirit. ", "26": "Let us have no self-conceit, no provoking of one another, no envy of one another."}