{"1": "That the Apostles did nothing disagree from his Gospel, 3 he declareth by the example of Titus being uncircumcised, 11 and also by his . . . the same against Peter's dissimulation. 17 And so he passeth to the handling of our free justification by Christ, etc. Then [a]fourteen years after, I went up again to Jerusalem with Barnabas, and took with me Titus also.", "2": "And I went up by revelation, and declared unto them that Gospel which I preach among the Gentiles, but particularly to them that were the chief, lest by any means I should run, or had run [b]in vain:", "3": "But neither yet Titus which was with me, though he were a Grecian, was compelled to be circumcised,", "4": "To wit, for the [c]false brethren which were craftily sent in, and crept in privily to spy out our liberty which we have in Christ Jesus, that they might bring us into bondage.", "5": "To whom we gave not place by [d]subjection for an hour, that the [e]truth of the Gospel might continue with [f]you.", "6": "But by them which seemed to be great, I was not taught (whatsoever they were in time passed, I am nothing the better: God accepteth no man's person) for they that are the chief, did add nothing to me above that I had.", "7": "But contrariwise, when they saw that the Gospel over the [g]uncircumcision was committed unto me, as the Gospel over the circumcision was unto Peter:", "8": "(For he that was mighty by Peter in the Apostleship over the circumcision, was also mighty by me toward the Gentiles.)", "9": "And when James, and Cephas, and John, knew of the grace that was given unto me, which are [h]counted to be pillars, they gave to me and to Barnabas the right [i]hands of fellowship, that we should preach unto the Gentiles, and they unto the circumcision,", "10": "Warning only that we should remember the poor: which thing also I was diligent to do.", "11": "¶ And when Peter was come to Antioch, I withstood him to his [j]face: for he was to be condemned.", "12": "[k]For before that certain came from James, he ate with the Gentiles: but when they were come, he withdrew and separated himself, fearing them which were of the circumcision.", "13": "And the other Jews played the hypocrites likewise with him, insomuch that Barnabas was [l]led away with them by that their hypocrisy.", "14": "But when I saw, that they went not the [m]right way to the [n]truth of the Gospel, I said unto Peter before all men, If thou being a Jew, livest as the Gentiles, and not like the Jews, why [o]constrainest thou the Gentiles to do like the Jews?", "15": "[p]We which are Jews [q]by nature, and not [r]sinners of the Gentiles,", "16": "Know that a man is not justified by the works of the Law, but by the faith [s]of Jesus Christ, even we, I say, have believed in Jesus Christ, that we might be justified by the faith of Christ, and not by the works of the Law, because that by the works of the Law, [t]no flesh shall be justified.", "17": "[u]If then while [v]we seek to be made righteous by Christ, we ourselves are found sinners, is Christ therefore the minister of sin? God forbid.", "18": "For if I build again the things that I have destroyed, I make myself a trespasser.", "19": "For I through the Law am dead to the [w]Law, that I might live unto God.", "20": "I am crucified with Christ, but I live, yet not [x]I anymore, but Christ liveth in me: and in that I now live in the [y]flesh, I live by the faith in the Son of God, who hath loved me, and given himself for me.", "21": "[z]I do not abrogate the grace of God: for if righteousness be by the Law, then Christ died without a [aa]cause."}