{"1": "Being delivered from the bondage of the Law, 4 by Christ's coming, who is the end thereof, 9 it is very absurd to slide back to beggarly ceremonies: 13 He calleth them again therefore to the purity of the doctrine of the Gospel, 21 confirming his discourse with a fine allegory. Then [a]I say, that the heir as long as he is a child, differeth nothing from a servant, though he be Lord of all,", "2": "But is under tutors and governors, [b]until the time appointed of the Father.", "3": "Even so we, when we were children, were in bondage under the [c]rudiments of the world.", "4": "[d]But when the [e]fullness of time was come, God sent forth his Son made of a [f]woman, and made under the Law,", "5": "That he might redeem them which were under the Law, that we might receive the [g]adoption of the sons.", "6": "[h]And because ye are sons, God hath [i]sent forth the [j]Spirit of his Son into your hearts, which crieth, Abba, Father.", "7": "Wherefore, thou art no more a [k]servant, but a son: now if thou be a son, thou art also the [l]heir of God through Christ.", "8": "[m]But even then, when ye knew not God, ye did service unto them, which by nature are not gods:", "9": "But now seeing ye know God, yea, rather are known of God, how turn ye again unto impotent and [n]beggarly rudiments, whereunto as from the beginning ye will be in bondage [o]again?", "10": "Ye observe days, and months, and times, and years.", "11": "I am in fear of you, lest I have bestowed on you labor in vain.", "12": "[p]Be ye as I (for I am even as you) brethren, I beseech you: ye have not hurt me at all.", "13": "And ye know, how through [q]infirmity of the flesh, I preached the Gospel unto you at the first.", "14": "And the [r]trial of me which was in my flesh, ye despised not, neither abhorred: but ye received me as an Angel of God, yea, as [s]Christ Jesus.", "15": "[t]What was then your felicity? for I bear you record, that if it had been possible, ye would have plucked out your own eyes, and have given them unto me.", "16": "Am I therefore become your enemy, because I tell you the truth?", "17": "They are jealous over you [u]amiss: yea, they would exclude you, [v]that ye should altogether love them.", "18": "But it is a good thing to love [w]earnestly always in a good thing, and not only when I am present with you,", "19": "My little children, of whom I travail in birth again, until Christ be formed in you.", "20": "And I would I were with you now, that I might [x]change my voice: for I am in doubt of you.", "21": "[y]Tell me, ye that [z]will be under the Law, do ye not hear the Law?", "22": "For it is written, that Abraham had two sons, one by a servant, and one by a free woman.", "23": "But he which was of the servant, was born after the [aa]flesh: and he which was of the free woman, was born by [ab]promise.", "24": "By the which things another thing is meant: for [ac]these mothers are the [ad]two Testaments, the one which is Hagar of mount [ae]Sinai, which gendereth unto bondage.", "25": "(For Hagar or Sinai is a mountain in Arabia, and it [af]answered to Jerusalem which now is) and [ag]she is in bondage with her children.", "26": "But Jerusalem, which is [ah]above, is free: which is the mother of us all.", "27": "[ai]For it is written, Rejoice thou barren that bearest no children: break forth, and cry, thou that travailest not: for the [aj]desolate hath many more children, than she which hath an husband.", "28": "Therefore, brethren, we are after the [ak]manner of Isaac, children of the [al]promise.", "29": "But as then he that was born after the [am]flesh, persecuted him that was born after the [an]Spirit, even so it is now.", "30": "But what saith the Scripture? Put out the servant and her son: for the son of the servant shall not be heir with the son of the free woman.", "31": "[ao]Then brethren, we are not children of the servant, but of the free woman."}