{"1": "Having declared that we came of the free woman, he showeth the price of that freedom, 13 and how we should use the same, 16 that we may obey the Spirit, 19 and resist the flesh. Stand fast therefore in the liberty wherewith Christ hath made us free, and be not entangled again with the yoke of bondage.", "2": "[a]Behold, I Paul say unto you, that if ye be [b]circumcised, Christ shall profit you nothing.", "3": "For I testify again to every man, which is circumcised, that he is bound to keep the whole Law.", "4": "Ye are [c]abolished from Christ: whosoever are [d]justified by the Law, ye are fallen from grace.", "5": "[e]For we through the [f]Spirit wait for the hope of righteousness through faith.", "6": "[g]For in Jesus Christ neither circumcision availeth anything, neither [h]uncircumcision, [i]but [j]faith which worketh by love.", "7": "[k]Ye did run well: who did let you, that ye did not obey the truth?", "8": "[l]It is not the persuasion of [m]him that calleth you.", "9": "[n]A little leaven doth leaven the whole lump.", "10": "[o]I have trust in you through the Lord, that ye will be none otherwise minded: but he that troubleth you, shall bear his condemnation, whosoever he be.", "11": "[p]And brethren, if I yet preach circumcision, why do I yet suffer persecution? Then is the slander of the cross abolished.", "12": "[q]Would to God they were even cut off which do [r]disquiet you.", "13": "For brethren, ye have been called unto liberty: [s]only use not your liberty as an occasion unto the flesh, but by love serve one another.", "14": "[t]For [u]all the Law is fulfilled in one word, which is this, Thou shalt love thy neighbor as thyself.", "15": "[v]If ye bite and devour one another, take heed lest ye be consumed one of another.", "16": "[w]Then I say, Walk in the Spirit, and ye shall not fulfill the lusts of the flesh.", "17": "For the [x]flesh lusteth against the Spirit, and the Spirit against the flesh: and these are contrary one to another, so that ye cannot do the same things that ye would.", "18": "And if ye be led by the Spirit, ye are not under the Law.", "19": "[y]Moreover the works of the flesh are manifest, which are adultery, fornication, uncleanness, wantonness,", "20": "Idolatry, witchcraft, hatred, debate, emulations, wrath, contentions, seditions, heresies,", "21": "Envy, murders, drunkenness, gluttony, and such like, whereof I tell you before, as I also have told you before, that they which do such things, shall not inherit the kingdom of God.", "22": "But the [z]fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faith,", "23": "Meekness, temperancy: [aa]against such there is no law.", "24": "For they that are Christ's, have crucified the flesh with the affections and the lusts.", "25": "If we [ab]live in the Spirit, let us also walk in the Spirit.", "26": "[ac]Let us not be desirous of vainglory, provoking one another, envying one another."}