{"1": "Now he entreateth particularly of charity toward such as offend, 6 toward the Minsters of the word, 10 and those that are of the household of faith: 12 Not like unto such who have a counterfeit zeal of the Law, 13 glorying in the mangling of the flesh, 14 and not in the cross of Christ. Brethren, [a]If a man be [b]suddenly taken in any offense, ye which are [c]spiritual, [d]restore such one with the [e]spirit of meekness, [f]considering thyself, lest thou also be tempted.", "2": "[g]Bear ye one another's burden, and so fulfill the [h]Law of Christ.", "3": "For if any man seem to himself, that he is somewhat, when he is nothing, he deceiveth himself in his imagination.", "4": "But let every man prove his own work: and then shall he have rejoicing in himself only and not in another.", "5": "[i]For every man shall bear his own burden.", "6": "[j]Let him that is taught in the word, make him that hath taught him, partaker of [k]all his goods.", "7": "[l]Be not deceived: God is not mocked: for whatsoever a man soweth, that shall he also reap.", "8": "For he that soweth to his [m]flesh, shall of the flesh reap corruption: but he that soweth to the spirit, shall of the spirit reap life everlasting.", "9": "[n]Let us not therefore be weary of well doing: for in due season we shall reap, if we faint not.", "10": "[o]While we have therefore time, let us do good unto all men, but especially unto them, which are of the household of faith.", "11": "¶ [p]Ye see how large a letter I have written unto you with mine own hand.", "12": "As many as desire to make a [q]fair show in the [r]flesh, they constrain you to be circumcised, only because they would not suffer persecution for the [s]cross of Christ.", "13": "For they themselves which are circumcised keep not the Law, but desire to have you circumcised, that they might rejoice in [t]your flesh.", "14": "[u]But God forbid that I should [v]rejoice, but in the cross of our Lord Jesus Christ, whereby the world is crucified unto me, and I unto the world.", "15": "For in Christ Jesus neither circumcision availeth anything, nor uncircumcision, but a new creature.", "16": "And as many as walk according to this rule, peace shall be upon them, and mercy, and upon the [w]Israel of God.", "17": "[x]From henceforth let no man put me to business: for I bear, in my body the [y]marks of the [z]Lord Jesus.", "18": "[aa]Brethren, the grace of our Lord Jesus Christ be with your [ab]spirit, Amen. ¶ Unto the Galatians written from Rome."}