{"1": "The proverbs[b] of Solomon, the son of David, king of Israel:", "2": "That people may know wisdom and discipline,[c] may understand intelligent sayings;", "3": "May receive instruction in wise conduct, in what is right, just and fair;", "4": "That resourcefulness may be imparted to the naive,[d] knowledge and discretion to the young.", "5": "The wise by hearing them will advance in learning, the intelligent will gain sound guidance,", "6": "To comprehend proverb and byword, the words of the wise and their riddles.", "7": "Fear of the Lord[e] is the beginning of knowledge; fools despise wisdom and discipline.", "8": "Hear, my son, your father's instruction, and reject not your mother's teaching;", "9": "A graceful diadem will they be for your head; a pendant for your neck.", "10": "My son, should sinners entice you,", "11": "do not go if they say, “Come along with us! Let us lie in wait for blood, unprovoked, let us trap the innocent;", "12": "Let us swallow them alive, like Sheol, whole, like those who go down to the pit!", "13": "All kinds of precious wealth shall we gain, we shall fill our houses with booty;", "14": "Cast in your lot with us, we shall all have one purse!”", "15": "My son, do not walk in the way with them, hold back your foot from their path!", "16": "[For their feet run to evil, they hasten to shed blood.]", "17": "In vain a net is spread[g] right under the eyes of any bird—", "18": "They lie in wait for their own blood, they set a trap for their own lives.", "19": "This is the way of everyone greedy for loot: it takes away their lives.", "20": "Wisdom cries aloud in the street, in the open squares she raises her voice;", "21": "Down the crowded ways she calls out, at the city gates she utters her words:", "22": "[i]“How long, you naive ones, will you love naivete,", "23": "How long will you turn away at my reproof? [The arrogant delight in their arrogance, and fools hate knowledge.] Lo! I will pour out to you my spirit, I will acquaint you with my words:", "24": "'Because I called and you refused, extended my hand and no one took notice;", "25": "Because you disdained all my counsel, and my reproof you ignored—", "26": "I, in my turn, will laugh at your doom; will mock when terror overtakes you;", "27": "When terror comes upon you like a storm, and your doom approaches like a whirlwind; when distress and anguish befall you.'", "28": "Then they will call me, but I will not answer; they will seek me, but will not find me,", "29": "Because they hated knowledge, and the fear of the Lord they did not choose.", "30": "They ignored my counsel, they spurned all my reproof;", "31": "Well, then, they shall eat the fruit[j] of their own way, and with their own devices be glutted.", "32": "For the straying of the naive kills them, the smugness of fools destroys them.", "33": "But whoever obeys me dwells in security, in peace, without fear of harm.”"}