{"1": "The Proverbs of Solomon: A wise son gives his father joy, but a foolish son is a grief to his mother.[b]", "2": "Ill-gotten treasures profit nothing, but justice saves from death.[c]", "3": "The Lord does not let the just go hungry, but the craving of the wicked he thwarts.[d]", "4": "The slack hand impoverishes, but the busy hand brings riches.", "5": "A son who gathers in summer is a credit; a son who slumbers during harvest, a disgrace.", "6": "Blessings are for the head of the just; but the mouth of the wicked conceals violence.[e]", "7": "The memory of the just serves as blessing, but the name of the wicked will rot.[f]", "8": "A wise heart accepts commands, but a babbling fool will be overthrown.[g]", "9": "Whoever walks honestly walks securely, but one whose ways are crooked will fare badly.", "10": "One who winks at a fault causes trouble, but one who frankly reproves promotes peace.", "11": "The mouth of the just is a fountain of life, but the mouth of the wicked conceals violence.", "12": "Hatred stirs up disputes,  but love covers all offenses.[h]", "13": "On the lips of the intelligent is found wisdom, but a rod for the back of one without sense.[i]", "14": "The wise store up knowledge, but the mouth of a fool is imminent ruin.", "15": "The wealth of the rich is their strong city; the ruin of the poor is their poverty.[j]", "16": "The labor of the just leads to life, the gains of the wicked, to futility.[k]", "17": "Whoever follows instruction is in the path to life, but whoever disregards reproof goes astray.", "18": "Whoever conceals hatred has lying lips, and whoever spreads slander is a fool.", "19": "Where words are many, sin is not wanting; but those who restrain their lips do well.", "20": "Choice silver is the tongue of the just; the heart of the wicked is of little worth.", "21": "The lips of the just nourish many, but fools die for want of sense.[l]", "22": "It is the Lord's blessing that brings wealth, and no effort can substitute for it.[m]", "23": "Crime is the entertainment of the fool; but wisdom is for the person of understanding.", "24": "What the wicked fear will befall them, but the desire of the just will be granted.", "25": "When the tempest passes, the wicked are no more; but the just are established forever.", "26": "As vinegar to the teeth, and smoke to the eyes, are sluggards to those who send them.", "27": "Fear of the Lord prolongs life, but the years of the wicked are cut short.", "28": "The hope of the just brings joy, but the expectation of the wicked perishes.[n]", "29": "The Lord is a stronghold to those who walk honestly, downfall for evildoers.", "30": "The just will never be disturbed, but the wicked will not abide in the land.", "31": "The mouth of the just yields wisdom, but the perverse tongue will be cut off.", "32": "The lips of the just know favor, but the mouth of the wicked, perversion.[o]"}