{"1": "False scales are an abomination to the Lord, but an honest weight, his delight.[a]", "2": "When pride comes, disgrace comes; but with the humble is wisdom.[b]", "3": "The honesty of the upright guides them; the faithless are ruined by their duplicity.", "4": "Wealth is useless on a day of wrath,[c] but justice saves from death.", "5": "The justice of the honest makes their way straight, but by their wickedness the wicked fall.[d]", "6": "The justice of the upright saves them, but the faithless are caught in their own intrigue.", "7": "When a person dies, hope is destroyed; expectation pinned on wealth is destroyed.[e]", "8": "The just are rescued from a tight spot, but the wicked fall into it instead.", "9": "By a word the impious ruin their neighbors, but through their knowledge the just are rescued.[f]", "10": "When the just prosper, the city rejoices; when the wicked perish, there is jubilation.", "11": "Through the blessing of the upright the city is exalted, but through the mouth of the wicked it is overthrown.", "12": "Whoever reviles a neighbor lacks sense, but the intelligent keep silent.", "13": "One who slanders reveals secrets, but a trustworthy person keeps a confidence.", "14": "For lack of guidance a people falls; security lies in many counselors.", "15": "Harm will come to anyone going surety for another, but whoever hates giving pledges is secure.[g]", "16": "A gracious woman gains esteem, and ruthless men gain wealth.[h]", "17": "Kindly people benefit themselves, but the merciless harm themselves.", "18": "The wicked make empty profits, but those who sow justice have a sure reward.", "19": "Justice leads toward life, but pursuit of evil, toward death.", "20": "The crooked in heart are an abomination to the Lord, but those who walk blamelessly are his delight.[i]", "21": "Be assured, the wicked shall not go unpunished, but the offspring of the just shall escape.", "22": "Like a golden ring in a swine's snout is a beautiful woman without judgment.[j]", "23": "The desire of the just ends only in good; the expectation of the wicked is wrath.", "24": "One person is lavish yet grows still richer; another is too sparing, yet is the poorer.[k]", "25": "Whoever confers benefits will be amply enriched, and whoever refreshes others will be refreshed.", "26": "Whoever hoards grain, the people curse, but blessings are on the head of one who distributes it!", "27": "Those who seek the good seek favor, but those who pursue evil will have evil come upon them.[l]", "28": "Those who trust in their riches will fall, but like green leaves the just will flourish.", "29": "Those who trouble their household inherit the wind, and fools become slaves to the wise of heart.", "30": "The fruit of justice is a tree of life, and one who takes lives is a sage.[m]", "31": "If the just are recompensed on the earth, how much more the wicked and the sinner![n]"}