{"1": "Whoever loves discipline loves knowledge, but whoever hates reproof is stupid.[a]", "2": "A good person wins favor from the Lord, but the schemer he condemns.[b]", "3": "No one is made secure by wickedness, but the root of the just will never be disturbed.[c]", "4": "A woman of worth is the crown of her husband, but a disgraceful one is like rot in his bones.[d]", "5": "The plans of the just are right; the designs of the wicked are deceit.[e]", "6": "The words of the wicked are a deadly ambush, but the speech of the upright saves them.[f]", "7": "Overthrow the wicked and they are no more, but the house of the just stands firm.", "8": "For their good sense people are praised, but the perverse of heart are despised.[g]", "9": "Better to be slighted and have a servant than put on airs and lack bread.", "10": "The just take care of their livestock, but the compassion of the wicked is cruel.[h]", "11": "Those who till their own land have food in plenty, but those who engage in idle pursuits lack sense.[i]", "12": "A wicked person desires the catch of evil people, but the root of the righteous will bear fruit.[j]", "13": "By the sin of their lips the wicked are ensnared, but the just escape from a tight spot.", "14": "From the fruit of their mouths people have their fill of good, and the works of their hands come back upon them.[k]", "15": "The way of fools is right in their own eyes, but those who listen to advice are the wise.", "16": "Fools immediately show their anger, but the shrewd conceal contempt.", "17": "Whoever speaks honestly testifies truly, but the deceitful make lying witnesses.[l]", "18": "The babble of some people is like sword thrusts, but the tongue of the wise is healing.", "19": "Truthful lips endure forever, the lying tongue, for only a moment.[m]", "20": "Deceit is in the heart of those who plot evil, but those who counsel peace have joy.", "21": "No harm befalls the just, but the wicked are overwhelmed with misfortune.", "22": "Lying lips are an abomination to the Lord, but those who are truthful, his delight.", "23": "The shrewd conceal knowledge, but the hearts of fools proclaim folly.[n]", "24": "The diligent hand will govern, but sloth makes for forced labor.", "25": "Worry weighs down the heart, but a kind word gives it joy.", "26": "The just act as guides to their neighbors, but the way of the wicked leads them astray.", "27": "Sloth does not catch its prey, but the wealth of the diligent is splendid.", "28": "In the path of justice is life, but the way of abomination leads to death."}