{"1": "A wise son loves correction, but the scoffer heeds no rebuke.[a]", "2": "From the fruit of the mouth one enjoys good things, but from the throat of the treacherous comes violence.[b]", "3": "Those who guard their mouths preserve themselves;[c] those who open wide their lips bring ruin.", "4": "The appetite of the sluggard craves but has nothing, but the appetite of the diligent is amply satisfied.", "5": "The just hate deceitful words, but the wicked are odious and disgraceful.", "6": "Justice guards one who walks honestly, but sin leads the wicked astray.", "7": "One acts rich but has nothing; another acts poor but has great wealth.[d]", "8": "People's riches serve as ransom for their lives, but the poor do not even hear a threat.[e]", "9": "The light of the just gives joy, but the lamp[f] of the wicked goes out.", "10": "The stupid sow discord by their insolence, but wisdom is with those who take counsel.", "11": "Wealth won quickly dwindles away, but gathered little by little, it grows.", "12": "Hope deferred makes the heart sick, but a wish fulfilled is a tree of life.[g]", "13": "Whoever despises the word must pay for it,[h] but whoever reveres the command will be rewarded.", "14": "The teaching of the wise is a fountain of life, turning one from the snares of death.", "15": "Good sense brings favor, but the way of the faithless is their ruin.[i]", "16": "The shrewd always act prudently but the foolish parade folly.[j]", "17": "A wicked messenger brings on disaster, but a trustworthy envoy is a healing remedy.", "18": "Poverty and shame befall those who let go of discipline, but those who hold on to reproof receive honor.[k]", "19": "Desire fulfilled delights the soul, but turning from evil is an abomination to fools.", "20": "Walk with the wise and you become wise, but the companion of fools fares badly.", "21": "Misfortune pursues sinners, but the just shall be recompensed with good.", "22": "The good leave an inheritance to their children's children, but the wealth of the sinner is stored up for the just.", "23": "The tillage of the poor yields abundant food, but possessions are swept away for lack of justice.[l]", "24": "Whoever spares the rod hates the child, but whoever loves will apply discipline.", "25": "When the just eat, their hunger is appeased; but the belly of the wicked suffers want."}