{"1": "Plans are made in human hearts, but from the Lord comes the tongue's response.[a]", "2": "All one's ways are pure[b] in one's own eyes, but the measurer of motives is the Lord.", "3": "Entrust your works to the Lord, and your plans will succeed.", "4": "The Lord has made everything for a purpose, even the wicked for the evil day.[c]", "5": "Every proud heart[d] is an abomination to the Lord; be assured that none will go unpunished.", "6": "By steadfast loyalty guilt is expiated, and by the fear of the Lord evil is avoided.[e]", "7": "When the Lord is pleased with someone's ways, he makes even enemies be at peace with them.", "8": "Better a little with justice, than a large income with injustice.", "9": "The human heart plans the way, but the Lord directs the steps.[f]", "10": "An oracle is upon the king's lips, no judgment of his mouth is false.[g]", "11": "Balance and scales belong to the Lord; every weight in the sack is his concern.", "12": "Wrongdoing is an abomination to kings, for by justice the throne endures.", "13": "The king takes delight in honest lips, and whoever speaks what is right he loves.", "14": "The king's wrath is a messenger of death, but a wise person can pacify it.", "15": "A king's smile means life, and his favor is like a rain cloud in spring.[h]", "16": "How much better to get wisdom than gold! To get understanding is preferable to silver.[i]", "17": "The path of the upright leads away from misfortune; those who attend to their way guard their lives.[j]", "18": "Pride goes before disaster, and a haughty spirit before a fall.", "19": "It is better to be humble with the poor than to share plunder with the proud.", "20": "Whoever ponders a matter will be successful; happy the one who trusts in the Lord!", "21": "The wise of heart is esteemed for discernment, and pleasing speech gains a reputation for learning.", "22": "Good sense is a fountain of life to those who have it, but folly is the training of fools.", "23": "The heart of the wise makes for eloquent speech, and increases the learning on their lips.", "24": "Pleasing words are a honeycomb, sweet to the taste and invigorating to the bones.", "25": "Sometimes a way seems right, but the end of it leads to death!", "26": "The appetite of workers works for them, for their mouths urge them on.[k]", "27": "Scoundrels are a furnace of evil, and their lips are like a scorching fire.", "28": "Perverse speech sows discord, and talebearing separates bosom friends.", "29": "The violent deceive their neighbors, and lead them into a way that is not good.", "30": "Whoever winks an eye plans perversity; whoever purses the lips does evil.[l]", "31": "Gray hair is a crown of glory; it is gained by a life that is just.", "32": "The patient are better than warriors, and those who rule their temper, better than the conqueror of a city.", "33": "Into the bag the lot is cast, but from the Lord comes every decision.[m]"}