{"1": "Better a dry crust with quiet than a house full of feasting with strife.[a]", "2": "A wise servant will rule over an unworthy son, and will share the inheritance of the children.[b]", "3": "The crucible for silver, and the furnace for gold, but the tester of hearts is the Lord.", "4": "The evildoer gives heed to wicked lips, the liar, to a mischievous tongue.", "5": "Whoever mocks the poor reviles their Maker; whoever rejoices in their misfortune will not go unpunished.", "6": "Children's children are the crown of the elderly, and the glory of children is their parentage.", "7": "Fine words ill fit a fool; how much more lying lips, a noble!", "8": "A bribe seems a charm to its user; at every turn it brings success.[c]", "9": "Whoever overlooks an offense fosters friendship, but whoever gossips about it separates friends.[d]", "10": "A single reprimand does more for a discerning person than a hundred lashes for a fool.[e]", "11": "The wicked pursue only rebellion, and a merciless messenger is sent against them.[f]", "12": "Face a bear robbed of her cubs, but never fools in their folly![g]", "13": "If you return evil for good, evil will not depart from your house.[h]", "14": "The start of strife is like the opening of a dam; check a quarrel before it bursts forth!", "15": "Whoever acquits the wicked, whoever condemns the just— both are an abomination to the Lord.", "16": "Of what use is money in the hands of fools when they have no heart to acquire wisdom?[i]", "17": "A friend is a friend at all times, and a brother is born for the time of adversity.", "18": "Those without sense give their hands in pledge, becoming surety for their neighbors.", "19": "Those who love an offense love a fight; those who build their gate high[j] court disaster.", "20": "The perverse in heart come to no good, and the double-tongued fall into trouble.[k]", "21": "Whoever conceives a fool has grief; the father of a numskull has no joy.", "22": "A joyful heart is the health of the body, but a depressed spirit dries up the bones.", "23": "A guilty person takes out a bribe from the pocket, thus perverting the course of justice.[l]", "24": "On the countenance of a discerning person is wisdom, but the eyes of a fool are on the ends of the earth.[m]", "25": "A foolish son is vexation to his father, and bitter sorrow to her who bore him.", "26": "It is wrong to fine an innocent person, but beyond reason to scourge nobles.", "27": "Those who spare their words are truly knowledgeable, and those who are discreet are intelligent.", "28": "Even fools, keeping silent, are considered wise; if they keep their lips closed, intelligent.[n]"}