{"1": "One who is alienated seeks a pretext, with all persistence picks a quarrel.", "2": "Fools take no delight in understanding, but only in displaying what they think.[a]", "3": "With wickedness comes contempt, and with disgrace, scorn.", "4": "The words of one's mouth are deep waters, the spring of wisdom, a running brook.[b]", "5": "It is not good to favor the guilty, nor to reject the claim of the just.", "6": "The lips of fools walk into a fight, and their mouths are asking for a beating.[c]", "7": "The mouths of fools are their ruin; their lips are a deadly snare.", "8": "The words of a talebearer are like dainty morsels: they sink into one's inmost being.", "9": "Those slack in their work are kin to the destroyer.", "10": "[d]The name of the Lord is a strong tower; the just run to it and are safe.", "11": "The wealth of the rich is their strong city; they fancy it a high wall.", "12": "Before disaster the heart is haughty, but before honor is humility.", "13": "Whoever answers before listening, theirs is folly and shame.[e]", "14": "One's spirit supports one when ill, but a broken spirit who can bear?[f]", "15": "The heart of the intelligent acquires knowledge, and the ear of the wise seeks knowledge.[g]", "16": "Gifts clear the way for people, winning access to the great.", "17": "Those who plead the case first seem to be in the right; then the opponent comes and cross-examines them.[h]", "18": "The lot puts an end to disputes, and decides a controversy between the mighty.[i]", "19": "A brother offended is more unyielding than a stronghold; such strife is more daunting than castle gates.[j]", "20": "With the fruit of one's mouth one's belly is filled, with the produce of one's lips one is sated.[k]", "21": "Death and life are in the power of the tongue; those who choose one shall eat its fruit.[l]", "22": "To find a wife is to find happiness, a favor granted by the Lord.", "23": "The poor implore, but the rich answer harshly.", "24": "There are friends who bring ruin, but there are true friends more loyal than a brother."}