{"1": "A king's heart is channeled water in the hand of the Lord; God directs it where he pleases.[a]", "2": "All your ways may be straight in your own eyes, but it is the Lord who weighs hearts.", "3": "To do what is right and just is more acceptable to the Lord than sacrifice.[b]", "4": "Haughty eyes and a proud heart— the lamp of the wicked will fail.[c]", "5": "The plans of the diligent end in profit, but those of the hasty end in loss.[d]", "6": "Trying to get rich by lying is chasing a bubble over deadly snares.", "7": "The violence of the wicked will sweep them away, because they refuse to do what is right.", "8": "One's path may be winding and unfamiliar, but one's conduct is blameless and right.[e]", "9": "It is better to dwell in a corner of the housetop than in a mansion with a quarrelsome woman.[f]", "10": "The soul of the wicked desires evil; their neighbor finds no pity in their eyes.", "11": "When scoffers are punished the naive become wise; when the wise succeed, they gain knowledge.", "12": "The Righteous One appraises the house of the wicked, bringing down the wicked to ruin.[g]", "13": "Those who shut their ears to the cry of the poor will themselves call out and not be answered.", "14": "A secret gift allays anger, and a present concealed, violent wrath.[h]", "15": "When justice is done it is a joy for the just, downfall for evildoers.[i]", "16": "Whoever strays from the way of good sense will abide in the assembly of the shades.[j]", "17": "The lover of pleasure will suffer want; the lover of wine and perfume will never be rich.", "18": "The wicked serve as ransom for the just, and the faithless for the upright.[k]", "19": "It is better to dwell in a wilderness than with a quarrelsome wife and trouble.", "20": "Precious treasure and oil are in the house of the wise, but the fool consumes them.", "21": "Whoever pursues justice and kindness will find life and honor.[l]", "22": "The wise person storms the city of the mighty, and overthrows the stronghold in which they trust.", "23": "Those who guard mouth and tongue guard themselves[m] from trouble.", "24": "Proud, boastful—scoffer is the name: those who act with overbearing pride.", "25": "The desire of sluggards will slay them, for their hands refuse to work.[n]", "26": "Some are consumed with avarice all the day, but the just give unsparingly.", "27": "The sacrifice of the wicked is an abomination, the more so when they offer it with bad intent.", "28": "The false witness will perish, but one who listens will give lasting testimony.", "29": "The face of the wicked hardens, but the upright maintains a straight course.[o]", "30": "No wisdom, no understanding, no counsel prevail against the Lord.", "31": "The horse is equipped for the day of battle, but victory is the Lord's."}