{"1": "A good name is more desirable than great riches, and high esteem, than gold and silver.[a]", "2": "Rich and poor have a common bond: the Lord is the maker of them all.", "3": "The astute see an evil and hide, while the naive continue on and pay the penalty.[b]", "4": "The result of humility and fear of the Lord is riches, honor and life.[c]", "5": "Thorns and snares are on the path of the crooked; those who would safeguard their lives will avoid them.", "6": "Train the young in the way they should go; even when old, they will not swerve from it.[d]", "7": "The rich rule over the poor, and the borrower is the slave of the lender.[e]", "8": "Those who sow iniquity reap calamity, and the rod used in anger will fail.[f]", "9": "The generous will be blessed, for they share their food with the poor.", "10": "Expel the arrogant and discord goes too; strife and insult cease.", "11": "The Lord loves the pure of heart; the person of winning speech has a king for a friend.", "12": "The eyes of the Lord watch over the knowledgeable, but he defeats the projects of the faithless.", "13": "The sluggard says, “A lion is outside; I might be slain in the street.”[g]", "14": "The mouth of the foreign woman is a deep pit; whoever incurs the Lord's anger will fall into it.", "15": "Folly is bound to the heart of a youth, but the rod of discipline will drive it out.[h]", "16": "Oppressing the poor for enrichment, giving to the rich: both are sheer loss.[i]", "17": "The Words of the Wise:[k] Incline your ear, and hear my words, and let your mind attend to my teaching;", "18": "For it will be well if you hold them within you, if they all are ready on your lips.", "19": "That your trust may be in the Lord, I make them known to you today—yes, to you.", "20": "Have I not written for you thirty sayings, containing counsels and knowledge,", "21": "To teach you truly how to give a dependable report to one who sends you?", "22": "Do not rob the poor because they are poor, nor crush the needy at the gate;[l]", "23": "For the Lord will defend their cause, and will plunder those who plunder them.", "24": "Do not be friendly with hotheads, nor associate with the wrathful,", "25": "Lest you learn their ways, and become ensnared.", "26": "Do not be one of those who give their hand in pledge, those who become surety for debts;", "27": "For if you are unable to pay, your bed will be taken from under you.[m]", "28": "Do not remove the ancient landmark[n] that your ancestors set up.", "29": "Do you see those skilled at their work? They will stand in the presence of kings, but not in the presence of the obscure."}