{"1": "[a]When you sit down to dine with a ruler, mark well the one who is before you;", "2": "Stick the knife in your gullet[b] if you have a ravenous appetite.", "3": "Do not desire his delicacies; it is food that deceives.", "4": "Do not wear yourself out to gain wealth, cease to be worried about it;", "5": "When your glance flits to it, it is gone! For assuredly it grows wings, like the eagle that flies toward heaven.[c]", "6": "[d]Do not take food with unwilling hosts, and do not desire their delicacies;", "7": "For like something stuck in the throat is that food. “Eat and drink,” they say to you, but their hearts are not with you;", "8": "The little you have eaten you will vomit up, and you will have wasted your agreeable words.", "9": "Do not speak in the hearing of fools; they will despise the wisdom of your words.", "10": "Do not remove the ancient landmark, nor invade the fields of the fatherless;[e]", "11": "For their redeemer is strong; he will defend their cause against you.", "12": "Apply your heart to instruction, and your ear to words of knowledge.", "13": "[f]Do not withhold discipline from youths; if you beat them with the rod, they will not die.", "14": "Beat them with the rod, and you will save them from Sheol.", "15": "My son, if your heart is wise, my heart also will rejoice;", "16": "And my inmost being will exult, when your lips speak what is right.", "17": "Do not let your heart envy sinners, but only those who always fear the Lord;[g]", "18": "For you will surely have a future, and your hope will not be cut off.", "19": "Hear, my son, and be wise, and guide your heart in the right way.", "20": "Do not join with wine bibbers, nor with those who glut themselves on meat.", "21": "For drunkards and gluttons come to poverty, and lazing about clothes one in rags.", "22": "[h]Listen to your father who begot you, do not despise your mother when she is old.", "23": "Buy truth and do not sell: wisdom, instruction, understanding!", "24": "The father of a just person will exult greatly; whoever begets a wise son will rejoice in him.", "25": "Let your father and mother rejoice; let her who bore you exult.", "26": "[i]My son, give me your heart, and let your eyes keep to my ways,", "27": "For the harlot is a deep pit, and the foreign woman a narrow well;", "28": "Yes, she lies in wait like a robber, and increases the number of the faithless.", "29": "[j]Who scream? Who shout? Who have strife? Who have anxiety? Who have wounds for nothing? Who have bleary eyes?", "30": "Whoever linger long over wine, whoever go around quaffing wine.", "31": "Do not look on the wine when it is red, when it sparkles in the cup. It goes down smoothly,", "32": "but in the end it bites like a serpent, and stings like an adder.", "33": "Your eyes behold strange sights, and your heart utters incoherent things;", "34": "You are like one sleeping on the high seas, sprawled at the top of the mast.", "35": "“They struck me, but it did not pain me; they beat me, but I did not feel it. When can I get up, when can I go out and get more?”[k]"}