{"1": "[a]Do not envy the wicked, nor desire to be with them;", "2": "For their hearts plot violence, and their lips speak of foul play.", "3": "By wisdom a house is built, by understanding it is established;", "4": "And by knowledge its rooms are filled with every precious and pleasing possession.", "5": "The wise are more powerful than the strong, and the learned, than the mighty,", "6": "For by strategy war is waged, and victory depends on many counselors.", "7": "[b]Wise words are beyond fools' reach, in the assembly they do not open their mouth;", "8": "As they calculate how to do evil, people brand them troublemakers.", "9": "The scheme of a fool gains no acceptance, the scoffer is an abomination to the community.", "10": "[c]Did you fail in a day of adversity, did your strength fall short?", "11": "Did you fail to rescue those who were being dragged off to death,[d] those tottering, those near death,", "12": "because you said, “We didn't know about it”? Surely, the Searcher of hearts knows and will repay all according to their deeds.", "13": "[e]If you eat honey, my son, because it is good, if pure honey is sweet to your taste,", "14": "Such, you must know, is wisdom to your soul. If you find it, you will have a future, and your hope will not be cut off.", "15": "[f]Do not lie in wait at the abode of the just, do not ravage their dwelling places;", "16": "Though the just fall seven times, they rise again, but the wicked stumble from only one mishap.", "17": "[g]Do not rejoice when your enemies fall, and when they stumble, do not let your heart exult,", "18": "Lest the Lord see it, be displeased with you, and withdraw his wrath from your enemies.", "19": "Do not be provoked at evildoers, do not envy the wicked;", "20": "For the evil have no future, the lamp of the wicked will be put out.", "21": "My son, fear the Lord and the king; have nothing to do with those who hate them;", "22": "For disaster will issue suddenly, and calamity from them both, who knows when?", "23": "These also are Words of the Wise: To show partiality in judgment is not good.", "24": "Whoever says to the guilty party, “You are innocent,” will be cursed by nations, scorned by peoples;", "25": "But those who render just verdicts will fare well, and on them will come the blessing of prosperity.", "26": "An honest reply— a kiss on the lips.[i]", "27": "Complete your outdoor tasks, and arrange your work in the field; afterward you can build your house.[j]", "28": "Do not testify falsely against your neighbor and so deceive with your lips.", "29": "Do not say, “As they did to me, so will I do to them; I will repay them according to their deeds.”[k]", "30": "[l]I passed by the field of a sluggard, by the vineyard of one with no sense;", "31": "It was all overgrown with thistles; its surface was covered with nettles, and its stone wall broken down.", "32": "As I gazed at it, I reflected; I saw and learned a lesson:", "33": "A little sleep, a little slumber, a little folding of the arms to rest—", "34": "Then poverty will come upon you like a robber, and want like a brigand."}