{"1": "Like snow in summer, like rain in harvest, honor for a fool is out of place.[b]", "2": "Like the sparrow in its flitting, like the swallow in its flight, a curse uncalled-for never lands.[c]", "3": "The whip for the horse, the bridle for the ass, and the rod for the back of fools.", "4": "[d]Do not answer fools according to their folly, lest you too become like them.", "5": "Answer fools according to their folly, lest they become wise in their own eyes.", "6": "Those who send messages by a fool cut off their feet; they drink down violence.", "7": "[e]A proverb in the mouth of a fool hangs limp, like crippled legs.", "8": "Giving honor to a fool is like entangling a stone in the sling.", "9": "A thorn stuck in the hand of a drunkard is a proverb in the mouth of fools.", "10": "An archer wounding all who pass by is anyone who hires a drunken fool.", "11": "As dogs return to their vomit, so fools repeat their folly.", "12": "You see those who are wise in their own eyes? There is more hope for fools than for them.", "13": "[f]The sluggard says, “There is a lion in the street, a lion in the middle of the square!”", "14": "The door turns on its hinges and sluggards, on their beds.", "15": "The sluggard buries a hand in the dish, too weary to lift it to the mouth.", "16": "In their own eyes sluggards are wiser than seven who answer with good judgment.", "17": "Whoever meddles in the quarrel of another is one who grabs a passing dog by the ears.", "18": "Like a crazed archer scattering firebrands and deadly arrows,", "19": "Such are those who deceive their neighbor, and then say, “I was only joking.”", "20": "[g]Without wood the fire dies out; without a talebearer strife subsides.", "21": "Charcoal for coals, wood for fire— such are the quarrelsome, enkindling strife.", "22": "The words of a talebearer are like dainty morsels: they sink into one's inmost being.[h]", "23": "Like a glazed finish on earthenware are smooth lips and a wicked heart.[i]", "24": "With their lips enemies pretend, but inwardly they maintain deceit;", "25": "When they speak graciously, do not trust them, for seven abominations[j] are in their hearts.", "26": "Hatred can be concealed by pretense, but malice will be revealed in the assembly.[k]", "27": "Whoever digs a pit falls into it; and a stone comes back upon the one who rolls it.", "28": "The lying tongue is its owner's enemy, and the flattering mouth works ruin."}