{"1": "The wicked flee though none pursue; but the just, like a lion, are confident.", "2": "If a land is rebellious, its princes will be many; but with an intelligent and wise ruler there is stability.[a]", "3": "One who is poor and extorts from the lowly is a devastating rain that leaves no food.[b]", "4": "Those who abandon instruction[c] praise the wicked, but those who keep instruction oppose them.", "5": "The evil understand nothing of justice,[d] but those who seek the Lord understand everything.", "6": "Better to be poor and walk in integrity than rich and crooked in one's ways.", "7": "Whoever heeds instruction is a wise son, but whoever joins with wastrels disgraces his father.", "8": "Whoever amasses wealth by interest and overcharge[e] gathers it for the one who is kind to the poor.", "9": "Those who turn their ears from hearing instruction, even their prayer is an abomination.", "10": "Those who mislead the upright into an evil way will themselves fall into their own pit, but the blameless will attain prosperity.", "11": "The rich are wise in their own eyes, but the poor who are intelligent see through them.", "12": "When the just triumph, there is great glory; but when the wicked prevail, people hide.[f]", "13": "Those who conceal their sins do not prosper, but those who confess and forsake them obtain mercy.[g]", "14": "Happy those who always fear;[h] but those who harden their hearts fall into evil.", "15": "A roaring lion or a ravenous bear is a wicked ruler over a poor people.", "16": "The less prudent the rulers, the more oppressive their deeds. Those who hate ill-gotten gain prolong their days.", "17": "Though a person burdened with blood guilt is in flight even to the grave, let no one offer support.", "18": "Whoever walks blamelessly is safe, but one whose ways are crooked falls into a pit.", "19": "Those who cultivate their land will have plenty of food, but those who engage in idle pursuits will have plenty of want.", "20": "The trustworthy will be richly blessed; but whoever hastens to be rich will not go unpunished.", "21": "To show partiality is never good: for even a morsel of bread one may do wrong.[i]", "22": "Misers hurry toward wealth, not knowing that want is coming toward them.[j]", "23": "Whoever rebukes another wins more favor than one who flatters with the tongue.", "24": "Whoever defrauds father or mother and says, “It is no sin,” is a partner to a brigand.", "25": "The greedy person stirs up strife, but the one who trusts in the Lord will prosper.", "26": "Those who trust in themselves are fools, but those who walk in wisdom are safe.", "27": "Those who give to the poor have no lack, but those who avert their eyes, many curses.", "28": "When the wicked prevail, people hide; but at their fall the just abound."}