{"1": "Those stiff-necked in the face of reproof in an instant will be shattered beyond cure.[a]", "2": "When the just flourish, the people rejoice; but when the wicked rule, the people groan.[b]", "3": "Whoever loves wisdom gives joy to his father, but whoever consorts with harlots squanders his wealth.", "4": "By justice a king builds up the land; but one who raises taxes tears it down.[c]", "5": "Those who speak flattery to their neighbor cast a net at their feet.[d]", "6": "The sin of the wicked is a trap, but the just run along joyfully.", "7": "The just care for the cause of the poor; the wicked do not understand such care.[e]", "8": "Scoffers enflame the city, but the wise calm the fury.", "9": "If a wise person disputes with a fool, there is railing and ridicule but no resolution.", "10": "The bloodthirsty hate the blameless, but the upright seek his life.[f]", "11": "Fools give vent to all their anger; but the wise, biding their time, control it.", "12": "If rulers listen to lying words, their servants all become wicked.", "13": "The poor and the oppressor meet: the Lord gives light to the eyes of both.", "14": "If a king is honestly for the rights of the poor, his throne stands firm forever.", "15": "The rod of correction gives wisdom, but uncontrolled youths disgrace their mothers.", "16": "When the wicked increase, crime increases; but the just will behold their downfall.[g]", "17": "Discipline your children, and they will bring you comfort, and give delight to your soul.", "18": "Without a vision the people lose restraint; but happy is the one who follows instruction.[h]", "19": "Not by words alone can servants be trained; for they understand but do not respond.[i]", "20": "Do you see someone hasty in speech? There is more hope for a fool!", "21": "If servants are pampered from childhood they will turn out to be stubborn.", "22": "The ill-tempered stir up strife, and the hotheaded cause many sins.", "23": "Haughtiness brings humiliation, but the humble of spirit acquire honor.[j]", "24": "Partners of a thief hate themselves;[k] they hear the imprecation but do not testify.", "25": "Fear of others becomes a snare, but the one who trusts in the Lord is safe.", "26": "Many curry favor with a ruler, but it is from the Lord that one receives justice.", "27": "An abomination to the just, the evildoer; an abomination to the wicked, one whose way is straight."}