{"1": "My son, do not forget[b] my teaching, take to heart my commands;", "2": "For many days, and years of life, and peace, will they bring you.", "3": "Do not let love and fidelity forsake you; bind them around your neck; write them on the tablet of your heart.", "4": "Then will you win favor and esteem before God and human beings.", "5": "Trust in the Lord with all your heart, on your own intelligence do not rely;", "6": "In all your ways be mindful of him, and he will make straight your paths.", "7": "Do not be wise in your own eyes, fear the Lord and turn away from evil;", "8": "This will mean health for your flesh and vigor for your bones.", "9": "Honor the Lord with your wealth, with first fruits of all your produce;", "10": "Then will your barns be filled with plenty, with new wine your vats will overflow.", "11": "The discipline of the Lord, my son, do not spurn; do not disdain his reproof;", "12": "[c]For whom the Lord loves he reproves, as a father, the son he favors.", "13": "Happy the one who finds wisdom, the one who gains understanding!", "14": "Her profit is better than profit in silver, and better than gold is her revenue;", "15": "She is more precious than corals, and no treasure of yours can compare with her.", "16": "Long life is in her right hand, in her left are riches and honor;", "17": "Her ways are pleasant ways, and all her paths are peace;", "18": "She is a tree of life[e] to those who grasp her, and those who hold her fast are happy.", "19": "The Lord by wisdom founded the earth, established the heavens by understanding;", "20": "By his knowledge the depths[f] are split, and the clouds drop down dew.", "21": "My son, do not let these slip from your sight: hold to deliberation and planning;", "22": "So will they be life to your soul,[h] and an adornment for your neck.", "23": "Then you may go your way securely; your foot will never stumble;", "24": "When you lie down, you will not be afraid, when you rest, your sleep will be sweet.", "25": "Do not be afraid of sudden terror, of the ruin of the wicked when it comes;", "26": "For the Lord will be your confidence, and will keep your foot from the snare.", "27": "Do not withhold any goods from the owner when it is in your power to act.", "28": "Say not to your neighbor, “Go, come back tomorrow, and I will give it to you,” when all the while you have it.", "29": "Do not plot evil against your neighbors, when they live at peace with you.", "30": "Do not contend with someone without cause, with one who has done you no harm.", "31": "Do not envy the violent and choose none of their ways:", "32": "To the Lord the devious are an abomination, but the upright are close to him.", "33": "The curse of the Lord is on the house of the wicked, but the dwelling of the just he blesses;", "34": "Those who scoff, he scoffs at, but the lowly he favors.", "35": "The wise will possess glory, but fools will bear shame."}