{"1": "[a]The words of Agur, son of Jakeh the Massaite: The pronouncement of mortal man: “I am weary, O God; I am weary, O God, and I am exhausted.", "2": "I am more brute than human being, without even human intelligence;", "3": "[b]Neither have I learned wisdom, nor have I the knowledge of the Holy One.", "4": "Who has gone up to heaven and come down again— who has cupped the wind in the hollow of the hand? Who has bound up the waters in a cloak— who has established all the ends of the earth? What is that person's name, or the name of his son?”[c]", "5": "[d]Every word of God is tested; he is a shield to those who take refuge in him.", "6": "Add nothing to his words, lest he reprimand you, and you be proved a liar.", "7": "[e]Two things I ask of you, do not deny them to me before I die:", "8": "Put falsehood and lying far from me, give me neither poverty nor riches; provide me only with the food I need;", "9": "Lest, being full, I deny you, saying, “Who is the Lord?” Or, being in want, I steal, and profane the name of my God.", "10": "Do not criticize servants to their master, lest they curse you, and you have to pay the penalty.", "11": "[f]There are some who curse their fathers, and do not bless their mothers.", "12": "There are some pure in their own eyes, yet not cleansed of their filth.", "13": "There are some—how haughty their eyes! how overbearing their glance!", "14": "There are some—their teeth are swords, their teeth are knives, Devouring the needy from the earth, and the poor from the human race.", "15": "[g]The leech has two daughters: “Give,” and “Give.” Three things never get their fill, four never say, “Enough!”", "16": "Sheol, a barren womb, land that never gets its fill of water, and fire, which never says, “Enough!”", "17": "The eye that mocks a father, or scorns the homage due a mother, Will be plucked out by brook ravens; devoured by a brood of vultures.", "18": "[h]Three things are too wonderful for me, yes, four I cannot understand:", "19": "The way of an eagle in the sky, the way of a serpent upon a rock, The way of a ship on the high seas, and the way of a man with a woman.", "20": "This is the way of an adulterous woman: she eats, wipes her mouth, and says, “I have done no wrong.”[i]", "21": "[j]Under three things the earth trembles, yes, under four it cannot bear up:", "22": "Under a slave who becomes king, and a fool who is glutted with food;", "23": "Under an unloved woman who is wed, and a maidservant who displaces her mistress.", "24": "[k]Four things are among the smallest on the earth, and yet are exceedingly wise:", "25": "Ants—a species not strong, yet they store up their food in the summer;", "26": "Badgers—a species not mighty, yet they make their home in the crags;", "27": "Locusts—they have no king, yet they march forth in formation;", "28": "Lizards—you can catch them with your hands, yet they find their way into kings' palaces.", "29": "[l]Three things are stately in their stride, yes, four are stately in their carriage:", "30": "The lion, mightiest of beasts, retreats before nothing;", "31": "The strutting cock, and the he-goat, and the king at the head of his people.", "32": "[m]If you have foolishly been proud or presumptuous—put your hand on your mouth;", "33": "For as the churning of milk produces curds, and the pressing of the nose produces blood, the churning of anger produces strife."}