{"1": "The words of Lemuel, king of Massa,[b] the instruction his mother taught him:", "2": "What are you doing, my son![c] what are you doing, son of my womb; what are you doing, son of my vows!", "3": "Do not give your vigor to women, or your strength[d] to those who ruin kings.", "4": "It is not for kings, Lemuel, not for kings to drink wine; strong drink is not for princes,", "5": "Lest in drinking they forget what has been decreed, and violate the rights of any who are in need.", "6": "Give strong drink to anyone who is perishing, and wine to the embittered;", "7": "When they drink, they will forget their misery, and think no more of their troubles.", "8": "Open your mouth in behalf of the mute, and for the rights of the destitute;", "9": "Open your mouth, judge justly, defend the needy and the poor!", "10": "Who can find[f] a woman of worth? Far beyond jewels is her value.", "11": "Her husband trusts her judgment; he does not lack income.", "12": "She brings him profit, not loss,[g] all the days of her life.", "13": "She seeks out wool and flax and weaves with skillful hands.", "14": "Like a merchant fleet,[h] she secures her provisions from afar.", "15": "She rises while it is still night, and distributes food to her household, a portion to her maidservants.", "16": "She picks out a field and acquires it; from her earnings she plants a vineyard.", "17": "She girds herself with strength; she exerts her arms with vigor.[i]", "18": "She enjoys the profit from her dealings; her lamp is never extinguished at night.[j]", "19": "She puts her hands to the distaff, and her fingers ply the spindle.[k]", "20": "She reaches out her hands to the poor, and extends her arms to the needy.", "21": "She is not concerned for her household when it snows— all her charges are doubly clothed.", "22": "She makes her own coverlets; fine linen and purple are her clothing.", "23": "Her husband is prominent at the city gates as he sits with the elders of the land.[l]", "24": "She makes garments and sells them, and stocks the merchants with belts.", "25": "She is clothed with strength and dignity, and laughs at the days to come.[m]", "26": "She opens her mouth in wisdom; kindly instruction is on her tongue.", "27": "She watches over[n] the affairs of her household, and does not eat the bread of idleness.", "28": "Her children rise up and call her blessed; her husband, too, praises her:", "29": "“Many are the women of proven worth, but you have excelled them all.”", "30": "Charm is deceptive and beauty fleeting; the woman who fears the Lord is to be praised.[o]", "31": "Acclaim her for the work of her hands, and let her deeds praise her at the city gates."}