{"1": "Hear, O children, a father's instruction, be attentive, that you may gain understanding!", "2": "Yes, excellent advice I give you; my teaching do not forsake.", "3": "When I was my father's child, tender, the darling of my mother,", "4": "He taught me and said to me: “Let your heart hold fast my words: keep my commands, and live!", "5": "Get wisdom,[b] get understanding! Do not forget or turn aside from the words of my mouth.", "6": "Do not forsake her, and she will preserve you; love her, and she will safeguard you;", "7": "The beginning of wisdom is: get wisdom; whatever else you get, get understanding.", "8": "Extol her, and she will exalt you; she will bring you honors if you embrace her;", "9": "She will put on your head a graceful diadem; a glorious crown will she bestow on you.”", "10": "Hear, my son, and receive my words, and the years of your life shall be many.", "11": "On the way of wisdom I direct you, I lead you on straight paths.", "12": "When you walk, your step will not be impeded, and should you run, you will not stumble.", "13": "Hold fast to instruction, never let it go; keep it, for it is your life.", "14": "[d]The path of the wicked do not enter, nor walk in the way of the evil;", "15": "Shun it, do not cross it, turn aside from it, pass on.", "16": "For they cannot rest unless they have done evil; if they do not trip anyone they lose sleep.", "17": "For they eat the bread of wickedness and drink the wine of violence.", "18": "But the path of the just is like shining light, that grows in brilliance till perfect day.[e]", "19": "The way of the wicked is like darkness; they do not know on what they stumble.", "20": "My son, to my words be attentive, to my sayings incline your ear;", "21": "Let them not slip from your sight, keep them within your heart;", "22": "For they are life to those who find them, bringing health to one's whole being.", "23": "With all vigilance guard your heart, for in it are the sources of life.", "24": "[g]Dishonest mouth put away from you, deceitful lips put far from you.", "25": "Let your eyes look straight ahead and your gaze be focused forward.", "26": "Survey the path for your feet, and all your ways will be sure.", "27": "Turn neither to right nor to left, keep your foot far from evil."}