{"1": "[b]My son, keep my words, and treasure my commands.", "2": "Keep my commands and live,[c] and my teaching as the apple of your eye;", "3": "Bind them on your fingers, write them on the tablet of your heart.", "4": "Say to Wisdom, “You are my sister!”[d] Call Understanding, “Friend!”", "5": "That they may keep you from a stranger, from the foreign woman with her smooth words.", "6": "For at the window of my house, through my lattice I looked out[e]", "7": "And I saw among the naive, I observed among the young men, a youth with no sense,", "8": "Crossing the street near the corner, then walking toward her house,", "9": "In the twilight, at dusk of day, in the very dark of night.", "10": "Then the woman comes to meet him, dressed like a harlot, with secret designs.", "11": "She is raucous and unruly, her feet cannot stay at home;", "12": "Now she is in the streets, now in the open squares, lurking in ambush at every corner.", "13": "Then she grabs him, kisses him, and with an impudent look says to him:", "14": "“I owed peace offerings, and today I have fulfilled my vows;", "15": "So I came out to meet you, to look for you, and I have found you!", "16": "With coverlets I have spread my couch, with brocaded cloths of Egyptian linen;", "17": "I have sprinkled my bed[f] with myrrh, with aloes, and with cinnamon.", "18": "Come, let us drink our fill of love, until morning, let us feast on love!", "19": "For my husband is not at home,[g] he has gone on a long journey;", "20": "A bag of money he took with him, he will not return home till the full moon.”", "21": "She wins him over by repeated urging, with her smooth lips she leads him astray.[h]", "22": "He follows her impulsively, like an ox that goes to slaughter; Like a stag that bounds toward the net,", "23": "till an arrow pierces its liver; Like a bird that rushes into a snare, unaware that his life is at stake.", "24": "So now, children, listen to me,[i] be attentive to the words of my mouth!", "25": "Do not let your heart turn to her ways, do not go astray in her paths;", "26": "For many are those she has struck down dead, numerous, those she has slain.", "27": "Her house is a highway to Sheol, leading down into the chambers of death."}