{"1": "Does not Wisdom call, and Understanding raise her voice?", "2": "On the top of the heights along the road, at the crossroads she takes her stand;", "3": "By the gates at the approaches of the city, in the entryways she cries aloud:", "4": "“To you, O people, I call; my appeal is to you mortals.", "5": "You naive ones, gain prudence, you fools,[b] gain sense.", "6": "Listen! for noble things I speak; my lips proclaim honest words.", "7": "[c]Indeed, my mouth utters truth, and my lips abhor wickedness.", "8": "All the words of my mouth are sincere, none of them wily or crooked;", "9": "All of them are straightforward to the intelligent, and right to those who attain knowledge.", "10": "Take my instruction instead of silver, and knowledge rather than choice gold.", "11": "[For Wisdom is better than corals, and no treasures can compare with her.]", "12": "I, Wisdom, dwell with prudence, and useful knowledge I have.", "13": "[The fear of the Lord is hatred of evil;] Pride, arrogance, the evil way, and the perverse mouth I hate.", "14": "Mine are counsel and advice; Mine is strength; I am understanding.[d]", "15": "By me kings reign, and rulers enact justice;", "16": "By me princes govern, and nobles, all the judges of the earth.", "17": "Those who love me I also love, and those who seek me find me.", "18": "With me are riches and honor, wealth that endures, and righteousness.", "19": "My fruit is better than gold, even pure gold, and my yield than choice silver.", "20": "On the way of righteousness I walk, along the paths of justice,", "21": "Granting wealth to those who love me, and filling their treasuries.", "22": "[e]“The Lord begot me, the beginning of his works, the forerunner of his deeds of long ago;", "23": "From of old I was formed,[f] at the first, before the earth.", "24": "[g]When there were no deeps I was brought forth, when there were no fountains or springs of water;", "25": "Before the mountains were settled into place, before the hills, I was brought forth;", "26": "When the earth and the fields were not yet made, nor the first clods of the world.", "27": "When he established the heavens, there was I, when he marked out the vault over the face of the deep;", "28": "When he made firm the skies above, when he fixed fast the springs of the deep;", "29": "When he set for the sea its limit, so that the waters should not transgress his command; When he fixed the foundations of earth,", "30": "then was I beside him as artisan;[h] I was his delight day by day, playing before him all the while,", "31": "Playing over the whole of his earth, having my delight with human beings.", "32": "[i]Now, children, listen to me; happy are they who keep my ways.", "33": "Listen to instruction and grow wise, do not reject it!", "34": "Happy the one who listens to me, attending daily at my gates, keeping watch at my doorposts;", "35": "For whoever finds me finds life, and wins favor from the Lord;", "36": "But those who pass me by do violence to themselves; all who hate me love death.”"}