{"1": "We beseech you, brethren, by the coming of our Lord Jesus Christ, and in that we shall assemble unto him, ", "2": "not to be suddenly moved from your mind. And be not troubled, neither by spirit nor by words, nor yet by letter which seems to come from us, as though the day of Christ were at hand. ", "3": "Let no man deceive you by any means. For the Lord comes not unless there come a departing first and that sinful man be revealed – the son of perdition, ", "4": "who is an adversary, and is exalted above all that is called God or that is worshipped, so that he shall sit as God in the temple of God and show himself as God.", "5": "Do you not remember that when I was still with you, I told you these things? ", "6": "And now you know what withholds, so that he may be manifest at his time. ", "7": "For the mystery of that iniquity does he already work, which only locks until it is taken out of the way. ", "8": "And then shall that wicked one be exposed, whom the Lord will consume with the Spirit of his mouth, and will destroy with the appearance of his coming – ", "9": "namely him whose coming is by the working of Satan, with all lying power, signs, and wonders, ", "10": "and in all the deceptiveness of unrighteousness among those who are perishing. They perish because they would not receive the love of the truth, so that they might have been saved. ", "11": "And therefore God will send them strong delusion, so that they will believe lies; ", "12": "so that all may be judged who did not believe the truth, but had pleasure in unrighteousness.", "13": "But we are bound to give thanks always to God for you, brethren beloved of the Lord, because God has from the beginning chosen you for salvation, through sanctifying by the Spirit and through believing the truth,", "14": "to which he called you by our gospel, to obtain the glory that comes of our Lord Jesus Christ. ", "15": "Therefore, brethren, stand fast. And keep the ordinances that you have been taught, whether it was by our preaching or by epistle.", "16": "May our Lord Jesus Christ himself, and God our Father who has loved us, and has given us everlasting consolation and good hope through grace, ", "17": "comfort your hearts and establish you in all doctrine and good-doing."}