{"1": "Wives, respect and obey your husbands in the same way. Then the husbands who do not obey the word of God will want to know God. They will want to know God because their wives live good lives, even though they say nothing about God.", "2": "They will see that you live holy lives and respect your husbands.", "3": "You should not be fine on the outside only. Some women make their hair nice. They wear gold things. They have fine clothes.", "4": "But you must be fine in your heart. Have a heart that is gentle and quiet. That will not wear out. And God thinks it is worth very much.", "5": "There were holy women long ago who trusted in God. They made themselves nice in this way. They obeyed their husbands.", "6": "Sarah obeyed Abraham. She called him her master. You are her children if you do what is right and are not afraid of trouble.", "7": "Husbands, also live with your wife the way you know is right. Respect her because she is a woman. She is not as strong as a man. Also respect her because God has given her, as well as you, the blessing of life. In this way, you will not stop God from doing what you ask him to do.", "8": "Here is one thing more. You must all agree. You must care when others have trouble. You must love your Christian brothers. You must be kind. You must not be proud.", "9": "You must not do wrong things to those who do wrong things to you. You must not say wrong things to those who say wrong things to you. But ask God to bless those people. This is what you have been called to do. Then God will bless you.", "10": "The holy writings say,`A man who wants to live and have good days must not say wrong things. He must not say anything that is not true.", "11": "He must turn away from anything wrong and do what is good. He must try hard to find peace, and keep on looking for it.", "12": "The Lord watches over those who do good. He listens when they talk to him. But the Lord is against those who do wrong things.'", "13": "Who will do something bad to you if you want to do what is good?", "14": "But even if people trouble you because you do right, God will bless you. Do not be afraid of them. And do not be troubled.", "15": "Worship Christ as Lord in your hearts. Always be ready to give an answer to anyone who asks you about the hope you have. But be gentle and respect him.", "16": "Keep your hearts clean. Then when people say wrong things about you, they will be ashamed because they have talked wrongly about your good Christian life.", "17": "It is better to have trouble for doing right, if God allows it, than to have trouble for doing wrong.", "18": "For Christ died that once because of our wrong ways. He was good and he died for those who were bad. He did this to bring us to God. His body died, but his spirit had new life.", "19": "His spirit went and gave his message to people's spirits who were in prison.", "20": "In the days long ago, they did not obey God. God waited for them to do so while Noah was building the big house on the boat. A few people, only eight, were saved by going through the water.", "21": "The water of baptism is like that. It saves you. It does not save you because it washes dirt from your bodies. But it saves you because you bring yourselves to God with a clean heart. It saves you because Jesus Christ has been raised from death.", "22": "He has gone up into heaven. He is now at the right side of God. Angels, rulers, and governments obey him."}