{"1": "Paul, an apostle of Christ Jesus by the will of God, To the saints who are in Ephesus, who are believers in Christ Jesus:", "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "3": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places.", "4": "He did this when he chose us in Christ before the foundation of the world, so that we would be holy and blameless in his sight. In love ", "5": "he predestined us to be adopted as his sons through Jesus Christ. He did this in accordance with the good purpose of his will, ", "6": "and for the praise of his glorious grace, which he has graciously given us in the one he loves.", "7": "In him we also have redemption through his blood, the forgiveness of sins, in keeping with the riches of his grace, ", "8": "which he lavished on us in all wisdom and insight. ", "9": "He made known to us the mystery of his will in keeping with his good purpose, which he planned in Christ. ", "10": "This was to be carried out when the time had fully come, in order to bring all things together in Christ, things in heaven and things on earth.", "11": "In him we have also obtained an inheritance, because we were predestined according to the plan of him who works out everything in keeping with the purpose of his will. ", "12": "He did this so that his glory would be praised as a result of us, who were the first to hope in Christ.", "13": "In him, when you heard the word of truth, the gospel of your salvation, and in him, when you also believed, you were sealed with the promised Holy Spirit. ", "14": "He is the down payment of our inheritance until the redemption of God's own possession, so that his glory would be praised.", "15": "This is why, ever since I heard about your faith in the Lord Jesus and your love for all the saints, ", "16": "I never stop giving thanks for you, remembering you in my prayers. ", "17": "I keep praying that the God of our Lord Jesus Christ, the glorious Father, will give you the Spirit[a] of wisdom and revelation in knowing Christ fully. ", "18": "I pray that the eyes of your heart may be enlightened, so that you may know the hope to which he has called you, just how rich his glorious inheritance among the saints is, ", "19": "and just how surpassingly great his power is for us who believe. ", "20": "It is as great as the working of his mighty strength, which God worked in Christ when he raised him from the dead and seated him at his right hand in the heavenly places, ", "21": "far above all rule, authority, power, and dominion, and above every name that is given, not only in this age but also in the one to come. ", "22": "God also placed all things under his feet and made him head over everything for the church. ", "23": "The church is his body, the fullness of him[b] who fills everything in every way."}