{"1": "For this reason, I, Paul, the prisoner of Christ Jesus for the sake of you Gentiles—[a]", "2": "Surely you have heard of the administration of God's grace given to me for you, ", "3": "namely, that the mystery was made known to me by revelation (as I have already written briefly). ", "4": "When you read this, you will be able to understand my insight into the mystery of Christ. ", "5": "This mystery was not made known to people in past generations as it has now been revealed by the Spirit to his holy apostles and prophets. ", "6": "This mystery is that in Christ Jesus the Gentiles are fellow heirs, members of the same body, and people who also share in the promise through the gospel.", "7": "I became a servant of this gospel, in keeping with the gift of God's grace that was given to me by the working of his power. ", "8": "To me—even though I am the very least of all the saints—was given this grace: to preach to the Gentiles the unsearchable riches of Christ ", "9": "and to enlighten everyone about the administration of this mystery. In past ages this mystery remained hidden in God, who created all things. ", "10": "He did this so that, through the church, the multifaceted wisdom of God might now be made known to the rulers and authorities in the heavenly places. ", "11": "This was done according to the eternal purpose that he accomplished in Christ Jesus our Lord. ", "12": "In him we can freely approach God with confidence through faith in him. ", "13": "So I ask you not to lose heart because of what I am suffering for you, because it is your glory.", "14": "For this reason I kneel before the Father of our Lord Jesus Christ,[b] ", "15": "from whom the entire family in heaven and on earth receives its name. ", "16": "I pray that, according to the riches of his glory, he would strengthen you with power through his Spirit in your inner self, ", "17": "so that Christ may dwell in your hearts through faith. Then, being rooted and grounded in love, ", "18": "I pray that you would be able to comprehend, along with all the saints, how wide and long and high and deep his love is, ", "19": "and that you would be able to know the love of Christ that surpasses knowledge, so that you may be filled to all the fullness of God.", "20": "Now to him, who is able, according to the power that is at work within us, to do infinitely more than we can ask or imagine, ", "21": "to him be the glory in the church and in Christ Jesus throughout all generations, forever and ever! Amen."}