{"1": "As a prisoner in the Lord, therefore, I urge you to walk in a manner worthy of the calling with which you have been called. ", "2": "Live with all humility, gentleness, and patience, bearing with one another in love.", "3": "Make every effort to maintain the unity of the Spirit in the bond of peace. ", "4": "There is one body and one Spirit, just as also you were called in the one hope of your calling. ", "5": "There is one Lord, one faith, one baptism, ", "6": "one God and Father of all, who is over all, and through all, and in us[a] all.", "7": "But to each one of us grace was given, according to the measure of the gift from Christ. ", "8": "That is why it says, “When he ascended on high, he took captivity captive and gave gifts to his people.”[b] ", "9": "Now what does it mean when it says “he ascended,” other than that he also had descended[c] to the lower parts, namely, the earth?[d] ", "10": "He who descended is the same one who ascended far above all the heavens, so that he might fill all things. ", "11": "He himself gave the apostles, as well as the prophets, as well as the evangelists, as well as the pastors and teachers, ", "12": "for the purpose of training the saints for the work of serving,[e] in order to build up the body of Christ. ", "13": "This is to continue until we all reach unity in the faith and knowledge of the Son of God, resulting in a mature man with a stature reaching to the measure of the fullness of Christ. ", "14": "The goal is that we would no longer be little children, tossed by the waves and blown around by every wind of teaching, when people use tricks and invent clever ways to lead us astray. ", "15": "Instead, speaking the truth in love, we would in all things grow up into Christ, who is the head. ", "16": "From him the whole body, being joined and held together by every supporting ligament, grows in accordance with Christ's activity when he measured out each individual part. He causes the growth of the body so that it builds itself up in love.", "17": "So I tell you this and testify to it in the Lord: Do not walk any longer as the Gentiles walk, in their futile way of thinking. ", "18": "They are darkened in their understanding, alienated from the life of God, because of the ignorance that is in them, due to the hardness of their hearts. ", "19": "Because they have no sense of shame, they have given themselves over to sensuality, with an ever-increasing desire to practice every kind of impurity.", "20": "But you did not learn Christ in that way, ", "21": "if indeed you have heard of him and were taught in him (since the truth is in Jesus). ", "22": "As far as your former way of life is concerned, you were taught to take off the old self, which is corrupted by its deceitful desires, ", "23": "and to be renewed continually in the spirit of your mind, ", "24": "and to put on the new self, which has been created to be like God in righteousness and true holiness.", "25": "Therefore, after you put away lying, let each of you speak truthfully with your neighbor, because we are all members of one body. ", "26": "“Be angry, yet do not sin.”[f] Do not let the sun go down while you are still angry. ", "27": "Do not give the Devil an opportunity. ", "28": "Let the one who has been stealing steal no longer. Instead, let him work hard doing what is good with his own hands, so that he has something to share with a person who is in need. ", "29": "Do not let any unwholesome talk come from your mouths. Say only what is beneficial when there is a need to build up others, so that it will be a blessing to those who hear. ", "30": "Do not grieve the Holy Spirit of God, with whom you were sealed for the day of redemption. ", "31": "Get rid of every kind of bitterness, rage, anger, quarreling, and slander, along with every kind of malice. ", "32": "Instead, be kind and compassionate to one another, forgiving one another, just as God in Christ has forgiven us.[g]"}