{"1": "Therefore, be imitators of God as his dearly loved children. ", "2": "And walk in love, just as Christ loved us and gave himself for us, as a fragrant offering and sacrifice to God.", "3": "But do not let sexual immorality, any kind of impurity, or greed even be mentioned among you, as is proper for saints. ", "4": "Obscenity, foolish talk, and coarse joking are also out of place. Instead, give thanks. ", "5": "Certainly you are aware of this: No immoral, impure, or greedy person—such a person is an idolater—has an inheritance in the kingdom of Christ, who is God.[a] ", "6": "Let no one deceive you with empty words. It is because of these things that the wrath of God is coming on the sons of disobedience. ", "7": "So do not share in what they do.", "8": "For you were once darkness, but now you are light in the Lord. Walk as children of light, ", "9": "for the fruit of the light consists in all goodness, righteousness, and truth. ", "10": "Try to learn what is pleasing to the Lord, ", "11": "and do not participate in fruitless deeds of darkness. Instead, expose them. ", "12": "For it is shameful even to mention the things that are done by people in secret. ", "13": "But everything exposed by the light becomes visible, for it is light that makes things visible. ", "14": "Therefore it is said, “Awake, sleeper, rise from the dead, and Christ will shine on you.”", "15": "Consider carefully, then, how you walk, not as unwise people, but as wise people. ", "16": "Make the most of your time,[b] because the days are evil. ", "17": "For this reason, do not be foolish, but understand what the will of the Lord is. ", "18": "And do not get drunk on wine, which causes you to lose control. Instead, be filled with the Spirit ", "19": "by speaking to one another with psalms, hymns, and spiritual songs (singing and making music with your hearts to the Lord), ", "20": "by always giving thanks for everything to God the Father, in the name of our Lord Jesus Christ, ", "21": "and by submitting to one another in reverence for Christ.", "22": "Wives, submit to your own husbands as to the Lord. ", "23": "For the husband is the head of the wife, just as Christ is the head of the church, his body, of which he himself is the Savior. ", "24": "Moreover, as the church submits to Christ, so also wives are to submit to their husbands in everything.", "25": "Husbands, love your wives, in the same way as Christ loved the church and gave himself up for her ", "26": "to make her holy, by cleansing her with the washing of water in connection with the Word. ", "27": "He did this so that he could present her to himself as a glorious church, having no stain or wrinkle or any such thing, but so that she would be holy and blameless. ", "28": "In the same way, husbands have an obligation to love their own wives as their own bodies. He who loves his wife loves himself. ", "29": "To be sure, no one has ever hated his own body, but nourishes and cherishes it, just as Christ does the church, ", "30": "because we are members of his body, of his flesh and of his bones.[c] ", "31": "“For this reason a man will leave his father and mother and be joined to his wife, and the two will be one flesh.”[d] ", "32": "This is a great mystery, but I am talking about Christ and the church. ", "33": "In any case, each one of you also is to love his wife as himself, and each wife is to respect her husband."}