{"1": "Ye beloveds, believe not every spirit, but test the spirits, whether they are of God or not. For many false prophets have gone out into the world. ", "2": "By this you may know the spirit that is of God: every spirit that confesses that Jesus Christ has come in the flesh, is of God. ", "3": "And every spirit which does not confess that Jesus Christ has come in the flesh, is not of God; and this is the spirit of Antichrist, of whom you have heard that he would come. And even now already he is in the world.", "4": "Little children, you are of God, and have overcome them. For greater is he that is in you than he that is in the world. ", "5": "They are of the world, and therefore what they say is of the world, and the world hears them. ", "6": "We are of God. He who knows God, hears us. He who is not of God, does not hear us. By this we know the spirit of truth and the spirit of error.", "7": "Beloveds, let us love one another. For love comes of God. And every one who loves is born of God and knows God. ", "8": "He who does not love, does not know God. For God is love.", "9": "In this did the love of God for us appear: that God sent his only begotten Son into the world so that we may live through him. ", "10": "Herein is love: not that we loved God, but that he loved us, and sent his Son to be the propitiation for our sins.", "11": "Beloveds, if God so loved us, we ought also to love one another. ", "12": "No man has seen God at any time. If we love one another, God dwells in us, and his love is perfected in us. ", "13": "By this we know that we dwell in him, and he in us – because he has given us of his Spirit. ", "14": "And we have seen and do testify that the Father sent the Son, who is the Saviour of the world. ", "15": "Whoever confesses that Jesus is the Son of God, in him dwells God, and he in God. ", "16": "And we have known and believed the love that God has to us. God is love, and he who dwells in love dwells in God, and God in him. ", "17": "In this is the love made perfect in us, so that we may have trust in the day of judgment. For as he is, even so are we in this world. ", "18": "There is no fear in love, but perfect love casts out all fear. For fear has painfulness. He who fears is not perfect in love.", "19": "We love him because he first loved us. ", "20": "If a person says, I love God, and yet hates his brother, he is a liar. For how can he who does not love his brother whom he has seen, love God whom he has not seen? ", "21": "And this commandment we have from him: that he who loves God, should love his brother also."}