{"1": "In the eighth month, in the second year of Darius, the word of the Lord came to Zechari′ah the son of Berechi′ah, son of Iddo, the prophet, saying, ", "2": "“The Lord was very angry with your fathers. ", "3": "Therefore say to them, Thus says the Lord of hosts: Return to me, says the Lord of hosts, and I will return to you, says the Lord of hosts. ", "4": "Be not like your fathers, to whom the former prophets cried out, 'Thus says the Lord of hosts, Return from your evil ways and from your evil deeds.' But they did not hear or heed me, says the Lord. ", "5": "Your fathers, where are they? And the prophets, do they live for ever? ", "6": "But my words and my statutes, which I commanded my servants the prophets, did they not overtake your fathers? So they repented and said, As the Lord of hosts purposed to deal with us for our ways and deeds, so has he dealt with us.”", "7": "On the twenty-fourth day of the eleventh month which is the month of Shebat, in the second year of Darius, the word of the Lord came to Zechari′ah the son of Berechi′ah, son of Iddo, the prophet; and Zechari′ah said, ", "8": "“I saw in the night, and behold, a man riding upon a red horse! He was standing among the myrtle trees in the glen; and behind him were red, sorrel, and white horses. ", "9": "Then I said, 'What are these, my lord?' The angel who talked with me said to me, 'I will show you what they are.' ", "10": "So the man who was standing among the myrtle trees answered, 'These are they whom the Lord has sent to patrol the earth.' ", "11": "And they answered the angel of the Lord who was standing among the myrtle trees, 'We have patrolled the earth, and behold, all the earth remains at rest.' ", "12": "Then the angel of the Lord said, 'O Lord of hosts, how long wilt thou have no mercy on Jerusalem and the cities of Judah, against which thou hast had indignation these seventy years?' ", "13": "And the Lord answered gracious and comforting words to the angel who talked with me. ", "14": "So the angel who talked with me said to me, 'Cry out, Thus says the Lord of hosts: I am exceedingly jealous for Jerusalem and for Zion. ", "15": "And I am very angry with the nations that are at ease; for while I was angry but a little they furthered the disaster. ", "16": "Therefore, thus says the Lord, I have returned to Jerusalem with compassion; my house shall be built in it, says the Lord of hosts, and the measuring line shall be stretched out over Jerusalem. ", "17": "Cry again, Thus says the Lord of hosts: My cities shall again overflow with prosperity, and the Lord will again comfort Zion and again choose Jerusalem.'”", "18": "[a] And I lifted my eyes and saw, and behold, four horns! ", "19": "And I said to the angel who talked with me, “What are these?” And he answered me, “These are the horns which have scattered Judah, Israel, and Jerusalem.” ", "20": "Then the Lord showed me four smiths. ", "21": "And I said, “What are these coming to do?” He answered, “These are the horns which scattered Judah, so that no man raised his head; and these have come to terrify them, to cast down the horns of the nations who lifted up their horns against the land of Judah to scatter it.”"}