{"1": "And again I lifted my eyes and saw, and behold, four chariots came out from between two mountains; and the mountains were mountains of bronze. ", "2": "The first chariot had red horses, the second black horses, ", "3": "the third white horses, and the fourth chariot dappled gray[a] horses. ", "4": "Then I said to the angel who talked with me, “What are these, my lord?” ", "5": "And the angel answered me, “These are going forth to the four winds of heaven, after presenting themselves before the Lord of all the earth. ", "6": "The chariot with the black horses goes toward the north country, the white ones go toward the west country,[b] and the dappled ones go toward the south country.” ", "7": "When the steeds came out, they were impatient to get off and patrol the earth. And he said, “Go, patrol the earth.” So they patrolled the earth. ", "8": "Then he cried to me, “Behold, those who go toward the north country have set my Spirit at rest in the north country.”", "9": "And the word of the Lord came to me: ", "10": "“Take from the exiles Heldai, Tobi′jah, and Jedai′ah, who have arrived from Babylon; and go the same day to the house of Josi′ah, the son of Zephani′ah. ", "11": "Take from them silver and gold, and make a crown,[c] and set it upon the head of Joshua, the son of Jehoz′adak, the high priest; ", "12": "and say to him, 'Thus says the Lord of hosts, “Behold, the man whose name is the Branch: for he shall grow up in his place, and he shall build the temple of the Lord. ", "13": "It is he who shall build the temple of the Lord, and shall bear royal honor, and shall sit and rule upon his throne. And there shall be a priest by his throne, and peaceful understanding shall be between them both.”' ", "14": "And the crown[d] shall be in the temple of the Lord as a reminder to Heldai,[e] Tobi′jah, Jedai′ah, and Josi′ah[f] the son of Zephani′ah.", "15": "“And those who are far off shall come and help to build the temple of the Lord; and you shall know that the Lord of hosts has sent me to you. And this shall come to pass, if you will diligently obey the voice of the Lord your God.”"}