{"1": "From Paul, an apostle of Jesus the Messiah, appointed by God's pleasure to announce the wonderful promise of life found in Jesus, the anointed Messiah.", "2": "My beloved son, I pray for a greater release of God's grace, love, and total well-being to flow into your life from God our Father and from our Lord Jesus Christ!", "3": "You know that I've been called to serve the God of my fathers with a clean conscience. Night and day I pray for you, thanking God for your life! ", "4": "I know that you have wept for me, your spiritual father, and your tears are dear to me. I can't wait to see you again! I'm filled with joy ", "5": "as I think of your strong faith that was passed down through your family line. It began with your grandmother Lois, who passed it on to your dear mother, Eunice. And it's clear that you too are following in the footsteps of their godly example.", "6": "I'm writing to encourage you to fan into a flame and rekindle[a] the fire of the spiritual gift God imparted to you when I laid my hands upon you. ", "7": "For God will never give you the spirit of fear,[b] but the Holy Spirit who gives you mighty power, love, and self-control.[c] ", "8": "So never be ashamed of the testimony of our Lord, nor be embarrassed over my imprisonment, but overcome every evil by the revelation of the power of God![d] ", "9": "He gave us resurrection life[e] and drew us to himself by his holy calling on our lives. And it wasn't because of any good we have done, but by his divine pleasure and marvelous grace that confirmed our union with the anointed Jesus, even before time began![f] ", "10": "This truth is now being unveiled by the revelation of the anointed Jesus, our life-giver, who has dismantled death, obliterating all its effects on our lives, and has manifested his immortal life in us by the gospel.", "11": "And he has anointed[g] me as his preacher, his apostle, and his teacher of truth to the nations. ", "12": "The confidence of my calling enables me to overcome every difficulty without shame, for I have an intimate revelation of this God. And my faith in him convinces me that he is more than able to keep all that I've placed in his hands safe and secure until the fullness of his appearing.", "13": "Allow the healing words you've heard from me to live in you and make them a model for life as your faith and love for the Anointed One grows even more. ", "14": "Guard well this incomparable treasure by the Spirit of Holiness living within you.", "15": "Perhaps you've heard that Phygelus,[h] and Hermogenes[i] and all the believers of Asia have deserted me because of my imprisonment. ", "16": "Nevertheless, so many times Onesiphorus[j] was like a breath of fresh air to me and never seemed to be ashamed of my chains. May our Lord Jesus bestow compassion and mercy upon him and his household. ", "17": "For when he arrived in Rome, he searched and searched for me until he found out where I was being held, so that he could minister to me, ", "18": "just like he did so wonderfully as I rested in his house[k] while in Ephesus, as you well know. May Jesus, our Master, give him abundant mercy in the day he stands before him."}