{"1": "But you need to be aware that in the final days the culture of society will become extremely fierce and difficult for the people of God. ", "2": "People will be self-centered lovers of themselves[a] and obsessed with money. They will boast of great things as they strut around in their arrogant pride and mock all that is right. They will ignore their own families.[b] They will be ungrateful[c] and ungodly.", "3": "They will become addicted to hateful and malicious slander.[d] Slaves to their desires, they will be ferocious, belligerent haters of what is good and right. ", "4": "With brutal treachery, they will act without restraint, bigoted and wrapped in clouds of their conceit. They will find their delight in the pleasures of this world more than the pleasures of the loving God.", "5": "They may pretend to have a respect for God, but in reality they want nothing to do with God's power. Stay away from people like these! ", "6": "For they are the ones who worm their way into the hearts of vulnerable women,[e] spending the night with those who are captured by their lusts and steeped in sin. ", "7": "They are always learning but never discover the revelation-knowledge of truth.", "8": "History has given us an example of this with the Egyptian sorcerers Jannes and Jambres,[f] who stood against Moses in their arrogance. So it will be in the last days with those who reject the faith with their corrupt minds and arrogant hearts, standing against the truth of God.", "9": "But they will not advance, for everyone will see their madness, just as they did with Jannes and Jambres![g]", "10": "But you, Timothy, have closely followed my example and the truth that I've imparted to you. You have modeled your life after the love and endurance I've demonstrated in my ministry by not giving up. The faith I have, you now have. What I have hungered for in life has now become your longing as well. The patience I have with others, you now demonstrate. ", "11": "And the same persecutions and difficulties I have endured, you have also endured. Yes, you know all about what I had to suffer while in Antioch, Iconium, and Lystra. You're aware of all the persecution I endured there; yet the Lord delivered me from every single one of them! ", "12": "For all who choose to live passionately and faithfully as worshipers of Jesus, the Anointed One, will also experience persecution.", "13": "But the evil men and sorcerers[h] will progress from bad to worse, deceived and deceiving, as they lead people further from the truth. ", "14": "Yet you must continue to advance in strength with the truth wrapped around your heart, being assured by God that he's the One[i] who has truly taught you all these things.", "15": "Remember what you were taught from your childhood from the Holy Scrolls[j] which can impart to you wisdom to experience everlasting life through the faith of Jesus, the Anointed One! ", "16": "Every Scripture[k] has been written by the Holy Spirit, the breath of God. It will empower you by its instruction and correction, giving you the strength to take the right direction and lead you deeper into the path of godliness. ", "17": "Then you will be God's servant, fully mature and perfectly prepared to fulfill any assignment God gives you."}