{"1": "Timothy, in the presence[a] of our great God and our Lord Jesus Christ, the One who is destined to judge both the living and the dead by the revelation of his kingdom—I solemnly instruct you to ", "2": "proclaim the Word of God and stand upon it no matter what! Rise to the occasion and preach when it is convenient and when it is not. Preach in the full expression of the Holy Spirit[b]—with wisdom and patience as you instruct and teach the people.", "3": "For the time is coming when they will no longer listen and respond to the healing words of truth because they will become selfish and proud. They will seek out teachers with soothing words that line up with their desires, saying just what they want to hear. ", "4": "They will close their ears to the truth and believe nothing but fables and myths.[c] ", "5": "So be alert to all these things and overcome every form of evil. Carry in your heart the passion of your calling as a church planter[d] and evangelist, and fulfill your ministry calling.[e]", "6": "And now the time is fast approaching for my release from this life and I am ready to be offered as a sacrifice.[f] ", "7": "I have fought an excellent fight. I have finished my full course and I've kept my heart full of faith. ", "8": "There's a crown of righteousness waiting in heaven for me, and I know that my Lord will reward me on his day of righteous judgment. And this crown is not only waiting for me, but for all who love and long for his unveiling.[g]", "9": "Please come as soon as you can ", "10": "since Demas deserted me and has left to go to Thessalonica, for he loves his own life.[h] Crescens has gone to Galatia, and Titus has gone to Dalmatia. ", "11": "That leaves only Luke with me, so find Mark and bring him with you, for he is a tremendous help for me in my ministry.", "12": "I have also dispatched Tychicus to Ephesus to minister there. ", "13": "When you come, please bring the leather book bag[i] along with the books I left in Troas with Carpus—especially the parchment scrolls.", "14": "You need to know that Alexander,[j] the jeweler,[k] has done me great harm. May our Lord give him what he deserves for all he has done. ", "15": "Be careful of him, for he arrogantly opposes our ministry.", "16": "At first there was no one I could count on to faithfully stand with me—they all ran off and abandoned me—but don't hold this against them. ", "17": "For in spite of this, my Lord himself stood with me, empowering me to complete my ministry of preaching to all the non-Jewish nations so they all could hear the message and be delivered from the mouth of the lion![l] ", "18": "And my Lord will continue to deliver me from every form of evil and give me life in his heavenly kingdom. May all the glory go to him alone for all the ages of eternity!", "19": "Please give my warm regards[m] to Prisca and to Aquila[n] and to Onesiphorus and his family.", "20": "Erastus has remained in Corinth, but Trophimus I had to leave in Miletus due to his illness.[o]", "21": "Do your best to come before winter. Eubulus sends his greetings, along with Pudens, Linus,[p] and Claudia, and all those in prison with me.", "22": "May the anointing of our Lord Jesus be with your spirit and his grace overflow to you! Love in Christ, Paul"}