{"1": "All the Israelites from Dan to Beer-sheba and from the land of Gilead came out, and the community assembled as one body before the Lord at Mizpah. ", "2": "The leaders of all the people and of all the tribes of Israel presented themselves in the assembly of God's people: 400,000 armed foot soldiers. ", "3": "The Benjaminites heard that the Israelites had gone up to Mizpah. The Israelites asked, “Tell us, how did this outrage occur?”", "4": "The Levite, the husband of the murdered woman, answered: “I went to Gibeah in Benjamin with my concubine to spend the night. ", "5": "Citizens of Gibeah ganged up on me and surrounded the house at night. They intended to kill me, but they raped my concubine, and she died. ", "6": "Then I took my concubine and cut her in pieces, and sent her throughout Israel's territory, because they committed a horrible shame in Israel. ", "7": "Look, all of you are Israelites. Give your judgment and verdict here and now.”", "8": "Then all the people stood united and said, “None of us will go to his tent or return to his house. ", "9": "Now this is what we will do to Gibeah: we will go against it by lot. ", "10": "We will take 10 men out of every 100 from all the tribes of Israel, and 100 out of every 1,000, and 1,000 out of every 10,000 to get provisions for the people when they go to Gibeah in Benjamin to punish them for all the horror they did in Israel.”", "11": "So all the men of Israel gathered united against the city. ", "12": "Then the tribes of Israel sent men throughout the tribe of Benjamin, saying, “What is this outrage that has occurred among you? ", "13": "Hand over the perverted men in Gibeah so we can put them to death and eradicate evil from Israel.” But the Benjaminites would not obey their fellow Israelites. ", "14": "Instead, the Benjaminites gathered together from their cities to Gibeah to go out and fight against the Israelites. ", "15": "On that day the Benjaminites rallied 26,000 armed men from their cities, besides 700 choice men rallied by the inhabitants of Gibeah. ", "16": "There were 700 choice men who were left-handed among all these people; all could sling a stone at a hair and not miss.", "17": "The Israelites, apart from Benjamin, rallied 400,000 armed men, every one an experienced warrior. ", "18": "They set out, went to Bethel, and inquired of God. The Israelites asked, “Who is to go first to fight for us against the Benjaminites?” And the Lord answered, “Judah will be first.”", "19": "In the morning, the Israelites set out and camped near Gibeah. ", "20": "The men of Israel went out to fight against Benjamin and took their battle positions against Gibeah. ", "21": "The Benjaminites came out of Gibeah and slaughtered 22,000 men of Israel on the field that day. ", "22": "But the Israelite army rallied and again took their battle positions in the same place where they positioned themselves on the first day. ", "23": "They went up, wept before the Lord until evening, and inquired of Him: “Should we again fight against our brothers the Benjaminites?” And the Lord answered: “Fight against them.”", "24": "On the second day the Israelites advanced against the Benjaminites. ", "25": "That same day the Benjaminites came out from Gibeah to meet them and slaughtered an additional 18,000 Israelites on the field; all were armed men.", "26": "The whole Israelite army went to Bethel where they wept and sat before the Lord. They fasted that day until evening and offered burnt offerings and fellowship offerings to the Lord. ", "27": "Then the Israelites inquired of the Lord. In those days, the ark of the covenant of God was there, ", "28": "and Phinehas son of Eleazar, son of Aaron, was serving before it. The Israelites asked: “Should we again fight against our brothers the Benjaminites or should we stop?” The Lord answered: “Fight, because I will hand them over to you tomorrow.” ", "29": "So Israel set up an ambush around Gibeah. ", "30": "On the third day the Israelites fought against the Benjaminites and took their battle positions against Gibeah as before. ", "31": "Then the Benjaminites came out against the people and were drawn away from the city. They began to attack the people as before, killing about 30 men of Israel on the highways, one of which goes up to Bethel and the other to Gibeah through the open country. ", "32": "The Benjaminites said, “We are defeating them as before.” But the Israelites said, “Let's flee and draw them away from the city to the highways.” ", "33": "So all the men of Israel got up from their places and took their battle positions at Baal-tamar, while the Israelites in ambush charged out of their places west of[a] Geba. ", "34": "Then 10,000 choice men from all Israel made a frontal assault against Gibeah, and the battle was fierce, but the Benjaminites did not know that disaster was about to strike them. ", "35": "The Lord defeated Benjamin in the presence of Israel, and on that day the Israelites slaughtered 25,100 men of Benjamin; all were armed men. ", "36": "Then the Benjaminites realized they had been defeated. The men of Israel had retreated before Benjamin, because they were confident in the ambush they had set against Gibeah. ", "37": "The men in ambush had rushed quickly against Gibeah; they advanced and put the whole city to the sword. ", "38": "The men of Israel had a prearranged signal with the men in ambush: when they sent up a great cloud of smoke from the city, ", "39": "the men of Israel would return to the battle. When Benjamin had begun to strike them down, killing about 30 men of Israel, they said, “They're defeated before us, just as they were in the first battle.” ", "40": "But when the column of smoke began to go up from the city, Benjamin looked behind them, and the whole city was going up in smoke.[b] ", "41": "Then the men of Israel returned, and the men of Benjamin were terrified when they realized that disaster had struck them. ", "42": "They retreated before the men of Israel toward the wilderness, but the battle overtook them, and those who came out of the cities[c] slaughtered those between them. ", "43": "They surrounded the Benjaminites, pursued them, and easily overtook them near Gibeah toward the east. ", "44": "There were 18,000 men who died from Benjamin; all were warriors. ", "45": "Then Benjamin turned and fled toward the wilderness to the rock of Rimmon, and Israel killed 5,000 men on the highways. They overtook them at Gidom and struck 2,000 more dead.", "46": "All the Benjaminites who died that day were 25,000 armed men; all were warriors. ", "47": "But 600 men escaped into the wilderness to the rock of Rimmon and stayed there four months. ", "48": "The men of Israel turned back against the other Benjaminites and killed them with their swords—the entire city, the animals, and everything that remained. They also burned down all the cities that remained."}