{"1": "My fellow believers, I don't want you to be confused about spiritual realities.[a] ", "2": "For you know full well that when you were unbelievers you were often led astray[b] in one way or another by your worship of idols, which are incapable of talking with you. ", "3": "Therefore, I want to impart to you an understanding of the following: No one speaking by the Spirit of God[c] would ever say, “Jesus is the accursed one.” No one can say, “Jesus is the Lord Yahweh,”[d] unless the Holy Spirit is speaking through him.[e]", "4": "It is the same Holy Spirit who continues to distribute many different varieties of gifts.[f]", "5": "The Lord Yahweh is one,[g] and he is the one who apportions to believers different varieties of ministries.[h]", "6": "The same God distributes different kinds of miracles[i] that accomplish different results through each believer's gift and ministry as he energizes and activates them.", "7": "Each believer is given continuous revelation[j] by the Holy Spirit to benefit not just himself but all.[k]", "8": "For example: The Spirit gives to one the gift of the word of wisdom.[l] To another, the same Spirit gives the gift of the word of revelation knowledge.[m]", "9": "And to another, the same Spirit gives the gift of faith.[n] And to another, the same Spirit gives gifts of healing.[o]", "10": "And to another the power to work miracles.[p] And to another the gift of prophecy.[q] And to another the gift to discern what the Spirit is speaking.[r] And to another the gift of speaking different kinds of tongues. And to another the gift of interpretation of tongues.", "11": "Remember, it is the same Holy Spirit who distributes, activates, and operates these different gifts as he chooses for each believer.[s]", "12": "Just as the human body is one, though it has many parts that together form one body, so too is Christ.[t] ", "13": "For by one Spirit we all were immersed and mingled into one single body.[u] And no matter our status—whether we are Jews or non-Jews, oppressed or free—we are all privileged to drink deeply of the same Holy Spirit.[v]", "14": "In fact, the human body is not one single part but rather many parts mingled into one. ", "15": "So if the foot were to say, “Since I'm not a hand, I'm not a part of the body,” it's forgetting that it is still a vital part of the body. ", "16": "And if the ear were to say, “Since I'm not an eye, I'm not really a part of the body,” it's forgetting that it is still an important part of the body.", "17": "Think of it this way. If the whole body were just an eyeball, how could it hear sounds? And if the whole body were just an ear, how could it smell different fragrances? ", "18": "But God has carefully designed each member and placed it in the body to function as he desires.[w] ", "19": "A diversity is required, for if the body consisted of one single part, there wouldn't be a body at all! ", "20": "So now we see that there are many differing parts and functions, but one body.", "21": "It would be wrong for the eye to say to the hand, “I don't need you,” and equally wrong if the head said to the foot, “I don't need you.” ", "22": "In fact, the weaker our parts, the more vital and essential they are.[x] ", "23": "The body parts we think are less honorable we treat with greater respect. And the body parts that need to be covered in public we treat with propriety and clothe them. ", "24": "But some of our body parts don't require as much attention. Instead, God has mingled the body parts together, giving greater honor to the “lesser” members who lacked it. ", "25": "He has done this intentionally so that every member would look after the others with mutual concern, and so that there will be no division in the body. ", "26": "In that way, whatever happens to one member happens to all. If one suffers, everyone suffers. If one is honored, everyone rejoices.", "27": "You are the body of the Anointed One, and each of you is a unique and vital part of it. ", "28": "God has placed in the church the following: First apostles, second prophets, third teachers, then those with gifts of miracles, gifts of divine healing, gifts of revelation knowledge,[y] gifts of leadership,[z] and gifts of different kinds of tongues.", "29": "Not everyone is an apostle or a prophet or a teacher. Not everyone performs miracles ", "30": "or has gifts of healing or speaks in tongues or interprets tongues. ", "31": "But you should all constantly boil over with passion in seeking the higher gifts. And now I will show you a superior way to live that is beyond comparison![aa]"}