{"1": "My brothers and sisters,[a] when I first came to proclaim to you the secrets[b] of God, I refused to come as an expert, trying to impress you with my eloquent speech and lofty wisdom. ", "2": "For while I was with you I was determined to be consumed with one topic—Jesus, the crucified Messiah.[c] ", "3": "I stood before you feeling inadequate, filled with reverence for God,[d] and trembling under the sense of the importance of my words.[e] ", "4": "The message I preached and how I preached it was not an attempt to sway you with persuasive arguments but to prove to you the almighty power of God's Holy Spirit. ", "5": "For God intended that your faith not be established on man's wisdom but by trusting in his almighty power.", "6": "However, there is a wisdom that we continually speak of when we are among the spiritually mature.[f] It's wisdom that didn't originate in this present age, nor did it come from the rulers of this age who are in the process of being dethroned.[g] ", "7": "Instead, we[h] continually speak of this wonderful wisdom that comes from God, hidden before now in a mystery.[i] It is his secret plan, destined[j] before the ages, to bring us into glory.[k] ", "8": "None of the rulers of this present world order understood it,[l] for if they had, they never would have crucified the Lord of shining glory.[m] ", "9": "This is why the Scriptures say: Things never discovered or heard of before, things beyond our ability to imagine[n]— these are the many things God has in store for all his lovers.[o]", "10": "But God now unveils these profound realities to us by the Spirit.[p] Yes, he has revealed to us his inmost heart and deepest mysteries through the Holy Spirit, who constantly explores all things. ", "11": "After all, who can really see into a person's heart and know his hidden impulses except for that person's spirit? So it is with God. His thoughts and secrets are only fully understood by his Spirit, the Spirit of God.", "12": "For we did not receive the spirit of this world system but the Spirit of God, so that we might come to understand and experience all that grace has lavished upon us. ", "13": "And we[q] articulate these realities with the words imparted to us by the Spirit and not with the words taught by human wisdom. We join together Spirit-revealed truths with Spirit-revealed words.[r] ", "14": "Someone living on an entirely human level[s] rejects[t] the revelations of God's Spirit, for they make no sense to him. He can't understand the revelations of the Spirit because they are only discovered by the illumination of the Spirit. ", "15": "Those who live in the Spirit are able to carefully evaluate all things, and they are subject to the scrutiny of no one but God. ", "16": "For Who has ever intimately known the mind of the Lord Yahweh[u] well enough to become his counselor?[v] Christ has, and we possess Christ's perceptions.[w]"}