{"1": "So then you must perceive us—not as leaders of factions, but as servants[a] of the Anointed One, those who have been entrusted[b] with God's mysteries. ", "2": "The most important quality of one entrusted with such secrets is that they are faithful and trustworthy. ", "3": "But personally, I'm not the least bit concerned if I'm judged by you or any verdict I receive from any human court. In fact, I don't even assume to be my own judge, ", "4": "even though my conscience is clear. But that doesn't mean I stand acquitted before the Lord,[c] for the only judge I care about is him!", "5": "So resist the temptation to pronounce premature judgment on anything before the appointed time when all will be fully revealed. Instead, wait until the Lord makes his appearance, for he will bring all that is hidden in darkness to light[d] and unveil every secret motive of everyone's heart. Then, when the whole truth is known, each will receive praise from God.[e]", "6": "Dear brothers and sisters, I've been referring allusively to myself and Apollos in order to illustrate what I've been saying. It is futile to move beyond what is written in the Scriptures and be inflated with self-importance by following and promoting one leader in competition with another. ", "7": "For what makes a distinction between you and someone else?[f] And what do you have that grace has not given you?[g] And if you received it as a gift, why do you boast as though there is something special about you?[h]", "8": "Oh, I know, you already have all you need![i] Since when did you become so content and rich without us? You've already crowned yourselves as royalty, reigning on your thrones, leaving us lowly apostles far behind![j] How I wish indeed that you really were reigning as kings already, for that would mean we would be reigning as kings alongside of you.[k]", "9": "It seems to me that God has appointed us apostles to be at the end of the line. We are like those on display at the end of the procession, as doomed gladiators soon to be killed. We have become a theatrical spectacle to all creation, both to people and to angels. ", "10": "We are fools for Christ, but you are wise in Christ! We are the frail; you are the powerful. You are celebrated;[l] we are humiliated. ", "11": "If you could see us now, you'd find that we are hungry and thirsty, poorly clothed,[m] brutally treated,[n] and with no roof over our heads.[o] ", "12": "We work hard, toiling with our own hands. When people abuse and insult us, we respond with a blessing, and when severely persecuted, we endure it with patience. ", "13": "When we are slandered incessantly, we always answer gently,[p] ready to reconcile. Even now, in the world's opinion, we are nothing but filth[q] and the lowest scum.", "14": "I'm not writing this to embarrass you or to shame you, but to correct you as the children I love. ", "15": "For although you could have countless babysitters[r] in Christ telling you what you're doing wrong, you don't have many fathers who correct you in love. But I'm a true father to you, for I became your father when I gave you the gospel and brought you into union with Jesus, the Anointed One. ", "16": "So I encourage you, my children, to follow the example that I live before you.[s]", "17": "That's why I've sent my dear son Timothy, whom I love. He is faithful to the Lord Yahweh[t] and will remind you of how I conduct myself as one who lives in union with Jesus, the Anointed One, and of the teachings that I bring to every church everywhere.", "18": "There are some among you who have exalted themselves as if I were not coming back to you. ", "19": "But I will come soon, if it pleases the Lord, and I will find out not only what these arrogant ones are saying, but also if they have power to back up their words! ", "20": "For the kingdom realm of God comes with power, not simply impressive words. ", "21": "So which would you prefer? Shall I come carrying the rod of authority to discipline or with an embrace in love with a gentle spirit?"}