{"1": "Now let me address the issue of food offered in sacrifice to idols. It seems that everyone believes his own opinion is right on this matter.[a] How easily we get puffed up over our opinions! But love builds up the structure of our new life.[b] ", "2": "If anyone thinks of himself as a know-it-all, he still has a lot to learn. ", "3": "But if a person passionately loves God, he will possess the knowledge of God.[c]", "4": "Concerning food sacrificed as offerings to idols, we all know that an idol is nothing, for there is no God but one.[d] ", "5": "Although there may be many so-called gods in this world, and in heaven there may be many “gods,” “lords,” and “masters,” ", "6": "yet for us there is only one God—the Father. He is the source of all things, and our lives are lived for him. And there is one Lord, Jesus, the Anointed One, through whom we and all things exist.", "7": "But not everyone has this revelation. For some were formerly idolaters, who consider idols as real and living. That's why they consider the food offered to that “god” as defiled. And their weak consciences become defiled if they eat it. ", "8": "Yes, we know that what you eat will not bring you closer to God. You are no better if you don't eat certain foods and no better if you do. ", "9": "But you must be careful that the liberty you exercise in eating food offered to idols doesn't offend the weak believers. ", "10": "For if a believer with a weak conscience sees you, who have a greater understanding, dining in an idol's temple, won't this be a temptation to him to violate his own conscience[e] and eat food offered to idols? ", "11": "So, in effect, by exercising your understanding of freedom, you have ruined this weak believer,[f] a brother for whom Christ has died! ", "12": "And when you offend weaker believers by wounding their consciences in this way, you also offend[g] the Anointed One!", "13": "So I conclude that if my eating certain food deeply offends[h] my brother and hinders his advance in Christ, I will never eat it again. I don't want to be guilty of causing my brother or sister to be wounded and defeated."}