{"1": "[In regular years read with Parashah 30, in leap years read separately] Adonai spoke with Moshe after the death of Aharon's two sons, when they tried to sacrifice before Adonai and died; ", "2": "Adonai said to Moshe, “Tell your brother Aharon not to come at just any time into the Holy Place beyond the curtain, in front of the ark-cover which is on the ark, so that he will not die; because I appear in the cloud over the ark-cover.", "3": "“Here is how Aharon is to enter the Holy Place: with a young bull as a sin offering and a ram as a burnt offering. ", "4": "He is to put on the holy linen tunic, have the linen shorts next to his bare flesh, have the linen sash wrapped around him, and be wearing the linen turban — they are the holy garments. He is to bathe his body in water and put them on.", "5": "“He is to take from the community of the people of Isra'el two male goats for a sin offering and one ram for a burnt offering. ", "6": "Aharon is to present the bull for the sin offering which is for himself and make atonement for himself and his household. ", "7": "He is to take the two goats and place them before Adonai at the entrance to the tent of meeting. ", "8": "Then Aharon is to cast lots for the two goats, one lot for Adonai and the other for 'Az'azel. ", "9": "Aharon is to present the goat whose lot fell to Adonai and offer it as a sin offering. ", "10": "But the goat whose lot fell to 'Az'azel is to be presented alive to Adonai to be used for making atonement over it by sending it away into the desert for 'Az'azel.", "11": "“Aharon is to present the bull of the sin offering for himself; he will make atonement for himself and his household; he is to slaughter the bull of the sin offering which is for himself. ", "12": "He is to take a censer full of burning coals from the altar before Adonai and, with his hands full of ground, fragrant incense, bring it inside the curtain. ", "13": "He is to put the incense on the fire before Adonai, so that the cloud from the incense will cover the ark-cover which is over the testimony, in order that he not die. ", "14": "He is to take some of the bull's blood and sprinkle it with his finger on the ark-cover toward the east; and in front of the ark-cover he is to sprinkle some of the blood with his finger seven times.", "15": "“Next, he is to slaughter the goat of the sin offering which is for the people, bring its blood inside the curtain and do with its blood as he did with the bull's blood, sprinkling it on the ark-cover and in front of the ark-cover. ", "16": "He will make atonement for the Holy Place because of the uncleannesses of the people of Isra'el and because of their transgressions — all their sins; and he is to do the same for the tent of meeting which is there with them right in the middle of their uncleannesses. ", "17": "No one is to be present in the tent of meeting from the time he enters the Holy Place to make atonement until the time he comes out, having made atonement for himself, for his household and for the entire community of Isra'el. ", "18": "(LY: ii) 18 Then he is to go out to the altar that is before Adonai and make atonement for it; he is to take some of the bull's blood and some of the goat's blood and put it on all the horns of the altar. ", "19": "He is to sprinkle some of the blood on it with his finger seven times, thus purifying it and setting it apart from the uncleannesses of the people of Isra'el.", "20": "“When he has finished atoning for the Holy Place, the tent of meeting and the altar, he is to present the live goat. ", "21": "Aharon is to lay both his hands on the head of the live goat and confess over it all the transgressions, crimes and sins of the people of Isra'el; he is to put them on the head of the goat and then send it away into the desert with a man appointed for the purpose. ", "22": "The goat will bear all their transgressions away to some isolated place, and he is to let the goat go in the desert.", "23": "“Aharon is to go back into the tent of meeting, where he is to remove the linen garments he put on when he entered the Holy Place, and he is to leave them there. ", "24": "Then he is to bathe his body in water in a holy place, put on his other clothes, come out and offer his burnt offering and the burnt offering of the people, thus making atonement for himself and for the people. ", "25": "(RY: ii, LY: iii) 25 He is to make the fat of the sin offering go up in smoke on the altar.", "26": "“The man who let go the goat for 'Az'azel is to wash his clothes and bathe his body in water; afterwards, he may return to the camp.", "27": "“The bull for the sin offering and the goat for the sin offering, whose blood was brought in to make atonement in the Holy Place, is to be carried outside the camp; there they are to burn up completely their hides, meat and dung. ", "28": "The person burning them is to wash his clothes and bathe his body in water; afterwards, he may return to the camp.", "29": "“It is to be a permanent regulation for you that on the tenth day of the seventh month you are to deny yourselves and not do any kind of work, both the citizen and the foreigner living with you. ", "30": "For on this day, atonement will be made for you to purify you; you will be clean before Adonai from all your sins. ", "31": "It is a Shabbat of complete rest for you, and you are to deny yourselves. “This is a permanent regulation. ", "32": "The cohen anointed and consecrated to be cohen in his father's place will make the atonement; he will put on the linen garments, the holy garments; ", "33": "he will make atonement for the Especially Holy Place; he will make atonement for the tent of meeting and the altar; and he will make atonement for the cohanim and for all the people of the community. ", "34": "This is a permanent regulation for you, to make atonement for the people of Isra'el because of all their sins once a year.” Moshe did as Adonai had ordered him."}