{"1": "[In regular years read with Parashah 29, in leap years read separately] Adonai said to Moshe, ", "2": "“Speak to the entire community of Isra'el; tell them, 'You people are to be holy because I, Adonai your God, am holy.", "3": "“'Every one of you is to revere his father and mother, and you are to keep my Shabbats; I am Adonai your God.", "4": "“'Do not turn to idols, and do not cast metal gods for yourselves; I am Adonai your God.", "5": "“'When you offer a sacrifice of peace offerings to Adonai, offer it in a way that will make you accepted. ", "6": "It is to be eaten the same day you offer it and the following day; but if any of it remains until the third day, it is to be burned up completely. ", "7": "If any of it is eaten on the third day, it will have become a disgusting thing and will not be accepted; ", "8": "moreover, everyone who eats it will bear the consequences of profaning something holy meant for Adonai — that person will be cut off from his people.", "9": "“'When you harvest the ripe crops produced in your land, don't harvest all the way to corners of your field, and don't gather the ears of grain left by the harvesters. ", "10": "Likewise, don't gather the grapes left on the vine or fallen on the ground after harvest; leave them for the poor and the foreigner; I am Adonai your God.", "11": "“'Do not steal from, defraud or lie to each other. ", "12": "Do not swear by my name falsely, which would be profaning the name of your God; I am Adonai. ", "13": "Do not oppress or rob your neighbor; specifically, you are not to keep back the wages of a hired worker all night until morning.", "14": "“'Do not speak a curse against a deaf person or place an obstacle in the way of a blind person; rather, fear your God; I am Adonai.", "15": "(RY: v, LY: ii) 15 “'Do not be unjust in judging — show neither partiality to the poor nor deference to the mighty, but with justice judge your neighbor.", "16": "“'Do not go around spreading slander among your people, but also don't stand idly by when your neighbor's life is at stake; I am Adonai.", "17": "“'Do not hate your brother in your heart, but rebuke your neighbor frankly, so that you won't carry sin because of him. ", "18": "Don't take vengeance on or bear a grudge against any of your people; rather, love your neighbor as yourself; I am Adonai.", "19": "“'Observe my regulations. “'Don't let your livestock mate with those of another kind, don't sow your field with two different kinds of grain, and don't wear a garment of cloth made with two different kinds of thread.", "20": "“'If a man has sexual relations with a woman who is a slave intended for another man, and she has neither been redeemed nor given her freedom, there is to be an investigation. They are not to be put to death, because she was not free. ", "21": "In reparation he is to bring a ram as a guilt offering for himself to the entrance of the tent of meeting. ", "22": "The cohen will make atonement for him with the ram of the guilt offering before Adonai for the sin he committed, and he will be forgiven for the sin he committed.", "23": "(LY: iii) 23 “'When you enter the land and plant various kinds of fruit trees, you are to regard its fruit as forbidden — for three years it will be forbidden to you and not eaten. ", "24": "In the fourth year all its fruit will be holy, for praising Adonai. ", "25": "But in the fifth year you may eat its fruit, so that it will produce even more for you; I am Adonai your God.", "26": "“'Do not eat anything with blood. Do not practice divination or fortune-telling. ", "27": "Don't round your hair at the temples or mar the edges of your beard. ", "28": "Don't cut gashes in your flesh when someone dies or tattoo yourselves; I am Adonai.", "29": "“'Do not debase your daughter by making her a prostitute, so that the land will not fall into prostitution and become full of shame.", "30": "“'Keep my Shabbats, and revere my sanctuary; I am Adonai.", "31": "“'Do not turn to spirit-mediums or sorcerers; don't seek them out, to be defiled by them; I am Adonai your God.", "32": "“'Stand up in the presence of a person with gray hair, show respect for the old; you are to fear your God; I am Adonai.", "33": "(RY: vi, LY: iv) 33 “'If a foreigner stays with you in your land, do not do him wrong. ", "34": "Rather, treat the foreigner staying with you like the native-born among you — you are to love him as yourself, for you were foreigners in the land of Egypt; I am Adonai your God.", "35": "“'Don't be dishonest when measuring length, weight or capacity. ", "36": "Rather, use an honest balance-scale, honest weights, an honest bushel dry-measure and an honest gallon liquid-measure; I am Adonai your God, who brought you out of the land of Egypt. ", "37": "Observe all my regulations and rulings, and do them; I am Adonai.'”"}