{"1": "[In regular years read with Parashah 33, in leap years read separately] Adonai spoke to Moshe on Mount Sinai; he said, ", "2": "“Tell the people of Isra'el, 'When you enter the land I am giving you, the land itself is to observe a Shabbat rest for Adonai. ", "3": "Six years you will sow your field; six years you will prune your grapevines and gather their produce. ", "4": "But in the seventh year is to be a Shabbat of complete rest for the land, a Shabbat for Adonai; you will neither sow your field nor prune your grapevines. ", "5": "You are not to harvest what grows by itself from the seeds left by your previous harvest, and you are not to gather the grapes of your untended vine; it is to be a year of complete rest for the land. ", "6": "But what the land produces during the year of Shabbat will be food for all of you — you, your servant, your maid, your employee, anyone living near you, ", "7": "your livestock and the wild animals on your land; everything the land produces may be used for food.", "8": "“'You are to count seven Shabbats of years, seven times seven years, that is, forty-nine years. ", "9": "Then, on the tenth day of the seventh month, on Yom-Kippur, you are to sound a blast on the shofar; you are to sound the shofar all through your land; ", "10": "and you are to consecrate the fiftieth year, proclaiming freedom throughout the land to all its inhabitants. It will be a yovel for you; you will return everyone to the land he owns, and everyone is to return to his family. ", "11": "That fiftieth year will be a yovel for you; in that year you are not to sow, harvest what grows by itself or gather the grapes of untended vines; ", "12": "because it is a yovel. It will be holy for you; whatever the fields produce will be food for all of you. ", "13": "In this year of yovel, every one of you is to return to the land he owns.", "14": "(LY: ii) 14 “'If you sell anything to your neighbor or buy anything from him, neither of you is to exploit the other. ", "15": "Rather, you are to take into account the number of years after the yovel when you buy land from your neighbor, and he is to sell to you according to the number of years crops will be raised. ", "16": "If the number of years remaining is large, you will raise the price; if few years remain, you will lower it; because what he is really selling you is the number of crops to be produced. ", "17": "Thus you are not to take advantage of each other, but you are to fear your God; for I am Adonai your God.", "18": "“'Rather, you are to keep my regulations and rulings and act accordingly. If you do, you will live securely in the land. ", "19": "(RY: ii, LY: iii) 19 The land will yield its produce, you will eat until you have enough, and you will live there securely.", "20": "“'If you ask, “If we aren't allowed to sow seed or harvest what our land produces, what are we going to eat the seventh year?” ", "21": "then I will order my blessing on you during the sixth year, so that the land brings forth enough produce for all three years. ", "22": "The eighth year you will sow seed but eat the the old, stored produce until the ninth year; that is, until the produce of the eighth year comes in, you will eat the old, stored food.", "23": "“'The land is not to be sold in perpetuity, because the land belongs to me — you are only foreigners and temporary residents with me. ", "24": "Therefore, when you sell your property, you must include the right of redemption. ", "25": "(LY: iv) 25 That is, if one of you becomes poor and sells some of his property, his next-of-kin can come and buy back what his relative sold. ", "26": "If the seller has no one to redeem it but becomes rich enough to redeem it himself, ", "27": "he will calculate the number of years the land was sold for, refund the excess to its buyer, and return to his property. ", "28": "If he hasn't sufficient means to get it back himself, then what he sold will remain in the hands of the buyer until the year of yovel; in the yovel the buyer will vacate it and the seller return to his property.", "29": "(RY: iii, LY: v) 29 “'If someone sells a dwelling in a walled city, he has one year after the date of sale in which to redeem it. For a full year he will have the right of redemption; ", "30": "but if he has not redeemed the dwelling in the walled city within the year, then title in perpetuity passes to the buyer through all his generations; it will not revert in the yovel. ", "31": "However, houses in villages not surrounded by walls are to be dealt with like the fields in the countryside — they may be redeemed [before the yovel], and they revert in the yovel.", "32": "“'Concerning the cities of the L'vi'im and the houses in the cities they possess, the L'vi'im are to have a permanent right of redemption. ", "33": "If someone purchases a house from one of the L'vi'im, then the house he sold in the city where he owns property will still revert to him in the yovel; because the houses in the cities of the L'vi'im are their tribe's possession among the people of Isra'el. ", "34": "The fields in the open land around their cities may not be sold, because that is their permanent possession.", "35": "“'If a member of your people has become poor, so that he can't support himself among you, you are to assist him as you would a foreigner or a temporary resident, so that he can continue living with you. ", "36": "Do not charge him interest or otherwise profit from him, but fear your God, so that your brother can continue living with you. ", "37": "Do not take interest when you loan him money or take a profit when you sell him food. ", "38": "I am Adonai your God, who brought you out of the land of Egypt in order to give you the land of Kena'an and be your God.", "39": "(RY: iv, LY: vi) 39 “'If a member of your people has become poor among you and sells himself to you, do not make him do the work of a slave. ", "40": "Rather, you are to treat him like an employee or a tenant; he will work for you until the year of yovel. ", "41": "Then he will leave you, he and his children with him, and return to his own family and regain possession of his ancestral land. ", "42": "For they are my slaves, whom I brought out of the land of Egypt; therefore they are not to be sold as slaves. ", "43": "Do not treat him harshly, but fear your God.", "44": "“'Concerning the men and women you may have as slaves: you are to buy men- and women-slaves from the nations surrounding you. ", "45": "You may also buy the children of foreigners living with you and members of their families born in your land; you may own these. ", "46": "You may also bequeath them to your children to own; from these groups you may take your slaves forever. But as far as your brothers the people of Isra'el are concerned, you are not to treat each other harshly.", "47": "(LY: vii) 47 “'If a foreigner living with you has grown rich, and a member of your people has become poor and sells himself to this foreigner living with you or to a member of the foreigner's family, ", "48": "he may be redeemed after he has been sold. One of his brothers may redeem him; ", "49": "or his uncle or his uncle's son may redeem him; or any near relative of his may redeem him; or, if he becomes rich, he may redeem himself. ", "50": "He will calculate with the person who bought him the time from the year he sold himself to him to the year of yovel; and the amount to be paid will be according to the number of years and his time at an employee's wage. ", "51": "If many years remain, according to them will he refund the amount for his redemption from the amount he was bought for. ", "52": "If there remain only a few years until the year of yovel, then he will calculate with him; according to his years will he refund the amount for his redemption. ", "53": "He will be like a worker hired year by year. You will see to it that he is not treated harshly.", "54": "“'If he has not been redeemed by any of these procedures, nevertheless he will go free in the year of yovel — he and his children with him. ", "55": "(LY: Maftir) 55 For to me the people of Isra'el are slaves; they are my slaves whom I brought out of the land of Egypt; I am Adonai your God."}