{"1": "“'You are not to make yourselves any idols, erect a carved statue or a standing-stone, or place any carved stone anywhere in your land in order to bow down to it. I am Adonai your God.", "2": "“'Keep my Shabbats, and revere my sanctuary; I am Adonai. Haftarah B'har: Yirmeyahu (Jeremiah) 32:6–27 B'rit Hadashah suggested readings for Parashah B'har: Luke 4:16–21; 1 Corinthians 7:21–24; Galatians 6:7–10", "3": "[In regular years read with Parashah 32, in leap years read separately] “'If you live by my regulations, observe my mitzvot and obey them; ", "4": "then I will provide the rain you need in its season, the land will yield its produce, and the trees in the field will yield their fruit. ", "5": "Your threshing time will extend until the grape harvest, and your grape harvesting will extend until the time for sowing seed. You will eat as much food as you want and live securely in your land.", "6": "(LY: ii) 6 “'I will give shalom in the land — you will lie down to sleep unafraid of anyone. I will rid the land of wild animals. The sword will not go through your land. ", "7": "You will pursue your enemies, and they will fall before your sword. ", "8": "Five of you will chase a hundred, and a hundred of you will chase ten thousand — your enemies will fall before your sword.", "9": "“'I will turn toward you, make you productive, increase your numbers and uphold my covenant with you. ", "10": "(RY: v, LY: iii) 10 You will eat all you want from last year's harvest and throw out what remains of the old to make room for the new. ", "11": "I will put my tabernacle among you, and I will not reject you, ", "12": "but I will walk among you and be your God, and you will be my people. ", "13": "I am Adonai your God, who brought you out of the land of Egypt, so that you would not be their slaves. I have broken the bars of your yoke, so that you can walk upright.", "14": "“'But if you will not listen to me and obey all these mitzvot, ", "15": "if you loathe my regulations and reject my rulings, in order not to obey all my mitzvot but cancel my covenant; ", "16": "then I, for my part, will do this to you: I will bring terror upon you — wasting disease and chronic fever to dim your sight and sap your strength. You will sow your seed for nothing, because your enemies will eat the crops. ", "17": "I will set my face against you — your enemies will defeat you, those who hate you will hound you, and you will flee when no one is pursuing you.", "18": "If these things don't make you listen to me, then I will discipline you seven times over for your sins. ", "19": "I will break the pride you have in your own power. I will make your sky like iron, your soil like bronze — ", "20": "you will spend your strength in vain, because the land will not yield its produce or the trees in the field their fruit.", "21": "“'Yes, if you go against me and don't listen to me, I will increase your calamities sevenfold, according to your sins. ", "22": "I will send wild animals among you; they will rob you of your children, destroy your livestock and reduce your numbers, until your roads are deserted.", "23": "“'If, in spite of all this, you refuse my correction and still go against me; ", "24": "then I too will go against you; and I, yes I, will strike you seven times over for your sins. ", "25": "I will bring a sword against you which will execute the vengeance of the covenant. You will be huddled inside your cities, I will send sickness among you, and you will be handed over to the power of the enemy. ", "26": "I will cut off your supply of bread, so that ten women will bake your bread in one oven and dole out your bread by weight, and you will eat but not be satisfied.", "27": "“'And if, for all this, you still will not listen to me, but go against me; ", "28": "then I will go against you furiously, and I also will chastise you yet seven times more for your sins. ", "29": "You will eat the flesh of your own sons, you will eat the flesh of your own daughters. ", "30": "I will destroy your high places, cut down your pillars for sun-worship, and throw your carcasses on the carcasses of your idols; and I will detest you. ", "31": "I will lay waste to your cities and make your sanctuaries desolate, so as not to smell your fragrant aromas. ", "32": "I will desolate the land, so that your enemies living in it will be astounded by it. ", "33": "You I will disperse among the nations, and I will draw out the sword in pursuit after you; your land will be a desolation and your cities a wasteland. ", "34": "Then, at last, the land will be paid its Shabbats. As long as it lies desolate and you are in the lands of your enemies, the land will rest and be repaid its Shabbats. ", "35": "Yes, as long as it lies desolate it will have rest, the rest it did not have during your Shabbats, when you lived there. ", "36": "As for those of you who are left, I will fill their hearts with anxiety in the lands of their enemies. The sound of a driven leaf will frighten them, so that they will flee as one flees from the sword and fall when no one is pursuing. ", "37": "Yes, with no one pursuing they will stumble over each other as if fleeing the sword — you will have no power to stand before your enemies. ", "38": "And among the nations you will perish; the land of your enemies will devour you.", "39": "Those of you who remain will pine away in the lands of your enemies from guilt over your misdeeds and those of your ancestors. ", "40": "Then they will confess their misdeeds and those of their ancestors which they committed against me in their rebellion; they will admit that they went against me. ", "41": "At that time I will be going against them, bringing them into the lands of their enemies. But if their uncircumcised hearts will grow humble, and they are paid the punishment for their misdeeds; ", "42": "then I will remember my covenant with Ya'akov, also my covenant with Yitz'chak and my covenant with Avraham; and I will remember the land. ", "43": "For the land will lie abandoned without them, and it will be paid its Shabbats while it lies desolate without them; and they will be paid the punishment for their misdeeds, because they rejected my rulings and loathed my regulations. ", "44": "Yet, in spite of all that, I will not reject them when they are in the lands of their enemies, nor will I loathe them to the point of utterly destroying them and thus break my covenant with them, because I am Adonai their God. ", "45": "Rather, for their sakes, I will remember the covenant of their ancestors whom I brought out of the land of Egypt — with the nations watching — so that I might be their God; I am Adonai.'”", "46": "These are the laws, rulings and teachings that Adonai himself gave to the people of Isra'el on Mount Sinai through Moshe."}