{"1": "Paul, a loving and loyal servant[a] of the Anointed One, Jesus. He called me to be his apostle[b] and set me apart[c] with a mission to reveal God's wonderful gospel. ", "7": "(7) I write this letter to all his beloved chosen ones in Rome, for you have been divinely summoned to be holy in his eyes.[d] May his joyous grace and total well-being, flowing from our Father and the Lord Jesus Christ, rest upon you.", "2": "My commission is to preach the good news. Yet it is not entirely new, but the fulfillment of the hope promised to us through the many prophecies found in the sacred Scriptures.[e] ", "3": "For the gospel is all about God's Son. As a man he descended from David's royal lineage,[f] ", "4": "but as the mighty Son of God he was raised from the dead and miraculously set apart[g] with a display of triumphant power supplied by the Spirit of Holiness.[h] And now Jesus is our Lord and our Messiah. ", "5": "Through him a joy-producing grace cascaded into us, empowering us with the gift of apostleship,[i] so that we can win people from every nation into a faithful commitment to Jesus,[j] to bring honor to his name. ", "6": "And you are among the chosen ones who received the call to belong to Jesus, the Anointed One.[k]", "8": "I give thanks to God for all of you,[l] because it's through your conversion to Jesus Christ, that the testimony of your strong, persistent faith is spreading throughout the world. ", "9": "And God knows that I pray for you continually and at all times. For I passionately serve and worship him with my spirit in the gospel of his Son.", "10": "My desire and constant prayer is that I would be able to come and visit you,[m] according to the plan and timing of God.[n] ", "11": "I yearn to come and be face-to-face with you and get to know you. For I long to impart to you[o] the gift of the Spirit[p] that will empower you to stand strong in your faith. ", "12": "Now, this means that when we come together and are side by side, something wonderful will be released. We can expect to be co-encouraged and co-comforted by each other's faith!", "13": "So, my dear brothers and sisters, please don't interpret my failure to visit you as indifference, because many times I've intended to come but have not been released[q] to do so up to now. For I long to enjoy a harvest of spiritual fruit[r] among you, like I have experienced among the nations. ", "14": "Love obligates me to preach to everyone, to those who are among the elite and those who are among the outcasts,[s] to those who are wise and educated as well as to those who are foolish and unlearned. ", "15": "This is why I am so excited[t] about coming to preach the wonderful message of Jesus[u] to you in Rome!", "16": "I refuse to be ashamed of sharing the wonderful message of God's liberating power unleashed in us through Christ! For I am thrilled to preach that everyone who believes is saved—the Jew first,[v] and then people everywhere! ", "17": "This gospel unveils a continual revelation of God's righteousness—a perfect righteousness given to us when we believe.[w] And it moves us from receiving life through faith, to the power of living by faith.[x] This is what the Scripture means when it says: “We are right with God through life-giving faith!”[y]", "18": "For God in heaven unveils his holy anger[z] breaking forth against every form of sin, both toward ungodliness that lives in hearts and evil actions. For the wickedness of humanity deliberately smothers the truth and keeps people from acknowledging the truth about God. ", "19": "In reality, the truth of God is known instinctively,[aa] for God has embedded this knowledge inside every human heart. ", "20": "Opposition to truth cannot be excused on the basis of ignorance,[ab] because from the creation of the world, the invisible qualities[ac] of God's nature have been made visible, such as his eternal power and transcendence. He has made his wonderful attributes easily perceived,[ad] for seeing the visible makes us understand the invisible.[ae] So then, this leaves everyone without excuse.", "21": "Throughout human history[af] the fingerprints of God were upon them,[ag] yet they refused to honor him as God or even be thankful for his kindness. Instead, they entertained corrupt and foolish thoughts about what God was like.[ah] This left them with nothing but misguided hearts, steeped in moral darkness. ", "22": "Although claiming to be super-intelligent,[ai] they were in fact shallow fools.[aj] ", "23": "For only a fool would trade the unfading splendor of the immortal God to worship the fading image of other humans, idols made to look like people, animals, birds, and even creeping reptiles!", "24": "This is why God lifted off his restraining hand and let them have full expression of their sinful and shameful desires. They were given over to moral depravity, dishonoring their bodies by sexual perversion among themselves—", "25": "all because they traded the truth of God for a lie.[ak] They worshiped and served the things God made rather than the God who made all things—glory and praises to him for eternity of eternities![al] Amen!", "26-27": "–27 For this reason God gave them over to their own disgraceful and vile passions.[am] Enflamed with lust for one another, men and women ignored the natural order and exchanged normal sexual relations for homosexuality. Women engaged in lesbian conduct, and men committed shameful acts with men,[an] receiving in themselves the due penalty for their deviation.[ao]", "28": "And because they thought it was worthless to embrace the true knowledge of God, God gave them over[ap] to a worthless mind-set, to break all rules of proper conduct. ", "29": "Their sinful lives became full of every kind of evil,[aq] wicked schemes,[ar] greed,[as] and cruelty. Their hearts overflowed with jealous cravings, and with conflict and strife, which drove them into hateful arguments and murder. They are deceitful liars full of hostility. They are gossips ", "30": "who love to spread malicious slander. With inflated egos they hurl hateful insults at God, yet they are nothing more than arrogant boasters. They are rebels against their parents and totally immoral. ", "31": "They are senseless, faithless,[at] ruthless, heartless, and completely merciless.[au] ", "32": "Although they are fully aware of God's laws and proper order, and knowing that those who do all of these things deserve to die, yet they still go headlong into darkness, encouraging others to do the same and applauding them when they do!"}