{"1": "My beloved brothers and sisters, the passionate desire of my heart and constant prayer to God is for my fellow Israelites to experience salvation. ", "2": "For I know that although they are deeply devoted to God, they are unenlightened. ", "3": "And since they've ignored the righteousness God gives, wanting instead to be acceptable to God because of their own works, they've refused to submit to God's faith-righteousness. ", "4": "For the Christ is the end of the law.[a] And because of him, God has transferred his perfect righteousness to all who believe.", "5": "Moses wrote long ago about the need to obey every part of the law in order to be declared right with God: “The one who obeys these things must always live by them.”[b]", "6": "But we receive the faith-righteousness that speaks an entirely different message: “Don't for a moment think you need to climb into the heavens to find the Messiah and bring him down, ", "7": "or to descend into the underworld to bring him up from the dead.”[c]", "8": "But the faith-righteousness we receive speaks to us in these words of Moses: “God's living message is very close to you, as close as your own heart beating in your chest and as near as the tongue in your mouth.”[d]", "9": "And what is God's “living message”? It is the revelation of faith for salvation,[e] which is the message that we preach. For if you publicly declare with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will experience salvation. ", "10": "The heart that believes in him receives the gift of the righteousness of God—and then the mouth gives thanks[f] to salvation. ", "11": "For the Scriptures encourage us with these words: “Everyone who believes in him will never be disappointed.”[g]", "12": "So then faith eliminates the distinction between Jew and non-Jew, for he is the same Lord Jehovah[h] for all people. And he has enough treasures to lavish generously upon all who call on him. ", "13": "And it's true: “Everyone who calls on the name of the Lord Yahweh will be rescued and experience new life.”[i]", "14": "But how can people call on him for help if they've not yet believed? And how can they believe in one they've not yet heard of? And how can they hear the message of life if there is no one there to proclaim it? ", "15": "And how can the message be proclaimed if messengers have yet to be sent? That's why the Scriptures say: How welcome is the arrival[j] of those proclaiming the joyful news of peace and of good things to come!", "16": "But not everyone welcomes[k] the good news, as Isaiah said: Lord, is there anyone who hears and believes our message?[l]", "17": "Faith, then, is birthed in a heart that responds to God's anointed utterance of the Anointed One.", "18": "Can it be that Israel hasn't heard the message? No, they have heard it, for: The voice has been heard throughout the world, and its message has gone to the ends of the earth![m]", "19": "So again I ask, didn't Israel already understand that God's message was for others as well as for themselves?[n] Yes, they certainly did understand, for Moses was the first[o] to state it: “I will make you jealous of a people who are 'nobodies.' And I will use people with no understanding to provoke you to anger.”[p]", "20": "And Isaiah the fearless prophet dared to declare: “Those who found me weren't even seeking me. I manifested[q] myself before those who weren't even asking to know me!”[r]", "21": "Yet regarding Israel Isaiah says: “With love I have held out my hands day after day, offering myself to this unbelieving and stubborn people!”[s]"}