{"1": "So then I ask you this question: did God really push aside and reject his people?[a] Absolutely not! For I myself am a Jew, a descendant of Abraham, from the tribe of Benjamin.[b] ", "2": "God has not rejected his chosen, destined people![c] Haven't you heard Elijah's testimony in the Scriptures, and how he prays to God, agonizing over Israel?", "3": "“Lord, they've murdered your prophets; they've demolished your altars. Now I'm the only one left and they want to kill me!”[d]", "4": "But what was the revelation[e] God spoke to him in response? “You are not alone. For I have preserved a remnant for myself—seven thousand others who are faithful and have refused to worship Baal.”[f]", "5": "And that is but one example of what God is doing in this age of fulfillment, for God's grace empowers his chosen remnant. ", "6": "And since it is by God's grace, it can't be a matter of their good works; otherwise, it wouldn't be a gift of grace, but earned by human effort.", "7": "So then, Israel failed to achieve what it had strived for, but the divinely chosen remnant receives it by grace, while the rest were hardened and unable to receive the truth. ", "8": "Just as it is written: God granted them a spirit of deep slumber.[g] He closed their eyes to the truth and prevented their ears from hearing[h] up to this very day.", "9": "And King David also prophesied this: May their table[i] prove to be a snare and a trap to cause their ruin. Bring them the retribution they deserve.", "10": "Blindfold their eyes and don't let them see. Let them be stooped over continually.[j]", "11": "So, am I saying that Israel stumbled so badly that they will never get back up? Certainly not! Rather, it was because of their stumble that salvation now extends to all the non-Jewish people, in order to make Israel jealous and desire the very things that God has freely given them. ", "12": "So if all the world is being greatly enriched through their failure, and through their fall great spiritual wealth is given to the non-Jewish people, imagine how much more will Israel's awakening[k] bring to us all!", "13": "Now, I speak to you who are not Jewish, since I am an apostle to reach the non-Jewish people. And I draw attention to this ministry as much as I can when I am among the Jews, ", "14": "hoping to make them jealous of what God has given to those who are not Jews, winning some of my people to salvation.", "15": "For if their temporary rejection released the reconciling power of grace into the world, what will happen when Israel is reinstated and reconciled to God? It will unleash resurrection power throughout the whole earth!", "16": "Since Abraham and the patriarchs are consecrated and set apart for God, so also will their descendants be set apart.[l] If the roots of a tree are holy and set apart for God, so too will be the branches.", "17": "However, some of the branches have been pruned away. And you,[m] who were once nothing more than a wild olive branch in the desert,[n] God has grafted in—inserting you among the remaining branches as a joint partner to share in the wonderful richness of the cultivated olive stem. ", "18": "So don't be so arrogant as to believe that you are superior to the natural branches. There's no reason to boast, for the new branches don't support the root, but you owe your life to the root that supports you!", "19": "You might begin to think that some branches were pruned or broken off just to make room for you. ", "20": "Yes, that's true.[o] They were removed because of their unbelief. But remember this: you are only attached by your faith. So don't be presumptuous, but stand in awe and reverence. ", "21": "Since God didn't spare the natural branches that fell into unbelief, perhaps he won't spare you either!", "22": "So fix your gaze on the simultaneous kindness[p] and strict justice[q] of God. How severely he treated those who fell into unbelief! Yet how tender and kind is his relationship with you. So keep on trusting in his kindness; otherwise, you also will be cut off.", "23": "God is more than ready to graft back in the natural branches when they turn from clinging to their unbelief to embracing faith. ", "24": "For if God grafted you in, even though you were taken from what is by nature a wild olive tree, how much more can he reconnect the natural branches by inserting them back into their own cultivated olive tree!", "25": "My beloved brothers and sisters, I want to share with you[r] a mystery[s] concerning Israel's future. For understanding this mystery will keep you from thinking you already know everything. A partial and temporary hardening[t] to the gospel has come over Israel, which will last until the full number of non-Jews has come into God's family. ", "26": "And then God will bring all of Israel to salvation! The prophecy will be fulfilled that says: “Coming from Zion will be the Savior, and he will turn Jacob away from evil.[u]", "27": "For this is my covenant promise with them when I forgive their sins.”[v]", "28": "Now, many of the Jews are opposed to the gospel, but their opposition has opened the door of the gospel to you who are not Jewish. Yet they are still greatly loved by God because their ancestors were divinely chosen to be his. ", "29": "And when God chooses someone and graciously imparts gifts to him, they are never rescinded.[w]", "30": "You who are not Jews were once rebels against God, but now, because of their disobedience, you have experienced God's tender mercies. ", "31": "And now they are the rebels, and because of God's tender mercies to you, you can open the door to them to share in and enjoy what God has given to us!", "32": "Actually, God considers all of humanity to be prisoners of their unbelief, so that he can unlock our hearts and show his tender mercies to all who come to him.", "33": "Who could ever wrap their minds around the riches of God, the depth of his wisdom, and the marvel of his perfect knowledge? Who could ever explain the wonder of his decisions[x] or search out the mysterious way he carries out his plans?", "34": "For who has discovered how the Lord thinks or is wise enough to be the one to advise him in his plans?[y]", "35": "Or: “Who has ever first given something to God that obligates God to owe him something in return?”[z]", "36": "And because God is the source and sustainer of everything, everything finds fulfillment in him. May all praise and honor be given to him forever! Amen!"}