{"1": "Beloved friends, what should be our proper response to God's marvelous mercies? I encourage you to surrender yourselves to God to be his sacred, living sacrifices. And live in holiness, experiencing all that delights his heart. For this becomes your genuine expression of worship.", "2": "Stop imitating the ideals and opinions of the culture around you,[a] but be inwardly transformed by the Holy Spirit through a total reformation of how you think. This will empower you to discern God's will as you live a beautiful life, satisfying and perfect in his eyes.", "3": "God has given me grace to speak a warning about pride. I would ask each of you to be emptied of self-promotion and not create a false image of your importance. Instead, honestly assess your worth by using your God-given faith as the standard of measurement, and then you will see your true value with an appropriate self-esteem.", "4": "In the human body there are many parts and organs, each with a unique function. ", "5": "And so it is in the body of Christ. For though we are many, we've all been mingled into one body in Christ. This means that we are all vitally joined to one another, with each contributing to the others.", "6": "God's marvelous grace imparts to each one of us varying gifts and ministries that are uniquely ours. So if God has given you the grace-gift of prophecy, you must activate your gift by using the proportion of faith you have to prophesy. ", "7": "If your grace-gift is serving, then thrive in serving others well. If you have the grace-gift of teaching, then be actively teaching and training others. ", "8": "If you have the grace-gift of encouragement,[b] then use it often to encourage others. If you have the grace-gift of giving to meet the needs of others, then may you prosper in your generosity without any fanfare. If you have the gift of leadership, be passionate about your leadership. And if you have the gift of showing compassion,[c] then flourish in your cheerful[d] display of compassion.", "9": "Let the inner movement of your heart always be to love one another, and never play the role of an actor wearing a mask. Despise evil and embrace everything that is good and virtuous.", "10": "Be devoted to tenderly loving your fellow believers as members of one family. Try to outdo yourselves in respect and honor of one another.", "11": "Be enthusiastic to serve the Lord, keeping your passion toward him boiling hot! Radiate with the glow of the Holy Spirit and let him fill you with excitement as you serve him.", "12": "Let this hope burst forth within you, releasing a continual joy. Don't give up in a time of trouble,[e] but commune with God at all times.", "13": "Take a constant interest in the needs of God's beloved people and respond by helping them. And eagerly welcome people as guests into your home.", "14": "Speak blessing, not cursing, over those who reject and persecute you.", "15": "Celebrate with those who celebrate, and weep with those who grieve. ", "16": "Live happily together in a spirit of harmony, and be as mindful of another's worth as you are your own. Don't live with a lofty mind-set, thinking you are too important to serve others, but be willing to do menial tasks and identify with those who are humble minded.[f] Don't be smug or even think for a moment that you know it all.", "17": "Never hold a grudge or try to get even, but plan your life around the noblest way to benefit others. ", "18": "Do your best to live as everybody's friend.[g]", "19": "Beloved, don't be obsessed with taking revenge, but leave that to God's righteous justice.[h] For the Scriptures say: “If you don't take justice in your own hands, I will release justice for you,” says the Lord.[i]", "20": "And: If your enemy is hungry, buy him lunch! Win him over with kindness.[j] For your surprising generosity will awaken his conscience, and God will reward you with favor.[k]", "21": "Never let evil defeat you, but defeat evil with good.[l]"}