{"1": "Every person must submit to and support the authorities over him. For there can be no authority in the universe except by God's appointment, which means that every authority that exists has been instituted by God. ", "2": "So to resist authority is to resist the divine order of God, which results in severe consequences. ", "3": "For civil authorities don't intimidate those who are doing good, but those who are doing evil. So do what is right and you'll never need to fear those in authority. They will commend you for your good citizenship.", "4": "Those in authority are God's servants for the good of society. But if you break the law, you have reason to be alarmed, for they are God's agents of punishment to bring criminals to justice. Why do you think they carry weapons? ", "5": "You are compelled to obey them, not just to avoid punishment, but because you want to live with a clean conscience.", "6": "This is also the reason you pay your taxes, for governmental authorities are God's officials who oversee these things. ", "7": "So it is your duty to pay all the taxes and fees that they require and to respect those who are worthy of respect, honoring them accordingly.[a]", "8": "Don't owe anything to anyone, except your outstanding debt to continually love one another,[b] for the one who learns to love has fulfilled every requirement of the law. ", "9": "For the commandments, “Do not commit adultery, do not murder, do not steal, do not covet,”[c] and every other commandment can be summed up in these words: “Love and value others the same way you love and value yourself.”[d]", "10": "Love makes it impossible to harm another, so love fulfills all that the law requires.", "11": "To live like this is all the more urgent, for time is running out and you know it is a strategic hour in human history. It is time for us to wake up! For our full salvation[e] is nearer now than when we first believed.", "12": "Night's darkness is dissolving away as a new day of destiny dawns.[f] So we must once and for all strip away what is done in the shadows of darkness, removing it like filthy clothes.[g] And once and for all we clothe ourselves with the radiance of light as our weapon. ", "13": "We must live honorably,[h] surrounded by the light of this new day, not in the darkness of drunkenness[i] and debauchery,[j] not in promiscuity and sensuality,[k] not being argumentative or jealous of others.", "14": "Instead fully immerse yourselves into[l] the Lord Jesus, the Anointed One, and don't waste even a moment's thought on your former identity to awaken its selfish desires."}