{"1": "Now, let me introduce to you our dear and beloved sister in the faith, Phoebe, a shining minister[a] of the church in Cenchrea.[b] ", "2": "I am sending her with this letter and ask that you shower her with your hospitality when she arrives. Embrace her with honor, as is fitting for one who belongs to the Lord and is set apart for him. I am entrusting her to you,[c] so provide her whatever she may need, for she's been a great leader and champion[d] for many—I know, for she's been that for even me!", "3": "Give my love[e] to Prisca and Aquila,[f] my partners in ministry serving the Anointed One, Jesus, ", "4": "for they've risked their own lives to save mine. I'm so thankful for them, and not just I, but all the congregations among the non-Jewish people respect them for their ministry. ", "5": "Also give my loving greetings to all the believers in their house church. And greet Epenetus,[g] who was the first convert to Christ in the Roman province of Asia,[h] for I love him dearly.", "6": "And give my greetings to Miriam,[i] who has toiled and labored extremely hard to beautify you.[j]", "7": "Make sure that my relatives Andronicus and Junia[k] are honored, for they're my fellow captives[l] who bear the distinctive mark of being outstanding and well-known apostles,[m] and who were joined into the Anointed One before me.", "8": "Give my regards to Ampliatus,[n] whom I love, for he is joined into the Lord.", "9": "And give my loving greetings to Urbanus,[o] our partner in ministry serving the Anointed One, and also to Stachus,[p] whom I love.", "10": "Don't forget to greet Apelles[q] for me, for he's been tested and found to be approved by the Anointed One.[r] And extend warm greetings to all those of Aristobolos's house church.[s]", "11": "Give my love to my relative Herodion,[t] and also to all those of the house church of Narcissus,[u] for they too are joined into the Lord.", "12": "Please greet Tryphena[v] and Tryphosa,[w] for they are women who have diligently served the Lord. To Persis,[x] who is much loved and faithful in her ministry for the Lord, I send my greetings.", "13": "And Rufus,[y] for he is especially chosen by the Lord. And I greet his mother, who was like a mother to me.", "14": "I cannot forget to mention my esteemed friends Asyncritus,[z] Phlegon,[aa] Hermes,[ab] Patrobas,[ac] Hermas,[ad] and all the brothers and sisters who meet with them.", "15": "Give my regards to Philologus, Julia, Nereus and his sister, and also Olympas[ae] and all the holy believers who meet with them.", "16": "Greet each other with a holy kiss of God's love.[af] All the believers in all the congregations of the Messiah send their greetings to all of you.", "17": "And now, dear brothers and sisters, I'd like to give one final word of caution: Watch out for those who cause divisions and offenses among you. When they antagonize you by speaking of things that are contrary to the teachings that you've received, don't be caught in their snare! ", "18": "For people like this are not truly serving the Lord, our Messiah, but are being driven by their own desires for a following.[ag] Utilizing their smooth words and well-rehearsed blessings, they seek to deceive the hearts of innocent ones.", "19": "I'm so happy when I think of you, because everyone knows the testimony of your deep commitment of faith. So I want you to become scholars of all that is good and beautiful, and stay pure and innocent[ah] when it comes to evil. ", "20": "And the God of peace will swiftly pound Satan to a pulp[ai] under your feet! And the wonderful favor of our Lord Jesus will surround you.", "21": "My ministry partner, Timothy,[aj] sends his loving greetings, along with Luke,[ak] Jason,[al] and Sosipater,[am] my Jewish kinsmen.[an]", "22": "(I, Tertius,[ao] am the one transcribing this letter for Paul, and I too send my greetings to all of you, as a follower of the Lord.)", "23": "My kind host here in Corinth, Gaius,[ap] likewise greets you, along with the entire congregation of his house church. Also, the city administrator Erastus[aq] and our brother Quartus[ar] send their warm greetings.", "24": "May the grace and favor of our Lord Jesus, the Anointed One, continually rest upon you all.[as]", "25": "I give all my praises and glory[at] to the one who has more than enough power to make you strong and keep you steadfast through the promises found in the wonderful news that I preach; that is, the proclamation of Jesus, the Anointed One. This wonderful news includes the unveiling of the mystery kept secret[au] from the dawn of creation until now. ", "26": "This mystery is understood through the prophecies of the Scripture and by the decree of the eternal God. And it is now heard openly by all the nations, igniting within them a deep commitment of faith.", "27": "Now to God, the only source of wisdom, be glorious praises for endless ages through Jesus, the Anointed One! Amen! (Paul's letter was transcribed by Tertius in Corinth and sent from Corinth and carried to Rome by Phoebe.)[av]"}