{"1": "No matter who you are, before you judge the wickedness of others, you had better remember this: you are also without excuse, for you too are guilty of the same kind of things! When you judge others, and then do the same things they do, you condemn yourself.[a] ", "2": "We know that God's judgment falls upon those who practice these things. God is always right, because he has all the facts.[b] ", "3": "And no matter who you think you are, when you judge others who do these things and then do the same things yourself, what makes you think that you will escape God's judgment?", "4": "Do the riches of his extraordinary kindness make you take him for granted and despise him? Haven't you experienced how kind and understanding he has been to you? Don't mistake his tolerance for acceptance. Do you realize that all the wealth of his extravagant kindness[c] is meant to melt your heart and lead you into repentance?[d] ", "5": "But because of your calloused heart and refusal to change direction, you are piling up wrath for yourself in the day of wrath, when God's righteous judgment is revealed.", "6": "For: He will give to each one in return for what he has done.[e]", "7": "For those living in constant goodness and doing what pleases him,[f] seeking an unfading glory and honor and imperishable virtue, will experience eternal life. ", "8": "But those governed by selfishness and self-promotion, whose hearts are unresponsive to God's truth and would rather embrace unrighteousness, will experience the fullness of wrath.[g]", "9": "Anyone who does evil can expect tribulation and distress—to the Jew first and also to the non-Jew. ", "10": "But when we do what pleases God, we can expect unfading glory, true honor, and a continual peace—to the Jew first and also to the non-Jew, ", "11": "for God sees us all without partiality.", "12": "When people who have never been exposed to the laws of Moses commit sin, they will still perish for what they do. And those who are under the law of Moses and fail to obey it are condemned by the law. ", "13": "For it's not merely knowing the law[h] that makes you right with God, but doing all that the law says that will cause God to pronounce you innocent.[i]", "14": "For example, whenever people who don't possess the law[j] as their birthright commit sin, it still confirms that a “law” is present in their conscience. For when they instinctively do what the law requires, that becomes a “law” to govern them, even though they don't have Mosaic law. ", "15": "It demonstrates that the requirements of the law are woven into their hearts. They know what is right and wrong, for their conscience validates this “law” in their heart. Their thoughts correct[k] them in one instance and commend them in another. ", "16": "So this judgment will be revealed on the day when God, through Jesus the Messiah, judges the hidden secrets of people's hearts. And their response to the gospel I preach will be the standard of judgment used in that day.", "17": "Now, you claim to be a Jew because you lean upon your trust in the law[l] and boast in your relationship with God. ", "18": "And you claim to know the will of God, and to have the moral high ground because you've been taught the law of Moses. ", "19": "You are also confident that you are a qualified guide to those who are “blind,” a shining light to those who live in darkness. ", "20": "You are confident that you are a true teacher of the foolish and immature,[m] all because you have the treasury of truth and knowledge in the law of Moses. ", "21": "So let me ask you this: Why don't you practice what you preach? You preach, “Don't steal!” but are you a thief? ", "22": "You are swift to tell others, “Don't commit adultery!” but are you guilty of adultery? You say, “I hate idolatry and false gods!” but do you withhold from the true God what is due him?[n] ", "23": "Even though you boast in the law, you dishonor God, the Lawgiver, when you break it! ", "24": "For your actions seem to fulfill what is written: “God's precious name is cursed among the nations because of you.”[o]", "25": "You trust in the covenant sign of circumcision,[p] yet circumcision only has value if you faithfully keep the teachings of the law. But if you violate the law, you have invalidated your circumcision.[q] ", "26": "And if the uncircumcised one faithfully keeps the law, won't his obedience make him more “Jewish” than the actual rite of circumcision? ", "27": "And won't the one who has never had the knife cut his foreskin be your judge when you break the law? ", "28": "You are not a Jew if it's only superficial—for it's more than the surgical cut of a knife that makes you Jewish. ", "29": "But you are Jewish because of the inward act of spiritual circumcision—a radical change that lays bare your heart. It's not by the principle of law,[r] but by power of the Holy Spirit. For then your praise will not come from people, but from God himself!"}