{"1": "So then what is the importance of circumcision, and what advantage is there of being a Jew? ", "2": "Actually, there are numerous advantages.[a] Most important, God distinguished the Jews from all other people by entrusting them with the revelation of his prophetic promises.[b] ", "3": "But what if some were unfaithful to their divine calling? Does their unbelief weaken God's faithfulness? ", "4": "Absolutely not! God will always be proven faithful and true to his word, while people are proven to be liars. This will fulfill what was written in the Scriptures: Your words will always be vindicated and you will rise victorious when you are being tried by your critics![c]", "5": "But what if our wrong shows how right God is? Doesn't our bad serve the purpose of making God look good? (Of course, I'm only speaking from a human viewpoint.) Would that infer that God is unfair when he displays his anger against wrongdoing? ", "6": "Absolutely not! For if that were the case, how could God be the righteous judge of all the earth?", "7": "So, if my lie brings into sharp contrast the brightness of God's truth, and if my lie accentuates his glory, then why should I be condemned as a sinner? ", "8": "Is it proper for us to sin, just so we can be forgiven?[d] May it never be! Yet there are some who slander us and claim that is what we teach. They deserve to be condemned for even saying it!", "9": "So, are we to conclude then that we Jews are superior to all others? Certainly not! For we have already proven[e] that both Jews and gentiles are all under the bondage of sin. ", "10": "And the Scriptures agree, for it is written: There is no one who always does what is right, no, not even one!", "11": "There is no one with true spiritual insight, and there is no one who seeks after God alone.", "12": "All have deliberately wandered from God's ways. All have become depraved and unfit. Kindness has disappeared from them all, not even one is good.[f]", "13": "Their words release a stench,[g] like the smell of death—foul and filthy![h] Deceitful lies roll off their tongues. The venom of a viper drips from their lips.[i]", "14": "Bitter profanity flows from their mouths, only meant to cut and harm.[j]", "15": "They are infatuated with violence and murder.[k]", "16": "They release ruin and misery wherever they go.", "17": "They never experience the path of peace.[l]", "18": "They shut their eyes to the awe-inspiring God![m]", "19": "Now, we realize that everything the law says is addressed to those who are under its authority. This is for two reasons: So that every excuse will be silenced, with no boasting of innocence.[n] And so that the entire world will be held accountable to God's standards.[o] ", "20": "For by the merit of observing the law no one earns the status of being declared righteous before God, for it is the law that fully exposes and unmasks the reality of sin.", "21-22": "–22 But now, independently of the law, the righteousness of God is tangible and brought to light through Jesus, the Anointed One. This is the righteousness that the Scriptures prophesied would come.[p] It is God's righteousness made visible through the faithfulness of Jesus Christ.[q] And now all who believe in him receive that gift. For there is really no difference between us, ", "23": "for we all have sinned and are in need of the glory of God. ", "24": "Yet through his powerful declaration of acquittal, God freely gives away his righteousness. His gift[r] of love and favor now cascades over us, all because Jesus, the Anointed One, has liberated us from the guilt, punishment, and power of sin!", "25": "Jesus' God-given destiny[s] was to be the sacrifice to take away sins, and now he is our mercy seat[t] because of his death on the cross. We come to him for mercy, for God has made a provision for us to be forgiven by faith in the sacred blood of Jesus. This is the perfect demonstration of God's justice, because until now, he had been so patient—holding back his justice out of his tolerance for us. So he covered over[u] the sins of those who lived prior to Jesus' sacrifice. ", "26": "And when the season of tolerance came to an end, there was only one possible way for God to give away his righteousness and still be true to both his justice and his mercy—to offer up his own Son. So now, because we stand on the faithfulness of Jesus,[v] God declares us righteous in his eyes!", "27": "Where, then, is there room for boasting? Do our works bring God's acceptance? Not at all! It was not our works of keeping the law but our faith[w] in his finished work that makes us right with God. ", "28": "So our conclusion is this: God's wonderful declaration that we are righteous[x] in his eyes can only come when we put our faith in Christ, and not in keeping the law.", "29": "After all, is God the God of the Jews only, or is he equally the God for all of humanity? Of course, he's the God of all people! ", "30": "Since there is only one God, he will treat us all the same—he eliminates our guilt and makes us right with him by faith no matter who we are.[y] ", "31": "Does emphasizing our faith invalidate the law? Absolutely not. Instead, our faith establishes the role the law should rightfully have.[z]"}