{"1": "Let me use Abraham as an example. It is clear that humanly speaking, he was the founder of Judaism. What was his experience of being made right with God? ", "2": "Was it by his good works of keeping the law? No. For if it was by the things he did, he would have something to boast about, but no one boasts before God. ", "3": "Listen to what the Scriptures say: Because Abraham believed God's words, his faith transferred God's righteousness into his account.[a]", "4": "When people work, they earn wages. It can't be considered a free gift, because they earned it. ", "5": "But no one earns God's righteousness. It can only be transferred when we no longer rely on our own works, but believe in the one who powerfully declares the ungodly to be righteous[b] in his eyes. It is faith that transfers God's righteousness into your account!", "6": "Even King David himself speaks to us regarding the complete wholeness that comes inside a person when God's powerful declaration of righteousness is heard over our life. Apart from our works, God's work is enough. ", "7": "Here's what David says: What happy fulfillment is ahead for those[c] whose rebellion has been forgiven and whose sins are covered by blood.[d]", "8": "What happy progress comes to them when they hear the Lord speak over them, “I will never hold your sins against you!”[e]", "9": "Now, think about it. Does this happiness come only to the Jews, or is it available to all who believe?[f] Our answer is this: faith was credited to Abraham as God's righteousness![g]", "10": "How did he receive this gift of righteousness? Was he circumcised at the time God accepted him, or was he still uncircumcised? Clearly, he was an uncircumcised gentile when God said this of him! ", "11": "It was later that he received the external sign of circumcision as a seal to confirm that God had already transferred his righteousness to him by faith, while he was still uncircumcised. So now this qualifies him to become the father of all who believe among the non-Jewish people. And like their “father of faith,” Abraham, God also transfers his righteousness to them by faith. ", "12": "Yes, Abraham is obviously the true father of faith for the Jewish people who are not only circumcised but who walk in the way of faith that our father Abraham displayed before his circumcision.", "13": "God promised Abraham and his descendants that they would have an heir who would reign over the world.[h] This royal promise was not fulfilled because Abraham kept all the law, but through the righteousness that was transferred by faith. ", "14": "For if keeping the law earns the inheritance, then faith is robbed of its power and the promise becomes useless. ", "15": "For the law provokes punishment, and where no law exists there cannot be a violation of the law.", "16": "The promise depends on faith so that it can be experienced as a grace-gift, and now it extends to all the descendants of Abraham. This promise is not only meant for those who obey the law, but also to those who enter into the faith of Abraham, the father of us all. ", "17": "That's what the Scripture means when it says: “I have made you the father of many nations.”[i] He is our example and father, for in God's presence he believed that God can raise the dead and call into being things that don't even exist yet.[j] ", "18": "Against all odds, when it looked hopeless, Abraham believed the promise and expected God to fulfill it.[k] He took God at his word, and as a result he became the father of many nations. God's declaration over him came to pass: “Your descendants will be so many that they will be impossible to count!”[l]", "19": "In spite of being nearly one hundred years old when the promise of having a son was made, his faith was so strong that it could not be undermined by the fact that he and Sarah[m] were incapable of conceiving a child. ", "20-21": "–21 He never stopped believing God's promise, for he was made strong in his faith[n] to father a child. And because he was mighty in faith and convinced that God had all the power needed to fulfill his promises, Abraham glorified God!", "22": "So now you can see why Abraham's faith was credited to his account as righteousness before God.[o] ", "23": "And this declaration was not just spoken over Abraham, ", "24": "but also over us. For when we believe and embrace the one who brought our Lord Jesus back to life, perfect righteousness will be credited to our account as well. ", "25": "Jesus was handed over to be crucified for the forgiveness of our sins and was raised back to life to prove that he had made us right with God![p]"}