{"1": "So now the case is closed. There remains no accusing voice of condemnation against those who are joined in life-union with Jesus, the Anointed One.[a] ", "2": "For the “law” of the Spirit of life flowing through the anointing of Jesus has liberated us[b] from the “law” of sin and death. ", "3": "For God achieved what the law was unable to accomplish, because the law was limited by the weakness of human nature.[c] Yet God sent us his Son in human form to identify with human weakness. Clothed with humanity, God's Son gave his body to be the sin-offering so that God could once and for all condemn the guilt and power of sin. ", "4": "So now every righteous requirement of the law can be fulfilled through the Anointed One living his life in us. And we are free to live, not according to our flesh, but by the dynamic power of the Holy Spirit![d]", "5": "Those who are motivated by the flesh only pursue what benefits themselves. But those who live by the impulses of the Holy Spirit are motivated to pursue spiritual realities.[e] ", "6": "For the mind-set of the flesh is death, but the mind-set controlled by the Spirit finds life and peace.", "7": "In fact, the mind-set focused on the flesh fights God's plan and refuses to submit to his direction,[f] because it cannot! ", "8": "For no matter how hard they try, God finds no pleasure with those who are controlled by the flesh. ", "9": "But when the Spirit of Christ empowers your life,[g] you are not dominated by the flesh but by the Spirit. And if you are not joined to the Spirit of the Anointed One, you are not of him.[h]", "10": "Now Christ lives his life in you! And even though your body may be dead because of the effects of sin, his life-giving Spirit imparts life to you because you are fully accepted by God.[i] ", "11": "Yes, God raised Jesus to life! And since God's Spirit of Resurrection lives in you, he will also raise your dying body to life by the same Spirit that breathes life into you!", "12": "So then, beloved ones, the flesh has no claims on us at all, and we have no further obligation to live in obedience to it. ", "13": "For when you live controlled by the flesh, you are about to die. But if the life of the Spirit puts to death the corrupt ways of the flesh, we then taste his abundant life.", "14": "The mature children of God are those[j] who are moved by the impulses of the Holy Spirit. ", "15": "And you did not receive the “spirit of religious duty,”[k] leading you back into the fear of never being good enough.[l] But you have received the “Spirit of full acceptance,”[m] enfolding you into the family of God. And you will never feel orphaned, for as he rises up within us, our spirits join him in saying the words of tender affection, “Beloved Father!”[n] ", "16": "For the Holy Spirit makes God's fatherhood real to us as he whispers into our innermost being, “You are God's beloved child!”", "17": "And since we are his true children, we qualify to share all his treasures, for indeed, we are heirs of God himself. And since we are joined to Christ, we also inherit all that he is and all that he has.[o] We will experience being co-glorified with him provided that we accept his sufferings[p] as our own.[q]", "18": "I am convinced that any suffering we endure is less than nothing compared to the magnitude of glory[r] that is about to be unveiled within us.[s] ", "19": "The entire universe is standing on tiptoe,[t] yearning to see the unveiling of God's glorious[u] sons and daughters! ", "20": "For against its will the universe itself has had to endure the empty futility[v] resulting from the consequences of human sin. But now, with eager expectation, ", "21": "all creation longs for freedom from its slavery to decay and to experience with us the wonderful freedom coming to God's children. ", "22": "To this day we are aware of the universal agony and groaning of creation, as if it were in the contractions of labor for childbirth. ", "23": "And it's not just creation. We who have already experienced the firstfruits of the Spirit[w] also inwardly groan as we passionately long to experience our full status as God's sons and daughters—including our physical bodies being transformed. ", "24": "For this is the hope of our salvation. But hope means that we must trust and wait for what is still unseen. For why would we need to hope for something we already have? ", "25": "So because our hope is set on what is yet to be seen, we patiently keep on waiting for its fulfillment.", "26": "And in a similar way, the Holy Spirit takes hold of us in our human frailty to empower us in our weakness. For example, at times we don't even know how to pray, or know the best things to ask for. But the Holy Spirit rises up within us to super-intercede[x] on our behalf, pleading to God with emotional sighs[y] too deep for words.", "27": "God, the searcher of the heart, knows fully our longings,[z] yet he also understands the desires of the Spirit, because the Holy Spirit passionately pleads before God for us, his holy ones, in perfect harmony with God's plan and our destiny.", "28": "So we are convinced that every detail of our lives is continually woven together to fit into God's perfect plan of bringing good into our lives, for we are his lovers who have been called to fulfill his designed purpose. ", "29": "For he knew all about us before we were born and he destined us[aa] from the beginning to share the likeness of his Son. This means the Son is the oldest among a vast family of brothers and sisters who will become just like him.", "30": "Having determined our destiny ahead of time, he called us to himself and transferred his perfect righteousness to everyone he called. And those who possess his perfect righteousness he co-glorified with his Son!", "31": "So, what does all this mean? If God has determined to stand with us, tell me, who then could ever stand against us? ", "32": "For God has proved his love by giving us his greatest treasure, the gift of his Son. And since God freely offered him up as the sacrifice for us all,[ab] he certainly won't withhold from us anything else he has to give.", "33": "Who then would dare to accuse those whom God has chosen in love to be his? God himself is the judge who has issued his final verdict over them—“Not guilty!”[ac]", "34": "Who then is left to condemn us? Certainly not Jesus, the Anointed One! For he gave his life for us, and even more than that, he has conquered death and is now risen, exalted, and enthroned by God at his right hand. So how could he possibly condemn us since he is continually praying for our triumph?[ad]", "35": "Who could ever separate us from the endless love of God's Anointed One? Absolutely no one! For nothing in the universe has the power to diminish his love toward us. Troubles, pressures, and problems are unable to come between us and heaven's love. What about persecutions, deprivations,[ae] dangers, and death threats? No, for they are all impotent to hinder omnipotent love, ", "36": "even though it is written: All day long we face death threats for your sake, God. We are considered to be nothing more than sheep to be slaughtered![af]", "37": "Yet even in the midst of all these things, we triumph over them all, for God has made us to be more than conquerors,[ag] and his demonstrated love is our glorious victory over everything![ah]", "38": "So now I live with the confidence that there is nothing in the universe with the power to separate us from God's love. I'm convinced that his love will triumph over death, life's troubles,[ai] fallen angels, or dark rulers in the heavens. There is nothing in our present or future circumstances that can weaken his love. ", "39": "There is no power above us or beneath us—no power that could ever be found in the universe that can distance us from God's passionate love, which is lavished upon us through our Lord Jesus, the Anointed One!"}