{"1": "–2 O Israel, my Jewish family,[a] I feel such great sorrow and heartache for you that never leaves me! God knows these deep feelings within me as I long for you to come to faith in the Anointed One. My conscience will not let me speak anything but the truth. ", "3-4": "–4 For my grief is so intense that I wish that I would be accursed, cut off from the Messiah, if it would mean that you, my people, would come to faith in him! You are Israelites, my fellow citizens, and God's chosen people.[b] To you belong God's glorious presence, the covenants, the Torah, the temple with its required sacrifices, and the promises of God. ", "5": "We trace our beginnings back to the patriarchs, and through their bloodline is the genealogy of the Messiah, who is God over everything. May he be praised through endless ages! Amen!", "6": "Clearly, God has not failed to fulfill his promises to Israel, for that will never happen! But not everyone who has descended from Israel belongs to Israel. ", "7": "Physical descent from Abraham doesn't guarantee the inheritance, because God has said: “Through Isaac your descendants will be counted as part of your lineage.”[c]", "8": "This confirms that it is not merely the natural offspring of Abraham who are considered the children of God; rather, the children born because of God's promise[d] are counted as descendants. ", "9": "For God promised Abraham: “In nine months from now your wife, Sarah, will have a son!”[e]", "10": "Now, this son was our ancestor, Isaac, who, with his wife, Rebekah, conceived twins. ", "11-12": "–12 And before her twin sons were born, God spoke to Rebekah and said: “The oldest will serve the younger.”[f] God spoke these words before the sons had done anything good or bad, which proves that God calls people not on the basis of their good or bad works, but according to his divine purpose. ", "13": "For in the words of Scripture: “Jacob I have chosen, but Esau I have rejected.”[g]", "14": "So, what does all this mean? Are we saying that God is unfair? Of course not! ", "15": "He had every right to say to Moses: “I will be merciful to whomever I choose and I will show compassion to whomever I wish.”[h]", "16": "Again, this proves that God's choice doesn't depend on how badly someone wants it or tries to earn it,[i] but it depends on God's kindness and mercy. ", "17": "For just as God said to Pharaoh: “I raised you up[j] as ruler of Egypt for this reason, that I might make you an example of how I demonstrate my miracle power. For by the example of how I deal with you, my powerful name will be a message proclaimed throughout the earth!”[k]", "18": "So again we see that it is entirely up to God to show mercy or to harden[l] the hearts of whomever he chooses.", "19": "Well then, one might ask, “If God is in complete control, how could he blame us? For who can resist whatever he wants done?”", "20": "But who do you think you are to second-guess God? How could a human being molded out of clay say to the one who molded him, “Why in the world did you make me this way?”[m] ", "21": "Or are you denying the right of the potter to make out of clay whatever he wants? Doesn't the potter have the right to make from the same lump of clay an elegant vase or an ordinary pot?", "22": "And in the same way, although God has every right to unleash his anger and demonstrate his power, yet he is extremely patient with those who deserve wrath—vessels prepared for destruction. ", "23": "And doesn't he also have the right[n] to release the revelation of the wealth of his glory to his vessels of mercy, whom God prepared beforehand to receive his glory? ", "24": "Even for us, whether we are Jews or non-Jews, we are those he has called to experience his glory. ", "25": "Remember the prophecy God gave in Hosea: “To those who were rejected and not my people, I will say to them: 'You are mine.' And to those who were unloved I will say: 'You are my darling.' ”[o]", "26": "And: “In the place where they were told, 'You are nobody,' this will be the very place where they will be renamed 'Children of the living God.' ”[p]", "27": "And the prophet Isaiah cries out to Israel: Though the children of Israel are as many as the sands of the seashore, only a remnant will be saved.", "28": "For the Lord Yahweh[q] will act and carry out his word on the earth, and waste no time to accomplish it![r]", "29": "Just as Isaiah saw it coming and prophesied: If the Lord God of angel armies[s] had not left us a remnant,[t] we would have been destroyed like Sodom and left desolate like Gomorrah!", "30": "So then, what does all this mean? Here's the irony: The non-Jewish people, who weren't even pursuing righteousness, were the ones who seized it—a perfect righteousness that is transferred by faith. ", "31": "Yet Israel, even though pursuing a legal righteousness,[u] did not attain to it. ", "32": "And why was that? Because they did not pursue the path of faith but insisted on pursuing righteousness by works,[v] as if it could be seized another way. They were offended by the means of obtaining it and stumbled over the stumbling stone, ", "33": "just as it is written: “Be careful! I am setting in Zion a stone that will cause people to stumble, a rock[w] of offense that will make them fall, but believers in him will not experience shame.”[x]"}