{"1": "Dear brothers, how can you claim that you belong to the Lord Jesus Christ, the Lord of glory, if you show favoritism to rich people and look down on poor people?", "2": "If a man comes into your church dressed in expensive clothes and with valuable gold rings on his fingers, and at the same moment another man comes in who is poor and dressed in threadbare clothes, ", "3": "and you make a lot of fuss over the rich man and give him the best seat in the house and say to the poor man, “You can stand over there if you like or else sit on the floor”—well, ", "4": "judging a man by his wealth shows that you are guided by wrong motives.", "5": "Listen to me, dear brothers: God has chosen poor people to be rich in faith, and the Kingdom of Heaven is theirs, for that is the gift God has promised to all those who love him. ", "6": "And yet, of the two strangers, you have despised the poor man. Don't you realize that it is usually the rich men who pick on you and drag you into court? ", "7": "And all too often they are the ones who laugh at Jesus Christ, whose noble name you bear.", "8": "Yes indeed, it is good when you truly obey our Lord's command, “You must love and help your neighbors just as much as you love and take care of yourself.” ", "9": "But you are breaking this law of our Lord's when you favor the rich and fawn over them; it is sin.", "10": "And the person who keeps every law of God but makes one little slip is just as guilty as the person who has broken every law there is. ", "11": "For the God who said you must not marry a woman who already has a husband also said you must not murder, so even though you have not broken the marriage laws by committing adultery, but have murdered someone, you have entirely broken God's laws and stand utterly guilty before him.", "12": "You will be judged on whether or not you are doing what Christ wants you to. So watch what you do and what you think; ", "13": "for there will be no mercy to those who have shown no mercy. But if you have been merciful, then God's mercy toward you will win out over his judgment against you.", "14": "Dear brothers, what's the use of saying that you have faith and are Christians if you aren't proving it by helping others? Will that kind of faith save anyone? ", "15": "If you have a friend who is in need of food and clothing, ", "16": "and you say to him, “Well, good-bye and God bless you; stay warm and eat hearty,” and then don't give him clothes or food, what good does that do?", "17": "So you see, it isn't enough just to have faith. You must also do good to prove that you have it. Faith that doesn't show itself by good works is no faith at all—it is dead and useless.", "18": "But someone may well argue, “You say the way to God is by faith alone, plus nothing; well, I say that good works are important too, for without good works you can't prove whether you have faith or not; but anyone can see that I have faith by the way I act.”", "19": "Are there still some among you who hold that “only believing” is enough? Believing in one God? Well, remember that the demons believe this too—so strongly that they tremble in terror! ", "20": "Fool! When will you ever learn that “believing” is useless without doing what God wants you to? Faith that does not result in good deeds is not real faith.", "21": "Don't you remember that even our father Abraham was declared good because of what he did when he was willing to obey God, even if it meant offering his son Isaac to die on the altar? ", "22": "You see, he was trusting God so much that he was willing to do whatever God told him to; his faith was made complete by what he did—by his actions, his good deeds. ", "23": "And so it happened just as the Scriptures say, that Abraham trusted God, and the Lord declared him good in God's sight, and he was even called “the friend of God.” ", "24": "So you see, a man is saved by what he does, as well as by what he believes.", "25": "Rahab, the prostitute, is another example of this. She was saved because of what she did when she hid those messengers and sent them safely away by a different road. ", "26": "Just as the body is dead when there is no spirit in it, so faith is dead if it is not the kind that results in good deeds."}