{"1": "Woe to those who decree unrighteous decrees and who write unjust judgments which they have prescribed", "2": "to turn aside the needy from justice and to take away the right from the poor of My people, that widows may be their prey, and that they may rob the fatherless!", "3": "And what will you do in the day of punishment and in the desolation which shall come from afar? To whom will you flee for help, and where will you leave your wealth?", "4": "Nothing remains but to bow down among the prisoners, and they shall fall among the slain. For all this His anger is not turned away, and His hand is stretched out still.", "5": "Woe to Assyria, the rod of My anger and the staff in whose hand is My indignation.", "6": "I will send him against an ungodly nation, and against the people of My wrath I will give him a command, to seize the plunder, to take the prey, and to tread them down like the mire of the streets.", "7": "However he does not so intend, nor does he plan so in his heart; but his purpose is to destroy and to cut off many nations.", "8": "For he says, “Are not my princes altogether kings?", "9": "Is not Kalno as Carchemish? Is not Hamath as Arpad? Is not Samaria as Damascus?", "10": "As my hand has found the kingdoms of the idols whose graven images were greater than those of Jerusalem and Samaria,", "11": "shall I not, as I have done to Samaria and her idols, so do to Jerusalem and her idols?”", "12": "When the Lord has performed all His work on Mount Zion and on Jerusalem, He will say, “I will punish the fruit of the stout heart of the king of Assyria and the glory of his high looks.” ", "13": "For he says: “By the strength of my hand and by my wisdom, I have done it, for I am prudent; and I have removed the bounds of the people, and have robbed their treasures, and I have put down the inhabitants like a valiant man.", "14": "And my hand has found as a nest the riches of the people, and as one gathers eggs that are left, I have gathered all the earth and there was no one who moved the wing or opened the mouth or peeped.”", "15": "Shall the axe boast itself against him who hews with it? Or shall the saw magnify itself against him who wields it? That is as if the rod wields itself against those who lift it up, or as if the staff should lift itself up as if it were not wood.", "16": "Therefore the Lord, God of Hosts, shall send leanness among his stout ones, and under his glory he shall kindle a burning like the burning of a fire.", "17": "The light of Israel shall be a fire, and his Holy One a flame, and it shall burn and devour his thorns and his briers in one day,", "18": "and shall consume the glory of his forest, and of his fruitful field, both soul and body; and it shall be as when a sick man faints.", "19": "The rest of the trees of his forest shall be so few that a child may write them down.", "20": "In that day the remnant of Israel and those who have escaped of the house of Jacob shall never again depend on him who struck them, but shall depend on the Lord, the Holy One of Israel, in truth.", "21": "The remnant shall return, even the remnant of Jacob, to the mighty God.", "22": "For though your people, O Israel, are as the sand of the sea, yet a remnant of them shall return; the destruction is decreed, overflowing with righteousness.", "23": "For the Lord God of Hosts shall make a complete destruction, as decreed, in the midst of all the land.", "24": "Therefore, thus says the Lord God of Hosts: O My people who dwell in Zion, do not be afraid of the Assyrian. He shall strike you with a rod and shall lift up his staff against you, after the manner of Egypt.", "25": "For yet a very little while, and the indignation shall cease, and My anger will be directed to their destruction.", "26": "The Lord of Hosts shall stir up a scourge for him according to the slaughter of Midian at the rock of Oreb; and as His rod was over the sea, so shall He lift it up after the manner of Egypt.", "27": "In that day his burden shall be taken away from off your shoulder, and his yoke from off your neck; and the yoke shall be destroyed because of the anointing oil.", "28": "He has come against Aiath, he has passed through Migron; at Mikmash he has laid up his carriages.", "29": "They are gone over the pass, they have taken up their lodging at Geba. Ramah is afraid, Gibeah of Saul has fled.", "30": "Lift up your voice, O daughter of Gallim. Listen, Laishah and poor Anathoth.", "31": "Madmenah has fled, the inhabitants of Gebim gather themselves to flee.", "32": "Yet today he shall remain at Nob; he shakes his fist against the mount of the daughter of Zion, the hill of Jerusalem.", "33": "See, the Lord, the Lord of Hosts, shall lop the bough with terror; and the tall ones of stature shall be hewn down, and the haughty shall be humbled.", "34": "He shall cut down the thickets of the forest with iron, and Lebanon shall fall by the Mighty One."}