{"1": "The burden of Babylon, which Isaiah the son of Amoz saw.", "2": "Lift up a banner on the high mountain, exalt the voice to them, shake the hand, that they may go into the gates of the nobles.", "3": "I have commanded My sanctified ones, I have also called My mighty ones for My anger, even those who rejoice in My exaltation.", "4": "The noise of a multitude in the mountains, like as of a great people! A tumultuous noise of the kingdoms of nations gathered together! The Lord of Hosts musters the army for battle.", "5": "They come from a far country, from the end of heaven, the Lord and the weapons of His indignation, to destroy the whole land.", "6": "Wail, for the day of the Lord is at hand! It shall come as destruction from the Almighty.", "7": "Therefore all hands shall be faint, and every man's heart shall melt,", "8": "and they shall be afraid. Pangs and sorrows shall take hold of them; they shall be in pain as a woman who travails; they shall be amazed one at another; their faces shall be as flames.", "9": "See, the day of the Lord comes, cruel, both with wrath and fierce anger, to lay the land desolate, and He shall destroy its sinners out of it.", "10": "For the stars of heaven and their constellations shall not give their light; the sun shall be dark when it rises, and the moon shall not cause her light to shine.", "11": "I will punish the world for its evil, and the wicked for their iniquity; and I will cause the arrogance of the proud to cease, and will lay low the haughtiness of the ruthless.", "12": "I will make a man more rare than fine gold, and mankind than the golden wedge of Ophir.", "13": "Therefore, I will shake the heavens, and the earth shall be shaken out of her place at the wrath of the Lord of Hosts and in the day of His fierce anger.", "14": "It shall be as the chased roe, and as a sheep that no man takes up; every man shall turn to his own people and flee every one into his own land.", "15": "Every one who is found shall be thrust through, and every one who is joined to them shall fall by the sword.", "16": "Their children also shall be dashed to pieces before their eyes; their houses shall be devastated and their wives ravished.", "17": "See, I will stir up the Medes against them, who shall not regard silver; and as for gold, they shall not delight in it.", "18": "Their bows also shall dash the young men to pieces, and they shall have no pity on the fruit of the womb; their eye shall not spare children.", "19": "Babylon, the glory of kingdoms, the beauty of the Chaldean's excellency, shall be as when God overthrew Sodom and Gomorrah.", "20": "It shall never be inhabited, nor shall it be lived in from generation to generation, nor shall the Arabian pitch a tent there, nor shall the shepherds make their fold there.", "21": "But wild beasts of the desert shall lie down there, and their houses shall be full of owls, ostriches also shall dwell there, and shaggy goats shall dance there.", "22": "The wild beasts of the islands shall cry in their desolate houses and jackals in their pleasant palaces. And her time is near to come, and her days shall not be prolonged."}