{"1": "Send the lamb to the ruler of the land from Sela by way of the wilderness, to the mount of the daughter of Zion.", "2": "For it shall be that as a wandering bird cast out of the nest, so the daughters of Moab shall be at the fords of Arnon.", "3": "“Take counsel, execute justice, make your shadow as the night at the height of noon. Hide the outcasts, do not betray the fugitive.", "4": "Let my outcasts dwell with you, Moab; be a hiding place to them from the face of the destroyer.” For the extortioner has come to an end; the destroyer ceases; the oppressors are consumed out of the land.", "5": "In mercy the throne shall be established; and one who judges and seeks justice and is diligent in righteousness shall sit on it in truth in the tabernacle of David, judging.", "6": "We have heard of the pride of Moab; he is very proud, even of his haughtiness and his pride and his wrath; but his lies shall not be so.", "7": "Therefore Moab shall wail for Moab; everyone shall wail. For the loss of raisin cakes of Kir Hareseth you shall mourn; surely they are destroyed.", "8": "For the fields of Heshbon languish, and the vine of Sibmah; the lords of the nations have broken down its choice plants; they have come as far as Jazer and wandered through the wilderness. Her branches are stretched out; they are passed over the sea.", "9": "Therefore I will weep bitterly for Jazer, the vine of Sibmah; I will water you with my tears, O Heshbon and Elealeh. For the shouting for your summer fruits and for your harvest has fallen away.", "10": "Gladness and joy are taken away out of the plentiful field, and in the vineyards there shall be no singing, nor shall there be shouting; the treaders shall tread out no wine in their presses. I have made their vintage shouting to cease.", "11": "Therefore my heart shall sound like a harp for Moab, and my inward parts for Kir Hareseth.", "12": "When it is seen that Moab is weary on the high place, he shall come to his sanctuary to pray; but he shall not prevail.", "13": "This is the word that the Lord has spoken earlier concerning Moab. ", "14": "But now the Lord has spoken, saying, Within three years, as the years of a hireling, the glory of Moab shall be brought into contempt with all his great population, and his remnant shall be very small and feeble."}