{"1": "The oracle of Damascus. See, Damascus will cease from being a city; it shall be a ruinous heap.", "2": "The cities of Aroer are forsaken; they shall be for flocks, which shall lie down, and no one shall make them afraid.", "3": "The fortress also shall cease from Ephraim, and the kingdom from Damascus, and the remnant of Aram; they shall be as the glory of the sons of Israel, says the Lord of Hosts.", "4": "In that day the glory of Jacob shall decrease, and the fatness of his flesh shall grow lean.", "5": "It shall be as when the harvestman gathers the corn and reaps the ears with his arm, and it shall be as he who gathers ears in the Valley of Rephaim.", "6": "Yet gleaning grapes shall be left in it, as the shaking of an olive tree, two or three berries in the top of the uppermost bough, four or five in its outmost fruitful branches, says the Lord God of Israel.", "7": "On that day a man shall look to his Maker, and his eyes shall have respect for the Holy One of Israel.", "8": "He shall not look to the altars, the work of his hands, nor shall he respect what his fingers have made, either the groves or the images.", "9": "In that day his strong cities shall be as a forsaken bough and an uppermost branch, which they left because of the sons of Israel; and there shall be a desolation.", "10": "Because you have forgotten the God of your salvation and have not been mindful of the rock of your strength, therefore you plant pleasant plants and set them with vine slips of a strange god;", "11": "in the day that you plant it, you carefully fence it in, and in the morning you make your seed to flourish; but the harvest shall be a heap of ruins in the day of grief and desperate pain.", "12": "Woe to the multitude of many people who make a noise like the noise of the seas, and the rushing of many peoples who make a rumble like the rumbling of mighty waters!", "13": "The nations rumble like the rumbling of many waters; but God shall rebuke them, and they shall flee far off, and shall be chased as the chaff of the mountains before the wind, and like rolling dust before the whirlwind.", "14": "At evening time, sudden terror! And before the morning, they are no more. This is the portion of those who plunder us, and the lot of those who rob us."}