{"1": "The oracle of Egypt. See, the Lord is riding on a swift cloud and shall come into Egypt; and the idols of Egypt shall tremble at His presence, and the heart of Egypt shall melt in its midst.", "2": "I will set the Egyptians against the Egyptians, and they shall fight every one against his brother, and every one against his neighbor, city against city, and kingdom against kingdom.", "3": "The spirit of Egypt shall be discouraged in their midst, and I will destroy their counsel; then they shall seek for the idols and for the charmers and for the mediums and the sorcerers.", "4": "The Egyptians I will give over into the hand of a cruel lord, and a fierce king shall rule over them, says the Lord, the Lord of Hosts.", "5": "The waters from the sea shall dry up, and the river shall be parched and dry.", "6": "The canals shall emit a stench; the streams of Egypt shall diminish and dry up; the reeds and rushes shall wither.", "7": "The papyrus reeds by the brooks, by the mouth of the brooks, and everything sown by the brooks, shall wither, be driven away, and be no more.", "8": "The fishermen also shall mourn, and all those who cast a line into the brooks shall lament, and those who spread nets on the waters shall languish.", "9": "Moreover those who work with fine flax and those who weave white cloth shall be humiliated;", "10": "and the pillars of Egypt shall be crushed. All the hired workers shall be grieved in soul.", "11": "Surely the princes of Zoan are fools; the counsel of the wise counselors of Pharaoh has become stupid. How can you say to Pharaoh, “I am a son of the wise, a son of ancient kings?”", "12": "Where are they? Where are your wise men? Let them tell you now, and let them understand what the Lord of Hosts has purposed against Egypt.", "13": "The princes of Zoan have become fools; the princes of Memphis are deceived; they have also seduced Egypt, even those who are the cornerstone of her tribes.", "14": "The Lord has mingled a perverse spirit in her; so they have caused Egypt to err in her every work, as a drunken man staggers in his vomit.", "15": "Nor shall there be any work for Egypt, which its head or tail, its branch or bulrush, may do.", "16": "In that day Egypt shall become like women. And it shall be afraid and be in dread because of the shaking of the hand of the Lord of Hosts which He is about to shake over it. ", "17": "The land of Judah shall become a terror to Egypt. Everyone to whom it is mentioned shall be in dread of it, because of the counsel of the Lord of Hosts which He has determined against it.", "18": "In that day five cities in the land of Egypt shall speak the language of Canaan and swear to the Lord of Hosts. One shall be called the City of Destruction.", "19": "In that day there shall be an altar to the Lord in the midst of the land of Egypt, and a pillar to the Lord at its border. ", "20": "It shall be for a sign and for a witness to the Lord of Hosts in the land of Egypt. For they shall cry to the Lord because of the oppressors, and He shall send them a Savior and a Champion. And He shall deliver them. ", "21": "The Lord shall be known to Egypt, and the Egyptians shall know the Lord in that day, and shall worship with sacrifice and offering, they shall make a vow to the Lord and perform it. ", "22": "The Lord shall strike Egypt. He shall strike and heal it. Then they shall return to the Lord, and He shall be entreated by them and shall heal them.", "23": "In that day there shall be a highway out of Egypt to Assyria, and the Assyrian shall come into Egypt, and the Egyptian into Assyria, and the Egyptians shall worship with the Assyrians. ", "24": "In that day Israel shall be the third group with Egypt and Assyria, even a blessing in the midst of the earth, ", "25": "whom the Lord of Hosts has blessed, saying, “Blessed is Egypt My people, and Assyria the work of My hands, and Israel My inheritance.”"}