{"1": "The oracle of the desert of the sea. As whirlwinds in the Negev pass through, so it comes from the desert, from a terrible land.", "2": "A grievous vision is declared to me; the treacherous one still deals treacherously, and the destroyer still destroys. Go up, O Elam. Lay siege, O Media. All her sighing I have made to cease.", "3": "Therefore, my loins are filled with pain; pangs have taken hold of me as the pangs of a woman who travails. I am so perplexed at the hearing of it; I am so dismayed at the seeing of it.", "4": "My heart panted, fearfulness overwhelmed me; the night for which I longed has turned into trembling for me.", "5": "Prepare the table, watch in the watchtower, eat and drink. Arise, you princes, and oil the shields.", "6": "For thus the Lord has said to me: “Go, station a watchman; let him declare what he sees.", "7": "When he sees chariots with horsemen in pairs, a chariot of donkeys, and a chariot of camels, then let him pay close attention, very close attention.”", "8": "Then the watchman called: “O Lord, I stand continually on the watchtower in the daytime, and I am stationed at my guard post every night.", "9": "Look, here comes a chariot of men, horsemen in pairs.” And he answered and said, “Fallen, fallen is Babylon. And all the graven images of her gods lie shattered on the ground.”", "10": "O my threshed people and my afflicted of the threshing floor! What I have heard from the Lord of Hosts, the God of Israel, I have declared to you.", "11": "The oracle of Dumah. He calls to me out of Seir, “Watchman, how far gone is the night? Watchman, how far gone is the night?”", "12": "The watchman says, “The morning comes and also the night. If you would inquire, inquire; return again.”", "13": "The oracle about Arabia. In the forest of Arabia you shall lodge, O traveling companies of Dedanites.", "14": "Bring water for the thirsty, O inhabitants of the land of Tema; meet the fugitive with bread.", "15": "For they fled from the swords, from the drawn sword, and from the bent bow, and from the grievousness of war.", "16": "For thus the Lord has said to me: Within a year, according to the years of a hireling, all the glory of Kedar shall fail. ", "17": "And the remainder of the number of archers, the mighty men of the children of Kedar, shall be diminished, for the Lord God of Israel has spoken it."}