{"1": "The oracle of the Valley of Vision. What ails you now, that you all have gone up to the housetops,", "2": "you who were full of noise, a tumultuous city, a joyous city? Your slain are not slain with the sword, nor did they die in battle.", "3": "All your rulers have fled together; they are captured by the archers. All of you who were found were taken captive together, although they had fled from afar.", "4": "Therefore, I say, “Look away from me, I will weep bitterly; do not try to comfort me because of the destruction of the daughter of my people.”", "5": "For it is a day of trouble and of treading down and of perplexity by the Lord God of Hosts in the Valley of Vision, a breaking down of the walls and a crying to the mountains.", "6": "Elam took up the quiver with chariots of men and horsemen, and Kir uncovered the shield.", "7": "Your choicest valleys shall be full of chariots, and the horsemen shall set themselves in array at the gate.", "8": "And He shall remove the protection of Judah. You shall depend in that day on the weapons of the house of the forest;", "9": "you have seen also that the breaches of the City of David are many; and you gathered together the waters of the lower pool.", "10": "You have numbered the houses of Jerusalem, and the houses you have broken down to fortify the wall.", "11": "You also made a reservoir between the two walls for the water of the old pool. But you have not looked to its Maker, nor did you respect Him who fashioned it long ago.", "12": "In that day the Lord God of Hosts called you to weeping and mourning, and to tear your hair and wear sackcloth.", "13": "Yet, there is joy and gladness, slaying of oxen and killing of sheep, eating of meat and drinking wine: “Let us eat and drink, for tomorrow we may die.”", "14": "It was revealed in my hearing by the Lord of Hosts: Surely this iniquity shall not be forgiven you until you die, says the Lord God of Hosts.", "15": "Thus says the Lord God of Hosts: Come, go to this treasurer, even to Shebna, who is over the royal household, and say:", "16": "What right do you have here? And whom do you have here that you have dug out for yourself a tomb here, as he who hews out for himself a tomb on high, and who cuts a habitation for himself in a rock?", "17": "Indeed, the Lord is about to hurl you headlong, O man; He is about to seize you firmly.", "18": "He will surely violently turn and toss you like a ball into a large country; there you shall die, and there the chariots of your glory shall be the shame of your lord's house.", "19": "I will drive you from your office and pull you down from your station.", "20": "In that day I will call My servant Eliakim the son of Hilkiah. ", "21": "And I will clothe him with your robe and tie him securely with your sash. And I will entrust him with your authority, and he shall be a father to the inhabitants of Jerusalem and to the house of Judah. ", "22": "The key of the house of David I will lay on his shoulder. Then he shall open, and no one shall shut. And he shall shut, and no one shall open. ", "23": "I will fasten him as a nail in a firm place, and he shall become a glorious throne to his father's house. ", "24": "They shall hang on him all the glory of his father's house, the offspring and the issue, all vessels of small quantity, from the bowls to all the jars.", "25": "In that day, says the Lord of Hosts, the nail that is fastened in the firm place shall be removed, and be cut down and fall. And the load that was on it shall be cut off, for the Lord has spoken it."}