{"1": "In that day the Lord with His fierce and great and strong sword shall punish Leviathan the fleeing serpent, even Leviathan the twisted serpent; and He shall slay the dragon that is in the sea.", "2": "In that day: Sing of it! A vineyard of red wine.", "3": "I, the Lord, am its keeper; I water it every moment; lest anyone damage it, I protect it night and day.", "4": "I have no fury. Should someone give Me briers and thorns in battle, then I would step on them, I would burn them fully.", "5": "Or let him rely on My strength; let him make peace with Me; let him make peace with Me.", "6": "In the days to come Jacob shall take root; Israel shall blossom and bud and shall fill the whole world with fruit.", "7": "Has He struck them, as He struck those who struck them? Or like the slaughter of His slain, have they been slain?", "8": "You fought with them by banishing them, by driving them away. He has expelled them on the day of the east wind with His fierce wind.", "9": "Through this, therefore, the iniquity of Jacob shall be forgiven, and this will be the full price of the removal of his sin: when he makes all the stones of the altar as chalkstones that are pulverized, when the groves and incense altars shall not stand.", "10": "For the fortified city shall be desolate, a homestead forlorn and forsaken like a wilderness; there the calf shall graze, and there it shall lie down and eat its branches.", "11": "When its boughs are withered, they are broken off; the women come and make a fire with them, for they are not a people of understanding; therefore, their Maker will not have mercy on them, and their Creator will show them no grace.", "12": "In that day the Lord shall thresh from the channel of the River[a] to the stream of Egypt, and you shall be gathered one by one, O sons of Israel. ", "13": "And in that day the great trumpet shall be blown, and those who were ready to perish in the land of Assyria and the outcasts in the land of Egypt shall worship the Lord in the holy mount at Jerusalem."}