{"1": "Woe to the proud crown of the drunkards of Ephraim, whose glorious beauty is a fading flower which is at the head of the fertile valley of those who are overcome with wine!", "2": "See, the Lord has a mighty and strong one, as a tempest of hail and a destroying storm, as a flood of mighty overflowing waters, He has cast it down to the earth with His hand.", "3": "The proud crown of the drunkards of Ephraim is trodden under foot;", "4": "and the fading flower of its glorious beauty, which is at the head of the fertile valley, shall be like a first-ripe fig before the summer, which when one sees, while it is yet in his hand, he eats it up.", "5": "In that day the Lord of Hosts shall become a crown of glory and a diadem of beauty to the remnant of His people,", "6": "a spirit of justice for him who sits in judgment, and strength to those who turn away the battle at the gate.", "7": "But they also have erred through wine and stagger from strong drink; the priest and the prophet have erred through strong drink, they are confused by wine, they stagger from strong drink; they err while having visions, they stumble when rendering judgment.", "8": "For all the tables are full of vomit and filthiness so that there is no clean place.", "9": "“To whom shall He teach knowledge, and to whom shall He interpret the message? Those just weaned from the milk and drawn from the breasts?", "10": "For He says, 'Precept upon precept, precept upon precept, line upon line, line upon line, here a little, there a little.' ”", "11": "For with stammering lips and foreign tongue He will speak to this people,", "12": "He who said to them, “This is the rest. Give rest to the weary,” and, “This is repose,” yet they would not listen.", "13": "So the word of the Lord will be to them, “Precept upon precept, precept upon precept, line upon line, line upon line, here a little, there a little,” that they might go and fall backward, be broken, snared, and taken captive.", "14": "Therefore, hear the word of the Lord, O scoffers, who rule this people who are in Jerusalem,", "15": "because you have said, “We have made a covenant with death, and with hell we are in agreement. The overflowing scourge shall not come to us when it passes through, for we have made lies our refuge and under falsehood we have hid ourselves.”", "16": "Therefore, thus says the Lord God: See, I lay in Zion a stone, a tested stone, a precious cornerstone, firmly placed; he who believes shall not act hastily.", "17": "I shall make justice the measuring line and righteousness the plummet; then the hail shall sweep away the refuge of lies and the waters shall overflow the hiding place.", "18": "Your covenant with death shall be annulled, and your agreement with hell shall not stand; when the overflowing scourge passes through, then you shall be trodden down by it.", "19": "As often as it passes through, it shall seize you; for morning by morning it shall pass through, anytime by day or night. It shall be terror only to understand the report.", "20": "The bed is too short to stretch out, and the covering is too small to wrap oneself in it.", "21": "For the Lord shall rise up as at Mount Perazim, He shall be wrathful as in the Valley of Gibeon to do His work, His unusual work, and bring to pass His task, His exceptional task.", "22": "Now therefore, do not continue as mockers, lest your bonds be made stronger; for I have heard from the Lord God of Hosts of determined destruction upon the whole earth.", "23": "Give ear and hear my voice; listen and hear my speech.", "24": "Does the plowman plow all day to sow? Does he continually turn and break the clods of his ground?", "25": "Does he not level its surface and sow dill and scatter the cumin and plant wheat in rows, barley in its place and the rye within its area?", "26": "For his God instructs and teaches him appropriately.", "27": "For the dill is not threshed with a threshing instrument, nor is a cartwheel driven over the cumin; but the dill is beaten out with a staff, and the cumin with a rod.", "28": "Grain for bread is crushed; so he does not continue to thresh it forever, nor break it with the wheel of his cart, nor crush it with his horsemen.", "29": "This also comes from the Lord of Hosts, who is wonderful in counsel and excellent in wisdom."}