{"1": "Woe to Ariel, to Ariel, the city where David lived! Add year to year, observe your feasts on schedule.", "2": "Yet I will distress Ariel, and she shall be a city of lamenting and sorrow, and she shall be as an Ariel to me.", "3": "I will encamp against you all around, and will lay siege against you with a mound, and I will raise forts against you.", "4": "You shall be brought down, and shall speak from the ground, and from the dust where you are prostrate your speech shall come; your voice shall also be as that of a ghost from the ground; and your speech shall whisper from the dust.", "5": "Moreover the multitude of your enemies shall become like fine dust, and the multitude of the ruthless ones as chaff which blows away; and it shall happen in an instant, suddenly.", "6": "You shall be punished from the Lord of Hosts with thunder and earthquake and loud noise, with storm and tempest, and the flame of a devouring fire.", "7": "The multitude of all the nations who fight against Ariel, even all who fight against her and her stronghold, and who distress her, shall be as a dream of a night vision.", "8": "It shall even be as when a hungry man dreams, and he eats; but when he awakens, his hunger is not satisfied; or as when a thirsty man dreams, and he is drinking; but when he awakens, he is faint, and his thirst is not quenched; so shall the multitude of all the nations be who fight against Mount Zion.", "9": "Be delayed and wait, blind yourselves and be blind. They are drunk, but not with wine. They stagger, but not with strong drink.", "10": "For the Lord has poured out on you the spirit of deep sleep and has closed your eyes, the prophets; and He has covered your heads, the seers.", "11": "The whole vision will be to you as the words of a book that is sealed, which when they deliver it to one who is learned, saying, “Read this, please,” he shall say, “I cannot, for it is sealed.” ", "12": "Then the book shall be delivered to him who is not learned, saying, “Read this, please.” And he shall say, “I cannot read.”", "13": "Therefore, the Lord said: Because this people draw near with their mouths and honor Me with their lips, but have removed their hearts far from Me, and their fear toward Me is tradition by the precept of men,", "14": "therefore I will once again do a marvelous work among this people, even a marvelous work and a wonder; for the wisdom of their wise men shall perish, and the understanding of their prudent men shall be hidden.", "15": "Woe to those who deeply hide their counsel from the Lord and whose works are done in the dark, and they say, “Who sees us?” and “Who knows us?”", "16": "Surely you turn things upside down! Shall the potter be esteemed as the potter's clay? Shall what is made say to its maker, “He did not make me”? Or shall the thing formed say to him who formed it, “He has no understanding”?", "17": "Is it not yet a very little while before Lebanon shall be turned into a fruitful field, and the fruitful field shall be counted as a forest?", "18": "And on that day the deaf shall hear the words of a book, and the eyes of the blind shall see out of obscurity and darkness.", "19": "The meek also shall increase their joy in the Lord, and the poor among men shall rejoice in the Holy One of Israel.", "20": "For the ruthless shall come to nothing, and the scorner will be consumed, and all who are intent on doing iniquity shall be cut off—", "21": "those who cause a man to be indicted by a word, and lay a snare for him who reproves in the gate, and turn aside the righteous with meaningless arguments.", "22": "Therefore thus says the Lord, who redeemed Abraham, concerning the house of Jacob: Jacob shall not now be ashamed, nor shall his face now turn pale;", "23": "but when he sees his children, the work of My hands, in his midst, they shall sanctify My name and sanctify the Holy One of Jacob, and fear the God of Israel.", "24": "Those also who err in spirit shall know the truth, and those who murmured shall accept instruction."}