{"1": "Woe to the rebellious children, says the Lord, who take counsel, but not from Me, and make an alliance, but not of My Spirit, in order to add sin to sin;", "2": "they walk down to Egypt and have not asked from My mouth, to strengthen themselves in the safety of Pharaoh and to trust in the shadow of Egypt!", "3": "Therefore the safety of Pharaoh shall be your shame and the trust in the shadow of Egypt your humiliation.", "4": "For their princes were at Zoan, and their ambassadors came to Hanes.", "5": "They all will be ashamed of a people who cannot profit them, who are not a help or profit, but a shame and also a reproach.", "6": "The burden of the beasts of the Negev. Through a land of trouble and anguish, from which comes the lioness and lion, the viper and fiery flying serpent, they will carry their riches on the shoulders of young donkeys, and their treasures on the humps of camels, to a people who shall not profit them.", "7": "For the Egyptians shall help in vain and to no purpose. Therefore, I have called her, “Rahab who has been exterminated.”", "8": "Now go, write it before them on a tablet, and note it in a book, that it may serve in the time to come as a witness forever;", "9": "for this is a rebellious people, lying children, children who refuse to listen to the law of the Lord;", "10": "they say to the seers, “You must not see visions,” and to the prophets, “You must not prophesy to us right things; speak to us pleasant things, prophesy illusions.", "11": "Get out of the way, turn aside from the path, let us hear no more about the Holy One of Israel.”", "12": "Therefore, thus says the Holy One of Israel: Because you despise this word and trust in oppression and perverseness, and rely on them,", "13": "therefore this iniquity shall be to you as a breach ready to fall, swelling up in a high wall, whose collapse comes suddenly, in an instant.", "14": "He shall break it as the breaking of the potter's vessel that is broken in pieces; He shall not spare so that there shall not be found in the breaking of it a shard to take fire from the hearth or with which to take water out of a cistern.", "15": "For thus says the Lord God, the Holy One of Israel: In returning and rest you shall be saved; in quietness and in confidence shall be your strength. Yet you were not willing,", "16": "and you said, “No, for we will flee on horses”; therefore you shall flee. “And we will ride on swift horses”; therefore those who pursue you shall be swift.", "17": "One thousand shall flee at the threat of one man; at the threat of five you shall flee until you are left as a flag on the top of a mountain and as a banner on a hill.", "18": "Therefore, the Lord longs to be gracious to you, and therefore, He waits on high to have mercy on you; for the Lord is a God of justice; how blessed are all who long for Him.", "19": "O people in Zion, inhabitants in Jerusalem, you shall weep no more. He will be very gracious to you at the sound of your cry. When He hears it, He will answer you. ", "20": "Though the Lord has given you the bread of adversity and the water of affliction, yet He, your Teacher, will no longer hide Himself, but your eyes shall see your Teacher. ", "21": "Your ears shall hear a word behind you, saying, “This is the way, walk in it,” whenever you turn to the right hand and when you turn to the left. ", "22": "You shall defile also your graven images overlaid with silver, and your molded images ornamented with gold. You shall scatter them as an impure thing, and say to them, “Be gone!”", "23": "Then He shall give you rain for the seed which you shall sow in the ground and bread of the increase of the earth. And it shall be rich and plentiful. On that day your cattle shall feed in large pastures. ", "24": "The oxen likewise and the young donkeys that work the ground shall eat cured fodder, which has been winnowed with the shovel and fork. ", "25": "There shall be on every high mountain and on every high hill rivers and streams of waters in the day of the great slaughter, when the towers fall. ", "26": "Moreover the light of the moon shall be as the light of the sun, and the light of the sun shall be sevenfold, as the light of seven days, in the day that the Lord binds up the breach of His people and heals the wound from His blow.", "27": "See, the name of the Lord comes from afar, burning with His anger, and its burden is heavy; His lips are full of indignation, and His tongue as a devouring fire.", "28": "And His breath is as an overflowing stream which reaches to the middle of the neck, to sift the nations with the sieve of vanity; and there shall be a bridle in the jaws of the people, causing them to err.", "29": "You shall have songs, as in the night when a festival is kept, and gladness of heart, as when one goes with a flute to come into the mountain of the Lord, to the Mighty One of Israel.", "30": "The Lord shall cause His glorious voice to be heard, and shall show the descending of His arm with the indignation of His anger, and with the flame of a devouring fire, with scattering, and cloudburst, and hailstones.", "31": "For through the voice of the Lord the Assyrian shall be beaten down when He strikes with a rod.", "32": "And every blow of the rod of punishment which the Lord shall lay on him shall be with tambourines and harps; and in battles, brandishing weapons, He will fight them.", "33": "For Topheth has been long prepared, indeed, for the king it has been prepared. He has made it deep and large, a pile of fire with much wood; the breath of the Lord, like a stream of brimstone, kindles it."}