{"1": "See, a king shall reign in righteousness, and princes shall rule justly.", "2": "A man shall be as a hiding place from the wind, and a shelter from the tempest, as rivers of water in a dry place, as the shadow of a great rock in a weary land.", "3": "The eyes of those who see shall not be blinded, and the ears of those who hear shall listen.", "4": "The heart also of the hasty shall understand knowledge, and the tongue of the stammerers shall be ready to speak plainly.", "5": "The vile person shall no more be called noble, nor the rogue be spoken of as generous;", "6": "for the vile person will speak nonsense, and his heart will work iniquity: to practice hypocrisy and to utter error against the Lord, to keep the hungry unsatisfied and to withhold drink from the thirsty.", "7": "The instruments also of the rogue are evil; he devises wicked schemes to destroy the poor with lying words, even when the needy speaks right.", "8": "But the noble devises noble things, and by noble things he stands.", "9": "Rise up, you women who are at ease, hear my voice; you careless daughters, give ear to my speech.", "10": "Within a year and a few days you shall be troubled, you careless daughters; for the vintage is ended and the fruit gathering shall not come.", "11": "Tremble, you women who are at ease; be troubled, you careless daughters; strip, undress, and put sackcloth on your waist.", "12": "Beat your breasts for the pleasant fields, for the fruitful vine,", "13": "for the land of my people in which thorns and briers shall come up, yes, for all the joyful houses and for the jubilant city;", "14": "because the palaces have been forsaken, the populated city is forsaken. The forts and towers shall be caves forever, a joy of wild donkeys, a pasture of flocks,", "15": "until the Spirit is poured on us from on high, and the wilderness is a fruitful field, and the fruitful field is counted as a forest.", "16": "Then justice shall dwell in the wilderness, and righteousness will abide in the fruitful field.", "17": "The work of righteousness shall be peace, and the effect of righteousness, quietness and assurance forever.", "18": "My people shall dwell in a peaceable habitation and in secure dwellings and in quiet resting places;", "19": "and it shall hail when the forest comes down, and the city shall be utterly laid low.", "20": "How blessed are you who sow beside all waters, who send out freely the ox and the donkey."}