{"1": "Woe to you, O destroyer, though you were not destroyed, and he who is treacherous, though others did not deal treacherously with you! When you cease destroying, you shall be destroyed; and when you finish dealing treacherously, others shall deal treacherously with you.", "2": "O Lord, be gracious to us; we have waited for You. Be our strength every morning, our salvation also in the time of trouble.", "3": "At the noise of the tumult, the people flee; at the lifting up of Yourself, the nations scatter;", "4": "your spoil is gathered like the caterpillar gathers; as locusts rush about, men rush about on it.", "5": "The Lord is exalted, for He dwells on high; He has filled Zion with justice and righteousness.", "6": "He shall be the stability of your times, a wealth of salvation, wisdom, and knowledge; the fear of the Lord is His treasure.", "7": "Listen! Their valiant ones cry in the streets; the ambassadors of peace weep bitterly.", "8": "The highways lie waste, the wayfaring man ceases. He has broken the covenant, he has despised the cities, he has no regard for man.", "9": "The earth mourns and languishes; Lebanon is ashamed and hewn down. Sharon is like a wilderness, and Bashan and Carmel shake off their fruits.", "10": "“Now I will rise,” says the Lord, “now I will be exalted, now I will be lifted up.", "11": "You have conceived chaff, you shall bring forth stubble; My breath, as fire, shall devour you.", "12": "The people shall be burned to lime, as thorns cut up are burned in the fire.”", "13": "Hear what I have done, you who are far away; and you who are near, acknowledge My might.", "14": "The sinners in Zion are afraid; fearfulness has seized the hypocrites: “Who among us can live with the continual fire? Who among us can live with everlasting burning?”", "15": "He who walks righteously and speaks uprightly, he who rejects unjust gain and shakes his hands from holding bribes, who stops his ears from hearing of bloodshed, and shuts his eyes from seeing evil:", "16": "He shall dwell on high; his place of defense shall be the impregnable rock; his bread shall be given him, his waters shall be sure.", "17": "Your eyes shall see the King in His beauty; they shall see the land that is very far away.", "18": "Your heart shall meditate on terror: “Where is he who counts? Where is he who weighs? Where is he who counts the towers?”", "19": "You shall not see a fierce people any more, a people of unintelligible speech which no one comprehends, of a stammering tongue which no one understands.", "20": "Look upon Zion, the city of our appointed feasts; your eyes shall see Jerusalem, a quiet habitation, a tabernacle that shall not be taken down; not one of its stakes shall ever be removed, nor shall any of its cords be broken.", "21": "But there the glorious Lord will be to us a place of broad rivers and streams on which no boat with oars shall go and on which no gallant ship shall pass,", "22": "for the Lord is our judge, the Lord is our lawgiver, the Lord is our king; He will save us.", "23": "Your tackle hangs loose; it cannot hold the base of its mast securely, nor spread out the sail. Then the prey of an abundant spoil shall be divided; the lame shall take the prey.", "24": "The inhabitant shall not say, “I am sick”; the people who dwell there shall be forgiven their iniquity."}