{"1": "Come near, O nations, to hear; and listen, O peoples! Let the earth hear, and all that is in it, the world, and all that comes from it.", "2": "For the indignation of the Lord is upon all nations and His fury upon all their armies; He has utterly destroyed them, He has delivered them to the slaughter.", "3": "Their slain also shall be cast out, and their corpses shall emit their stench, and the mountains shall be drenched with their blood.", "4": "All the host of heaven shall be dissolved, and the heavens shall be rolled together as a book; and all their host shall fall down as the leaf falls from the vine, and as a falling fig from the fig tree.", "5": "For My sword is filled in heaven; see, it shall come down for judgment on Edom, and on the people whom I have devoted to destruction.", "6": "The sword of the Lord is filled with blood, it is made full with fatness, and with the blood of lambs and goats, with the fat of the kidneys of rams. For the Lord has a sacrifice in Bozrah, and a great slaughter in the land of Edom.", "7": "The wild oxen shall also fall with them, and the young bulls with the mighty bulls; so their land shall be soaked with blood, and their dust become greasy with fat.", "8": "For it is the day of the vengeance of the Lord, and the year of recompense for the cause of Zion.", "9": "Its streams shall be turned into pitch, and its dust into brimstone, and its land shall become burning pitch.", "10": "It shall not be quenched night or day; its smoke shall go up forever. From generation to generation it shall lie waste; no one shall pass through it forever and ever.", "11": "But the cormorant and the hedgehog shall possess it, the owl also and the raven shall dwell in it. And He shall stretch out on it the line of desolation, and the plumb line of emptiness.", "12": "They shall call its nobles to the kingdom, but no one shall be there, and all her princes shall be nothing.", "13": "Thorns shall come up in her palaces, nettles and brambles in the fortresses; and it shall be a habitation of jackals and a home for owls.", "14": "The wild beasts of the desert shall also meet with the wolves, and the wild goat shall cry to its kind; the screech owl also shall rest there and find for herself a place of rest.", "15": "There shall the tree snake make its nest and lay eggs, and it shall hatch and gather them under its protection; yes, there shall the vultures also be gathered, every one with its kind.", "16": "Seek from the book of the Lord, and read. Not one of these shall be missing, not one shall lack its mate. For His mouth has commanded, and His Spirit has gathered them.", "17": "He has cast the lot for them, and His hand has divided it to them by line. They shall possess it forever, from generation to generation they shall dwell in it."}