{"1": "Now it came to pass in the fourteenth year of King Hezekiah that Sennacherib king of Assyria came up against all the fortified cities of Judah and took them. ", "2": "The king of Assyria sent the Rabshakeh[a] from Lachish to Jerusalem to King Hezekiah with a great army. And he stood by the conduit of the upper pool in the highway of the fuller's field. ", "3": "Then Eliakim came to him, the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah, the son of Asaph, the recorder.", "4": "The Rabshakeh said to them: “Say now to Hezekiah: Thus says the great king, the king of Assyria: What confidence is this that you have? ", "5": "I say, Your counsel and strength for war are only empty words. Now on whom do you rely that you rebel against me? ", "6": "You rely on the staff of this broken reed, on Egypt, on which if a man leans, it will go into his hand and pierce it. So is Pharaoh king of Egypt to all who rely on him. ", "7": "But if you say to me, 'We trust in the Lord our God,' is it not He whose high places and whose altars Hezekiah has taken away, and said to Judah and to Jerusalem, 'You shall worship before this altar'?", "8": "“Now therefore, come make a bargain with my master the king of Assyria, and I will give you two thousand horses, if you are able on your part to set riders on them. ", "9": "How then will you turn away one captain of the least of my master's servants and rely on Egypt for chariots and for horsemen? ", "10": "Have I now come up without the approval of the Lord against this land to destroy it? The Lord said to me, Go up against this land, and destroy it.”", "11": "Then Eliakim and Shebna and Joah said to the Rabshakeh, “Speak now to your servants in Aramaic, for we understand it. And do not speak to us in Hebrew in the ears of the people who are on the wall.”", "12": "But the Rabshakeh said, “Has my master sent me only to your master and to you to speak these words? Has he not sent me to the men who sit on the wall, that they may eat their own dung and drink their own urine with you?”", "13": "Then the Rabshakeh stood and cried out with a loud voice in Hebrew, and said, “Hear the words of the great king, the king of Assyria. ", "14": "Thus says the king, 'Do not let Hezekiah deceive you, for he shall not be able to deliver you; ", "15": "nor let Hezekiah make you trust in the Lord, saying, The Lord will surely deliver us. This city shall not be delivered into the hand of the king of Assyria.'", "16": "“Do not listen to Hezekiah, for thus says the king of Assyria: 'Make your peace with me and come out to me, and eat every one of his vine and every one of his fig tree, and drink every one the waters of his own cistern, ", "17": "until I come and take you away to a land like your own land, a land of corn and new wine, a land of bread and vineyards.", "18": "“ 'Beware lest Hezekiah persuade you, saying, The Lord will deliver us. Has any one of the gods of the nations delivered his land out of the hand of the king of Assyria? ", "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? And when have they delivered Samaria out of my hand? ", "20": "Who are they among all the gods of these lands that have delivered their land out of my hand, that the Lord should deliver Jerusalem out of my hand?' ”", "21": "But they held their peace, and answered him not a word, for the king's commandment was, “Do not answer him.”", "22": "Then Eliakim the son of Hilkiah, who was over the household, and Shebna the scribe, and Joah the son of Asaph, the recorder, came to Hezekiah with their clothes torn and told him the words of the Rabshakeh."}