{"1": "Comfort, O comfort, My people, says your God.", "2": "Speak kindly to Jerusalem, and cry to her that her warfare has ended, that her iniquity has been pardoned, that she has received of the hand of the Lord double for all her sins.", "3": "The voice of him who cries out, “Prepare the way of the Lord in the wilderness, make straight in the desert a highway for our God.", "4": "Let every valley be lifted up, and every mountain and hill be made low, and let the rough ground become a plain, and the rough places a plain;", "5": "then the glory of the Lord shall be revealed, and all flesh shall see it together, for the mouth of the Lord has spoken it.”", "6": "The voice said, “Cry out.” And he said, “What shall I cry out?” All flesh is grass, and all its loveliness is as the flower of the field.", "7": "The grass withers, the flower fades because the Spirit of the Lord blows upon it; surely the people are grass.", "8": "The grass withers, the flower fades, but the word of our God shall stand forever.", "9": "O Zion, bearer of good news, get yourself up onto a high mountain; O Jerusalem, bearer of good news, lift up your voice with strength, lift it up, do not be afraid; say to the cities of Judah, “Here is your God!”", "10": "See, the Lord God will come with a strong hand, and His arm shall rule for Him; see, His reward is with Him, and His recompense before Him.", "11": "He shall feed His flock like a shepherd; He shall gather the lambs with His arm, and carry them in His bosom, and shall gently lead those that are with young.", "12": "Who has measured the waters in the hollow of His hand, and meted out heaven with the span, and calculated the dust of the earth by the measure, and weighed the mountains in scales, and the hills in a balance?", "13": "Who has directed the Spirit of the Lord, or as His counselor has taught Him?", "14": "With whom did He take counsel, and who instructed Him, and taught Him in the path of justice, and taught Him knowledge, and showed to Him the way of understanding?", "15": "Certainly the nations are as a drop in a bucket, and are counted as the small dust of the balance; He takes up the coastlands as a very little thing.", "16": "Lebanon is not sufficient to burn, nor the beasts sufficient as a burnt offering.", "17": "All nations before Him are as nothing, and they are counted by Him as less than nothing and meaningless.", "18": "To whom then will you liken God? Or what likeness will you compare to Him?", "19": "The workman melts a graven image, and the goldsmith spreads it over with gold, and casts silver chains.", "20": "He who is too impoverished for such an offering chooses a tree that will not rot; he seeks for himself a skillful workman to prepare a graven image that shall not totter.", "21": "Have you not known? Have you not heard? Has it not been told to you from the beginning? Have you not understood from the foundations of the earth?", "22": "It is He who sits upon the circle of the earth, and the inhabitants are as grasshoppers, who stretches out the heavens as a curtain, and spreads them out as a tent to dwell in.", "23": "He brings the princes to nothing; He makes the judges of the earth meaningless.", "24": "Scarcely shall they be planted; scarcely shall they be sown; scarcely shall their tree take root in the earth, when He will also blow on them, and they will wither, and the whirlwind will take them away as stubble.", "25": "To whom then will you liken Me, that I should be equal to him? says the Holy One.", "26": "Lift up your eyes on high, and see who has created these things, who brings out their host by number; He calls them all by name, by the greatness of His might and the strength of His power; not one of them is missing.", "27": "Why do you say, O Jacob, and assert, O Israel, “My way is hidden from the Lord, and my justice escapes the notice of my God”?", "28": "Have you not known? Have you not heard, that the everlasting God, the Lord, the Creator of the ends of the earth, does not faint, nor is He weary? His understanding is inscrutable.", "29": "He gives power to the faint, and to those who have no might He increases strength.", "30": "Even the youths shall faint and be weary, and the young men shall utterly fall,", "31": "but those who wait upon the Lord shall renew their strength; they shall mount up with wings as eagles, they shall run and not be weary, and they shall walk and not faint."}