{"1": "But now, thus says the Lord who created you, O Jacob, and He who formed you, O Israel: Do not fear, for I have redeemed you; I have called you by your name; you are Mine.", "2": "When you pass through waters, I will be with you. And through the rivers, they shall not overflow you. When you walk through the fire, you shall not be burned, nor shall the flame kindle on you.", "3": "For I am the Lord your God, the Holy One of Israel, your Savior; I gave Egypt for your ransom, Ethiopia and Seba in your place.", "4": "Since you were precious in My sight, you have been honorable, and I have loved you; therefore, I will give men for you, and people for your life.", "5": "Do not fear, for I am with you; I will bring your descendants from the east, and gather you from the west;", "6": "I will say to the north, “Give them up,” and to the south, “Do not keep them back. Bring My sons from afar, and My daughters from the ends of the earth,", "7": "even everyone who is called by My name, for I have created him for My glory; I have formed him, and I have made him.”", "8": "Bring forth the blind people who have eyes, and the deaf who have ears.", "9": "Let all the nations be gathered together, and let the people be assembled. Who among them can declare this, and show us former things? Let them bring their witnesses, that they may be justified; or let them hear and say, “It is true.”", "10": "You are My witnesses, says the Lord, and My servant whom I have chosen that you may know and believe Me, and understand that I am He. Before Me there was no God formed, nor shall there be after Me.", "11": "I, even I, am the Lord, and besides Me there is no savior.", "12": "I have declared, and have saved, and I have shown, when there was no strange god among you; therefore, you are My witnesses, says the Lord, that I am God.", "13": "Indeed, from eternity I am He; there is no one who can deliver out of My hand; I act, and who can reverse it?", "14": "Thus says the Lord, your Redeemer, the Holy One of Israel: For your sake I have sent to Babylon, and have brought down all their nobles, and the Chaldeans, into the ships in which they rejoice.", "15": "I am the Lord, your Holy One, the Creator of Israel, your King.", "16": "Thus says the Lord, who makes a way in the sea and a path in the mighty waters,", "17": "who brings forth the chariot and horse, the army and the mighty men (they shall lie down together, they shall not rise; they are extinguished, they are quenched like a wick):", "18": "Do not remember the former things nor consider the things of old.", "19": "See, I will do a new thing, now it shall spring forth; shall you not be aware of it? I will even make a way in the wilderness, and rivers in the desert.", "20": "The beast of the field shall honor Me, the jackals and the owls, because I give waters in the wilderness, and rivers in the desert, to give drink to My people, My chosen ones.", "21": "This people I have formed for Myself; they shall declare My praise.", "22": "But you have not called upon Me, O Jacob; but you have been weary of Me, O Israel.", "23": "You have not brought Me the sheep for your burnt offerings, nor have you honored Me with your sacrifices. I have not burdened you with offerings, nor wearied you with incense.", "24": "You have bought Me no sweet cane with money, nor have you filled Me with the fat of your sacrifices; but you have made Me burdened with your sins; you have wearied Me with your iniquities.", "25": "I, even I, am He who blots out your transgressions for My own sake, and will not remember your sins.", "26": "Put Me in remembrance; let us plead together; state your cause, that you may be justified.", "27": "Your first father has sinned, and your teachers have transgressed against Me.", "28": "Therefore, I have profaned the princes of the sanctuary, and have given Jacob to the curse, and Israel to reproaches."}