{"1": "Yet now listen, O Jacob, My servant, and Israel, whom I have chosen.", "2": "Thus says the Lord who made you, and formed you from the womb, who will help you: Do not fear, O Jacob, My servant, and you, Jeshurun, whom I have chosen.", "3": "For I will pour water on him who is thirsty, and floods on the dry ground; I will pour out My Spirit on your descendants, and My blessing on your offspring;", "4": "and they shall spring up as among the grass, as willows by the water courses.", "5": "One will say, “I am the Lord's”; another will call himself by the name of Jacob; and another will write on his hand, “Belonging to the Lord,” and name himself by the name of Israel.", "6": "Thus says the Lord the King of Israel, and his Redeemer the Lord of Hosts: I am the first, and I am the last; besides Me there is no God.", "7": "Who is like Me? Let him proclaim and declare it, and recount it in order for Me, since I appointed the ancient people. And let them declare to them the things that are coming, and shall come.", "8": "Do not fear, nor be afraid; have I not told you from of old, and declared it? You are My witnesses! Is there a God besides Me? There is no Rock; I know not any.", "9": "Those who make a graven image are, all of them, vain, and their delectable things shall not profit; and they are their own witnesses; they do not see nor know, that they may be ashamed.", "10": "Who has formed a god or molded a graven image that is profitable for nothing?", "11": "All his companions shall be ashamed; and the workmen, they are mere men. Let them all be gathered together; let them stand up, yet they shall fear; they shall be ashamed together.", "12": "The smith with the tongs both works in the coals and fashions it with hammers, and works it with the strength of his arms. He becomes hungry, and his strength fails; He drinks no water and is faint.", "13": "The carpenter stretches out his measuring line; he marks it out with a line; he fits it with planes, and he marks it out with the compass, and makes it after the figure of a man, according to the beauty of a man, that it may remain in the house.", "14": "He hews down cedars for himself, and takes the cypress and the oak, which he raises for himself among the trees of the forest. He plants a fir, and the rain makes it grow.", "15": "Then it shall be for a man to burn, for he will take some of it and warm himself; he kindles it and bakes bread; he also makes a god and worships it; he makes it a graven image and bows down to it.", "16": "He burns half of it in the fire; over this half he eats meat; he roasts it and is satisfied. Also he warms himself and says, “Aha, I am warm, I have seen the fire.”", "17": "And the rest he makes into a god, even his carved image. He falls down to it, and worships it, and prays to it, and says, “Deliver me, for you are my god.”", "18": "They have not known nor understood; for He has shut their eyes so that they cannot see, and their hearts so that they cannot understand.", "19": "No one considers in his heart, nor is there knowledge nor understanding to say, “I have burned part of it in the fire; I also have baked bread on the coals; I have roasted meat and eaten it; and shall I make the rest into an abomination? Shall I fall down to a block of wood?”", "20": "He feeds on ashes; a deceived heart has turned him aside so that he cannot deliver his soul, nor say, “Is there not a lie in my right hand?”", "21": "Remember these things, O Jacob, and Israel, for you are My servant; I have formed you; you are My servant; O Israel, you shall not be forgotten by Me.", "22": "I have blotted out, as a thick cloud, your transgressions, and your sins, as a cloud. Return to Me, for I have redeemed you.", "23": "Sing, O heavens, for the Lord has done it. Shout joyfully, you lower parts of the earth; break forth into singing, you mountains, O forest, and every tree in it. For the Lord has redeemed Jacob, and glorified Himself in Israel.", "24": "Thus says the Lord, your Redeemer, and He who formed you from the womb: I am the Lord who makes all things, who stretches out the heavens alone, who spreads abroad the earth by Myself,", "25": "who frustrates the omens of the boasters and makes fools out of diviners, who turns wise men backward and makes their knowledge foolish,", "26": "who confirms the word of His servant and performs the counsel of His messengers, who says to Jerusalem, “You shall be inhabited,” and to the cities of Judah, “You shall be built.” And I will raise up her ruins again;", "27": "it is I who says to the deep, “Be dried up!” And I will dry up your rivers;", "28": "it is I who says of Cyrus, “He is My shepherd, and shall perform all My desire”; and he declares to Jerusalem, “You shall be built,” and to the temple, “Your foundation shall be laid.”"}