{"1": "Thus says the Lord to Cyrus, His anointed, whose right hand I have held— to subdue nations before him and to loosen the loins of kings, to open doors before him so that the gates will not be shut:", "2": "I will go before you and make the crooked places straight; I will break in pieces the gates of bronze and shatter the bars of iron.", "3": "And I will give you the treasures of darkness and hidden riches of secret places so that you may know that I, the Lord, who calls you by your name, am the God of Israel.", "4": "For Jacob My servant's sake and Israel My chosen one, I have even called you by your name; I have named you, though you have not known Me.", "5": "I am the Lord and there is no other; there is no God besides Me. I strengthen you, though you have not known Me,", "6": "so that they may know from the rising of the sun and from the west that there is no one besides Me. I am the Lord, and there is no other;", "7": "I form the light and create darkness; I make peace and create calamity; I, the Lord, do all these things.", "8": "Drip down, O heavens, from above, and let the clouds pour down righteousness; let the earth open up, and let them bring forth salvation, and let righteousness spring up together. I, the Lord, have created it.", "9": "Woe to him who strives with his Maker, the potsherd with the potsherds of the earth! Shall the clay say to the potter, “What are you making?” Or the thing you are making say, “He has no hands”?", "10": "Woe to him who says to his father, “What are you begetting?” Or to the woman, “To what are you giving birth?”", "11": "Thus says the Lord, the Holy One of Israel and his Maker: Ask Me of things to come concerning My sons, and you shall commit to Me the work of My hands.", "12": "I have made the earth and created man on it. I, even My hands, have stretched out the heavens, and I have ordained all their host.", "13": "I have raised him up in righteousness, and I will direct all his ways; he shall build My city, and he shall let My captives go, neither for price nor reward, says the Lord of Hosts.", "14": "Thus says the Lord: The products of Egypt and merchandise of Ethiopia and of the Sabeans—men of stature— shall come over to you, and they shall be yours; they shall come after you; in chains they shall come over, and they shall fall down before you. They shall make supplication to you, saying, “Surely God is with you, and there is no other; there is no other God.”", "15": "Truly You are a God who hides Yourself, O God of Israel, the Savior.", "16": "They shall be ashamed and also humiliated, all of them; the craftsmen of idols shall go away in confusion together,", "17": "but Israel shall be saved by the Lord with an everlasting salvation; you shall not be ashamed nor humiliated to all eternity.", "18": "For thus says the Lord, who created the heavens, who is God, who formed the earth and made it, who has established it, who did not create it in vain, who formed it to be inhabited: I am the Lord, and there is no other.", "19": "I have not spoken in secret in a dark place of the earth; I did not say to the descendants of Jacob, “Seek Me in a waste place”; I, the Lord, speak righteousness; I declare things that are right.", "20": "Assemble yourselves and come; draw near together, you fugitives of the nations. They have no knowledge who set up the wood of their carved image, and pray to a god that cannot save.", "21": "Declare and set forth your case; let them take counsel together. Who has declared this from ancient times? Who has told it from that time? Have not I, the Lord? And there is no God besides Me, a righteous God and Savior; there is no other besides Me.", "22": "Turn to Me and be saved, all the ends of the earth. For I am God, and there is no other.", "23": "I have sworn by Myself, the word has gone out of My mouth in righteousness and shall not return, that to Me every knee shall bow, every tongue shall take an oath.", "24": "Surely, one shall say, “Only in the Lord are righteousness and strength.” Men shall come to him, and all who are incensed at Him shall be ashamed.", "25": "In the Lord shall all the seed of Israel be justified and shall glory."}