{"1": "Come down, and sit in the dust, O virgin daughter of Babylon; sit on the ground; there is no throne, O daughter of the Chaldeans. For you shall no more be called tender and delicate.", "2": "Take the millstones and grind meal. Uncover your veil, strip off the skirt, uncover the leg, pass over the rivers.", "3": "Your nakedness shall be uncovered, and your shame shall be seen; I will take vengeance, and I will not meet you as a man.", "4": "As for our Redeemer, the Lord of Hosts is His name, the Holy One of Israel.", "5": "Sit silently, and go into darkness, O daughter of the Chaldeans; for you shall no more be called the queen of kingdoms.", "6": "I was angry with My people; I have polluted My inheritance and given them into your hand. You did not show them mercy; on the aged you have laid your yoke very heavily.", "7": "You said, “I shall be a queen forever,” but you did not take these things to heart, nor remember the outcome of them.", "8": "Therefore, now hear this, you who are given to pleasures, who dwell carelessly, who say in your heart, “I am, and there is no one besides me; I shall not sit as a widow, nor shall I know the loss of children”;", "9": "but these two things shall come to you in a moment, in one day, the loss of children and widowhood. They shall come upon you in their fullness because of the multitude of your sorceries and for the great abundance of your enchantments.", "10": "For you have trusted in your wickedness; you have said, “No one sees me”; your wisdom and your knowledge have perverted you; and you have said in your heart, “I am, and there is no one besides me.”", "11": "Therefore, evil shall come upon you, which you shall not know from where it rises. And disaster shall fall upon you, for which you shall not be able to atone. And desolation shall come upon you suddenly, which you shall not know.", "12": "Stand fast now with your enchantments, and with the multitude of your sorceries in which you have labored from your youth. Perhaps you shall be able to profit, perhaps you may cause trembling.", "13": "You are wearied in the multitude of your counsels; let now the astrologers, the stargazers, the monthly prognosticators stand up and save you from these things that shall come upon you.", "14": "Surely they shall be as stubble, the fire shall burn them; they shall not deliver themselves from the power of the flame; it shall not be coal to be warmed by nor a fire to sit before.", "15": "Thus those shall be to you with whom you have labored, even your merchants, from your youth; they shall wander, everyone to his quarter. No one shall save you."}