{"1": "Hear this, O house of Jacob, who are called by the name of Israel, and have come forth from the waters of Judah; who swear by the name of the Lord, and invoke the God of Israel, but not in truth or in righteousness;", "2": "for they call themselves after the holy city, and lean on the God of Israel; the Lord of Hosts is His name:", "3": "I have declared the former things from the beginning; and they went forth from My mouth, and I announced them. Suddenly I did them, and they came to pass.", "4": "Because I knew that you are obstinate, and your neck is an iron sinew, and your brow bronze;", "5": "I have even from the beginning declared it to you; before it came to pass I announced it to you, lest you should say, “My idol has done them, and my carved image and my molded image has commanded them.”", "6": "You have heard; see all this. And will you not declare it? I have shown you new things from this time, even hidden things, and you did not know them.", "7": "They are created now and not from the beginning; even before the day when you did not hear them, lest you should say, “Yes, I knew them.”", "8": "You have not heard, you have not known, indeed, from long ago your ear has not been open. For I knew that you would deal very treacherously, and that from birth you have been called a rebel.", "9": "For My name's sake I will defer My anger, and for My praise I will restrain it for you so that you are not cut off.", "10": "See, I have refined you, but not with silver; I have chosen you in the furnace of affliction.", "11": "For My own sake, even for My own sake, I will do it; for how can My name be polluted? And I will not give My glory to another.", "12": "Listen to Me, O Jacob and Israel, whom I called: I am He; I am the First, and I am the Last.", "13": "My hand also has laid the foundation of the earth, and My right hand has spanned the heavens; when I call to them, they stand up together.", "14": "Assemble, all of you, and listen. Who among them has declared these things? The Lord has loved him; he will do His pleasure on Babylon, and His arm shall be against the Chaldeans.", "15": "I, even I, have spoken, and I have called him; I have brought him, and his way will prosper.", "16": "Come near to Me, hear this: I have not spoken in secret from the beginning; from the time that it was, there I am. And now the Lord God has sent me and His Spirit.", "17": "Thus says the Lord, your Redeemer, the Holy One of Israel: I am the Lord your God, who teaches you to profit, who leads you in the way you should go.", "18": "Oh, that you had listened to My commandments! Then your peace would have been as a river and your righteousness as the waves of the sea.", "19": "Your descendants also would have been as the sand and your offspring like grains of sand; their name would not have been cut off nor destroyed from before Me.", "20": "Go forth from Babylon! Flee from the Chaldeans! With a voice of singing declare, proclaim this, utter it even to the ends of the earth; say, “The Lord has redeemed His servant Jacob.”", "21": "They did not thirst when He led them through the deserts; He caused the waters to flow out of the rock for them; He also split the rock, and the waters gushed out.", "22": "“There is no peace,” says the Lord, “for the wicked.”"}