{"1": "Now I will sing to my well-beloved a song of my beloved concerning His vineyard: My well-beloved has a vineyard in a very fruitful hill.", "2": "And He fenced it, and removed its stones, and planted it with the choicest vine. And He built a tower in the midst of it, and also made a winepress in it; and He expected it to bring forth good grapes, but it brought forth wild grapes.", "3": "Now, O inhabitants of Jerusalem and men of Judah, judge between My vineyard and Me.", "4": "What more could have been done to My vineyard that I have not done in it? Why, when I expected it to bring forth good grapes, did it bring forth wild grapes?", "5": "So now I will tell you what I will do to My vineyard: I will take away its hedge, and it shall be consumed; I will break down its wall, and it shall be trodden down.", "6": "And I will lay it waste: It shall not be pruned or dug, but briers and thorns shall come up. I will also command the clouds that they rain no rain on it.", "7": "For the vineyard of the Lord of Hosts is the house of Israel, and the men of Judah His pleasant plant. Thus He looked for justice, but saw oppression; for righteousness, but heard a cry.", "8": "Woe to those who join house to house, who add field to field, until there is no more space where they may live alone in the midst of the land!", "9": "In my ears the Lord of Hosts said: Truly, many houses shall be desolate, even great and beautiful, without inhabitants.", "10": "For ten acres of vineyard shall yield one bath,[a] and the homer[b] of seed shall yield an ephah.[c]", "11": "Woe to those who rise up early in the morning that they may pursue strong drink; who continue late in the evening until wine inflames them!", "12": "The lyre and the harp, the tambourine and pipe, and wine are in their feasts; but they do not regard the deeds of the Lord, or consider the work of His hands.", "13": "Therefore My people go into captivity because they have no knowledge; and their honorable men are famished, and their multitude dried up with thirst.", "14": "Therefore Sheol has enlarged itself and opened its mouth without measure; so their glory, and their multitude, and their pomp, and he who rejoices shall descend into it.", "15": "The common man shall be brought down, and the great man shall be humbled, and the eyes of the lofty shall be humbled.", "16": "But the Lord of Hosts shall be exalted in judgment, and God who is holy shall be hallowed in righteousness.", "17": "Then the lambs shall feed in their pasture, and strangers shall eat in the waste places of the wealthy.", "18": "Woe to those who draw iniquity with cords of falsehood and sin as if with a cart rope,", "19": "who say, “Let Him make speed and hasten His work, that we may see it; and let the counsel of the Holy One of Israel draw near and come, that we may know it!”", "20": "Woe to those who call evil good, and good evil; who exchange darkness for light, and light for darkness; who exchange bitter for sweet, and sweet for bitter!", "21": "Woe to those who are wise in their own eyes and prudent in their own sight!", "22": "Woe to those who are mighty to drink wine, and men of strength to mingle strong drink,", "23": "who justify the wicked for a reward, and take away the justice of the righteous from him!", "24": "Therefore, as the fire devours the stubble and the flame consumes the chaff, so their root shall be as rottenness, and their blossom shall go up as dust; because they have cast away the law of the Lord of Hosts and despised the word of the Holy One of Israel.", "25": "Therefore the anger of the Lord burns against His people, and He has stretched out His hand against them, and has stricken them, and the hills trembled. Their corpses were torn in the midst of the streets. For all this His anger is not turned away, and His hand is still stretched out.", "26": "He will lift up a banner to the nations from afar and will hiss at them from the ends of the earth; certainly they shall come with speed, swiftly.", "27": "No one shall be weary or stumble among them; no one shall slumber or sleep; neither shall the girdle of their loins be loosed, nor the strap of their shoes be broken;", "28": "their arrows are sharp and all their bows bent; their horses' hooves will seem like flint, and their wheels like a whirlwind.", "29": "Their roaring shall be like a lion, they shall roar like young lions; they shall roar and lay hold of the prey; and shall carry it away, and no one shall deliver it.", "30": "In that day they shall roar against them like the roaring of the sea. And if one looks to the land— only darkness and sorrow, and the light is darkened by the clouds."}