{"1": "Listen to Me, you who pursue righteousness, you who seek the Lord: Look to the rock from which you were hewn and to the quarry from which you were dug.", "2": "Look to Abraham your father and to Sarah who bore you; for I called him alone, and blessed him, and multiplied him.", "3": "For the Lord shall comfort Zion, He will comfort all her waste places; He will make her wilderness like Eden, and her desert like the garden of the Lord; joy and gladness shall be found in it, thanksgiving, and the voice of melody.", "4": "Listen to Me, O My people; and give ear to Me, O My nation: for a law shall proceed from Me, and I will set My justice as a light of the peoples.", "5": "My righteousness is near, My salvation has gone forth, and My arms shall judge the peoples; the coastlands shall wait for Me, and for My arm they shall expectantly wait.", "6": "Lift up your eyes to the heavens, and look on the earth beneath. For the heavens shall vanish away like smoke, and the earth shall grow old like a garment, and those who dwell in it shall die in like manner; but My salvation shall be forever, and My righteousness shall not be abolished.", "7": "Listen to Me, you who know righteousness, the people in whose heart is My law; do not fear the reproach of men nor be afraid of their revilings.", "8": "For the moth shall eat them up like a garment, and the worm shall eat them like wool; but My righteousness shall be forever and My salvation from generation to generation.", "9": "Awake, awake, put on strength, O arm of the Lord. Awake as in the ancient days, in the generations of old. Was it not You who cut Rahab to pieces and wounded the dragon?", "10": "Was it not You who dried up the sea, the waters of the great deep, who made the depths of the sea a pathway for the ransomed to pass over?", "11": "Therefore, the redeemed of the Lord shall return and come with singing to Zion, and everlasting joy shall be upon their head. They shall obtain gladness and joy, and sorrow and mourning shall flee away.", "12": "I, even I, am He who comforts you. Who are you that you should be afraid of a man who shall die, and of the son of man who shall be made as grass,", "13": "and forget the Lord your maker who has stretched out the heavens and laid the foundations of the earth? And have feared continually every day because of the fury of the oppressor as he makes ready to destroy? Yet where is the fury of the oppressor?", "14": "The exile shall soon be freed, and shall not die in the dungeon, nor will his bread be lacking.", "15": "But I am the Lord your God who divided the sea whose waves roared; the Lord of Hosts is His name.", "16": "I have put My words in your mouth, and I have covered you in the shadow of My hand that I may plant the heavens, and lay the foundations of the earth, and say to Zion, “You are My people.”", "17": "Awake, awake, stand up, O Jerusalem, you who have drunk at the hand of the Lord the cup of His fury; the cup of reeling you have drained to the dregs.", "18": "There is no one to guide her among all the sons she has brought forth; nor is there anyone to take hold of her hand of all the sons that she has brought up.", "19": "These two things have befallen you; who shall be mournful for you? Desolation, and destruction, and famine, and sword— how shall I comfort you?", "20": "Your sons have fainted; they lie at the head of all the streets as an antelope in a net; they are full of the fury of the Lord, the rebuke of your God.", "21": "Therefore please hear this, you afflicted who are drunk but not with wine.", "22": "Thus says your Lord, the Lord, and your God who pleads the cause of His people: See, I have taken out of your hand the cup of reeling, even the dregs of the cup of My fury; you will never drink it again.", "23": "But I will put it into the hand of those who afflict you, who have said to you, “Lie down that we may walk over you.” And you have laid your back as the ground and as the street for those who walk on it."}