{"1": "Awake, awake! Put on your strength, O Zion; put on your beautiful garments, O Jerusalem, the holy city. For the uncircumcised and the unclean will no longer enter you.", "2": "Shake yourself from the dust; arise, O captive Jerusalem. Loose yourself from the bonds of your neck, O captive daughter of Zion.", "3": "For thus says the Lord: You were sold for nothing, and you shall be redeemed without money.", "4": "For thus says the Lord God: My people went down at the first into Egypt to sojourn there; then the Assyrian oppressed them without cause.", "5": "Now therefore, what do I have here, says the Lord, seeing that My people have been taken away for nothing? Those who rule over them make them wail, says the Lord, and My name is continually blasphemed all day long.", "6": "Therefore, My people shall know My name; therefore, they shall know in that day that I am He who does speak: Here I am.", "7": "How beautiful upon the mountains are the feet of him who brings good news, who proclaims peace, who brings good news of happiness, who proclaims salvation, who says to Zion, “Your God reigns!”", "8": "Your watchmen lift up their voices; they sing joyfully together; for they shall see with their own eyes when the Lord brings Zion back.", "9": "Break forth into joy, sing together, you waste places of Jerusalem. For the Lord has comforted His people; He has redeemed Jerusalem.", "10": "The Lord has bared His holy arm in the eyes of all the nations, and all the ends of the earth shall see the salvation of our God.", "11": "Depart, depart, go out from there, touch no unclean thing; go out of the midst of her; be clean, you who bear the vessels of the Lord.", "12": "For you shall not go out with haste nor go by flight. For the Lord will go before you, and the God of Israel will be your rear guard.", "13": "See, My servant shall deal prudently; he shall be exalted and extolled, and be very high.", "14": "Just as many were astonished at you, his visage was so marred, more than any man, and his form more than the sons of men;", "15": "so he shall sprinkle many nations. Kings shall shut their mouths at him; for that which had not been told them they shall see, and that which they had not heard they shall consider."}