{"1": "Who has believed our report? And to whom has the arm of the Lord been revealed?", "2": "For he grew up before Him as a tender plant and as a root out of a dry ground. He has no form or majesty that we should look upon him nor appearance that we should desire him.", "3": "He was despised and rejected of men, a man of sorrows and acquainted with grief. And we hid, as it were, our faces from him; he was despised, and we did not esteem him.", "4": "Surely he has borne our grief and carried our sorrows; Yet we esteemed him stricken, smitten of God, and afflicted.", "5": "But he was wounded for our transgressions, he was bruised for our iniquities; the chastisement of our peace was upon him, and by his stripes we are healed.", "6": "All of us like sheep have gone astray; each of us has turned to his own way, but the Lord has laid on him the iniquity of us all.", "7": "He was oppressed, and he was afflicted, yet he opened not his mouth; he was brought as a lamb to the slaughter, and as a sheep before its shearers is silent, so he opened not his mouth.", "8": "By oppression and judgment he was taken away, and who shall declare his generation? For he was cut off out of the land of the living; for the transgression of my people he was struck.", "9": "His grave was assigned with the wicked, yet with the rich in his death, because he had done no violence, nor was any deceit in his mouth.", "10": "Yet it pleased the Lord to bruise him; He has put him to grief. If he made himself as an offering for sin, he shall see his offspring, he shall prolong his days, and the good pleasure of the Lord shall prosper in his hand.", "11": "He shall see of the anguish of his soul and be satisfied. By his knowledge My righteous servant shall justify the many, for he shall bear their iniquities.", "12": "Therefore, I will divide him a portion with the great, and he shall divide the spoil with the strong, because he poured out his soul to death, and he was numbered with the transgressors, thus he bore the sin of many and made intercession for the transgressors."}