{"1": "Sing, O barren, you who did not bear a child. Break forth into singing and cry aloud, you who did not travail with child. For more are the children of the desolate than the children of the married wife, says the Lord.", "2": "Enlarge the place of your tent, and let them stretch out the curtains of your habitations; spare not, lengthen your cords, and strengthen your stakes.", "3": "For you shall spread out to the right hand and to the left, and your descendants shall inherit the nations and make the desolate cities to be inhabited.", "4": "Do not fear, for you shall not be ashamed nor be humiliated; for you shall not be put to shame, for you shall forget the shame of your youth and shall not remember the reproach of your widowhood anymore.", "5": "For your Maker is your husband, the Lord of Hosts is His name; and your Redeemer is the Holy One of Israel; He shall be called the God of the whole earth.", "6": "For the Lord has called you as a woman forsaken and grieved in spirit, and a wife of youth when you were refused, says your God.", "7": "For a small moment I have forsaken you, but with great mercies I will gather you.", "8": "In a little wrath I hid My face from you for a moment; but with everlasting kindness I will have mercy on you, says the Lord your Redeemer.", "9": "For this is as the waters of Noah to Me; for as I have sworn that the waters of Noah should no longer cover the earth, so I have sworn that I would not be wrathful with you nor rebuke you.", "10": "For the mountains may be removed, and the hills may shake, but My kindness shall not depart from you, nor shall My covenant of peace be removed, says the Lord who has mercy on you.", "11": "O afflicted one, tossed with tempest and not comforted, I will lay your stones with fair colors and lay your foundations with sapphires.", "12": "I will make your windows of agates, and your gates of crystal, and all your borders of precious stones.", "13": "All your sons shall be taught of the Lord, and great shall be the peace of your sons.", "14": "In righteousness you shall be established; you shall be far from oppression, for you shall not fear, and from terror, for it shall not come near you.", "15": "Indeed they shall surely assail you fiercely, but not from Me. Whoever assails you shall fall for your sake.", "16": "See, I have created the smith that blows the coals in the fire and who brings forth an instrument for his work; and I have created the destroyer in order to cause ruin.", "17": "No weapon that is formed against you shall prosper, and every tongue that shall rise against you in judgment, you shall condemn. This is the heritage of the servants of the Lord, and their vindication is from Me, says the Lord."}