{"1": "The righteous man perishes, and no man lays it to heart; and merciful men are taken away while no one understands, for the righteous man is taken away from the evil to come.", "2": "He shall enter into peace; they shall rest in their beds, each one walking in his uprightness.", "3": "But draw near to here, you sons of a sorceress, offspring of an adulterer and prostitute.", "4": "Whom do you mock? Against whom do you open wide your mouth and stick out your tongue? Are you not children of transgression, offspring of falsehood,", "5": "inflaming yourselves with idols under every green tree, slaying the children in the valleys under the clefts of the rocks?", "6": "Among the smooth stones of the stream is your portion; they are your lot. Even to them you have poured out a drink offering; you have offered a grain offering. Should I relent concerning these things?", "7": "On a lofty and high mountain you have set your bed; even there you went up to offer sacrifice.", "8": "Behind the doors and the doorposts you have set up your memorial; far removed from Me, you have uncovered yourself; you have enlarged your bed and made a covenant with them; you have loved their bed, you have looked on their nakedness.", "9": "You went to the king with ointment, and increased your perfumes, and sent your messengers far off, and made them go down to Sheol.", "10": "You were wearied by the length of your road; yet you did not say, “There is no hope.” You have found renewed strength; therefore, you did not faint.", "11": "Of whom were you afraid or fearful when you lied and you did not remember Me, nor give Me a thought? Have I not held My peace for a long time so that you do not fear Me?", "12": "I will declare your righteousness, and your works, yet they shall not profit you.", "13": "When you cry out, let your collection of idols deliver you. But the wind shall carry them all away, a breath shall take them away. But he who puts his trust in Me shall possess the land and shall inherit My holy mountain.", "14": "And it shall be said, “Build up, build up, prepare the way, take up every stumbling block out of the way of My people.”", "15": "For thus says the High and Lofty One who inhabits eternity, whose name is Holy: I dwell in the high and holy place and also with him who is of a contrite and humble spirit, to revive the spirit of the humble, and to revive the heart of the contrite ones.", "16": "For I will not contend forever, nor will I always be angry; for the spirit would grow faint before Me, and the souls whom I have made.", "17": "For the iniquity of his unjust gain I was angry and struck him; I hid My face and was wrathful, and he went on turning away in the way of his heart.", "18": "I have seen his ways but will heal him; I will lead him and restore comfort to him and to his mourners,", "19": "by creating the fruit of the lips. Peace, peace to him who is far off and to him who is near, says the Lord, and I will heal him.", "20": "But the wicked are like the troubled sea when it cannot rest, whose waters cast up mire and dirt.", "21": "There is no peace, says my God, for the wicked."}