{"1": "Arise, shine, for your light has come, and the glory of the Lord has risen upon you.", "2": "For the darkness shall cover the earth and deep darkness the peoples; but the Lord shall rise upon you, and His glory shall be seen upon you.", "3": "The nations shall come to your light and kings to the brightness of your rising.", "4": "Lift up your eyes all around, and see: They all gather themselves together; they come to you; your sons shall come from afar, and your daughters shall be carried at your side.", "5": "Then you shall see and be radiant, and your heart shall thrill and rejoice because the abundance of the sea shall be converted to you, the wealth of the nations shall come to you.", "6": "The multitude of camels shall cover your land, the young camels of Midian and Ephah; all those from Sheba shall come; they shall bring gold and incense and shall bear good news of the praises of the Lord.", "7": "All the flocks of Kedar shall be gathered together to you, the rams of Nebaioth shall minister to you; they shall come up with acceptance on My altar, and I will glorify My glorious house.", "8": "Who are these who fly as a cloud and as the doves to their roosts?", "9": "Surely the coastlands shall wait for Me, and the ships of Tarshish shall come first, to bring your sons from afar, their silver and their gold with them, to the name of the Lord your God and to the Holy One of Israel because He has glorified you.", "10": "The sons of foreigners shall build up your walls, and their kings shall minister to you; for in My wrath I struck you, but in My favor I have had mercy on you.", "11": "Therefore, your gates shall be open continually; they shall not be shut day nor night, so that men may bring to you the wealth of the nations, and that their kings may be brought.", "12": "For the nation and kingdom that will not serve you shall perish, and those nations shall be utterly destroyed.", "13": "The glory of Lebanon shall come to you, the fir tree, the pine tree, and the box tree together, to beautify the place of My sanctuary; and I will make the place of My feet glorious.", "14": "The sons also of those who afflicted you shall come bowing before you, and all those who despised you shall bow themselves down at the soles of your feet; and they shall call you, The City of the Lord, the Zion of the Holy One of Israel.", "15": "Whereas you have been forsaken and hated so that no man went through you, I will make you an eternal excellency, a joy of many generations.", "16": "You shall also suck the milk of the nations and suck the breast of kings; then you shall know that I, the Lord, am your Savior and your Redeemer, the Mighty One of Jacob.", "17": "Instead of bronze I will bring gold, and instead of iron I will bring silver; and instead of wood, bronze; and instead of stones, iron. I will also make your officers peace and your exactors righteousness.", "18": "Violence shall no more be heard in your land, nor devastation or destruction within your borders; but you shall call your walls Salvation and your gates Praise.", "19": "The sun shall no longer be your light by day, nor for brightness shall the moon give light to you; but the Lord shall be an everlasting light to you and your God for your glory.", "20": "Your sun shall no more go down, nor shall your moon wane; for the Lord shall be your everlasting light, and the days of your mourning shall end.", "21": "Then all your people shall be righteous; they shall inherit the land forever, the branch of My planting, the work of My hands, that I may be glorified.", "22": "A little one shall become a thousand, and a small one a strong nation. I, the Lord, will hasten it in its time."}