{"1": "The Spirit of the Lord God is upon me because the Lord has anointed me to preach good news to the poor; He has sent me to heal the broken-hearted, to proclaim liberty to the captives, and the opening of the prison to those who are bound;", "2": "to proclaim the acceptable year of the Lord and the day of vengeance of our God; to comfort all who mourn,", "3": "to preserve those who mourn in Zion, to give to them beauty for ashes, the oil of joy for mourning, the garment of praise for the spirit of heaviness, that they might be called trees of righteousness, the planting of the Lord, that He might be glorified.", "4": "They shall build the old ruins; they shall raise up the former desolations, and they shall repair the waste cities, the desolations of many generations.", "5": "Strangers shall stand and feed your flocks, and the sons of the alien shall be your plowmen and your vinedressers.", "6": "But you shall be named the priests of the Lord; men shall call you the ministers of our God. You shall eat the riches of the nations, and in their glory you shall boast.", "7": "Instead of your shame you shall have double honor, and instead of humiliation they shall rejoice over their portion. Therefore, in their land they shall possess a double portion; everlasting joy shall be theirs.", "8": "For I, the Lord, love justice, I hate robbery in the burnt offering; and I will faithfully give them their recompense and make an everlasting covenant with them.", "9": "Their descendants shall be known among the nations and their offspring among the peoples. All who see them shall acknowledge them because they are the descendants whom the Lord has blessed.", "10": "I will greatly rejoice in the Lord, my soul shall be joyful in my God; for He has clothed me with the garments of salvation, He has covered me with the robe of righteousness, as a bridegroom decks himself with ornaments, and as a bride adorns herself with her jewels.", "11": "For as the earth brings forth her buds, and as the garden causes the things that are sown in it to spring forth, so the Lord God will cause righteousness and praise to spring forth before all the nations."}