{"1": "I was sought by those who did not ask for Me; I was found of those who did not seek Me. I said, “Here I am, here I am,” to a nation that did not call on My name.", "2": "I have spread out My hands all day to a rebellious people who walk in a way that was not good, after their own thoughts;", "3": "a people who provoke Me continually to My face, presenting sacrifices in gardens and burning incense on altars of brick;", "4": "who sit among the graves and lodge in the monuments; who eat swine's flesh, and the broth of abominable things is in their vessels;", "5": "who say, “Stand by yourself; do not come near to me, for I am holier than you!” These are smoke in My nose, a fire that burns all day.", "6": "See, it is written before Me: I will not keep silent, but I will recompense, even recompense into their bosom,", "7": "your iniquities and the iniquities of your fathers together, says the Lord; because they have burned incense on the mountains and blasphemed Me on the hills, therefore, I will measure their former work into their bosom.", "8": "Thus says the Lord: As the new wine is found in the cluster, and one says, “Do not destroy it for a blessing is in it,” so I will do for the sake of My servants that I may not destroy them all.", "9": "I will bring forth descendants from Jacob, and out of Judah an inheritor of My mountains; and My chosen ones shall inherit it, and My servants shall dwell there.", "10": "Sharon shall be a fold of flocks, and the Valley of Achor a place for the herds to lie down in, for My people who seek Me.", "11": "But you are those who forsake the Lord, who forget My holy mountain, who prepare a table for Fortune, and who furnish the drink offering for Destiny.", "12": "I will destine you for the sword, and you all shall bow down to the slaughter; because when I called, you did not answer; when I spoke, you did not hear but did evil before My eyes and chose that in which I did not delight.", "13": "Therefore, thus says the Lord God: My servants shall eat, but you shall be hungry; My servants shall drink, but you shall be thirsty; My servants shall rejoice, but you shall be ashamed;", "14": "My servants shall sing for joy with a glad heart, but you shall cry with a heavy heart and shall wail with grief of spirit.", "15": "You shall leave your name for a curse to My chosen ones; for the Lord God shall slay you, but My servants shall be called by another name;", "16": "because he who is blessed in the earth shall bless himself in the God of truth; and he who swears in the earth shall swear by the God of truth; because the former troubles are forgotten and because they are hidden from My eyes.", "17": "For I create new heavens and a new earth; the former things shall not be remembered or come to mind.", "18": "But be glad and rejoice forever in that which I create; for I create Jerusalem for rejoicing and her people for joy.", "19": "I will rejoice in Jerusalem and be glad in My people; and the voice of weeping shall no longer be heard in her, nor the voice of crying.", "20": "There shall no longer be an infant who lives only a few days nor an old man who has not filled out his days. For the child shall die a hundred years old, but the sinner being a hundred years old shall be accursed.", "21": "They shall build houses and inhabit them; and they shall plant vineyards and eat the fruit of them.", "22": "They shall not build and another inhabit; they shall not plant and another eat; for as the days of a tree are the days of My people, and My chosen ones shall long enjoy the work of their hands.", "23": "They shall not labor in vain nor bring forth children for trouble; for they are the descendants of the blessed of the Lord and their offspring with them.", "24": "Before they call, I will answer; and while they are yet speaking, I will hear.", "25": "The wolf and the lamb shall feed together, and the lion shall eat straw like the bull, and dust shall be the serpent's food. They shall not hurt nor destroy in all My holy mountain, says the Lord."}