{"1": "Thus says the Lord: Heaven is My throne, and the earth is My footstool. Where then is the house that you could build for Me? And where is the place of My rest?", "2": "For My hand made all those things, thus all those things have come to be, says the Lord. But to this man I will look, even to him who is poor and of a contrite spirit, and trembles at My word.", "3": "He who kills a bull is as if he kills a man; he who sacrifices a lamb, as if he breaks a dog's neck; he who offers a grain offering, as if he offers swine's blood; he who burns incense, as if he blesses an idol. They have chosen their own ways, and their soul delights in their abominations;", "4": "I also will choose their punishments and will bring their fears on them, because when I called, no one answered; when I spoke, they did not listen; but they did evil before My eyes and chose that in which I did not delight.", "5": "Hear the word of the Lord, you who tremble at His word: Your brothers who hate you, who cast you out for My name's sake, said, “Let the Lord be glorified that we may see your joy.” Yet they shall be ashamed.", "6": "A voice of noise from the city, a voice from the temple, the voice of the Lord who renders recompense to His enemies.", "7": "Before she was in labor, she gave birth; before her pain came, she delivered a son.", "8": "Who has heard such a thing? Who has seen such things? Shall the earth be made to give birth in one day? Shall a nation be born at once? For as soon as Zion was in labor, she brought forth her sons.", "9": "Shall I bring to the point of birth and not cause delivery? says the Lord. Shall I who cause delivery shut the womb? says your God.", "10": "Rejoice with Jerusalem and be glad for her, all you who love her; rejoice exceedingly with her, all you who mourn for her,", "11": "that you may feed and be satisfied with her consoling breasts, that you may feed and be delighted with the abundance of her bosom.", "12": "For thus says the Lord: I will extend peace to her like a river and the glory of the nations like a flowing stream. Then you shall nurse, you shall be carried on her sides, and dandled on her knees.", "13": "As one whom his mother comforts, so I will comfort you; and you shall be comforted in Jerusalem.", "14": "Then you shall see this, and your heart shall rejoice, and your bones shall flourish like an herb; and the hand of the Lord shall be known toward His servants, and His indignation toward His enemies.", "15": "For the Lord shall come with fire and with His chariots like a whirlwind, to render His anger with fury and His rebuke with flames of fire.", "16": "For by fire and by His sword on all flesh, the Lord shall execute judgment; and the slain of the Lord shall be many.", "17": "Those who sanctify themselves and purify themselves in the gardens behind one tree in the midst, eating swine's flesh, and abominable things, and mice shall be consumed together, says the Lord.", "18": "For I know their works and their thoughts. The time shall come to gather all nations and tongues. And they shall come and see My glory.", "19": "I will set a sign among them, and send from them survivors to the nations: to Tarshish, Pul, and Lud—who draw the bow—to Tubal, and Javan, to the coastlands afar off who have not heard My fame nor seen My glory. And they shall declare My glory among the nations. ", "20": "They shall bring all your brothers out of all nations as an offering to the Lord on horses, and in chariots, and in litters, and on mules, and on swift beasts to My holy mountain Jerusalem, says the Lord, as the sons of Israel bring an offering in a clean vessel into the house of the Lord. ", "21": "I will also take some of them for priests and for Levites, says the Lord.", "22": "For as the new heavens and the new earth which I will make shall remain before Me, says the Lord, so shall your descendants and your name remain. ", "23": "From one New Moon to another, and from one Sabbath to another, all flesh shall come to worship before Me, says the Lord. ", "24": "And they shall go forth and look on the corpses of the men who have transgressed against Me. For their worm shall not die, nor shall their fire be quenched. And they shall be an abhorrence to all flesh."}