{"1": "And it came to pass in the days of Ahaz the son of Jotham, the son of Uzziah, king of Judah, that Rezin the king of Aram, and Pekah the son of Remaliah, king of Israel, went up toward Jerusalem to war against it, but could not prevail against it.", "2": "It was said to the house of David, “Aram is allied with Ephraim.” Then his heart trembled and the heart of his people, as the trees of the wood tremble with the wind.", "3": "Then the Lord said to Isaiah: Go out now to meet Ahaz, you, and Shear-Jashub your son, at the end of the conduit of the upper pool in the highway of the fuller's field, ", "4": "and say to him, Take heed, and be quiet. Do not fear nor be fainthearted because of the two tails of these smoking firebrands, because of the fierce anger of Rezin with Aram and of the son of Remaliah, ", "5": "because Aram, Ephraim, and the son of Remaliah have taken evil counsel against you, saying, ", "6": "Let us go up against Judah, and trouble it, and let us make a breach there for us, and set a king in the midst of it, even the son of Tabeel. ", "7": "Thus says the Lord God: It shall not stand, nor shall it come to pass.", "8": "For the head of Aram is Damascus, and the head of Damascus is Rezin. Now within sixty-five years Ephraim shall be broken so that it is not a people.", "9": "The head of Ephraim is Samaria, and the head of Samaria is the son of Remaliah. If you will not believe, surely you shall not be established.", "10": "Moreover the Lord spoke again to Ahaz, saying: ", "11": "Ask for a sign from the Lord your God. Make it either as deep as Sheol or as high as heaven.", "12": "But Ahaz said, I will not ask, nor will I tempt the Lord.", "13": "Then he said, “Hear now, O house of David. Is it a small thing for you to weary men, but will you weary my God also? ", "14": "Therefore the Lord Himself shall give you a sign: The virgin[a] shall conceive, and bear a son, and shall call his name Immanuel.[b] ", "15": "Curds and honey he shall eat at the time that he knows enough to refuse the evil and choose the good. ", "16": "For before the child shall know to refuse the evil and choose the good, the land that you dread shall be forsaken of both her kings. ", "17": "The Lord shall bring upon you, and upon your people, and upon your father's house, days that have not come from the day that Ephraim departed from Judah, even the king of Assyria.”", "18": "In that day the Lord shall whistle for the fly that is in the uttermost part of the rivers of Egypt, and for the bee that is in the land of Assyria. ", "19": "They shall come, and all of them shall rest in the desolate valleys, and in the holes of the rocks, and on all thorns, and on all bushes. ", "20": "In that same day the Lord shall shave with a hired razor, from regions beyond the River,[c] with the king of Assyria, the head, and the hair of the legs, and it shall also remove the beard. ", "21": "In that day a man shall nourish a young cow and two sheep, ", "22": "and because of the abundance of milk that they give, he shall eat curds; for everyone who is left in the land shall eat curds and honey. ", "23": "In that day every place where there were a thousand vines, worth a thousand shekels[d] of silver, shall become briers and thorns. ", "24": "With arrows and with bows shall men come there because all the land shall become briers and thorns. ", "25": "On all hills that used to be cultivated with the hoe, you will not go there for fear of briers and thorns. But it shall be for pasturing oxen and for sheep to tread."}