{"1": "Moreover the Lord said to me, Take for yourself a large book and write in it with a man's pen: “Swift is the booty, speedy is the prey.”[a] ", "2": "I will take to Myself faithful witnesses for testimony, Uriah the priest and Zechariah the son of Jeberekiah. ", "3": "So I went in to the prophetess, and she conceived and bore a son. Then the Lord said to me, Call his name Maher-Shalal-Hash-Baz.[b] ", "4": "For before the child knows how to cry “My father” and “My mother,” the riches of Damascus and the spoil of Samaria shall be taken away before the king of Assyria.", "5": "The Lord spoke to me again, saying:", "6": "Because this people refuses the gently flowing waters of Shiloah and rejoices in Rezin and the son of Remaliah,", "7": "now therefore the Lord certainly is about to bring upon them the strong and plentiful waters of the River,[c] even the king of Assyria and all his glory; and he shall come up over all his channels and go over all his banks.", "8": "And he shall pass through Judah, he shall overflow and go over, he shall reach even to the neck, and the stretching out of his wings shall fill the breadth of your land, O Immanuel.", "9": "Be broken, O you peoples, and be broken in pieces. And give ear, all you from far countries. Gird yourselves, but be broken in pieces; gird yourselves, but be broken in pieces.", "10": "Take counsel together, but it shall come to nothing; speak the word, but it shall not stand for God is with us.", "11": "For the Lord spoke thus to me with a strong hand and instructed me that I should not walk in the way of this people, saying:", "12": "You should not say, “It is a conspiracy,” concerning all that this people calls a conspiracy, neither fear their threats nor be afraid of them.", "13": "Sanctify the Lord of Hosts Himself, and let Him be your fear, and let Him be your dread.", "14": "He shall become a sanctuary, but a stone of stumbling and a rock of offense to both the houses of Israel, and a trap and a snare to the inhabitants of Jerusalem.", "15": "Many among them shall stumble and fall and be broken and be snared and be taken.", "16": "Bind up the testimony; seal the law among My disciples.", "17": "I will wait on the Lord, who hides His face from the house of Jacob, and I will eagerly look for Him.", "18": "See, I and the children whom the Lord has given me are for signs and for wonders in Israel from the Lord of Hosts who dwells in Mount Zion.", "19": "When they say to you, “Seek after the mediums and the wizards, who whisper and mutter,” should not a people seek after their God? Should they consult the dead for the living? ", "20": "To the law and to the testimony; if they do not speak according to this word, it is because there is no light in them. ", "21": "They shall pass through the land hard-pressed and hungry; when they are hungry, they shall be furious and curse their king and their God as they look upward. ", "22": "Then they shall look to the earth and see trouble and darkness, gloom of anguish. And they shall be driven away into darkness."}