{"1": "Paul[a], an apostle of Christ Jesus by the will of God, and Timothy our brother, to the church of God being in Corinth, together-with all the saints being in all Achaia[b]: ", "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "3": "Blessed be the God and Father of our Lord Jesus Christ, the Father of compassions[c] and God of all comfort[d], ", "4": "the One comforting us concerning[e] all our affliction so that we might be able to comfort the ones in every affliction with the comfort by which we ourselves are being comforted by God. ", "5": "Because just as the sufferings of Christ are abounding in us, so our comfort also is abounding through Christ. ", "6": "And if we are being afflicted— it is for the sake of your comfort and salvation. If we are being comforted— it is for the sake of your comfort, the comfort being at-work[f] in your endurance of the same sufferings which we also are suffering. ", "7": "And our hope for you is firm[g], knowing that as you are sharers of the sufferings, so also of the comfort.", "8": "For we do not want you to be unaware, brothers, with-reference-to our affliction having taken place in Asia[h], that we were burdened[i] extremely beyond our power, so that we despaired[j] even of living. ", "9": "But we had[k] the sentence of death in ourselves in order that we should not be trusting in ourselves, but in God, the One raising the dead, ", "10": "Who delivered us from so great a death[l], and will deliver us; in Whom we have put our hope that He will indeed[m] still deliver us— ", "11": "you also joining-in-helping in your prayer for us— in-order-that thanks might be given on our behalf by many faces[n] as to the gift granted to us through many prayers.", "12": "For our boasting is this: the testimony of [o] our conscience that we conducted-ourselves in the world, and especially toward you, in simplicity[p] and purity[q] from God[r]; and not in fleshly wisdom, but in the grace of God. ", "13": "For we are writing no other things to you other than the things which you read or indeed understand. And I hope that you will understand until the end[s]— ", "14": "just as you also did understand us in part— that we are your boast, even as you also are ours, on the day of our Lord Jesus.", "15": "And in this confidence, I was intending first[t] to come to you in order that you might have a second[u] benefit[v], ", "16": "and[w] to go through you to Macedonia, and from Macedonia to come again to you, and to be sent-forward by you to Judea.", "17": "Therefore, while intending this, I did not then act with lightness, did I ? Or do I plan[x] the things which I plan according-to the flesh— so that[y] there is with me the yes, yes, and the no, no? ", "18": "But as God is faithful[z], our message to you is not yes and no. ", "19": "For God's Son Jesus Christ, the One having been proclaimed among you by us— by me and Silvanus and Timothy— did not become[aa] yes and no, but has become yes in Him. ", "20": "For as many as there are promises of God, in Him is the yes[ab]! Therefore also through Him is [spoken] the amen[ac] to God for His glory, through[ad] us. ", "21": "And the One establishing us with you for[ae] Christ and having anointed us is God— ", "22": "the One also having sealed us and given the pledge[af] of the Spirit in our hearts. ", "23": "And I call-upon God as witness for my soul that sparing[ag] you I no longer came to Corinth— ", "24": "not that we are lording-over your faith, but we are fellow-workers of [ah] your joy. For you stand in[ai] your faith[aj]."}