{"1": "Now I, Paul, myself, am appealing-to you by the gentleness and kindness of Christ— I who face-to-face am lowly among you, but while absent am-bold toward you! ", "2": "And I am begging that I may not [have to] be bold[a] while present with the confidence with which I am considering to dare [to act] against some considering us as walking in accordance with the flesh[b]. ", "3": "For [though] walking in the flesh, we are not waging-war in accordance with the flesh. ", "4": "For the weapons of our warfare are not fleshly[c], but powerful in[d] God for the tearing-down of fortresses. We are tearing-down[e] considerations[f] ", "5": "and every height[g] being raised-up against the knowledge of God, and taking-captive every thought[h] to the obedience of Christ, ", "6": "and being ready to punish[i] all disobedience[j], when your obedience is fulfilled[k].", "7": "You are[l] looking at things according to appearance. If someone[m] is confident in himself that he is Christ's[n], let him consider this again in himself: that just as he is Christ's, so also are we. ", "8": "For if I should boast anything more about our authority, which the Lord gave for building-up and not for tearing you down, I shall not be put-to-shame— ", "9": "in order that I may not seem[o] as-if I would [merely] frighten you by my letters! ", "10": "Because “The letters”, he[p] says, “are weighty and strong, but the presence of his body is weak, and his speaking is treated-with-contempt[q]”. ", "11": "Let such a one consider this: that such as we are in word by letters while absent, such ones we are also in deed while present!", "12": "For we do not dare to class or compare ourselves with some of the ones commending themselves. But they— measuring themselves by themselves, and comparing themselves with themselves— do not understand[r].", "13": "And we will not boast in unmeasured[s] things, but in-relation-to[t] the measure of [u] the standard[v] which God apportioned to us as a measure: to reach as far as even you. ", "14": "For we are not, as-if not reaching to you, overextending ourselves. For we arrived even as far as you in connection with the good-news of Christ!— ", "15": "not boasting in unmeasured things, in labors belonging-to-others, but having the hope, while your faith is growing, that we might be enlarged[w] in[x] you in relation to our standard of measure, for an abundance; ", "16": "that we might announce-the-good-news in the regions beyond[y] you, not that we might boast in the prepared things in the standard of measure belonging-to-another.", "17": "But “let the one boasting be boasting in the Lord” [Jer 9:24]. ", "18": "For not that one commending himself is approved, but the one whom the Lord commends."}