{"1": "O-that you would bear-with me as to a little bit[a] of foolishness— but indeed, keep-bearing-with[b] me! ", "2": "For I am jealous-for[c] you with a jealousy[d] of [e] God. For I betrothed[f] you to one husband, that I might present you as a pure virgin to Christ. ", "3": "But I am fearing that as the serpent deceived Eve by his craftiness, your minds[g] should somehow be corrupted[h] from sincerity[i] and purity for[j] Christ. ", "4": "For indeed if the one coming proclaims another Jesus whom we did not proclaim, or you receive a different spirit which you did not receive, or a different good-news which you did not accept— you bear-with him nicely!", "5": "For I think that I have in no way come-short-of [k] the superlative[l] apostles. ", "6": "But even though I am untrained in speech, nevertheless I am not in knowledge. But in every way we made this evident in all things to you.", "7": "Or[m] did I commit a sin [by] humbling myself in order that you might be exalted— because I freely[n] announced-as-good-news to you the good-news of God? ", "8": "I robbed[o] other churches, having taken rations[p] from them for your ministry! ", "9": "And while being present with you and having been in-need, I did not burden anyone— for the brothers having come from Macedonia supplied my need. And in every way I kept and will keep myself unburdensome to you.", "10": "As the truth of Christ is[q] in me, this boasting[r] will not be stopped for me in the regions of Achaia! ", "11": "For what reason? Because I do not love you? God knows I do. ", "12": "But what I am doing, I indeed will do in order that I may cut-off the opportunity[s] of the ones wanting an opportunity that they might be found to be just as also we in what they are boasting. ", "13": "For such ones are false-apostles, deceitful workers, transforming themselves into apostles of Christ. ", "14": "And no wonder, for Satan himself transforms himself into an angel of light. ", "15": "Therefore it is no great thing if also his ministers are disguising themselves as ministers of righteousness— whose end shall be according to their works.", "16": "Again I say, let no one think me to be foolish. Otherwise indeed, receive me even if as foolish, in order that I also may boast a little bit! ", "17": "In this confidence[t] of boasting[u], what I am speaking, I am not speaking according-to the Lord, but as in foolishness.", "18": "Since many are boasting according-to the flesh, I also will boast! ", "19": "For with-pleasure you bear-with the unwise[v], being wise. ", "20": "For you bear-with it if anyone enslaves[w] you, if anyone devours[x] you, if anyone takes you, if anyone lifts-up[y] himself, if anyone beats[z] you in the face. ", "21": "I speak in-accordance-with my dishonor[aa]— how that we have been weak! But in whatever anyone may dare to boast— I am speaking in foolishness— I also dare. ", "22": "Are they Hebrews? I also. Are they Israelites? I also. Are they seed of Abraham? I also. ", "23": "Are they servants of Christ? I speak being distraught[ab], I more— in far-more labors, in far-more prisons, in many-more beatings, in deaths[ac] often.", "24": "By Jews five-times I received forty lashes less one. ", "25": "Three-times I was beaten-with-rods. Once I was stoned. Three-times I was shipwrecked. I have done a night-and-day in the deep. ", "26": "On journeys often— in dangers from rivers, in dangers from robbers, in dangers from my nation[ad], in dangers from Gentiles, in dangers in the city, in dangers in the wilderness, in dangers at sea, in dangers among false-brothers. ", "27": "In labor and hardship, in watchings[ae] often, in hunger and thirst, in fastings often, in cold and nakedness. ", "28": "Apart from the external[af] things, there is the daily pressure[ag] on me, the concern for all the churches— ", "29": "who is weak, and I am not weak? Who is caused-to-fall, and I do not burn[ah]? ", "30": "If it-is-necessary[ai] to boast, I will boast the things of my weakness! ", "31": "The God and Father of the Lord Jesus, the One being blessed[aj] forever, knows that I am not lying. ", "32": "In Damascus, the ethnarch[ak] of Aretas[al] the king was guarding the city of the Damascenes to seize me. ", "33": "And I was lowered in a basket through a window through the wall and escaped his hands."}