{"1": "It-is-necessary to boast. It is not beneficial[a], but I will come to visions and revelations from the Lord. ", "2": "I know a man in Christ, fourteen years ago— whether in the body, I do not know, or outside of the body, I do not know. God knows— that such a one was snatched-away[b] to the third heaven. ", "3": "And I know such a man— whether in the body or apart from the body, I do not know. God knows— ", "4": "that he was snatched away into paradise, and heard unspeakable words which are not permitted for a man to speak. ", "5": "I will boast on behalf of such a one. But I will not boast on behalf of myself, except in the weaknesses. ", "6": "For if I should desire to boast, I will not be foolish, for I will be speaking the truth; but I am sparing you, that no one might credit to me beyond what he sees as to me, or hears as to something from me.", "7": "And[c] for the excess[d] of the revelations— for-this-reason, in order that I might not be exalted[e], a thorn in the flesh was given to me; a messenger of Satan to[f] beat[g] me in order that I might not be exalted. ", "8": "I appealed-to the Lord about this three-times, that it[h] might depart from me. ", "9": "And He has said to me: “My grace is sufficient[i] for you. For My power is perfected[j] in weakness”. Therefore most-gladly[k] I will rather boast in my weaknesses in order that the power of Christ may dwell upon me. ", "10": "For this reason I am well-pleased with weaknesses, with insults[l], with constraints, with persecutions and distresses for the sake of Christ. For whenever I am weak, at that time I am powerful[m].", "11": "I have become foolish— you compelled me! For I ought to be being commended by you! For I in no way came-short-of the superlative[n] apostles, even though I am nothing; ", "12": "the signs[o] of the apostle were produced among you in[p] all endurance in both signs and wonders, and miracles.", "13": "For what is it as to which you were worse-off [q] than the other churches?— except that I myself did not burden[r] you. Forgive me this wrong-doing! ", "14": "Behold— this is the third time I am ready to come to you, and I will not be a burden. For I am not seeking your things, but you. For the children ought not to be storing-up for the parents, but the parents for the children. ", "15": "But I will most gladly spend and be expended for your souls— though while loving you more, I am[s] loved less!", "16": "But let it[t] be— I did not weigh you down, but being crafty, I took you by deceit! ", "17": "As to anyone of whom I have sent-out to you— I did not exploit you through him, did I ? ", "18": "I urged Titus to go, and I sent the brother with him. Titus did not exploit you, did he? Did we not walk in the same spirit? In the same footsteps?", "19": "All-this-time are you thinking[u] that we are defending-ourselves to you? We are speaking before God in Christ— and speaking all things, beloved, for the sake of your edification. ", "20": "For I am fearing that having come, I may somehow find you to be not such as I want and I may be found by you to be such as you do not want— that somehow there may be strife, jealousy, rages[v], selfish-interests, slanders, whisperings, puffings [with pride], disorders[w]; ", "21": "that I having come again[x], my God should humble me before you, and I should mourn many of the ones having previously-sinned and not having repented over[y] the impurity and sexual-immorality and sensuality which they practiced."}