{"1": "For I determined this for myself: not to come to you again[a] in grief. ", "2": "For if I grieve you, who indeed is the one cheering me except the one being grieved by me? ", "3": "And I wrote this very[b] thing in order that having come, I should not have grief from the ones of whom I ought-to-have rejoicing— having confidence in you all that my joy[c] is the joy of you all.", "4": "For I wrote to you through many tears, out of much affliction and anguish of heart— not that you might be grieved, but that you might know the love which I have especially for you. ", "5": "But[d] if anyone has caused-grief, he has grieved not me, but in part[e] (that I not be a burden[f]), you all. ", "6": "This[g] punishment by the majority is sufficient[h] for such a one, ", "7": "so that on-the-contrary[i], instead you should forgive and comfort him, that such a one should not somehow be swallowed-up by more grief. ", "8": "Therefore I urge you to confirm[j] your love for him.", "9": "For I also wrote for this purpose: that I might know your approvedness, whether you are obedient in all things. ", "10": "And to whom you are forgiving anything, I also. For indeed what I have forgiven, if I have forgiven anything, is for your sakes in the presence of Christ, ", "11": "in order that we may not be exploited by Satan. For we are not unaware as to his schemes.", "12": "Now[k] having come to Troas for the good-news of Christ, and a door having been opened for me by the Lord, ", "13": "I had no rest in my spirit at my not finding Titus my brother. But having said-goodbye to them, I went forth to Macedonia.", "14": "But thanks be to God, the One always leading us in triumph[l] in Christ, and making the aroma of [m] the knowledge of Him known through us in every place. ", "15": "Because we are the fragrance of Christ for[n] God among the ones being saved, and among the ones perishing— ", "16": "to the ones an aroma from death to[o] death, but to the others an aroma from life to life. And who is sufficient for these things? ", "17": "For we are not like the many peddling[p] the word of God. But as from purity, but as from God, we are speaking in Christ before God."}