{"1": "Are we[a] beginning to commend ourselves again? Or we do not have-need of letters of recommendation[b] to you or from you, like some, do we? ", "2": "You are our letter— it having been inscribed in our hearts, it being known and being read by all people, ", "3": "you being made-known[c] that you are a letter from[d] Christ having been served by us, having been inscribed not with ink but with the Spirit of the living God, not in tablets made-of-stone but in tablets[e] which are hearts made-of-flesh.", "4": "And we have such[f] a confidence through Christ toward God— ", "5": "not that we are sufficient[g] from ourselves to count anything as out of ourselves, but our sufficiency is from God, ", "6": "Who indeed made us sufficient as ministers of a new covenant, not of the letter but of the Spirit. For the letter kills, but the Spirit gives-life.", "7": "And if the ministry of death having been engraved in letters on stones came in glory (so that the sons of Israel could not look-intently at the face of Moses because of the glory of his face[h]— the glory passing-away), ", "8": "how shall the ministry of the Spirit not be more in glory! ", "9": "For if in the ministry of condemnation there was glory, by much more the ministry of righteousness is abounding in glory. ", "10": "For indeed the [ministry of the letter][i] having been glorified has not[j] been glorified in this respect— because of the surpassing glory! ", "11": "For if the [ministry of the letter] passing-away was with glory, by much more the [ministry of the Spirit] remaining is in glory.", "12": "Therefore, having such a hope, we are using great boldness, ", "13": "and are not like Moses. He was putting a veil on his face so that the sons of Israel might not look-intently at the end[k] of the [face of glory][l] passing-away. ", "14": "But[m] their minds were hardened[n], for until this very day the same[o] veil remains on the reading of the old covenant— it not being unveiled because[p] it passes-away[q] in Christ. ", "15": "Indeed[r], until today whenever Moses is being read, a veil lies on their heart. ", "16": "But whenever it[s] turns to the Lord, the veil is taken-away. ", "17": "Now the Lord[t] is the Spirit, and where the Spirit of the Lord is, there is freedom! ", "18": "But[u] we all with a face having been unveiled, while reflecting[v] the glory of the Lord as a mirror, are being transformed into the same image from glory[w] to glory, just-as[x] from the Lord[y], the Spirit."}