{"1": "For this reason, having this ministry even-as[a] we received-mercy, we do not lose-heart. ", "2": "But we renounced the hidden things of [b] shame, not walking in craftiness[c], nor handling-deceitfully[d] the word of God, but by the open-disclosure of the truth, commending[e] ourselves to every conscience of mankind[f] in the sight of God. ", "3": "And if indeed our good-news is veiled, it is veiled in the ones perishing, ", "4": "in whose case the god of this age blinded the minds of the unbelievers so that they might not see[g] the illumination of the good-news of the glory of Christ— Who is the image of God. ", "5": "For we are not proclaiming ourselves, but Jesus Christ as Lord, and ourselves as your slaves for the sake of Jesus, ", "6": "because God, the One having said “Light will shine out of darkness”, is He Who shined in our hearts for[h] the illumination of [i] the knowledge of the glory of God in the face of Jesus Christ.", "7": "But[j] we have this treasure in vessels made-of-clay, in order that the excess[k] of the power may be God's and not from us— ", "8": "in every way being afflicted[l] but not restrained[m], being perplexed but not utterly-perplexed, ", "9": "being persecuted but not forsaken, being struck down but not perishing; ", "10": "at-all-times carrying-around in our body the dying[n] of Jesus in order that the life of Jesus may also be made-evident[o] in our body. ", "11": "For we the ones living are always being handed-over to death for the sake of Jesus, in order that the life of Jesus may also be made-evident in our mortal flesh. ", "12": "So then, death is at-work in us, but life in you.", "13": "But having the same spirit[p] of faith in accordance with the thing having been written, “I believed, therefore I spoke” [Ps 116:10]— we also believe, therefore we also speak, ", "14": "knowing that the One having raised the Lord Jesus will also raise us with Jesus, and will present us with you. ", "15": "For all things are for your sakes— in order that grace, having increased through the more people, may cause thanksgiving to abound to the glory of God.", "16": "Therefore we do not lose-heart. But even though our outer person is being destroyed[q], nevertheless our inner person is being renewed day in and day out. ", "17": "For the momentary lightness of our affliction is producing for us an eternal weight of glory extremely beyond measure, ", "18": "while we are not looking-for[r] the things being seen, but the things not being seen. For the things being seen are temporary, but the things not being seen are eternal. "}