{"1": "For we know that if our earthly house— our tent[a]— is torn-down[b], we have a building[c] from God, a house not-made-by-human-hands, eternal, in the heavens.", "2": "For indeed in this tent we are groaning, yearning to put-on-over[d] ourselves our dwelling from heaven— ", "3": "inasmuch[e] as we, having taken-off [f] this tent, shall not be found naked[g]. ", "4": "For indeed we, the ones being in the tent[h], are groaning, being burdened, because we do not want to take-off [i] our earthly tent, but to put on our heavenly dwelling over it, in order that the mortal may be swallowed-up by the life. ", "5": "And the One having made us for this very thing is God, the One having given us His pledge: the Spirit. ", "6": "So while always being confident[j], and knowing that while being-at-home in the body we are away-from-home, from the Lord ", "7": "(for we walk by faith, not by appearance[k])— ", "8": "yet we are confident[l] and prefer rather to get-away-from-home, out of the body, and to get-at-home with the Lord.", "9": "Therefore[m] we indeed are ambitious[n] to be pleasing to Him— whether being at-home or being away-from-home. ", "10": "For we all must appear[o] before the judgment-seat of Christ in order that each one might receive-back[p] the things done in[q] the body, in-accordance-with the things which he practiced, whether good or bad. ", "11": "Therefore knowing the fear[r] of the Lord, we are persuading[s] people. Now[t] we have been made known to God. And I hope that we also have been made known in your consciences. ", "12": "We are not again commending ourselves to you, but are giving you an opportunity for a boast about us, in order that you may have an answer for the ones boasting in appearance and not in heart. ", "13": "For if we lost-our-senses, it is for God! If we are sound-minded, it is for you!", "14": "For the love of [u] Christ controls[v] us, we having determined this— that One died for all, therefore all died. ", "15": "And He died for all so that the ones living might no longer be living for themselves, but for the One having died and been raised for them. ", "16": "So then from now on, we regard[w] no one based-on[x] the flesh[y]. Even though we have known Christ based on the flesh, nevertheless now we no longer are knowing Him thus. ", "17": "So then if anyone is in Christ, he is a new creation[z]. The old things passed-away; behold, new things have come-into-being[aa].", "18": "And all things are from God, the One having reconciled us to Himself through Christ, and having given us the ministry of reconciliation: ", "19": "how that God was in Christ reconciling the world to Himself— not counting their trespasses against them, and[ab] having placed the message of reconciliation in us. ", "20": "Therefore, we are ambassadors on behalf of Christ, since[ac] God is appealing through us. We are begging[ad] on behalf of Christ: “Be reconciled to God! ", "21": "He made the One not having known sin to be sin for us, in order that we might become the righteousness of God in Him”..."}