{"1": "And working-with Him, we also are appealing that you not receive the grace of God in vain. ", "2": "For He says [in Isa 49:8], “I heard you at the acceptable time. And I helped you on the day of salvation”. Behold, now is the very-acceptable time. Behold, now is the day of salvation.", "3": "... in[a] nothing giving any opportunity-for-stumbling, in order that the ministry may not be faulted,", "4": "... but in everything, as God's servants, commending ourselves in great endurance— in afflictions, in constraints, in distresses, ", "5": "in beatings, in prisons, in disturbances, in labors, in watchings[b], in fastings; ", "6": "in purity, in knowledge, in patience, in kindness, in a holy[c] spirit, in sincere love, ", "7": "in the word[d] of truth, in the power of God; through[e] the weapons of [f] righteousness for the right hand and[g] the left; ", "8": "through[h] glory and dishonor, through evil-report[i] and good-report; as deceivers and true ones, ", "9": "as being not-known and being fully-known; as dying and behold we live, as being disciplined and not being put-to-death, ", "10": "as being grieved but always rejoicing; as poor but enriching many, as having nothing and holding-on-to all things.", "11": "Our mouth has opened to you, Corinthians; our heart has been opened-wide. ", "12": "You are not restrained[j] in us, but you are restrained in your own deep-feelings. ", "13": "Now as[k] the same return[l]— I speak as to my children— you also open-wide.", "14": "Do not be ones being mis-yoked to unbelievers[m]. For what partnership is there for righteousness and lawlessness? Or what fellowship is there for light with darkness? ", "15": "And what is the harmony[n] of Christ with Beliar[o]? Or what share is there for a believer with an unbeliever? ", "16": "And what agreement[p] is there for the temple of God with idols? For we are the temple of the living God, just as God said [in Lev 26:12], that “I will dwell in them, and I will walk-among them, and I will be their God, and they will be My people”. ", "17": "Therefore, “Come out of their midst and be separated[q]”, says the Lord, “and do not touch an unclean thing[r]. And I will take you in ", "18": "and be a father to you, and you will be sons and daughters to me”, says the Lord Almighty. "}