{"1": "Therefore, having these promises, beloved, let us cleanse ourselves from every stain[a] of flesh and spirit, perfecting[b] holiness in the fear of God.", "2": "Make-room-for us— we wronged no one, we corrupted[c] no one, we exploited[d] no one. ", "3": "I am not speaking for your condemnation. For I have said-before that you are in our hearts so as to die-together and to live-together. ", "4": "There is great confidence in me toward you. There is much boasting by me about you. I have been filled with comfort. I am super-abounding with joy in all our affliction. ", "5": "For indeed we having come to Macedonia[e], our flesh had no rest, but we were being afflicted in every way— battles[f] outside, fears inside. ", "6": "But the One comforting the downcast[g], God, comforted us by the coming of Titus; ", "7": "and not only by his coming, but also by the comfort with which he was comforted over you while reporting to us your yearning, your mourning, your zeal for me, so that I rejoiced more.", "8": "Because even though I grieved you by the letter[h], I do not regret it. Even though I was regretting it (for I see that that letter grieved you, even though for an hour), ", "9": "now I am rejoicing— not that you were grieved, but that you were grieved into repentance. For you were grieved in-accordance-with God, in order that you might suffer-loss in nothing by us. ", "10": "For the grief in accordance with God works unregretted repentance leading-to salvation. But the grief of the world produces death. ", "11": "For behold this very thing— the being grieved in accordance with God— how much earnestness[i] it produced in you; even a defense[j], even indignation[k], even fear, even yearning, even zeal, even punishment[l]. In everything you demonstrated yourselves to be pure in the matter. ", "12": "So even though I wrote to you [causing grief], it was not[m] for the sake of the one having done wrong, nor for the sake of the one having been wronged, but for the sake of making your earnestness for us evident to you in the sight of God. ", "13": "For this reason, we have been comforted. But in addition to our comfort, we rejoiced even more abundantly over the joy of Titus, because his spirit has been refreshed by you all. ", "14": "Because if I have boasted anything to him about you, I was not put-to-shame. But as we spoke all things to you in truth, so also our boasting before Titus proved-to-be the truth. ", "15": "And his deep-feelings are especially for you, while remembering the obedience of you all— how you received him with fear and trembling. ", "16": "I am rejoicing because in everything I am confident in you."}