{"1": "Now we make known to you, brothers, the grace of God having been granted in the churches of Macedonia[a]— ", "2": "that in a great test of [b] affliction their abundance of joy and their down deep poverty abounded into the riches of their generosity. ", "3": "Because I testify that they gave in accordance with their ability and beyond their ability, of-their-own-accord, ", "4": "with a great appeal begging from us the favor[c] and the partnership[d] in this ministry to the saints— ", "5": "and not as we hoped[e], but they gave themselves first to the Lord and to us by the will of God— ", "6": "so that we urged[f] Titus that just as he previously-began, so also he should complete this grace[g] with reference to you also.", "7": "But just as you are abounding in everything— in faith and speech and knowledge and all earnestness, and in the love from us in you— I urge that you also be abounding in this grace. ", "8": "I am not speaking by way of command, but am proving[h] through the earnestness of others the genuineness of your love also. ", "9": "For you know the grace[i] of our Lord Jesus Christ— that for your sakes He became-poor while being rich, in order that you might become-rich by the poverty of that One. ", "10": "And I am giving an opinion in this matter, for this[j] is beneficial for you, who began-beforehand from last year not only the doing, but the wanting to do. ", "11": "But now indeed complete the doing, so that just as was the eagerness of the wanting, so also may be the completing out of what you have.", "12": "For if the eagerness is there, it [k] is acceptable to whatever degree a person may have, not to-the-degree he does not have. ", "13": "For it is not in order that there may be rest[l] for others, affliction[m] for you, but out of equality[n]— ", "14": "at the present time your abundance[o] being for the need of those ones, in order that the abundance of those ones also may come-to-be for your need, so that there may be equality. ", "15": "Just as it has been written [in Ex 16:18], “The one gathering much did not increase[p], and the one gathering little did not have-less”.", "16": "Now thanks be to God, the One having given the same[q] earnestness[r] for you in the heart of Titus. ", "17": "Because he welcomed the urging[s]— but being more[t] earnest, went-out[u] to you of-his-own-accord! ", "18": "And we sent with him the brother[v] whose praise in[w] the good-news is through all the churches, ", "19": "and not only this, but who was also appointed[x] by the churches to be our fellow-traveler with this grace-gift being ministered by us for the glory of the Lord Himself, and to show our eagerness[y]— ", "20": "avoiding this: that anyone should fault[z] us in this abundance being ministered by us. ", "21": "For we are providing-for[aa] good things not only in the sight of the Lord, but also in the sight of people. ", "22": "And we sent with them our brother whom we often proved in many things as being diligent, but now is much more diligent with great confidence in you. ", "23": "If any ask[ab] about Titus— he is my partner and fellow-worker for you; if as to our brothers[ac]— they are delegates[ad] of the churches, a glory of [ae] Christ. ", "24": "Therefore, be demonstrating[af] to them, to the face[ag] of the churches, the demonstration of your love and our boasting about you."}