{"1": "For indeed, it is superfluous for me to write to you concerning the ministry[a] to the saints. ", "2": "For I know your eagerness, which I am boasting about you to the Macedonians— that “Achaia has been prepared [to give] since last year”. And your zeal stirred-up the majority. ", "3": "But I sent the brothers in order that our boast about you might not be made-empty in this respect: in order that, just as I was saying, you may be prepared, ", "4": "that we should not somehow be put-to-shame (that I not say you) in this confidence[b] if Macedonians come with me and find you unprepared. ", "5": "Therefore I regarded it necessary to urge the brothers that they go-ahead to you and prepare-beforehand your previously-promised blessing[c], that this may be ready thus as a blessing and not as greediness[d].", "6": "Now this[e] I say: the one sowing sparingly will also reap sparingly. And the one sowing for[f] blessings will also reap for blessings. ", "7": "Each should give just as he has chosen-beforehand[g] in his heart— not out of grief [h] or out of compulsion. For God loves a cheerful giver. ", "8": "And God is able to cause all grace to abound to you in order that in everything, always having all sufficiency, you may be abounding for every good work. ", "9": "Just as it has been written [in Ps 112:9], “He scattered, he gave to the needy ones, his righteousness remains forever”.", "10": "And the One supplying seed to the one sowing[i], and bread for eating, will supply and multiply your seed, and will grow the fruits of [j] your righteousness. ", "11": "In everything you will be enriched for all generosity, which through[k] us is going to produce thanksgiving to God, ", "12": "because the ministry of [l] this service[m] is not only going to be filling-up the needs of the saints, but also abounding through many thanksgivings to God! ", "13": "Through the approvedness of this ministry, they will be glorifying God for the obedience of [n] your confession to[o] the good-news of Christ, and the generosity[p] of the contribution for them and for all, ", "14": "while they also are yearning-for you in prayer for you because of the surpassing grace of God upon you. ", "15": "Thanks be to God for His indescribable gift[q]."}