{"1": "The vision of Isaiah son of Amoz, which he saw concerning Judah and Jerusalem, in the days of Uzziah, Jotham, Ahaz, and Hezekiah, kings of Judah.", "2": "Hear this, O heavens, and listen, O earth, for the Lord has spoken. I have raised children and brought them up, but they have rebelled against me.", "3": "The ox knows its owner, and the donkey knows its owner's manger, but Israel does not know. My people do not understand.", "4": "How terrible it will be for that sinful nation, for a people loaded with guilt, offspring[a] who act wickedly, children who are corrupt! They have forsaken the Lord. They have despised the Holy One of Israel. They have deserted him and turned back.", "5": "Why do you keep earning more beatings? Why do you continue to rebel? Your whole head is wounded. Your whole heart is weak.", "6": "From the sole of your foot to the top of your head there is nothing healthy, but only wounds, welts, and open sores. Your wounds have not been cleaned or bandaged or soothed with olive oil.", "7": "Your country is desolate. Your cities are burned with fire. Foreigners devour your farmland right in front of your eyes, and it is desolate, overthrown by foreigners.", "8": "The daughter of Zion[b] is left like a shelter in a vineyard, like a hut in a melon[c] field, like a besieged city.", "9": "Unless the Lord of Armies[d] had left us a small surviving remnant, we would have been like Sodom; we would have become just like Gomorrah.", "10": "Hear the word of the Lord, you rulers of Sodom! Listen to the law of our God, you people of Gomorrah!", "11": "What do your many sacrifices mean to me? says the Lord. I have more than enough rams as burnt offerings and enough fat from well-fed animals. I am not pleased with the blood of bulls or the blood of lambs and male goats.", "12": "When you come to appear before me, who has asked for this from your hands: this trampling on my courts?", "13": "Stop bringing worthless[e] offerings! Your incense is an abomination to me. I cannot stand your sinful assemblies on the new moons, Sabbaths, and holy days.", "14": "Deep in my soul I hate your new moons and your appointed feasts. They have become a burden to me. I am tired of putting up with them.", "15": "When you spread out your hands, I will hide my eyes from you. Indeed, even though you make many prayers, I will not hear. Your hands are full of blood.", "16": "Wash yourselves. Purify yourselves. Remove your evil deeds from my sight. Stop doing evil. ", "17": "Learn to do good. Seek justice. Relieve the oppressed.[f] Seek justice for the fatherless. Plead for the widow.", "18": "Come now, and let us reason together, says the Lord. Though your sins are like scarlet, they will be as white as snow. Though they are as red as crimson, they will be like wool.", "19": "If you are willing and obedient, you will eat good things from the land,", "20": "but if you refuse and rebel, you will be devoured by the sword. Yes, the mouth of the Lord has spoken.", "21": "Look how the faithful city has become a prostitute! She was full of justice. Righteousness once lived in her, but now murderers live there.", "22": "Your silver has become slag.[g] Your drinks are mixed with water.", "23": "Your officials are rebellious. They are partners with thieves. Everyone loves bribes and chases payoffs. They do not obtain justice for the fatherless, and they do not take up the cause of the widow.", "24": "Therefore the Lord, the Lord of Armies, the Mighty One of Israel, says: I must certainly get relief from my adversaries. I will avenge myself on my enemies.", "25": "I will turn my hand against you. I will smelt away all your slag. I will take away all your impurities.", "26": "I will restore your judges as they were at first, and your advisors as they were in the beginning. Afterward you will be called a righteous city, a faithful town.", "27": "Zion will be redeemed with justice, and those who return to her will be redeemed with righteousness.", "28": "But the rebels and sinners will be destroyed all together, and those who forsake the Lord will come to an end.", "29": "For you[h] will be ashamed of the oaks that you have desired, and you will be embarrassed by the groves[i] that you have chosen.", "30": "For you will be like an oak whose leaves wilt, and like a grove that has no water.", "31": "The strong will be like tinder, and their work will be like a spark. Both will burn together, and no one will put out the fire."}