{"1": "Woe to those who prescribe unjust decrees, and to those who issue oppressive rulings,", "2": "to deprive the needy of justice, and to rob the poor among my people of their rights, to plunder widows, and to make the fatherless their prey!", "3": "What will you do when the day comes to settle accounts, during the devastation that will descend from far away? To whom will you flee for help? Where will you leave your wealth?", "4": "The only thing left for you will be to kneel among the prisoners and to fall under the dead bodies. Yet for all this, his anger is not turned away, and his hand is still stretched out, ready to strike.", "5": "Woe to the Assyrian, the rod of my anger. The club of my rage is in his hand!", "6": "I will send him against a godless nation and against the people who anger me. I will command him to take the plunder, to seize the spoils, and to tread them down like mud in the streets.", "7": "But he does not intend to do this. This is not what he has in mind. The intention of his heart is to destroy and to cut off more than just a few nations.", "8": "This is what he says: Aren't all of my officials kings?", "9": "Isn't Kalno like Carchemish? Isn't Hamath like Arpad? Isn't Samaria like Damascus?", "10": "Just as my hand has reached the kingdoms of those petty gods, kingdoms whose images were greater than those of Jerusalem and of Samaria,", "11": "just as I have done to Samaria and her petty gods, will I not do the same to Jerusalem and her worthless idols?", "12": "But it will not happen that way. When the Lord has completed all of his work against Mount Zion and against Jerusalem, I[a] will bring punishment against the bloated fruit of[b] the willful heart of the king of Assyria and against the glare in his haughty eyes. ", "13": "For he has said: By the strength of my hand I have done this, and by my wisdom, for I have understanding. I have abolished the borders of the peoples and have plundered their treasures. Like a mighty warrior I have brought down their inhabitants.[c]", "14": "My hand has found the riches of the peoples like eggs in a nest. I have gathered all the earth the way one gathers abandoned eggs. Not one of them flapped its wings or opened its mouth or chirped.", "15": "Should an ax brag that it is better than the woodsman who chops with it? Should a saw think that it is greater than the one who saws with it? That would be like a scepter waving the one who raised it up, or like a club lifting up a person, who is not made of wood.", "16": "Therefore, the Lord, the Lord of Armies, will make the sturdy Assyrians waste away, and in place of their glory, he will light a fire, a blazing fire.", "17": "The Light of Israel will be a fire, and his Holy One a flame, and it will burn and devour its thorns and its briers in a single day. ", "18": "He will consume the splendor of its forest and of its fruitful field completely.[d] It will be like a sick man wasting away. ", "19": "The remaining trees in its forest will be so few that a child could record their number.", "20": "It will come about in that day that those who remain from Israel and those from the house of Jacob who have survived will never again lean on the one who struck them, but they will truly lean on the Lord, the Holy One of Israel. ", "21": "A remnant will return to the mighty God, namely, the remnant of Jacob.", "22": "Although your people, Israel, are like the sand of the sea, only a remnant will return. Complete destruction has been decreed—overwhelming, but righteous. ", "23": "For the Lord, the Lord of Armies, will bring about the destruction decreed for the whole earth.", "24": "Therefore the Lord, the Lord of Armies, says, “You my people who dwell in Zion, do not be afraid of the Assyrian, though he strikes you with the rod and lifts up his club against you as Egypt did. ", "25": "For in a very little while, my rage against you will be finished, and my anger will be directed to his destruction.”", "26": "The Lord of Armies will raise up a whip against him, as he did in the slaughter of Midian at the rock of Oreb. His rod will stretch over the sea, and he will lift it up as he did against Egypt. ", "27": "In that day he will remove the burden that he placed on your shoulder and the yoke he placed on your neck. The yoke will be destroyed because your neck has grown so fat.[e]", "28": "The Assyrian has come to Aiath.[f] He has passed through Migron. At Mikmash he stores his supplies.", "29": "They have crossed over the pass. They made their camp at Geba. Ramah trembles. Gibeah of Saul has fled.", "30": "Cry aloud with your voice, daughter of Gallim. Listen, Laishah! You poor Anathoth!", "31": "Madmenah is a fugitive. The inhabitants of Gebim flee for safety.", "32": "This very day he will halt at Nob. He will shake his fist at the mountain of the daughter of Zion, the hill of Jerusalem.", "33": "But look! The Lord, the Lord of Armies, will chop off his branches with terrifying power. The tall trees will be cut down, and the lofty will be laid low.", "34": "He will cut down the thickets of the forest with an iron ax, and mighty Lebanon will fall.[g]"}