{"1": "The oracle[a]about Babylon, which Isaiah son of Amoz saw.", "2": "Raise a banner on a bare hill! Shout to them. Signal to them to enter the gates of the nobles.", "3": "I have given a command to my consecrated warriors. I have called my elite warriors to carry out my anger— those who rejoice in my triumph.", "4": "The noise of a horde is heard on the mountains, like the noise of many people, like the uproar of the kingdoms of the nations who are massing together! The Lord of Armies is mustering an army for war.", "5": "They come from a faraway country, from the ends of the heavens. The Lord and the weapons of his wrath come to destroy the whole land.", "6": "Wail, for the Day of the Lord is near. It will come like destruction from the Almighty.[b]", "7": "Therefore all hands will hang limp, and every heart will melt.", "8": "They will be terrified. Pain will overcome them. They will be in pain like a woman in labor. They will look at each other in shock. Their faces are flushed.", "9": "Look, the Day of the Lord is coming, a cruel day, with wrath and fierce anger, a day to make the land desolate, a day to destroy its sinners there.", "10": "For the stars of the sky and its constellations will not give their light. The sun will be darkened as it rises, and the moon will give no light.", "11": "I will punish the world for its evil, and the wicked for their guilt. I will put an end to the arrogance of the insolent, and I will humble the pride of the ruthless.", "12": "I will make people rarer than fine gold, and mankind scarcer than the gold of Ophir.", "13": "Therefore, I will make the heavens tremble, and the earth will be shaken off its foundation at the wrath of the Lord of Armies, in the day of his fierce anger.", "14": "Like a hunted gazelle, like sheep without a shepherd, each of them will turn to his own people, and everyone will flee to his own land.", "15": "Everyone who is caught will be run through. Everyone who is captured will fall by the sword.", "16": "Their infants will be dashed to pieces before their eyes. Their houses will be looted, and their wives will be raped.", "17": "See, I will stir up against them the Medes, who have no use for silver, who do not delight even in gold.", "18": "Their bows will strike down the young, and they will have no pity on newborn infants.[c] There will be no compassion in their eyes for children.", "19": "Babylon is the glory of kingdoms, the beauty of the Chaldeans' pride, but it will be just like the day when God overthrew Sodom and Gomorrah.", "20": "It will never be inhabited again, nor will anyone live in it from generation to generation. No Arab[d] will pitch his tent there. No shepherd will rest his flocks there.", "21": "Instead, wild animals from the desert will rest there. The houses will be full of wild dogs.[e] Ostriches will nest there, and wild goats will frolic.", "22": "Hyenas will howl in its fortresses, and jackals in the luxurious palaces. Its time is near, and its days will not be prolonged."}