{"1": "Yes, the Lord will have compassion on Jacob, and he will choose Israel once again. He will settle them in their own land. Aliens will join them. They will unite with the house of Jacob.", "2": "The peoples will take Israel and bring them back to their own place. In the Lord's land the house of Israel will possess the nations as male and female servants. They will take their captors captive. They will rule over their oppressors.", "3": "On that day, when the Lord will give you rest from your sorrow, rest from your trouble, and rest from the bondage forced upon you, ", "4": "you will take up this taunt against the king of Babylon: “How the oppressor has ceased! How his fury[a] has ended!”", "5": "The Lord has broken the rod of the wicked, the scepter of the rulers,", "6": "who struck down peoples with fury, blow after blow, who ruled the nations in anger, with a persecution that no one restrained.", "7": "The whole earth is at rest and is quiet. Everything breaks into song.", "8": "Yes, the fir trees rejoice with you, along with the cedars of Lebanon. They say, “Since the time you were humbled, no woodcutter has come to cut us down.”", "9": "The grave below is ready to meet you when you come. It stirs up the departed spirits to meet you— all those who once were the rulers of the earth. It makes all those who were kings over nations rise from their thrones.", "10": "They will all respond to you, Babylon. The spirits all will ask you, “Have you also become as weak as we are? Have you become like us?”", "11": "Your pomp has been brought down to the grave, along with the sound of your harps. Maggots are spread out beneath you, and worms cover you.", "12": "How you have fallen from heaven, you bright morning star,[b] son of the dawn! How you are cut down to the ground, you who laid the nations low!", "13": "You said in your heart, “I will ascend to heaven! I will raise my throne above the stars of God! I will sit on the mountain of the assembly, in the far north!", "14": "I will ascend above the tops of the clouds! I will make myself like the Most High!”", "15": "But you will be brought down to the grave, to the bottom of the pit.", "16": "Those who see you will stare at you. They will ask themselves, “Is this the man who made the earth tremble, who shook kingdoms?", "17": "Is this the man who made the world like a wilderness, who overthrew its cities, who did not let his prisoners go home?”", "18": "All the kings of the nations lie in state, each in his own tomb.", "19": "But you will be tossed out of your tomb, like a rejected branch. You will be covered with the dead bodies, with those who have been run through by the sword, with those who descend into a stone-filled pit. Like a corpse trampled underfoot,", "20": "you will not join them in burial, because you have destroyed your land and killed your people. The offspring of the wicked will never be mentioned again.", "21": "Prepare a place to slaughter his sons because of the guilt of their fathers, so that they may not rise up to inherit the earth and to cover the world with cities.", "22": "I will rise up against them, declares the Lord of Armies. I will cut off from Babylon her name and her remaining people, her posterity and progeny,[c] declares the Lord.", "23": "I will turn it into a marsh, a home for porcupines,[d] and I will sweep it away with the broom of destruction, declares the Lord of Armies.", "24": "The Lord of Armies has sworn: Certainly, this will take place just as I have planned. It will stand just as I have intended it.", "25": "I will destroy the Assyrian in my land and trample him on my mountains. Then his yoke will be removed from my people, and his burden will be lifted from their shoulders.", "26": "This is the plan that has been determined for the whole world. This is the hand that is stretched out over all nations.", "27": "For the Lord of Armies has made plans, and who can stop him? His hand is stretched out, and who can turn it back?", "28": "This oracle came during the year that King Ahaz died.", "29": "Do not rejoice, all you Philistines, that the rod that struck you is broken. From the snake's root a viper will slither out, and from its egg a venomous flying serpent[e] will come.", "30": "The poorest of the poor will eat, and the needy will lie down in safety. But I will kill your root with famine, and even those of you who remain will be put to death.", "31": "Wail, O gate! Howl, O city! Melt away, all you Philistines! A cloud of dust descends from the north, and no one in its ranks will be left behind.", "32": "What answer will they give to the messengers from that nation? The Lord has established Zion, and the afflicted people will take refuge in her."}