{"1": "Send the tribute ram for the ruler of the land, from Selah toward the wilderness, to the mountain of the daughter of Zion.", "2": "At the fords of the Arnon, the daughters of Moab will be like birds fleeing from a scattered nest.", "3": "Get advice and make a decision. At high noon make your shade as dark as night. Hide the refugees. Do not betray the fugitive.", "4": "Let the refugees from Moab stay with you. Be a hiding place for them from the face of the destroyer. For the extortionist is no longer present. Violence has ceased, and the oppressors have disappeared from the land.", "5": "A throne will be established in mercy. In the tent of David a judge will sit on the throne in truth, seeking justice, eager to bring righteousness.", "6": "We have heard about Moab's pride, about his egotistical conceit. His pride, his arrogance, and his boasting are nothing but self-delusion.", "7": "Therefore Moab will wail for Moab. Everyone will wail. Completely devastated, you will mourn for the raisin cakes of Kir Hareseth.", "8": "Look, the fields of Heshbon wither, along with the vines of Sibmah. The rulers of the nations have trampled the choice vines, which reached even to Jazer, which spread out into the wilderness. Their shoots were spread out all the way to the sea.", "9": "Therefore I will weep as Jazer weeps for the vines of Sibmah. I will drench you with my tears, Heshbon and Elealeh, because the noisy celebration over your ripened fruit and over your harvest has been silenced.", "10": "Gladness and joy are taken away from the rich fields. In the vineyards there will be no cries of joy or happy shouting. No one will tread out wine from the wine presses. I have put a stop to the cheering.", "11": "That is why my deepest feelings moan like a lyre for Moab, and everything inside me is poured out for Kir Hareseth.", "12": "When Moab presents himself on the high place, he only wears himself out. When he goes to his shrine to pray, he will accomplish nothing.", "13": "This is the word that the Lord has already spoken concerning Moab.", "14": "But now the Lord also says, “Within three years, as a worker bound by contract would count them, the glory of Moab will fade away despite its noisy crowd, and those who remain will be few and feeble.”"}