{"1": "An oracle against Damascus. Soon Damascus will no longer be a city. It will become a heap of ruins.", "2": "The cities of Aroer are forsaken. They will be places for flocks. The flocks will lie down, and no one will make them afraid.", "3": "The fortress will disappear from Ephraim, and the kingdom from Damascus. What remains of Aram will be like the glory of the people of Israel, declares the Lord of Armies.", "4": "On that day the glory of Jacob will fade, and his sturdy body will waste away.", "5": "It will be like the time when a reaper has gathered the standing grain, and his arm has reaped the heads of grain, when someone gleans grain in the Valley of Rephaim,", "6": "and a few gleanings are still left there, or when the branches of an olive tree have been beaten, and only two or three ripe olives are left on the top of the highest bough, or four or five remain on the fruitful branches, declares the Lord, the God of Israel.", "7": "On that day people will trust in their Maker, and they will look to the Holy One of Israel.", "8": "They will not look to the altars, the work of their own hands. They will not respect what their fingers have made, neither the Asherah poles nor the altars for incense.", "9": "On that day Israel's strong cities will be like the forsaken hilltops of the Amorites,[a] like the places that were abandoned when the people of Israel first came. They will be desolate.", "10": "You have forgotten the God who saves you. You have not remembered the Rock who is your strength. Therefore, although you set out the best quality plants, and you plant cuttings from imported vines,", "11": "and you put a fence around them on the day you plant them, and you get your seed to sprout in the morning, nevertheless, the harvest will come to nothing in the day of grief and desperate sorrow.[b]", "12": "Oh, the roar of many peoples! They roar like the raging seas. Oh, the uproar of nations! It sounds like huge, crashing waves!", "13": "The nations will roar like the crashing of great waves, but he will rebuke them, and they will flee far away. They will be driven off the mountains like wind-blown chaff, like a tumbleweed blown about in a storm.", "14": "In the evening, terror rushes in! Before morning they are gone. This will be the reward for those who plunder us, the lot of those who rob us."}