{"1": "An oracle against Egypt. Look, the Lord is riding on a swift cloud, coming to Egypt! The worthless idols of Egypt will tremble at his presence, and the hearts of the Egyptians will melt inside them.", "2": "I will stir up Egyptian against Egyptian, and they will fight, brother against brother, neighbor against neighbor, city against city, and kingdom against kingdom.", "3": "The spirit in the Egyptians will fail completely. I will frustrate their plans. They will turn to their worthless gods,[a] to the spirits of the dead, to mediums and spiritists.", "4": "But I will hand the Egyptians over to a cruel master, and a fierce king will rule over them, declares the Lord, the Lord of Armies.", "5": "The water will dry up from the sea,[b] and the riverbed will dry up completely and be empty.", "6": "The rivers and canals will stink. The streams in the Nile delta[c] will run low and dry up. Reeds and rushes will wither away.", "7": "The plants that grow beside the Nile, at the mouth of the Nile, and all the crops planted along the Nile will dry up. They will blow away and vanish.", "8": "The fishermen will mourn. All those who cast hooks into the Nile will lament, and those who spread nets on the waters will grieve.", "9": "Those who work with flax, the women who comb the flax, and the men who weave the linen will despair.", "10": "Those who make cloth will be crushed. All the hired workers will lose heart.", "11": "The officials of Zoan are complete fools. Pharaoh's wisest counselors give unreasonable advice. How can you say to Pharaoh, “I am a son of wise men, a son of ancient kings”?", "12": "Where then are your wise men? Let them tell you now! Let them make known what the Lord of Armies has planned against Egypt.", "13": "The officials of Zoan act like fools. The officials of Memphis[d] are deceived. They have caused Egypt to go astray— these cornerstones of her tribes!", "14": "The Lord has poured a confused spirit into them. They made Egypt go astray in everything it does, like a drunken man staggering around in his own vomit.", "15": "No head or tail, no palm branch or reed, will accomplish anything for Egypt.", "16": "On that day the Egyptians will be like women. They will tremble with fear because of the threatening hand of the Lord of Armies, which he raises against them. ", "17": "The land of Judah will terrify Egypt. Everyone who hears about Judah will be filled with dread, because of what the Lord of Armies is planning against Egypt.", "18": "On that day five cities in Egypt will speak the language of Canaan and swear an oath to the Lord of Armies. One will be called the City of the Sun.[e]", "19": "On that day there will be an altar to the Lord in the center of the land of Egypt, and a memorial pillar to the Lord at its border. ", "20": "There will be a sign and a witness to the Lord of Armies in the land of Egypt. They will cry to the Lord because of their oppressors, and he will send them a savior and a champion, and he will rescue them. ", "21": "The Lord will make himself known to Egypt, and on that day the Egyptians will know the Lord. They will worship with sacrifices and offerings. They will swear a vow to the Lord, and they will fulfill it. ", "22": "The Lord will strike Egypt, striking them and then healing them. They will return to the Lord, and he will hear their prayer, and he will heal them.", "23": "On that day there will be a highway from Egypt to Assyria. The Assyrians will come to Egypt, and the Egyptians will come to Assyria, and Egyptians will serve together with Assyrians.", "24": "On that day Israel will be the third, along with Egypt and Assyria, a blessing to the earth, ", "25": "because the Lord of Armies has blessed them, saying, “Blessed be Egypt my people, Assyria the work of my hands, and Israel my inheritance.”"}