{"1": "An oracle about the Wilderness by the Sea. Like windstorms that sweep through the Negev, it comes from the wilderness, from a terrifying place.", "2": "An ominous vision has been shown to me. The betrayer betrays; the destroyer destroys. Elam, attack! Media, lay siege![a] I will bring all her groaning to an end.", "3": "That is why I am full of anguish. Pain has taken hold of me, like the pain of a woman in labor. I am stunned by what I hear, terrified by what I see.", "4": "My heart pounds! I am shaking with fear. The twilight that I longed for is making me quake with terror.", "5": "They prepare the table. They spread out the luxurious carpets. They eat. They drink. “Officers! Get up and oil your shields!”", "6": "Yes, this is what the Lord said to me: Go, post a watchman. Have him declare what he sees.", "7": "When he sees chariots pulled by teams of horses, riders on donkeys, and riders on camels, have him listen carefully—very carefully.", "8": "The lookout[b] cried out: Lord,[c] I stand on the watchtower day after day, and every night I stay at my post.", "9": "Now, look! Here come men in chariots pulled by teams of horses. Then he announced: Fallen, fallen is Babylon! All the images of her gods lie broken on the ground.", "10": "O my people, you who have been threshed like grain on my threshing floor, everything I have heard from the Lord of Armies, the God of Israel, I have proclaimed to you.", "11": "The oracle against Dumah.[d] Someone calls out to me from Seir, Watchman, how much of the night remains? Watchman, how much of the night remains?", "12": "The watchman said: Morning is coming, but night is coming again. If you want to ask, go ahead and ask. Then return! Come back again.", "13": "An oracle against Arabia. You spend the night among the thickets of Arabia, you caravans of Dedanites.", "14": "Bring water for the thirsty, you who live in Tema. Bring bread for the refugees.", "15": "They fled from the sword, from the drawn sword, from the bent bow, and from the heat of battle.", "16": "This is what the Lord said to me: “Within a year, as a worker bound by contract would count it, all the glory of Kedar will come to an end, ", "17": "and the archers who survive, the strong warriors of Kedar, will be few.” The Lord, the God of Israel, has spoken."}