{"1": "An oracle about the Valley of Vision. What is troubling you now? Why have all of you gone up to the rooftops?", "2": "Why is the town full of shouting? Why is the joyful city full of turmoil? Your fallen were not run through with the sword. Your dead did not fall in battle.", "3": "All your rulers fled together, captured by archers without bows. All your refugees were caught together. They had fled far away.", "4": "That is why I said, “Look away from me. I will weep bitterly. Do not try to comfort me over the destruction of the daughter of my people.”[a]", "5": "For it is a day of turmoil, trampling, and terror. This has come from the Lord, the God of Armies, in the Valley of Vision. It is a day for breaking down walls and crying out to the mountains.", "6": "Elam picks up the quiver, with chariots and charioteers, and Kir removes the covering from their shields.", "7": "Your fertile[b] valleys are full of chariots, and charioteers[c] are posted by the gate.", "8": "He removed the cover that was protecting Judah. On that day you looked for the weapons in the House of the Forest.", "9": "You saw all the breaches through the walls of the City of David— and there were many. You collected water from the Lower Pool.", "10": "You counted the houses of Jerusalem. You planned to tear them down to strengthen the wall.", "11": "You built a reservoir between the two walls for the water from the Old Pool. But you did not look to the one who had made it. You did not consider the one who shaped this long ago.", "12": "On that day the Lord, the God of Armies, called for weeping and loud mourning. He called for shaved heads and for dressing in sackcloth.", "13": "But take a look and see: joy and gladness, butchering cattle, killing sheep, eating meat, and drinking wine. “Let's eat and drink, for tomorrow we die.”", "14": "The Lord of Armies has revealed this in my hearing: “I swear, your guilt will not be atoned for until your dying day, says the Lord, the God of Armies.”", "15": "This is what the Lord, the God of Armies, says. Go to this administrator Shebna, who is in charge of the palace, and ask him, ", "16": "“What are you doing here? Who gave you permission to carve a tomb here?” (Shebna was carving out a tomb for himself on a height, chiseling a resting place for himself in the cliff!)", "17": "Watch out! The Lord is going to hurl you away violently, you ordinary man.[d] He is going to grab you tightly, ", "18": "whirl you around and around,[e] and throw you like a ball into the open countryside. There you will die, and your glorious chariots will be there, to the shame of your master's house. ", "19": "I will expel you from your office. You will be thrown out from your position.", "20": "On that day I will call for my servant Eliakim son of Hilkiah. ", "21": "I will clothe him with your robe and tie your sash around him. I will put your authority into his hand, and he will be a father for those who live in Jerusalem and for the house of Judah. ", "22": "I will place the key of the house of David on his shoulder. Whatever he opens, no one will shut. Whatever he shuts, no one will open. ", "23": "I will drive him like a nail into a solid place. He will be an honored throne for the house of his father. ", "24": "They will hang all the splendor of his father's house on him: the branches and leaves,[f] and all the small containers, from the large bowls all the way down to the smallest juglets.[g]", "25": "In that day, says the Lord of Armies, the nail that was driven into a solid place will give way. It will be sheared off and fall down. The load hanging on it will be cut off, because the Lord has spoken."}