{"1": "An oracle about Tyre. Wail, you ships of Tarshish! Because Tyre has been destroyed— no more house or harbor![a] This is the news they heard from Cyprus.[b]", "2": "Be silent, you who live along the coast, you merchants of Sidon, whose agents have crossed the sea[c] ", "3": "on the great waters. The grain of the Shihor, the harvest of the Nile, provided her income. She was the marketplace of nations.", "4": "Be ashamed, Sidon, fortress by the sea, because the sea has spoken, saying, “No longer do I feel the pain of childbirth. No longer do I have children. I have no young men to raise, no virgin girls to bring up.”[d]", "5": "When the news comes to Egypt, they will agonize over the report from Tyre.", "6": "Sail across to Tarshish! Wail, you island people!", "7": "Is this your joyful city, older than old, whose feet carried her to settle so far away?", "8": "Who has planned this against Tyre, the city that crowned kings, whose merchants were like royal officials, whose traders were honored around the world?", "9": "The Lord of Armies has planned this, to strip their pride of all its glory, to humiliate those who were honored around the world.", "10": "Overflow your land,[e] daughter of Tarshish, like the Nile overflowing its banks. You no longer have a harbor as a marketplace.[f]", "11": "He has stretched out his hand over the sea. He has shaken the kingdoms. It is the Lord who has ordered the destruction of Canaan's[g] fortresses.", "12": "He said, “Rejoice no more, virgin daughter of Sidon, you who have been violated. Get up, sail across to Cyprus.[h] But even there you will have no rest.”", "13": "(Compare it to the land of the Chaldeans—this people who have become nothing. It was the Assyrians who made it into a dwelling for wild animals from the desert. They raised up siege towers, tore down citadels, and made it a ruin.)", "14": "Wail, you ships of Tarshish, because your stronghold is destroyed!", "15": "In that day Tyre will be forgotten for seventy years, the days of a king's life. After the end of the seventy years, Tyre will be like the prostitute in this song.", "16": "Pick up a lyre. Go through the city, you forgotten prostitute. Play skillfully. Sing many songs, so that you might be remembered once again.", "17": "At the end of the seventy years, the Lord will deal with Tyre. She will go back to collecting wages, to selling herself to all the kingdoms of the world, to everyone on the surface of the earth. ", "18": "But this time her merchandise and her wages will be dedicated to the Lord. It will not be stored away. Her goods will be for those who live in the presence of the Lord, so that they have enough to eat and clothing that will last."}