{"1": "Watch, the Lord is going to strip the earth bare and make it desolate. He will wring it out and scatter its inhabitants.", "2": "It will be the same for people and priest, for servant and master, for servant girl and lady, for buyer and seller, for lender and borrower, for creditor and debtor.", "3": "The earth will be stripped bare, totally plundered, for the Lord has spoken this word.", "4": "The earth mourns and withers. The world fades and withers away. The proud people of the earth fade away.", "5": "The earth is polluted by its inhabitants, because they have bypassed the laws. They have changed the statutes and set aside the everlasting covenant.", "6": "Therefore a curse devours the earth, and those who live there will be found guilty. That is why the inhabitants of the earth will be burned up, and so few will remain.", "7": "The new wine mourns. The vine dries up. Those who were feeling merry now sigh.", "8": "The happy sound of drums has ceased. The noise of partying has ended. The joyful lyre is silent.", "9": "They will drink no wine with their songs anymore. Beer[a] is bitter to those who drink it.", "10": "The city is in chaos and ruins. Every house is closed up, and no one can get in.", "11": "They cry for wine in the streets, but all festive joy is gone. Joyful celebration is banished from the land.", "12": "The city is left desolate, and the gate is smashed into pieces.", "13": "This is the way it will be among the peoples on earth: It will be like an olive tree after it has been picked over, like the gleanings left after the grape harvest.", "14": "They raise their voices and sing for joy. From the west[b] they shout for the majesty of the Lord.", "15": "Therefore, in the east[c] glorify the Lord. In the coastlands of the sea, glorify the name of the Lord, the God of Israel!", "16": "We hear songs from the ends of the earth: Glory to the Righteous One! But I said, “I am wasting away! I am wasting away! Woe is me!” The treacherous deal treacherously. Yes, the treacherous deal very treacherously.", "17": "Panic, pit, and peril[d] await all who live on the earth.", "18": "Whoever flees from the noise of terror will fall into the pit. Whoever crawls out of the pit will be caught in the trap. The windows[e] in the sky have opened, and the foundations of the earth quake.", "19": "The earth is broken to pieces. The earth is tearing itself apart. The earth is shaking violently.", "20": "The earth staggers like a drunken man. It shakes like a shack in a windstorm. The burden of its rebellion is so heavy that it will fall, unable to rise again.", "21": "On that day the Lord will deal with the army on high and with the kings of the earth below.", "22": "They will be gathered together like prisoners in a pit. They will be locked up in prison, and after many days they will be dealt with.", "23": "Then the bright moon will be ashamed, and the hot sun will be embarrassed, for the Lord of Armies will reign on Mount Zion in Jerusalem, and his glory will shine in the presence of his elders."}