{"1": "On that day this song will be sung in the land of Judah. We have a strong city. God sets up salvation as its walls and ramparts.", "2": "Open the gates, so that the righteous nation may enter, the nation that guards the truth.[a]", "3": "You preserve perfect peace for the person whose resolve is steadfast, because he trusts in you.", "4": "Trust in the Lord forever, for Yah the Lord[b] is the eternal Rock.", "5": "He humbles those who live in a high place, in a high, secure city. He brings it down! He brings it down to the ground! He throws it down into the dust!", "6": "It is trampled down by the feet of the poor, by the soles of the feet of the helpless.", "7": "The way of the righteous is level and smooth. You are righteous.[c] You smooth the path for the righteous.", "8": "Truly, Lord, we have waited for you on the path of your judgments. Your name and your renown are what our soul desires.", "9": "My soul longs for you during the night. My spirit within me looks for you early in the morning, because when your judgments are known on earth, the inhabitants of the world will learn what righteousness is.", "10": "Although grace is shown to the wicked, they do not learn righteousness. They will continue to act unjustly even in a righteous land. They will not recognize the Lord's majesty.", "11": "Lord, your hand is raised, ready to strike, but they do not see it. But they will see your zeal for the people, and they will be put to shame. May fire consume your enemies.", "12": "O Lord, you establish peace for us. Everything we have done, you have accomplished for us.", "13": "O Lord our God, other lords besides you have ruled over us, but we honor only your name.", "14": "They are dead. They will not live again. Their departed spirits will not return. You have dealt with them and destroyed them. You have wiped out all memory of them.", "15": "You have enlarged the nation, O Lord. You have enlarged the nation! You are glorified! You have extended all the borders of the land.", "16": "O Lord, they appealed to you in distress. They whispered a prayer as you disciplined them.", "17": "Just as a pregnant woman nearing the time of her delivery writhes and cries out in her pain, so we have done before you, O Lord.", "18": "We have been in pain as if we were about to give birth to a child, but we gave birth only to wind. We have not brought salvation for the earth. We have not given birth to people who can inhabit the world.[d]", "19": "But your dead ones will live. Their[e] dead bodies will rise. Wake up and sing for joy, you who dwell in the dust, because your dew will glisten like morning light, and the earth will give up the spirits of the dead.[f]", "20": "Go, my people, go into your rooms, and shut the doors behind you. Hide yourselves for a little while, until his wrath has passed over.", "21": "Look! The Lord is coming out of his place to deal with the guilt of those who live on the earth. Then the earth will reveal the blood shed on it. It will no longer cover those who have been killed."}