{"1": "On that day, the Lord will draw his sharp, great, and powerful sword, and he will kill Leviathan,[a] the slithering serpent—Leviathan, the coiling serpent. The Lord will kill the monster[b] in the sea.", "2": "On that day, sing about a delightful vineyard![c]", "3": "I, the Lord, am serving as its caretaker. I water it constantly. So that nothing will damage it, I guard it night and day.", "4": "I am not angry, but if I do find briers and thorns there, I will fight them! I will charge against them and set them all on fire.", "5": "To prevent this, let them turn to me for protection and make peace with me. Let them make peace with me![d]", "6": "In days to come, Jacob will take root. Israel will blossom and bud. It will fill the whole world with fruit.", "7": "Has he struck Israel the way he struck those who struck them? Have they been killed the same way those who killed them were killed?", "8": "When you drive them away[e] and send them into exile, you make your case against them. He drives them out with his violent storm, as on a day when the hot east wind blows.", "9": "In this way the guilt of Jacob will be atoned for, and this will be all the fruit that results from taking away his sin. He will make all the altar stones like chalk that has been crushed, and no Asherah poles or incense altars will remain standing.", "10": "Then the fortified city will be all alone, a dwelling place, deserted and forsaken, like a wilderness. Calves will graze there. They will lie down there and eat all the leaves off the branches.", "11": "When its twigs are dried up, they are broken off. Women will come and build a fire with them. Because they are a people who have no understanding, therefore their Maker will have no compassion on them. He who formed them will not be gracious to them.", "12": "On that day the Lord will thresh from the flowing river, the Euphrates, to the Stream of Egypt,[f] and you Israelites will be gathered one by one. ", "13": "On that day there will be a very loud blast on a ram's horn, and those who were about to perish in the land of Assyria, together with those who were scattered in the land of Egypt, will come. They will worship the Lord on the holy mountain at Jerusalem."}