{"1": "  Woe to drunken Ephraim's proud crown, to the fading flower of its glorious beauty, on the peak that overlooks a fertile valley. Woe to those who are overcome with wine!", "2": "Look, the Lord has someone who is strong and mighty. Like a hailstorm, like a destructive windstorm, like a hurricane that drives surging waters, he will throw them down to the earth with his own hand.", "3": "Drunken Ephraim's proud crown will be trampled underfoot.", "4": "The fading flower of its glorious beauty, on the peak overlooking a fertile valley, will be like the early figs before summer, which someone picks and swallows as soon as he sees them.", "5": "On that day the Lord of Armies will become a glorious crown and a beautifully braided headband for the remnant of his people.", "6": "He will provide a spirit of justice to the one who sits in judgment, and strength for those who turn back the battle at the gate.", "7": "They stagger into error because of wine, and they stumble off the way because of beer. The priests and prophets stagger with beer, and they are dizzy from wine. They stumble from beer. They stagger when they see visions. They reel when they render judgment.", "8": "All their tables are covered with vomit. There is not a spot without filth.", "9": "They[a] say: Who is he trying to teach? Who needs his instruction? A baby who has just been weaned from milk? An infant just taken from the breast?", "10": "They say: Law by law, law by law, rule by rule, rule by rule,[b] a little here, a little there.", "11": "So the Lord will speak to this people with barbarous lips and in a foreign tongue.", "12": "He said to them, “This is the resting place. Let the weary rest. This is the place to be refreshed,” but they would not listen.", "13": "That is why to them the word of the Lord will be: Law by law, law by law, rule by rule, rule by rule,[c] a little here, a little there. As a result they will try to walk, but they will fall backwards. They will be hurt, trapped, and taken.", "14": "So now, hear the word of the Lord, you scoffers, who rule this people in Jerusalem.", "15": "You said: We have made a covenant with death, an agreement with the grave.[d] When the punishing whip[e] comes, it will not touch us, for we have made lies our refuge, and we have hidden ourselves behind falsehood.", "16": "Therefore, this is what the Lord God says: Look, I am laying a stone in Zion as a foundation, a tested stone, a precious cornerstone to provide a sure foundation. Whoever believes will not be put to shame.[f]", "17": "I will make justice the measuring line and righteousness the plumb line. A hailstorm will sweep away the refuge of lies, and floodwaters will wash away your shelter.", "18": "Your covenant with death will be canceled, and your agreement with the grave will not stand. When the punishing whip comes, you will be beaten down by it.", "19": "Every time it comes, it will carry you away. It could come any morning, any day, any night. If you understand this message, you will be utterly terrified:", "20": "The bed is too short to lie on, and the blanket is too narrow to cover you.", "21": "For the Lord will rise up as he did on Mount Perazim. He will be enraged, as he was in the valley of Gibeon, to do his work, his strange work, and to accomplish his task, his foreign task.", "22": "Now stop your scornful attitude, or your chains will be made stronger, because I have heard a decree of destruction from the Lord, the Lord of Armies, against the whole earth.", "23": "Listen! Hear my voice. Pay attention to what I say.", "24": "Does the plowman keep plowing all day in order to plant? Does he keep tilling the soil and turning over the dirt?", "25": "When he has leveled the surface, doesn't he plant the dill and scatter cumin seed? He plants the wheat in one place, barley in another field, and spelt along the edge.", "26": "His God instructs him and teaches him good judgment.", "27": "Of course he does not thresh the dill with a threshing sledge, nor does he roll the wheel of a cart over the cumin. No, he beats the dill with a stick and strikes the cumin with a staff.", "28": "Flour for bread needs to be ground, so he does not thresh endlessly. He drives the wheels of his threshing cart over it and even his team of horses, but he does not pulverize it.", "29": "This also springs forth from the Lord of Armies. He gives amazing advice. He provides great guidance."}