{"1": "  Woe to Ariel![a] Ariel, the city where David made his camp. Add one year to another. Let your cycle of festivals roll on.", "2": "But then I will bring distress to Ariel, and there will be mourning and lamentation. Then she will become an altar hearth[b] to me.", "3": "I will encamp against you on all sides, and I will lay siege against you with towers.[c] I will raise siege works against you.", "4": "You will be brought so low that you will speak from the ground. You will murmur from the dust. Your voice will be like a ghost from a pit in the ground, and your speech will whisper from the dust.", "5": "But your many foes will become like fine dust, and the ruthless hordes like blowing chaff. This will take place suddenly, in an instant.", "6": "You will be visited by the Lord of Armies with thunder, earthquake, and a loud noise, with a strong wind and a storm, and with the flames of a devouring fire.", "7": "The hordes of nations that fight against Ariel, all who fight against her and her stronghold, all who besiege her— all of them will be like a dream, like a vision in the night.", "8": "They will be like a hungry man who dreams and sees himself eating, but then he wakes up, and his hunger is not satisfied. They will be like a thirsty man who dreams and sees himself drinking, but then he wakes up and, sure enough, he is weak with thirst. That is how it will be with the hordes of nations that fight against Mount Zion.", "9": "Be stunned! Be amazed! Blind yourselves and be blind! They are drunk, but not with wine. They stagger, but not from beer.[d]", "10": "For the Lord has poured out a spirit of deep sleep over you. He has closed your eyes—the prophets. He has covered your heads—the seers.", "11": "For you this whole vision has become like the words of a sealed scroll. If you give it to someone who can read, and you say, “Read this, please,” he will say, “I can't. It is sealed.” ", "12": "And if you give it to someone who cannot read, and you say, “Read this, please,” he will say, “I can't read.”", "13": "The Lord says: These people approach me with their words, and they honor me with their lips, but their hearts are far from me. Their worship of me is nothing but commandments taught by men.[e]", "14": "So watch how I will continue to amaze these people with amazing, extraordinary things. The wisdom of the wise will perish, and the intelligence of the intelligent will be hidden.", "15": "Woe to those who try to hide their plans from the Lord. Their deeds are done in darkness, and they think that no one sees them or knows what they are doing.", "16": "You turn things upside down! Should the potter be treated like clay? Should the thing that was made say to its maker, “You didn't make me”? Should the creation say to the creator, “You know nothing”?", "17": "Isn't it true that in a very short time Lebanon will be turned into a fertile field, and the fertile field will seem like a forest?", "18": "On that day, the deaf will hear the words from a book, and out of gloom and darkness the eyes of the blind will see.", "19": "The humble will rejoice in the Lord once again, and the poor will delight in the Holy One of Israel.", "20": "But the ruthless will come to nothing. Those who mock will be no more, and all those who plan evil will be cut off—", "21": "all those who slander others with a word, all those who argue cases at the city gate, all those who use false testimony to deprive the innocent of justice.", "22": "Therefore this is what the Lord, who redeemed Abraham, says about the house of Jacob: Jacob will not be ashamed anymore. His face will not grow pale.", "23": "But when his children see what I do among them, they will honor my name. They will honor the Holy One of Jacob. They will stand in awe of the God of Israel.", "24": "Those who are confused will come to understand, and those who complain will gladly receive instruction."}