{"1": "  Pay attention to this. The Lord, the Lord of Armies, is about to remove from Jerusalem and Judah every kind of support: the entire supply of bread, and the entire supply of water,", "2": "the hero and the warrior, the judge and the prophet, the omen reader and the elder,", "3": "the commander of fifty and the respected leader, the adviser and the clever practitioner of occult arts, and the skillful caster of spells.[a]", "4": "I will give them young men as their officials, and immature children[b] will rule over them.", "5": "The people will tyrannize each other, man against man, neighbor against neighbor. The young man will behave arrogantly against the elder, and the dishonorable against the honorable.", "6": "Then a man will take hold of his brother in his father's house and say, “You have fine clothing. You be our ruler. You take charge of these ruins.”", "7": "But in that day his brother will cry out, “I am not a healer.[c] In my house I have neither bread nor fine clothing. Don't make me ruler of this people.”", "8": "Yes, Jerusalem has stumbled, and Judah has fallen, because their speech and their actions are against the Lord. They defy his glorious presence.[d]", "9": "The look on their faces testifies against them. They parade their sin like Sodom. They do not bother to hide it. How terrible it will be for them! Look, they have brought disaster upon themselves.", "10": "Tell the righteous that it will go well for them, and they will eat the fruit of their labors.", "11": "How terrible it will be for the wicked! Disaster is coming upon them. Yes, whatever they have done with their hands will be paid back to them.", "12": "As for my people, children will oppress them,[e] and women will rule over them. My people, your guides are leading you astray. They are confusing you about the way you should go.", "13": "The Lord stands up to make his case. He stands to judge the peoples.", "14": "The Lord will enter into judgment with the elders of his people and with their officials. He says, “It is you who have devoured the vineyard. The things you have stolen from the poor are in your houses. ", "15": "What do you mean by crushing my people and grinding the faces of the poor? declares the Lord, the Lord of Armies.”", "16": "The Lord also says this. Because the daughters of Zion are haughty, and they walk with their heads held high,[f] flirting with their eyes, walking seductively with quick little steps, with ornaments jingling on their ankles, ", "17": "the Lord will crown the heads of the daughters of Zion with scabs. The Lord will make their scalps bald.[g] ", "18": "In that day the Lord will take away the beautiful anklets, the headbands, the crescent ornaments, ", "19": "the earrings, the bracelets, the veils, ", "20": "the headdresses, the ankle chains, the sashes, the perfume bottles, the magic charms, ", "21": "the signet rings, the nose rings, ", "22": "the elegant dresses, the capes, the shawls, the purses, ", "23": "the hand mirrors, the fine linen wraps, the tiaras, and the gowns.[h]", "24": "This is what will take place: Instead of fragrant perfumes, there will be a stench, instead of styled hair, baldness, instead of a robe, a garment made of sackcloth, and there will be branding instead of beauty.", "25": "Your men will fall by the sword, and your mighty warriors in battle.", "26": "Her gates will groan and grieve, and she will sit on the ground, deserted. On that day seven women will take hold of one man and say, “We will eat our own bread and wear our own clothing. Just let us be called by your name. Take away our shame.”"}