{"1": "  Woe to this rebellious people, says the Lord. They take advice, but not from me. They establish an alliance, but not by my Spirit. Then they sin more and more.", "2": "Woe to those who go down to Egypt, without consulting me. They seek Pharaoh's protection, and they take refuge in the shade of Egypt!", "3": "So Pharaoh's protection will bring you shame. Taking refuge in the shade of Egypt will be your downfall.", "4": "Even though Israel's officials are in Zoan, and their envoys have gone as far as Hanes,", "5": "they will all be humiliated because of a people that is useless to them. They can neither help nor provide any benefit. They bring only shame and reproach.", "6": "An oracle about the animals of the Negev. Through the land of trouble and distress, the land of the lioness and the lion, of the viper and the venomous flying serpent, Judah's envoys carry their wealth on the backs of donkeys and their treasures on camels' humps, to a nation that cannot help them.", "7": "For Egypt's help is useless and serves no purpose. That is why I have called her “the dragon that just sits there.”[a]", "8": "Go and write it on a tablet for them. Record it on a scroll, so that in the future it may serve as a permanent witness.", "9": "These are a rebellious people, lying children, children unwilling to hear the law of the Lord,", "10": "who tell the seers, “Stop seeing!” who tell the prophets, “Stop prophesying what is right! Tell us pleasant things. Prophesy illusions.", "11": "Leave the way! Turn from the path! Stop getting in our face about the Holy One of Israel!”", "12": "This is what the Holy One of Israel says: Since you have rejected my word, and you trust in oppression and deceit, and you rely on them,", "13": "your guilt will be like a crack in a wall, bulging out and about to collapse. It will suddenly fall without warning.", "14": "It will crash like a broken clay pot, smashed to pieces so violently that not one useful piece will be left, not even a piece good enough to pick up a coal from the hearth or to ladle water from a cistern.", "15": "This is what the Lord God, the Holy One of Israel, says: If you repent and wait quietly, you will be saved. Your strength will depend on quietness and trust. But you refused.", "16": "You said, “No, we will flee on horseback!” Yes indeed, you will flee. You said, “We will ride away swiftly!” Yes indeed, you will be pursued swiftly.", "17": "A thousand will flee when just one threatens. When five threaten, you will flee, until you are like a single flag, fluttering on a mountaintop, like a lonely banner on a hill.", "18": "But the Lord is eager to be gracious to you. He waits on high to have mercy on you, for the Lord is a God of justice. Blessed are all those who long for him.", "19": "So people will live in Zion. In Jerusalem you will weep no more. The Lord will be very gracious to you when he hears your cry. When he hears you, he will answer you. ", "20": "Though the Lord has given you the bread of adversity and the water of affliction, he is your teacher.[b] He will not be hidden any longer. You will see your teacher with your own eyes. ", "21": "Whenever you are tempted to turn to the right or to the left, you will hear his voice behind you, saying, “This is the way. Walk in it.” ", "22": "You will defile your idols that are plated with silver and your images overlaid with gold. You will throw them away like a filthy cloth,[c] saying, “Get away from me!”", "23": "Then he will give you rain so that you can sow seed in the ground. The bread from your land's harvest will be excellent and plentiful. On that day your livestock will graze in wide pastures. ", "24": "The oxen and the donkeys that work the ground will eat the best feed[d]—winnowed with a shovel and a winnowing fork. ", "25": "On every lofty mountain and on every high hill there will be streams flowing with water. It will be a day of terrible slaughter, when towers fall. ", "26": "The light of the moon will be as bright as the sun, and the light of the sun will be seven times brighter—like the light of seven days—on the day when the Lord will bind up the wounds of his people and heal the injuries he inflicted.", "27": "Look! The name of the Lord is coming from far away, burning with anger, in a column of thick smoke. His lips are full of anger, and his tongue is a consuming fire.", "28": "His breath is a stream at flood stage, surging all the way up to your neck. He shakes the nations in a sieve to destroy them, and he puts a bridle in their mouths to lead them to destruction.", "29": "You will sing as you do on the night of a holy festival, with glad hearts, as when they go up with flutes to the mountain of the Lord, to the Rock of Israel.", "30": "The Lord will cause the majestic splendor of his voice to be heard. He will make them see his arm come crashing down in fierce anger, like the flames of a consuming fire, like driving rain, a furious storm with hailstones.", "31": "The voice of the Lord will terrify Assyria. He will strike it with his rod.", "32": "Every stroke of the punishing rod[e] which the Lord will lay on them will be accompanied by the music of drums and lyres. He himself will fight, battling them, swinging weapons.", "33": "Topheth has long been made ready. It is prepared for the king, a flaming funeral pyre, deep and wide, with plenty of wood. The breath of the Lord, like a river of liquid fire, sets it ablaze."}