{"1": "  See, a king will reign in righteousness, and officials will govern with justice.", "2": "Each of them will be like a shelter from the wind and a refuge from the storm, like streams of water for a dry place, like the shade of a massive cliff in a parched land.", "3": "The eyes of those who see will not be closed, and the ears of those who hear will listen.", "4": "Hasty hearts[a] will gain understanding, and stammering tongues will speak clearly.", "5": "The fool will no longer be called noble, nor will rogues be treated like respectable people.[b]", "6": "The fool speaks folly, and his heart plots evil: to do what is ungodly, to tell lies about the Lord, to deny food to the hungry, and to refuse even one drink for the thirsty.", "7": "The rogue's ways are evil. He plots evil to ruin the humble with lies, even when the poor speak with justice.", "8": "But the noble man plans noble deeds, and by noble deeds he stands.", "9": "Get up, you complacent women, and listen! You carefree girls, hear what I have to say!", "10": "In a little more than a year, you carefree women will be worried, because the grape harvest will fail, and the fruit harvest will not arrive.", "11": "Tremble, you complacent women! Be worried, you carefree girls! Strip yourselves naked, and put sackcloth around your waist.", "12": "Beat your breasts in mourning for the pleasant fields, for the fruitful vines,", "13": "because my people's land will yield only thorns and briers. Weep for all the houses where you partied, in the city where you celebrated.", "14": "Then the fortress will be abandoned. The crowded city will be deserted. The citadel and the watchtower will become rugged ruins[c] for a long time, enjoyed by wild donkeys, and a pasture for flocks,", "15": "until the Spirit is poured out on us from on high, and the wilderness becomes a fertile field, and the fertile field seems like a forest.", "16": "Then justice will dwell in the wilderness, and righteousness will live in the fertile field.", "17": "The result of righteousness will be peace, and righteousness will bring lasting tranquility and security.", "18": "My people will live in a peaceful place, in secure dwellings, and in quiet resting places.", "19": "Even if hail destroys the forest, or if the city is totally leveled,", "20": "how blessed you will be, as you sow seed beside streams, and let your cattle and donkeys run free."}