{"1": "  Woe to you who destroy, even though you have not been destroyed, you who betray, though you have not been betrayed! When you have finished destroying, you will be destroyed, and when you have finished betraying, you will be betrayed.", "2": "O Lord, be gracious to us. We wait hopefully for you. Be our strength every morning. Be our salvation in times of trouble.", "3": "At the thunder of your voice, people flee. When you stir up your great power, nations scatter.", "4": "Your plunder will be taken away the way a caterpillar[a] eats things up. People will swarm on it like a locust swarm.", "5": "The Lord is exalted, because he dwells on high. He will fill Zion with justice and righteousness.", "6": "There will be stability in your time, a wealth of salvation, wisdom, and knowledge. Your treasure will be the fear of the Lord.", "7": "Listen! Their elite troops[b] are crying in the streets. The peace envoys weep bitterly.", "8": "The highways are deserted. All travel has stopped. The treaty has been broken. Witnesses[c] are despised, and no one is respected.", "9": "The land mourns and becomes weak. Lebanon is ashamed and withers away. The Plain of Sharon is like the Arabah, and Bashan and Carmel are stripped bare.", "10": "Now I will arise, says the Lord. Now I will lift myself up. Now I will be exalted.", "11": "You will conceive chaff and give birth to stubble. Like fire, your own breath will consume you.", "12": "People will be burned to lime,[d] like thorns that are cut and burned in the fire.", "13": "You who are far away, recognize what I have done. You who are close by, acknowledge my mighty acts.", "14": "The sinners in Zion are afraid. Trembling has seized the ungodly. Who of us can live with a consuming fire? Who of us can live in a place that burns without end?", "15": "Those who walk righteously and speak blamelessly, those who despise dishonest gain, whose hands refuse a bribe, whose ears will not listen to violent plans, whose eyes reject evil—", "16": "they will dwell on high. Their defense will be a fortress on the cliffs. Their bread will be provided. Their water supply will be reliable.", "17": "Your eyes will see the King[e] in his splendor. They will see a land that stretches far and wide.", "18": "Your heart will think about the past terrors. You will think, “Where is the one who took the inventory?[f] Where is the one who weighed the silver? Where is the one who counted the towers?”", "19": "You will no longer see a barbaric people, a people with unintelligible speech, which you cannot understand, a people who babble in a language that makes no sense.", "20": "Look at Zion, the city where we hold our festivals. You will see Jerusalem as a peaceful place, as a tent that cannot be removed. Its stakes will never be pulled up. Its ropes will never be broken.", "21": "There the Lord will be with us in majesty, as in a place with wide rivers and streams, where no enemy warship can row, where no sailing ship can slip past.", "22": "Because the Lord is our judge, the Lord is our lawgiver, and the Lord is our king, he is the one who will save us.", "23": "Your rigging hangs loose. The mast is not steady. The sail is not set.[g] When they divide all the plunder, there will be so much that even the crippled will take part.", "24": "No one who lives there will say, “I am sick.” The guilt of the people who live there will be forgiven."}