{"1": "  Come near, you nations, and hear! Listen, you peoples. Let the earth and everything in it hear, the world and everything that it produces.", "2": "The Lord is angry with all the nations, and he is furious with all their armies. He has condemned them to destruction. He has handed them over for slaughter.", "3": "Their fallen bodies will lie unburied, and the stench of their corpses will linger. The mountains will flow with their blood.", "4": "The whole army of the heavens will fall apart. The sky will be rolled up like a scroll, and its whole army will waste away and fall, like leaves withering on a vine, like fruit that falls from a fig tree.", "5": "Yes, my sword has drunk its fill in the heavens. Now it will fall on Edom, on the people I have sentenced to judgment.", "6": "The sword of the Lord is covered with blood. It is coated with fat, with the blood of lambs and goats, with the fat from the kidneys of rams, for the Lord has made a sacrifice in Bozrah, a massive slaughter in the land of Edom.", "7": "Wild oxen will fall along with them, bull calves and powerful bulls. Their land will be soaked with blood, and their dust will be saturated with fat.", "8": "It will be a day of vengeance for the Lord, a year of retribution for Zion's sake.[a]", "9": "Edom's streams will be turned into pitch, its dust into sulfur, and its land will become burning pitch,", "10": "which will not be extinguished night or day. Its smoke will go up forever. Generation after generation, it will lie in ruins. No one will ever pass through it. Never again!", "11": "But the desert owl and the porcupine will live there.[b] The screech owl and the raven will nest there. God will stretch a measuring line for chaos over Edom, and a plumb line for uninhabited ruins.[c]", "12": "There will be nothing left for its nobles to call a kingdom. All its officials will be gone.", "13": "Thorns will cover its citadels. Thistles and briers will overgrow its fortresses. It will be a den of jackals, a haunt for ostriches.", "14": "Desert animals and hyenas will gather, and wild goats[d] will bleat to each other. Creatures of the night[e] will settle there and find a resting place.", "15": "An owl[f] will nest there. She will lay eggs, hatch them, and gather her young under her shade. Falcons will gather there too, each with its mate.", "16": "Search through the book of the Lord, and read. Not one of them will be missing. Not one will lack her mate. For his mouth has commanded this, and his Spirit has gathered them together.", "17": "He has allotted this land for these creatures. His hand has divided it up for them with a surveying line. They will possess it forever. They will live there generation after generation."}