{"1": "Now in the fourteenth year of King Hezekiah, Sennacherib king of Assyria came up against all of the fortified cities of Judah and seized them. ", "2": "The king of Assyria sent his herald[a] from Lachish to Jerusalem to King Hezekiah. A large army was with him. He stood by the water channel from the upper pool on the road to the launderer's[b] field. ", "3": "Then Eliakim son of Hilkiah, who was the palace administrator, Shebna, who was the secretary, and Joah son of Asaph, who was the recorder, came out to meet him.", "4": "The herald told them this. Tell Hezekiah this is what the Great King, the king of Assyria, says. What makes you so confident? ", "5": "Your wisdom and military strength are based on empty promises. Who do you trust, so that you now have rebelled against me? ", "6": "Tell me! Are you really trusting in Egypt to be your staff, that splintered reed that will pierce the hand of anyone who leans on it? That is what happens to anyone who relies on Pharaoh king of Egypt.", "7": "If you say to me that you trust in the Lord your God, isn't he the one whose high places and altars Hezekiah removed? Didn't Hezekiah tell Judah and Jerusalem to worship at this altar?", "8": "Now then, make a bargain with my master the king of Assyria. I will give you two thousand horses, if you can find enough riders for them. ", "9": "How can you resist even one officer from among the least of my lord's servants? How can you put your trust in Egypt for chariots and charioteers?", "10": "What's more, have I attacked this land to destroy it without the Lord's orders? The Lord is the one who said to me, “Go up against this land and destroy it.”", "11": "Then Eliakim, Shebna, and Joah said to the herald, “Please speak to your servants in Aramaic, because we understand it. Do not speak to us in Hebrew, because there are people on the city wall who are listening.”", "12": "But the herald replied, “Has my lord sent me only to you and to your lord to speak these words, and not to the men who are sitting on the wall, who will eat their own excrement and drink their own urine with you?”[c]", "13": "Then the herald stood up and called out in a loud voice in Hebrew. He said: Listen to the words of the Great King, the king of Assyria! ", "14": "This is what the king says. Do not let Hezekiah deceive you! He will not be able to deliver you. ", "15": "Do not let Hezekiah persuade you to trust in the Lord, when he says that the Lord will save you, and that this city will not be handed over to the king of Assyria.", "16": "Do not listen to Hezekiah, for this is what the king of Assyria says. Make a peace treaty with me and surrender to me. Each one of you will eat from his own vine, from his own fig tree, and each one of you will drink water from his own cistern, ", "17": "until I come and take you away to a land like your own land, a land with grain and sweet wine, a land with bread and vineyards. ", "18": "Do not let Hezekiah make you think that the Lord will deliver you! Have any of the gods of the nations kept them from being handed over to the king of Assyria? ", "19": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim? Have they rescued Samaria from my hand? ", "20": "Which of the gods of these countries have delivered their country from my hand? Will the Lord really deliver Jerusalem from my hand?", "21": "But the officials remained silent, saying nothing in reply, because the king had commanded, “Do not answer him.”", "22": "Then Eliakim son of Hilkiah, who was the palace administrator, Shebna, who was the secretary, and Joah son of Asaph, who was the recorder, went to Hezekiah with their clothing torn and told him everything the herald had said."}