{"1": "In those days Hezekiah became sick and was dying. The prophet Isaiah son of Amoz came to him and said, “This is what the Lord says. Give instructions to your household, because you are going to die. You will not survive.”", "2": "So Hezekiah turned his face to the wall and prayed to the Lord. ", "3": "He said, “Please remember, Lord, how I have walked before you in truth and with my whole heart. I have done what is good in your eyes.” Hezekiah wept bitterly.", "4": "Then the word of the Lord came to Isaiah.", "5": "Go back and tell Hezekiah that this is what the Lord, the God of your father David, says: I have heard your prayer and I have seen your tears. Now then, I will add fifteen years to your life. ", "6": "I will rescue you and this city from the hand of the king of Assyria. I will defend this city.", "7": "This will be the sign from the Lord to you. The Lord will do what he has promised. ", "8": "Watch! I will make the shadow of the setting sun that has moved down the stairway of Ahaz move back, ten steps higher on the staircase. Then the sun's shadow moved backwards, ten steps higher on the stairway that it had just descended.", "9": "A poem written by Hezekiah king of Judah, after his illness and recovery.[a]", "10": "I thought that, only halfway through my life, I was entering into the gates of death,[b] deprived of the remaining years of my life.", "11": "I thought, I will not see the Lord— the Lord[c] in the land of the living. I will no longer see anyone among the inhabitants of the world.[d]", "12": "My dwelling place is being pulled down. It is carried away from me like a shepherd's tent. I have rolled up my life like a weaver. He is cutting me off from the loom. From day until night, you make an end of me.[e]", "13": "I pondered this until the morning. He will break all my bones like a lion! From day until night, you make an end of me.", "14": "I chirp weakly like a swift or a swallow. I mourn like a dove. My eyes are tired from looking upward. O Lord, I am oppressed. Be my security.", "15": "What can I say? He has spoken to me, and he is the one to act. I will march slowly throughout all my years, because my heart is bitter.[f]", "16": "Lord, people live because you give them life. My spirit lives through this.[g] Restore me, and let me live.[h]", "17": "The bitter things I experienced were for my benefit. Your love has preserved my life from the pit of destruction, for you have thrown all my sins behind your back.", "18": "The grave[i] cannot thank you. Death cannot praise you. Those who go down into the pit cannot trust your faithfulness.", "19": "The living one, the living one, he praises you, as I do today. A father tells his children about your faithfulness.", "20": "The Lord will save me, so we will sing songs with stringed instruments all the days of our lives in the House of the Lord.", "21": "Isaiah had said, “Have them take a cake of figs, apply it as a poultice on the inflamed spot, and he will recover.”", "22": "Hezekiah had also asked, “What will be the sign that I will go up to the House of the Lord?”"}