{"1": "Comfort, comfort my people, says your God.", "2": "Speak to the heart of Jerusalem and call out to her. Her warfare[a] really is over. Her guilt is fully paid for. Yes, she has received from the Lord's hand double for all her sins.", "3": "A voice is calling out: In the wilderness prepare the way for the Lord. In the wasteland make a level[b] highway for our God.", "4": "Every valley will be raised up, and every mountain and hill will be made low. The rugged ground will become level, and the rough places will become a plain.", "5": "Then the glory of the Lord will be revealed, and all flesh together will see it. Yes, the mouth of the Lord has spoken.", "6": "A voice was saying, “Cry out!” And I said, “What shall I cry out?” All flesh is grass, and all its beauty[c] is like a wildflower in the countryside.", "7": "Grass withers, flowers fade, when the breath[d] of the Lord blows on them. Yes, the people are grass.", "8": "Grass withers, flowers fade, but the Word of our God endures forever.", "9": "Get up on a high mountain, O Zion, you herald of good news. Lift up your voice with strength, O Jerusalem, you herald of good news. Lift it up! Do not be afraid! Say to the cities of Judah, “Here is your God!”", "10": "Look, God the Lord will come with strength, and his arm is ruling for him. Look, his reward is with him. The result of his work is in front of him.", "11": "Like a shepherd he will care for his flock. With his arm he will gather the lambs. He will lift them up on his lap. He will gently lead the nursing mothers.", "12": "Who has measured the waters in the hollow of his hand? Who marked off the heavens with the width of his hand? Who scooped up the dust of the earth with a measuring cup? Who weighed the mountains with a balance and the hills with scales?", "13": "Who has directed the Spirit of the Lord? Who can teach him anything or serve as his advisor?", "14": "Who was his advisor to give him insight? Who taught him the path of justice? Who taught him knowledge? Who showed him the way to complete understanding?", "15": "Indeed, nations are like a drop in a bucket, and they are treated like powder on a scale. Look, he lifts up islands like dust!", "16": "Not even the forests of Lebanon could provide enough wood to burn, and its animals are not enough for a whole burnt offering.", "17": "All the nations are nothing to him. By him they are regarded as worthless, as less than nothing.", "18": "So to whom will you compare God? What image can you compare to him?", "19": "A craftsman casts the idol, and a goldsmith overlays it with gold. He forges silver chains for it.", "20": "He chooses mulberry wood as an offering,[e] wood that will not rot. He looks for a skillful craftsman to erect an idol that will not fall over.", "21": "Do you not know? Have you not heard? Has it not been declared to you from the beginning? Have you not understood it from the founding of the earth?", "22": "He is the one who sits above the circle of the earth. To him its inhabitants are like grasshoppers. He stretches out the heavens like a curtain, and he spreads them out like a tent to live in.", "23": "He is the one who reduces dignitaries to nothing. He makes the judges of the world useless.", "24": "They have hardly been planted. They have hardly been sown. Their stem has hardly taken root in the earth. Then he blows on them, and they dry up. A driving storm carries them away like chaff.", "25": "To whom can you compare me as if we were equals? says the Holy One.", "26": "Lift up your eyes to the heavens, and see who created these things. See who brings out their army in great number and calls them all by name. Because of his great strength and mighty power, not one of them is missing.", "27": "Why do you speak, O Jacob? O Israel, why do you say, “My way is hidden from the Lord, and justice for me is ignored by my God”?", "28": "Do you not know? Have you not heard? The Lord is the eternal God. He is the Creator of the ends of the earth. He will not grow tired, and he will not become weary. No one can find a limit to his understanding.", "29": "He is the one who gives strength to the weak, and he increases the strength of those who lack power.", "30": "Young men grow tired and become weary. Even strong men stumble and fall.", "31": "But those who wait for the Lord will receive new strength. They will lift up their wings and soar like eagles. They will run and not become weary. They will walk and not become tired."}