{"1": "  Prepare to present your case to me,[a] you coastlands, and let the peoples renew their strength. Let them come near. Yes, let them say, “We will gather together for the verdict.”", "2": "Who has aroused this one from the east? In righteousness he summons him to his feet. He gives nations to him and causes him to rule over kings. He makes them like dust with his sword, like wind-driven stubble with his bow.", "3": "He pursues them and passes by safely. His feet do not touch the ground.[b]", "4": "Who accomplished this and carried it out by summoning generations from the beginning? I, the Lord, am the first, and at the very end I will still be the one.", "5": "The coastlands see and fear. The ends of the earth tremble. They draw near. They come.", "6": "Each one assists his neighbor, and to his brother he says, “Be strong.”", "7": "The craftsman strengthens the refiner. The one who flattens with the hammer strengthens the one who strikes the anvil. Concerning the soldering he says, “It is good.” He fastens it with nails so that it cannot be moved.", "8": "But you, O Israel, my servant, O Jacob, whom I have chosen, the offspring[c] of Abraham, whom I love,", "9": "whom I have snatched from the ends of the earth, whom I have called from its corners— I have said to you, “You are my servant.” I have chosen you and not rejected you.", "10": "Do not fear, for I am with you. Do not be overwhelmed,[d] for I am your God. I will strengthen you. Yes, I will help you. I will uphold you with my righteous right hand.", "11": "Just watch, they will be ashamed and humiliated— all those who are angry with you. They will become nothing and perish— those men who oppose you.", "12": "You will look for them, but you will not find them— those men who contend against you. They will become absolutely nothing, less than nothing— those men who battle against you.", "13": "For I am the Lord your God. I am the one who is holding on to your right hand. I am the one who says to you, “Do not fear. I myself am helping you.”", "14": "Do not fear, you worm, Jacob, you few men of Israel.[e] I myself am helping you, declares the Lord, your Redeemer, the Holy One of Israel.", "15": "Look, I am making you into a sharp, new threshing sledge with double-edged blades. You will thresh mountains and crush them. You will turn hills into chaff.", "16": "You will winnow them, and a wind will lift them up. A strong wind will scatter them. But you, you will rejoice in the Lord. In the Holy One of Israel you will be confident.", "17": "The afflicted and the poor seek water, but there is none. Their tongues are parched with thirst. I, the Lord, I myself will answer them. I, the God of Israel, will not leave them.", "18": "I will open rivers on the barren heights. In the middle of valleys there will be springs. I will turn the wilderness into a pool of water, and the dry land will pour out water.", "19": "In the wilderness I will place cedar, acacia, myrtle, and olive trees. In the wasteland I will plant fir, maple, and pines together,", "20": "so that they may see and know, and pay attention and perceive this all together, that the hand of the Lord has done this, and the Holy One of Israel has created it.", "21": "“Present your case,” says the Lord. “Set forth your strongest points,” says the King of Jacob.", "22": "Let them present and declare to us what is going to occur. What were the first things you predicted? Tell us, so that we can ponder them, so that we can know their outcome. Or, announce to us the coming things.", "23": "Declare to us the things that are still coming in the distant future. Then we will know that you are gods. In fact, just do something, do anything—good or evil, so that we may be overwhelmed and terrified together.", "24": "Look, you are less than nothing, and your work is less than zero. Anyone who chooses you is detestable.", "25": "I have stirred up someone from the north, and he is coming from the rising of the sun. He will call upon my name. He will walk over rulers as if they were mud, the way a potter tramples clay.", "26": "Who declared this from the beginning so that we could know it, and ahead of time so that we could say, “He is right”? In fact, not one of them declares this. In fact, not one of them makes this known. In fact, no one hears you say anything.", "27": "I was first to announce to Zion, “Look, here they are,” and I sent a herald of good news to Jerusalem.", "28": "When I looked, there was no one. None of them could give advice, even when I kept asking them to respond.", "29": "Look, all of them are useless. Their works are nothing. Their images are empty wind."}