{"1": "  Here is my servant, whom I uphold, my chosen one in whom I delight. I am placing my Spirit on him. He will announce a just verdict[b] for the nations.", "2": "He will not cry out. He will not raise his voice. He will not make his voice heard in the street.", "3": "A bent reed he will not break, and a dimly burning wick he will not snuff out. He will faithfully bring forth a just verdict.", "4": "He will not burn out, and he will not be broken until he establishes justice on the earth. The coastlands will wait for his law.[c]", "5": "This is what the true God says, the Lord who creates the heavens and stretches them out, who spreads out the earth and everything that it produces, who gives breath to the people on it and life to those who walk on it.", "6": "I am the Lord. I have called you in righteousness. I will hold on to your hand, and I will guard you. I will appoint you to be a covenant for the people, to be a light for the nations,", "7": "to open the eyes of the blind, to bring the prisoners out from the dungeon, and to bring those who sit in darkness out of prison.", "8": "I am the Lord; that is my name. I will not give my glory to another, nor my praise to idols.", "9": "Look, the former things have taken place, and I am declaring new things. I am making them known to you before they spring forth.", "10": "Sing to the Lord a new song. Sing his praise from the end of the earth, you people who go down to the sea and everything that fills it, you coastlands and those who inhabit them.", "11": "Let the wilderness and its towns lift up their voice, along with the settlements where Kedar lives. Let the inhabitants of Sela sing for joy. Let them shout from the mountain tops.", "12": "Let them give glory to the Lord, and let them declare his praise among the coastlands.", "13": "The Lord will set out like a hero. Like a warrior, he will work himself into a frenzy. He will shout. Yes, he will raise a war cry. He will be heroic against his enemies.", "14": "I have been silent for a long time. I have kept still. I have restrained myself. But now, like a woman giving birth, I will scream. I will gasp and pant.", "15": "I will dry up mountains and hills. I will make all their grass wither. I will turn rivers into islands. I will dry up pools.", "16": "I will lead the blind on a way they do not know. Along paths they do not know I will direct them. Ahead of them I will turn darkness into light and rough places into level ground. These are the things I will accomplish for them. I will not abandon them.", "17": "They will be turned back and completely disgraced— those who trust in an idol, those who say to molten images, “You are our gods.”", "18": "You deaf ones, listen! You blind ones, watch carefully so that you can see!", "19": "Who is as blind as my servant? Who is as deaf as my messenger whom I sent? Who is as blind as my associate,[d] as blind as the servant of the Lord?", "20": "You, Israel, see many things, but you do not observe. Israel opens his ears, but he does not hear.", "21": "Because of his own righteousness, the Lord was pleased to make his law[e] great and glorious.", "22": "But this is a people plundered and looted. All of them are trapped in holes, and they are hidden in prisons. They have become plunder, and there is no rescuer. They have become loot and no one says, “Give it back!”", "23": "Who among you will turn his ear toward this? Who will pay attention and listen for the future?", "24": "Who gave up Jacob to looters and Israel to plunderers? Was it not the Lord, against whom we sinned? But they were not willing to walk in his ways, and they did not listen to his law.", "25": "So he poured out wrath on them, his anger, and the violence of battle. It set them on fire all around, but they did not understand. It burned in them, but they did not take it to heart."}