{"1": "  But now this is what the Lord says, the Lord who created you, O Jacob, the Lord who formed you, O Israel. Do not be afraid, because I have redeemed you. I have called you by name. You are mine.", "2": "When you cross through the waters, I will be with you. When you cross the rivers, they will not sweep you away. When you walk through fire, you will not be burned, and the flame will not set you on fire.", "3": "Because I am the Lord your God, the Holy One of Israel, your Savior, I gave Egypt as your ransom, Cush and Seba in exchange for you.", "4": "Because you are precious and honored in my eyes, and I myself love you, I will give people in exchange for you, and peoples in exchange for your life.", "5": "Do not be afraid, because I am with you. From the east I will bring your offspring, and from the west I will gather you.", "6": "I will say to the north, “Give them back!” and to the south, “Do not hold them.” Bring my sons from far away and my daughters from the end of the earth—", "7": "everyone who is called by my name, everyone I created for my glory, everyone I formed, yes, everyone I have made.", "8": "Bring out the people who are blind, though they have eyes, and the people who are deaf, though they have ears.", "9": "Let all the nations be gathered together, and let peoples be assembled. Who among them has declared this? Who has made known to us the former things? Let them produce their witnesses to show that they were right, so that people can hear and say, “This is truth.”", "10": "You are my witnesses, declares the Lord. You are my servant, whom I have chosen, so that you may know me and believe in me, so that you will understand that I am he. Before me no god was formed, and after me there will not be another.", "11": "I, yes I, am the Lord, and apart from me there is no savior.", "12": "I myself declared it. I brought salvation, and I announced it. It was not some strange god among you. You are my witnesses, declares the Lord, and I am God.", "13": "Indeed, from the first day, I am he. There is no one who can deliver anyone from my hand. I act, and who can reverse it?", "14": "This is what the Lord says, the Lord your Redeemer, the Holy One of Israel. For your sake I am taking action against Babylon, and I will bring down all the Chaldeans as refugees, in the ships over which they rejoiced.", "15": "I am the Lord, your Holy One, Israel's Creator, your King.", "16": "This is what the Lord says, who makes a road through the sea and a path through mighty waters,", "17": "who brings out the chariot and the horses, the army and the strong warrior. They will all lie down together. They will not get up. They are extinguished. Like a wick they go out.", "18": "Do not remember the former[a] things. Do not keep thinking about ancient things.", "19": "Watch, I am about to do a new thing. Now it will spring up. Don't you know about it? Indeed I will make a road in the wilderness. In the wasteland I will make rivers.", "20": "The wild animals, the jackals and ostriches, will honor me, because I am providing water in the wilderness, rivers in a parched wasteland, water for my chosen people to drink.", "21": "This people that I formed for myself will declare my praise.", "22": "But you have not called on me, O Jacob. Instead, you have become weary of me, O Israel.", "23": "You have not brought me sheep as your whole burnt offerings. You did not glorify me with your sacrifices. I did not make you serve me with a grain offering. I did not make you weary with demands for incense.", "24": "You did not purchase fragrant cane for me with silver or satisfy me with the fat from your sacrifices. Instead you have made me serve because of your sins. You have made me weary because of your guilt.", "25": "I, yes I, am he. I blot out your rebellious deeds for my own sake, and I will not remember your sins.", "26": "Refresh my memory. Let us review your case together. Present your defense so that you may be acquitted.", "27": "Your first father sinned, and your mediators rebelled against me.", "28": "Therefore I am repudiating the officials of the sanctuary, and I am giving Jacob over to complete destruction and Israel to insults.[b]"}