{"1": "  But now listen, O Jacob my servant, O Israel, whom I have chosen.", "2": "This is what the Lord, your Maker, says, the Lord who formed you from the womb, who will help you. Do not be afraid, my servant Jacob, Jeshurun,[a] whom I have chosen,", "3": "because I will pour out water upon a thirsty land, and streams of water upon dry ground. I will pour out my Spirit on your offspring, and my blessing on your descendants.", "4": "They will spring up like a tree in a grassy meadow,[b] like willows beside flowing streams.", "5": "One person will say, “I belong to the Lord.” Another will be called by the name of Jacob. Another will write on his hand, “Belonging to the Lord,” and he will take the name of Israel.", "6": "This is what the Lord, the King of Israel, Israel's Redeemer, the Lord of Armies, says. I am the first, and I am the last. Except for me, there is no god.", "7": "For who is like me? Let him declare it. Let him recite in order for me the things that took place since the time I established an ancient people. Or let them declare what is yet to come, and what is going to take place.", "8": "Do not tremble, and do not be frightened. Did I not announce this to you, and declare it already long ago? You are my witnesses. Is there any god except me? There is no other Rock. I am not aware of any other.", "9": "All those who form an idol are good for nothing. All the things which delight them provide no benefit. As for their witnesses—they do not see. They know nothing, so they will be ashamed.", "10": "Who is this who forms a god or casts a metal image that can provide no profit? ", "11": "Look at him! All his associates will be ashamed. The craftsmen are merely men. Let them all gather themselves and take a stand. They will be terrified and ashamed together.", "12": "A blacksmith uses a cutting tool and makes an idol over hot coals. With hammers he shapes it. He makes it with his strong arm, but he becomes hungry and has no strength left. He does not drink water, and so he grows faint.", "13": "A woodworker stretches out a measuring line. He marks the lines with a stylus. He shapes the idol with chisels. He marks it with a compass. Then he carves it till it is shaped like a person, like a splendid man to inhabit a shrine.", "14": "He goes to cut down cedars for himself, or he chooses a holm tree[c] or an oak, and he lets it grow strong among the trees of a forest. Or he plants a cedar, and rain causes it to grow tall, ", "15": "but it becomes fuel for a man to burn. He takes part of it to warm himself. He lights a fire to bake bread, and then from the rest he makes a god and worships it. He carves an idol and bows down to it. ", "16": "Half of it he burns in a fire—over that half he eats meat. He roasts meat and is satisfied. So he is warm and says, “Ah! I am warm. I see the light of the fire.” ", "17": "Then from what is left he makes a god to serve as his idol. He bows down to it. He worships it, and he prays to it, “Save me, because you are my god.”", "18": "They are ignorant. They do not understand, because their eyes are plastered shut,[d] and they cannot see. Their hearts are unable to gain insight. ", "19": "A person does not take this to heart, so he has no knowledge or understanding to say, “Half of it I burn in the fire, and I bake bread on its coals. I roast meat, and I eat. Should I make the rest of it into a disgusting idol? Should I bow down to a piece of wood?” ", "20": "He is like a sheep grazing on ashes. A deceived mind leads him astray. He will not save his life, nor will he say, “Isn't what I am holding in my right hand a fraud?”", "21": "Remember these things, O Jacob, because you are my servant, Israel. I am forming you to be my servant. You, Israel, you will never be forgotten by me.[e] ", "22": "I am blowing away your rebellious deeds like a cloud, and your sins like a mist. Return to me, because I am redeeming you.", "23": "Shout for joy, you heavens, because of what the Lord is doing. Make a joyful shout, you depths of the earth. Burst forth with shouts of joy, you mountains, you forest and every tree in it, because the Lord has redeemed Jacob, and in Israel he will display his beauty.", "24": "This is what the Lord, your Redeemer, the Lord who formed you from the womb, says. I am the Lord, the one who does all things, who stretched out the heavens by myself, who hammered out the earth. (Who was with me then?)", "25": "I frustrate the signs of the deceivers and make fools of the fortune tellers.[f] I overturn the wisdom of the wise and turn their knowledge into foolishness.", "26": "He is the one who fulfills the word of his servants, who completes the plan announced by his messengers, who says about Jerusalem, “It will be inhabited,” and about the cities of Judah, “They will be rebuilt, and I will raise up their ruins.”", "27": "He is the one who says to the deep ocean, “Dry up,” the one who says, “I will dry up your rivers.”", "28": "He is the one who says about Cyrus, “He is my shepherd, and he will complete everything I desire.” He is the one who says about Jerusalem, “It will be rebuilt,” and who says to the temple, “Your foundations will be laid.”"}