{"1": "  This is what the Lord says to his anointed one, to Cyrus, whose right hand I have grasped, to subdue nations before him by stripping kings of their weapons, to open doors before him so that the gates cannot be shut.", "2": "I myself will go before you, and I will level high mountains.[a] I will break bronze doors into pieces, and I will cut through iron bars.", "3": "I will give you treasures hidden in darkness and riches concealed in secret places, so that you will acknowledge that I am the Lord, the one who calls you by name, the God of Israel.", "4": "For the sake of my servant Jacob, for the sake of Israel my chosen one, I will call you by your name. I will give you an honored name, though you do not know me.", "5": "I am the Lord, and there is no other. Except for me, there is no god. I will equip you even though you do not know me,", "6": "so that people will know from the rising of the sun to the place where it sets that there is no one except me. I am the Lord, and there is no other.", "7": "I am the one who forms light and creates darkness, the one who makes peace and creates disaster. I am the Lord, the one who does all these things.", "8": "Shower down, you heavens, from above, and let the clouds rain down righteousness. Let the earth open up, so that salvation will produce fruit. Let righteousness sprout up along with it. I, the Lord, am creating this.", "9": "Woe to anyone who argues against the potter who formed him. He is just a potsherd among the broken pieces of pottery on the ground. Does clay say to its potter, “What are you making? Your work looks like something made by a potter with no hands”?", "10": "Woe to anyone who says to his father, “What have you fathered?” or to a woman, “What are you giving birth to?”", "11": "This is what the Lord says, the Holy One of Israel, who formed Israel. Do you wish to question me concerning things to come? Will you give me orders about my children and about the work of my hands?", "12": "I myself made the earth, and I created Adam[b] upon it. With my hands I stretched out the heavens, and I commanded all their army.", "13": "I myself will arouse him in righteousness, and I will make all his roads level for him. He himself will rebuild my city. He will set my exiles free— but not for a price and not for a gift, says the Lord of Armies.", "14": "This is what the Lord says. The wealth of Egypt and the merchandise of Cush and those tall Sabeans will cross over to you and become yours. They will walk behind you and approach you in chains. They will bow down to you and plead with you and say, “Yes, God is with you, and there is no other. There is no other God.”", "15": "Indeed, you are a God who hides himself. You are the God of Israel, the Savior.", "16": "They will be ashamed. All of them will also be disgraced. Together they will walk in humiliation—those experts at crafting images.", "17": "Israel will be saved by the Lord with everlasting salvation. You will not be ashamed or disgraced for all eternity.", "18": "This is what the Lord says. He created the heavens, He is God! He formed the earth and made it. Yes, he established it! He did not create it to remain empty.[c] He formed it to be inhabited. I am the Lord, and there is no other.", "19": "I did not speak in secret, or from someplace in a land of darkness. I did not say to the descendants[d] of Jacob, “Seek me in the midst of chaos.”[e] I, the Lord, am speaking in righteousness. I am declaring what is right.", "20": "Gather! Come! Draw near together, you survivors from the nations. They have no knowledge— those who are lifting up their idols of wood and praying to a god that cannot save.", "21": "Make an announcement and come close. Let them consult together. Who made this known ahead of time? From time past who announced it? Was it not I, the Lord? There is no god except me, a righteous God and Savior. There is no one except me.", "22": "Turn to me and be saved, all you ends of the earth, because I am God, and there is no other.", "23": "I have sworn by myself. From my mouth a righteous word has gone out, and it will not return unfulfilled. Indeed, to me every knee will bow, and every tongue will swear allegiance.", "24": "“Only in the Lord,” they will say of me, “Only in the Lord is there true righteousness and strength.” To him they will come and be ashamed— all those who are angry at him.", "25": "In the Lord, all the descendants[f] of Israel will be justified. They will be praised by him.[g]"}