{"1": "  Bel bows down. Nebo stoops. Babylon's idols are a heavy load, carried by animals and cattle. They are dead weight for the tired animals that carry them.", "2": "The animals stoop. They bow down together. They are not able to save their burdensome load. They go into captivity.", "3": "Listen to me, O house of Jacob, all of you who are left from the house of Israel, you who have been carried from birth, you who have been lifted up from before you were born.", "4": "Until your old age, I am he, and until you have gray hair, I myself will hold you up. I myself made you, and I myself will lift you up. I myself will hold you up, and I will rescue you.", "5": "Whom can you set beside me as if we were equal? Whom can you compare to me as if we were alike?", "6": "People pour out gold from a purse and weigh out silver on a scale. They hire a smith, and he makes the metal into a god. They bow down to it. They even worship it.", "7": "They lift it up. They carry it on their shoulders. They set it up in its place, but it just stands there. It cannot move from its place. Even when someone cries out to it, it does not answer. It cannot save him from his distress.", "8": "Remember this, and stand firm. You rebels, take this to heart!", "9": "Remember the former[a] things that took place long ago, for I am God, and there is no other. I am God, and there is no one like me.", "10": "I am the one who announces the final outcome already in the beginning. I announce ahead of time things that have not yet been done. I am the one who says, “My plan will stand, and I will do everything I want to do.”", "11": "I am the one who calls a bird of prey from the east. I call the man who fulfills my plan from a faraway land. Yes, I have spoken. I will certainly bring it to pass. I have formed a plan, and I will certainly carry it out.", "12": "Listen to me, you who have stubborn hearts, you who are far from righteousness.", "13": "I will bring my righteousness near. It will not be far away. I will bring my salvation near. It will not be delayed. I will set up salvation in Zion, and I will show my splendor to Israel."}