{"1": "  Go down and sit in the dust, you virgin daughter of Babylon. Sit on the ground without a throne, daughter of the Chaldeans, for you will never again be called delicate and pampered.", "2": "Take millstones and grind meal. Remove your veil. Strip off your skirt. Expose your thighs. Wade through rivers.", "3": "Let your nakedness be exposed. Let your shame be seen! I will take vengeance. I will not spare anyone.", "4": "Our Redeemer—the Lord of Armies is his name—is the Holy One of Israel.", "5": "Daughter of the Chaldeans, sit silently, and enter into the darkness, for you will never again be called queen of the kingdoms.", "6": "I was angry with my people. I defiled my heritage. I gave them into your hand. You showed them no mercy. Even on the aged you made your yoke very heavy.", "7": "You said, “I will be a lady forever.” You did not take these things to heart. You did not remember how this will turn out.", "8": "But now hear this, you wanton lover of pleasure, who sits securely, who says in her heart, “I am the one, and there is no one except me. I will not live as a widow. I will not experience the loss of children.”", "9": "But these two things will come upon you in an instant, in one day: loss of children and widowhood. They will come to you in full measure in spite of your many magic spells, in spite of the great power of your magic charms.", "10": "You felt secure in your wickedness. You said, “No one sees me.” Your wisdom and your knowledge led you astray. So you said in your heart, “I am the one, and there is not another one beside me.”", "11": "But disaster will come upon you. You do not know when it will come. Calamity will fall upon you. You will not be able to atone for it. A devastating blow that you did not expect will come upon you suddenly.", "12": "Go ahead, stand secure in your magic charms and in your many magic spells, with which you have been laboring since your youth. Perhaps you will be able to profit. Perhaps you will be able to inspire terror.", "13": "You are worn out by all the advice you receive. Let them stand up and save you— those who make charts of the skies to practice astrology, those who gaze at the stars to obtain omens, those who predict what will happen to you on each new moon.", "14": "Look, they are nothing but stubble. Fire consumes them. They are not able to save themselves from the power of the flame. There are no burning coals to warm their food.[a] There is no firelight to sit in front of.", "15": "They can do nothing more for you— those who have worn you out with all their dealings with you from your youth. Each one wanders in his own direction. There is no one left to save you."}