{"1": "  Let me sing for my loved one a song about my loved one's vineyard. My loved one had a vineyard on a fertile ridge.[a]", "2": "He dug it up[b] and gathered the stones out of it. He planted it with the best vines. He built a tower in the middle of it. He also cut a winepress into it. He expected it to produce clusters of sweet grapes, but it produced only sour grapes.", "3": "So now, you residents of Jerusalem and you men of Judah, judge between me and my vineyard.", "4": "What more could have been done for my vineyard that I have not already done for it? When I expected it to produce clusters of sweet grapes, why did it produce sour grapes?", "5": "Now, let me tell you what I will do to my vineyard. I will take away its hedge, and it will become a pasture. I will break down its wall, and it will be trampled down.", "6": "I will make it a wasteland. It will not be pruned or hoed. So briers and thorns will shoot up. I will also command the clouds not to pour rain on it.", "7": "Yes, the vineyard of the Lord of Armies is the house of Israel, and the men of Judah are the planting that was pleasing to him. He expected justice, but instead there was oppression. He expected righteousness, but there was an outcry.", "8": "Woe to you[c] who join house to house, who connect field to field, until there is no room left, except room for you alone to live in the middle of the land!", "9": "The Lord of Armies announces this in my hearing: I swear that many houses will be deserted. Even the large and beautiful houses will be unoccupied.", "10": "Then ten acres[d] of vineyard will yield only six gallons[e] of wine, and six bushels[f] of seed will yield less than a bushel.[g]", "11": "Woe to those who rise up early in the morning to chase after beer,[h] who stay up late into the night until wine inflames them.", "12": "Harp, lyre, drum, flute, and wine are at their drinking parties, but they have no regard for the work of the Lord, nor have they paid attention to what his hands are doing.", "13": "This is why my people go into captivity—lack of knowledge. Their dignitaries starve to death, and the whole crowd is parched with thirst.", "14": "That is why the grave has increased its appetite, and its mouth is wide open. Their[i] splendor and their noisy crowds, their loud revelry, and their celebration will go down into the grave.", "15": "So mankind is humbled, man is brought low, and the eyes of the arrogant are brought low,", "16": "but the Lord of Armies is exalted by justice, and God, the Holy One, reveals his holiness by righteousness.", "17": "Then lambs will graze there as their pasture, and aliens will eat among the ruins of the rich.[j]", "18": "Woe to those who drag their guilt behind them with cords of lies and their wickedness with cart ropes.", "19": "They say, “Let him hurry, let him speed up his work, so that we may see it, and let the plan of the Holy One of Israel draw near. Let it come, so that we may know it!”", "20": "Woe to those who call evil good, and good evil, who substitute darkness for light, and light for darkness, who substitute bitter for sweet, and sweet for bitter!", "21": "Woe to those who are wise in their own eyes and clever in their own sight!", "22": "Woe to those who are champions at drinking wine and heroes at mixing drinks,", "23": "who acquit the guilty for a bribe, but deny justice for the innocent!", "24": "Therefore, as the flames of a fire devour stubble, and as dry grass sinks down into the flames, in the same way their roots will rot, and their blossoms will dry up like dust, because they have rejected the law[k] of the Lord of Armies, and they have despised the word of the Holy One of Israel.", "25": "Therefore, the Lord's anger burns against his people, and he has stretched out his hand against them and has struck them. The mountains tremble, and their dead bodies will lie like garbage in the middle of the streets. In spite of all this, his anger is not turned away, and his hand is still stretched out, ready to strike.", "26": "He will raise a signal flag for the nations from far away, and he will whistle for them to come from the end of the earth. Watch, they will come quickly and swiftly.", "27": "No one among them will be weary or stumble. No one will slumber or sleep. The belt around their waist will not be unbuckled. The straps of their sandals will not be broken.", "28": "Their arrows are sharp, and all their bows bent. Their horses' hoofs will be like flint, and their wheels like a whirlwind.", "29": "Their roar will sound like a lioness. They will roar like young lions. Yes, they will growl. They will seize their prey and carry it off, and there will be no one to rescue anyone from them.", "30": "In that day the roar against them will be like the roaring of the sea. If anyone looks at the land, he sees only darkness and distress. The light is darkened by clouds."}