{"1": "This is what the Lord says. So where are the divorce papers of your mother, whom I sent away? To which of my creditors did I sell you? It was because of your guilt that you were sold. Because of your rebellions, your mother was sent away.", "2": "When I came, why was no one there? Why, when I called, was there no one who answered? Is my arm really too short to redeem? Do I not have enough power to rescue? Yes! By my rebuke I can dry up the sea. I can turn rivers into a wilderness, so that their fish will stink from having no water, and they will die of thirst.", "3": "I can clothe the heavens with blackness, and I can cover them with sackcloth.", "4": "The Lord God gave me a tongue like the learned, an instructed tongue, so I know how to sustain the weary with a word. He wakes me up morning by morning. He wakes up my ears so that I listen like the learned.", "5": "The Lord God opened my ear, and I myself was not rebellious. I did not turn back.", "6": "I submitted my back to those who beat me, and my cheeks to those who pulled out my beard. I did not hide my face from disgrace and from spit.", "7": "The Lord God will help me, so I will not be disgraced. Therefore I have made my face hard like flint. I know that I will not be put to shame.", "8": "The one who will acquit me is near! Who can accuse me? Let us take our stand. Who can pass judgment on me? Let him approach me.", "9": "Look, the Lord God will help me. Who then can declare me guilty? Look, all of them will wear out like a garment. A moth will consume them.", "10": "Who among you worships the Lord and listens to the voice of his servant? Anyone who walks in darkness and who has no bright light— let him trust in the name of the Lord, and let him lean on his God.", "11": "Watch out, all of you who are lighting fires to arm yourselves with flaming arrows.[a] Go ahead, walk by the light of your fires and by the flaming arrows you lit! But from my hand you will receive this: You will lie down in a place of torment."}