{"1": "  Listen to me, you people who pursue righteousness, you people who seek the Lord! Look confidently to the rock from which you were hewn and to the quarry from which you were cut.", "2": "Look confidently to Abraham your father, and to Sarah, who gave birth to you. Yes, when I called him, Abraham was only one person, but I blessed him and multiplied him.", "3": "The Lord is certain to comfort Zion. He will comfort all her ruins. Certainly he will make her wilderness like Eden and her wasteland like the garden of the Lord. Joy and gladness will be found in her, thanksgiving and the sound of music.", "4": "Pay attention to me, O my people. My nation, listen to me! For the law[a] will go out from me, and I will establish my justice[b] as a light to the peoples.", "5": "My righteousness is near. My salvation goes forth, and my arms will bring justice to the peoples. The seacoasts will wait for me. They will have confidence in my arm.", "6": "Lift up your eyes to the heavens. Look closely at the earth beneath, because the heavens will vanish like smoke, and the earth will wear out like a garment, and its inhabitants will die like gnats.[c] But my salvation will remain forever, and my righteousness will never be abolished.", "7": "Listen to me, you people who know righteousness, you people who have my law in your hearts. Do not fear the insults of men, and do not be discouraged by their abuse.", "8": "Because a moth will consume them like a garment, and its worm will consume them like wool. But my righteousness will remain forever, and my salvation will last for all generations.", "9": "Wake up! Wake up! Clothe yourself with strength, you arm of the Lord! Awake as in days of old, as in generations of long ago. Was it not you who cut Rahab[d] to pieces, and who pierced the sea monster?[e]", "10": "Was it not you who dried up the sea, the waters of the great deep, and who made a road through the depths of the sea for the redeemed to cross over?", "11": "Then those ransomed by the Lord will return. They will enter Zion with a joyful shout, and everlasting joy will crown their heads. Happiness and joy will overtake them. Sorrow and sighing will flee away.", "12": "I, even I, am the one who comforts you. Who are you, Zion,[f] that you fear humans, who die, or a child of Adam, who passes away like grass?", "13": "You have forgotten the Lord, your Creator, who stretches out the heavens, who makes the earth stand firm. You tremble continually all day, because of the rage of the oppressor, who is preparing to destroy. But where is the rage of the oppressor now?", "14": "The prisoner[g] will soon be released. He will not die and go to the pit, and he will not lack bread.", "15": "I am the Lord your God, who stirs up the sea so that its waves roar. The Lord of Armies is his name!", "16": "I have placed my words in your mouth, and with the shadow of my hand I have covered you— I, who planted the heavens and laid the foundations of the earth, I, who say to Zion, “You are my people.”", "17": "Rouse yourself! Rouse yourself! Get up, Jerusalem! You have drunk the cup filled with the Lord's wrath from his hand. You drank it. You drained the chalice, the cup that makes you stagger.", "18": "There is no one to guide her from among all the sons she bore. There is no one to take her hand from among all the sons she raised.", "19": "Those two things are happening to you.[h] Who will grieve for you? Devastation and destruction and famine and sword! Who will comfort you?[i]", "20": "Your children faint and collapse at the corner of every street, like an antelope in a net. They are full of the wrath of the Lord, full of the rebuke of your God.", "21": "Therefore hear this, you afflicted woman, a woman drunk, but not from wine.", "22": "This is what the Lord God says, your God, who will contend for his people. Look, I am taking the cup that makes you stagger out of your hand, the chalice, the cup filled with my wrath. Never again will you drink from it,", "23": "because I will place it into the hand of your tormentors, who have said to you, “Lie down so that we can walk over you.” You made your back like the ground and like the street for those who walked over you."}