{"1": "  You barren woman who never gave birth, shout for joy. Burst forth with shouts of joy! Cry aloud, you who have never been in labor, because the deserted woman has more children than the woman who is married, says the Lord.", "2": "Make more room for your tent. Tell them to stretch out the curtains of your dwelling. Do not hold back! Make your tent ropes longer. Make your tent stakes stronger,", "3": "because you will spread out to the right and to the left. Your offspring will take possession of nations, and they will repopulate devastated cities.", "4": "Do not be afraid, because you will not be put to shame. Do not be worried, because you will not be embarrassed. You will forget the shame of your youth, and you will never remember the disgrace of your widowhood,", "5": "because your Maker is your husband. The Lord of Armies is his name. Your Redeemer is the Holy One of Israel. He is called the God of all the earth.", "6": "Though you are like an abandoned wife with a wounded spirit, though you are like the wife from a man's youth who has been rejected, the Lord is calling you back, says your God.", "7": "For a brief moment I abandoned you, but with great compassion I am gathering you.", "8": "In a flood of anger I hid my face from you for a moment, but in everlasting mercy I will have compassion on you, says your Redeemer, the Lord.", "9": "To me this is like the time of the waters of Noah. As I swore that the waters of Noah will never again cover the earth, so I am swearing that I will not be angry at you, and I will not rebuke you.", "10": "For even if the mountains are removed, and the hills are overthrown, my mercy will not be removed from you, and my covenant of peace will not be overthrown, says the Lord, who is showing you mercy.", "11": "Watch me, you afflicted woman, storm-tossed and not comforted, I will set your precious stones in black mortar[a] and lay down sapphires as your foundation.", "12": "I will decorate your parapets with rubies, your gates with sparkling stones, and your city boundaries with precious gems.[b]", "13": "All your children will be taught by the Lord, and the peace and prosperity of your children will be great.", "14": "In righteousness you will be established. Oppression will be far from you, so you will not be afraid. Terror will be far from you. It will never come near you.", "15": "If anyone attacks you, because of me he will accomplish nothing.[c] Whoever launches an attack against you will fall before you.", "16": "See, I myself created the craftsman who blows on the charcoal in the fire to produce weapons for their task. I myself have created a destroyer to cause devastation.", "17": "Every weapon formed against you will fail, and you will condemn every tongue that rises up to judge you. This is the heritage of the servants of the Lord. Their righteousness is from me, declares the Lord."}