{"1": "  Hey,[a] all of you who are thirsty, come to the water, even if you have no money! Come, buy and eat! Come, buy wine and milk without money and without cost.", "2": "Why do you spend money on something that is not bread? Why do you waste your labor on something that does not satisfy? Listen carefully to me, and eat what is good. Satisfy your appetite with rich food.", "3": "Turn your ear toward me, and come to me. Listen, so that you may continue to live. Yes, I will make an everlasting covenant with you, the faithful mercies promised to David.", "4": "Look, I appointed him as a witness for peoples, a leader and commander of peoples.", "5": "Look, you will call out to a nation you do not know, and a nation that does not know you will run to you, on account of the Lord your God, because of the Holy One of Israel, for he has glorified you.", "6": "Seek the Lord while he may be found! Call on him while he is near!", "7": "Let the wicked man abandon his way. Let an evil man abandon his thoughts. Let him turn to the Lord, and he will show him mercy. Let him turn to our God, because he will abundantly pardon.", "8": "Certainly my plans are not your plans, and your ways are not my ways, declares the Lord.", "9": "Just as the heavens are higher than the earth, so my ways are higher than your ways, and my plans are higher than your plans.", "10": "Just as the rain and the snow come down from the sky and do not return there unless they first water the earth, make it give birth, and cause it to sprout, so that it gives seed to the sower and bread to the eater,", "11": "in the same way my word that goes out from my mouth will not return to me empty. Rather, it will accomplish whatever I please, and it will succeed in the purpose for which I sent it.", "12": "Yes, you will go out with joy, and in peace you will be carried along. The mountains and the hills will break out in shouts of joy before you, and all the trees of the field will clap their hands.", "13": "Instead of thorns, a fir tree will grow up. Instead of briers, a myrtle tree will grow up. This will make a name for the Lord. It will serve as an everlasting sign that will not be cut off."}