{"1": "This is what the Lord says. Protect justice, and carry out righteousness, because my salvation is coming very soon. My righteousness is ready to be revealed.", "2": "How blessed is everyone who does this, who grabs hold of it, who keeps the Sabbath and does not profane it, who holds back his hand from doing any evil.", "3": "Therefore, the foreigner who joins himself to the Lord should not say, “The Lord will certainly exclude me from his people.” The eunuch should not say, “I am just a dried-up tree.”", "4": "Because this is what the Lord says: “If the eunuchs keep my Sabbaths, choose things that delight me, and take hold of my covenant,", "5": "then I will set up in my house and on my walls a monument and a name for them that is better than that of sons and daughters. I will give them an everlasting name which will not be cut off.”", "6": "Then the foreigners who join themselves to the Lord, to minister to him and to love the name of the Lord and to become his servants, every one of them who keeps the Sabbath and does not profane it, those who take hold of my covenant—", "7": "I will bring them to my holy mountain, and I will make them glad in my house of prayer. Their whole burnt offerings and their sacrifices will be acceptable on my altar. For my house will be called a house of prayer for all the peoples of the world.", "8": "This is the declaration of God the Lord, who gathers Israel's dispersed people: “I will gather still more people to my house besides the ones already gathered.”", "9": "All you wild animals, come to eat— all you animals in the forest.", "10": "His watchmen are blind, all of them. They know nothing. All of them are silent dogs. They are not able to bark. They are seers who lie down, who love to sleep.", "11": "These dogs have a big appetite. They are never satisfied. These shepherds have no understanding. All of them turn to their own ways. Each one, without exception, turns to his own gain.", "12": "“Come on, I want to drink wine. Let's get drunk on beer. Tomorrow will be another day, just like today, another great day, better than ever.”"}