{"1": "  The righteous one perishes, but no one takes it to heart. Men of mercy[a] are being taken away, but no one understands that the righteous one is being spared from evil.", "2": "He will enter into peace. They will rest on their beds. He is walking in his uprightness.[b]", "3": "But you there, come closer, you children of a witch, you offspring of an adulterer and a prostitute.", "4": "Who are you mocking?[c] Who are you making faces at and sticking out your tongue at? Aren't you all children born in rebellion, the offspring of deceit,", "5": "you who are in heat among the oaks and under every green tree, you who slaughter children in the ravines under the rugged cliffs?", "6": "Your chosen territory is among the smooth stones of the ravines. They, yes, they, are your lot. You even poured out a drink offering to them, and you offered up a grain offering. Since you have done these things, should I spare you?", "7": "Upon a mountain, high and lofty, you spread out your bed. Yes, you went up there to offer a sacrifice.", "8": "Behind the door and doorpost you placed your memorial. Yes, you deserted me and uncovered yourself.[d] You climbed right into bed. You made room for them in your bed. You committed yourself to them. You loved their bed. You stared at their bodies.[e]", "9": "You traveled to deliver offerings of fragrant oil to the king,[f] and you made many offerings of incense. You sent your messengers to a distant land. You sent them as far as hell.[g]", "10": "Because of the length of your journey, you became weary, but you did not say, “It is hopeless!” So you found new strength, and you did not faint.", "11": "But who is making you so anxious and so afraid that you practice deception? You did not remember me and did not keep me in your heart. Is it because I have been silent for a long time that you do not fear me?", "12": "I will declare your righteousness and your deeds, but they will not benefit you.", "13": "When you cry out for help, let your collections of idols deliver you. But the wind will blow them all away. A breeze will take them away. But the one who takes refuge in me will inherit the land. He will possess my holy mountain.", "14": "I will say,[h] “Build up, build up the highway. Prepare the way. Remove the stumbling block from the way of my people.”", "15": "Certainly this is what the High and Lofty One says, the one who dwells with his people forever, and whose name is holy: I dwell in a high and holy place, yet also with the one who is crushed and lowly in spirit, in order to revive the spirit of those who have been pushed down, and to revive the hearts of those who have been crushed.", "16": "Surely I will not accuse forever, and I will not always be angry, because every spirit would grow weak in my presence, and every breath of life, which I made, would fail.", "17": "Because of the guilt from their selfish gain, I was angry, and I struck them and hid my face. I was angry, but the deserter[i] kept walking in the way his heart desired.", "18": "I saw his ways, but I will heal him, and I will lead him, and I will restore comfort to him and to all who mourn with him.", "19": "I am the one who creates praise as the fruit of their lips.[j] Peace, peace to the one far off and to the one nearby, says the Lord, and I will heal him.", "20": "But the wicked are like the tossing sea, which is not able to rest. Its waters toss up dirt and mud.", "21": "There is no peace, says my God, for the wicked."}