{"1": "  Cry out with a full-throated shout. Do not hold back. Shout like the blast of a ram's horn. Declare to my people their rebellious deeds. Declare to the house of Jacob their sins.", "2": "They seek me day by day, and they are delighted to know my ways, as if they were a nation that does what is right, as if they had not forsaken the just ways of their God. They ask me for just verdicts. They are delighted to approach God:", "3": "“Why do we fast, but you do not see? Why do we afflict ourselves, but you are not aware?” This is what you do! On the same day when you fast, you do whatever you please, and you oppress all your workers.", "4": "You fast so you can fight and quarrel, so you can strike with a wicked fist. You should not fast the way you are doing it today if you expect God on high to hear your voice.", "5": "Is this the kind of fast that I would choose: a day when a person afflicts himself and bows his head like a reed and makes his bed on sackcloth and ashes? Do you call this a fast, a day to gain the Lord's favor?", "6": "On the contrary, isn't this the kind of fast that I would choose: to loosen the chains of wickedness, to tear apart the ropes of a yoke, to release the oppressed so they go free, and to tear every yoke to pieces?", "7": "Isn't a true fast that you share your bread with the hungry and bring the homeless and afflicted into a house? Yes, when you see a naked person, you are to cover him, and do not hide yourself from your own flesh and blood.", "8": "Then your light will break forth like dawn, and your healing will spring up quickly. Your righteousness will go out ahead of you, and the Glory of the Lord will follow you.", "9": "Then you will call, and the Lord will answer. You will cry out, and he will say, “Here I am!” If you remove the bar of the yoke from among you, and if you stop finger-pointing and speaking wickedly,", "10": "if you offer your life for the hungry, and if you satisfy the desires of the afflicted, then your light will shine in the darkness, and your darkest gloom will shine like the noonday sun.", "11": "Then the Lord will lead you continually. He will satisfy your desire in arid places, and he will strengthen your bones. Then you will be like a watered garden, like a spring of water, whose waters will not fail.", "12": "Then your ancient ruins will be rebuilt, and you will restore the foundations from past generations. Then you will be called the repairer of broken walls, the restorer of streets to live on.", "13": "If you do not trample the Sabbath by doing whatever you please on my holy day, if you call the Sabbath a delight, if you treat the holy day of the Lord as something to be honored, if you honor it by not going your own way,[a] by not pursuing pleasure or negotiating a deal,", "14": "then you will delight in the Lord. I will cause you to ride over the heights of the land. I will provide food for you from the land inherited from your father Jacob. Yes, the mouth of the Lord has spoken."}