{"1": "  Listen to me! The Lord's arm is not too short to save, and his ear is not too deaf to hear.", "2": "No, it is your guilt that has separated you from your God, and your sins have hidden God's face from you, so that he does not hear.", "3": "Look, your hands are polluted with blood, and your fingers drip guilt. Your lips speak lies. Your tongue mutters dishonesty.", "4": "No one calls for justice, and no one argues his cases honestly. They rely on empty arguments and commit perjury! They conceive trouble and give birth to wickedness!", "5": "They hatch viper eggs, and they weave spider webs. Anyone who eats their eggs will die, and a cracked egg hatches into a venomous snake.", "6": "They cannot make a garment from their webs, and they will not be able to cover themselves with their deeds. Their deeds are evil deeds, and violent actions fill their hands.", "7": "Their feet run to do evil, and they hurry to shed innocent blood. Their thoughts are futile[a] thoughts. Destruction and ruin are the destination of their highways.", "8": "They do not know the road to peace, and there is no justice on the route they follow. They made crooked paths for themselves. No one who walks on them will experience peace.", "9": "Therefore justice is far from us, and righteousness does not reach us. We hope for light, but look, there is only darkness. We hope for bright light, but we walk around in the darkest gloom.", "10": "We grope along a wall like blind men. We grope like people with no eyes. We stumble at noon as if it were twilight. Among the healthy, we are like dead men.", "11": "We growl like bears—all of us— and like doves we always mourn. We hope for justice, but there is none. We hope for salvation, but it is far from us.", "12": "Yes, our rebellious deeds are many before you, and our sins testify against us. Our rebellious deeds are with us, and as for our guilty deeds, we are aware of them.", "13": "Those deeds are rebellion and treachery against the Lord. We turn back from following our God. We incite oppression and apostasy. We conceive and mutter deceitful words from our hearts.", "14": "Justice is turned back, and righteousness stands far away, for truth stumbles in the city square, and honesty cannot enter it.", "15": "The truth is missing, and anyone who turns from evil makes himself prey.[b] The Lord looked and saw something evil— there was no justice.", "16": "He saw that there was no one. He was appalled that there was no one who could intervene. So his own arm worked salvation for him, and his own righteousness supported him.", "17": "He clothed himself with righteousness like armor and wore a helmet of salvation on his head. He dressed in garments for vengeance, and he wrapped himself with zeal like a cloak.", "18": "He will repay in full what they have earned, namely, wrath to his foes and full payment to his enemies. He will repay even the distant coastlands.", "19": "From the west they will fear the Lord's name, and from the rising of the sun they will fear his glory, for he will come like a raging river, driven by the Spirit[c] of the Lord.", "20": "Then a redeemer will come for Zion and for those in Jacob who turn from rebellion. This is the declaration of the Lord.", "21": "As for me, this is my covenant with them, says the Lord. My Spirit, who is upon you, and my words, which I placed in your mouth, will not depart from your mouth or from the mouth of your offspring or from the mouth of their offspring, from this time forward and forever, says the Lord."}