{"1": "In the year that King Uzziah died, I saw the Lord sitting on a throne, high and exalted, and the train of his robe filled the temple. ", "2": "Above him stood the seraphim. Each one had six wings. With two they covered their faces. With two they covered their feet. With two they flew. ", "3": "One called to another and said, Holy, holy, holy is the Lord of Armies! The whole earth is full of his glory!", "4": "The foundations of the thresholds shook at the voice of the one who called, and the temple was filled with smoke.", "5": "Then I said, “I am doomed![a] I am ruined, because I am a man with unclean lips, and I dwell among a people with unclean lips, and because my eyes have seen the King, the Lord of Armies!”", "6": "Then one of the seraphim flew to me, carrying a glowing coal in his hand, which he had taken from the altar with tongs. ", "7": "He touched my mouth with the coal and said, “Look, this has touched your lips, so your guilt is taken away, and your sin is forgiven.”", "8": "Then I heard the Lord's voice, saying, “Whom shall I send? Who will go for us?” Then I said, “Here I am. Send me!”", "9": "He said: Go! You are to tell this people, “Keep listening, but you will never understand. Keep looking, but you will never get it.”", "10": "Make the heart of this people calloused.[b] Make their ears deaf[c] and blind their eyes, so that they do not see with their eyes, or hear with their ears, or understand with their hearts, and turn again and be healed.", "11": "Then I said, “Lord, how long?” He answered: Until the cities are a wasteland without a single inhabitant, until the houses are totally deserted, and the farmland is completely devastated,", "12": "until the Lord has removed the people far away, and the abandoned places within the land are many.", "13": "If there is only a tenth left in it, that too will be burned in its turn. Like a terebinth or an oak, whose stump remains when it is cut down, so the holy seed is its stump.[d]"}