{"1": "  Arise, shine, for your light has come, and the glory of the Lord is dawning upon you.", "2": "Look, darkness covers the earth, and deep darkness covers the peoples, but the Lord will dawn upon you, and his glory will be seen over you.", "3": "Nations will walk to your light, and kings to the brightness of your dawn.", "4": "Look up. Look all around and see! All of them have been gathered. They are coming to you. Your sons will come from far away, and people will carry your daughters on their side.", "5": "Then you will look and be radiant. Your heart will race with excitement and burst with joy. For great riches from the sea will be delivered to you. The wealth of the nations will come to you.", "6": "Caravans of camels will cover your land, young camels from Midian and Ephah. All those from Sheba will come. They will carry gold and incense, and they will announce the good news of the praise of the Lord.", "7": "All the flocks of Kedar will be gathered to you. Rams from Nebaioth will serve as sacrifices for you. They will be accepted as burnt offerings on my altar, and I will beautify my splendid house.", "8": "Who are these who fly along like a cloud, who fly like doves to their coops?", "9": "Yes, the coastlands will wait for me with hope, and the ships of Tarshish will be the first to bring your children from far away. They will have their silver and gold with them, for the name of the Lord your God and for the Holy One of Israel, because he makes you beautiful.", "10": "Then foreigners will rebuild your walls, and their kings will serve you, because in my wrath I struck you, but in my favor I had mercy on you.", "11": "Then your gates will always remain open. Day and night they will not be shut, in order to bring you the wealth of the nations, and their kings will be led in procession.", "12": "For the nation and the kingdom that do not serve you will perish. Such nations will be completely devastated.", "13": "The glory of Lebanon will come to you: the fir, the maple, and the pine tree together. They will beautify my holy place, and I will glorify my footstool.", "14": "Then the children of your oppressors will walk up to you and bow down. All who despise you will fall down under the soles of your feet, and they will call you the city of the Lord, Zion of the Holy One of Israel.", "15": "You were abandoned and hated, with no one walking through you, but now I will make you a source of everlasting pride, a joy from generation to generation.", "16": "You will nurse on the milk of the nations, and you will nurse at the breast of kings. You will know that I am the Lord, your Savior, and that your Redeemer is the Mighty One of Jacob.", "17": "Instead of bronze I will bring gold. Instead of iron I will bring silver, instead of wood, copper, and instead of stones, iron. And I will make peace your overseer, and righteousness your strong ruler.", "18": "Violence will never again be heard in your land, nor destruction and ruin in your boundaries. Instead, you will call your walls Salvation and your gates Praise.", "19": "The sun will never again be your light by day, and the moon will not shine to provide brightness for you, for the Lord will be your everlasting light, and your God will be your splendor.", "20": "Your sun will never again set, and your moon will not wane, because the Lord will be your everlasting light, and the days of your mourning will be over.", "21": "As for your people, all of them will be righteous. They will inherit the earth forever. They are shoots I have planted, the work of my hands, to display my beauty.", "22": "The smallest will become an army of a thousand, and the least will become a powerful nation. I am the Lord. When the time is right, I will do it quickly."}