{"1": "  The Spirit of the Lord God is upon me, because the Lord has anointed me to preach good news to the afflicted. He sent me to bind up the brokenhearted, to proclaim freedom for the captives and release for those who are bound,", "2": "to proclaim the year of the Lord's favor and the day of vengeance for our God, to comfort all who mourn,", "3": "to provide for those who mourn in Zion, to give them a crown of beauty instead of ashes, the oil of joy instead of mourning, a cloak of praise instead of a faint spirit, so that they will be called oaks of righteousness, a planting of the Lord to display his beauty.", "4": "Then they will rebuild ancient ruins. They will raise up what was formerly devastated, and they will renew ruined cities, which have been devastated for generations.", "5": "Strangers will stand and shepherd your flock, and foreigners will be your farmers and vinedressers.", "6": "You will be called the Lord's priests. You will be named ministers of our God. You will eat the wealth of nations, and you will boast about their riches.", "7": "In place of your shame, you will receive a double portion. Instead of dishonor, they will rejoice in their share of the land. In fact, in their land they will inherit a double portion. Everlasting joy will be theirs.", "8": "Yes, I am the Lord. I love justice. I hate robbery in a burnt offering.[b] I will repay them in faithfulness, and I will make an everlasting covenant with them.", "9": "Their offspring will be known among the nations, and their descendants in the midst of the peoples. All who see them will recognize that they are offspring whom the Lord has blessed.", "10": "I will rejoice greatly in the Lord. My soul will celebrate because of my God, for he has clothed me in garments of salvation. With a robe of righteousness he covered me, like a bridegroom who wears a beautiful headdress like a priest, and like a bride who adorns herself with her jewelry.", "11": "For as the earth produces its growth, and as a garden causes what has been sown to sprout up, so God the Lord will cause righteousness and praise to sprout up in the presence of all the nations."}