{"1": "  Who is this coming from Edom, with bright red garments? Who is this coming from Bozrah, clothed majestically, marching out[a] with great strength? It is I, the one who speaks in righteousness. It is I, the one who is mighty to save.", "2": "Why is your clothing so red? Why are your garments like those of someone who has been trampling grapes in a winepress?", "3": "I have trodden the winepress alone, and from the peoples there was no one with me. So I stomped on them in my anger, and I trampled them in my wrath, and their juice splattered on my garments. I stained all my clothing.", "4": "For the day for vengeance was in my heart, and the year for my redemption has come.", "5": "I looked intently but there was no helper. I was shocked that no one supported me. My arm delivered me, and my wrath supported me.", "6": "I trampled the peoples in my anger. I made them drunk in my wrath, and I will pour out their juice[b] onto the ground.", "7": "I will tell about the Lord's mercies, about the praises of the Lord, about all that the Lord has done for us, about his great goodness to the house of Israel, which he performed for them according to his abundant compassion, and according to his great mercy.", "8": "He said, “Surely they are my people, children who will not deal falsely,” so he became their Savior.", "9": "In all their anguish he felt anguish,[c] and the Angel of his Presence saved them. In his love and in his pity he himself redeemed them, and he took them up and carried them all the days of old.", "10": "But they rebelled and grieved his Holy Spirit, so he turned against them and became an enemy. He himself fought against them.", "11": "Yet he remembered the days of old, the days of Moses and his people. Where is the one who brought them up from the sea, with the shepherds of his flock? Where is the one who set his Holy Spirit in their midst,", "12": "who sent his majestic arm to the right hand of Moses, who divided waters before them to make an everlasting name for himself,", "13": "who let them walk through the depths? Like a horse in the wilderness, they did not stumble.", "14": "Like cattle that descend into a valley, they were given rest by the Lord's Spirit. This is how you led your people to make a majestic name for yourself.", "15": "Gaze down from the heavens and see, from your holy and beautiful dwelling place. Where is your zeal and your might? The feelings of your heart and your compassion are withheld from me.", "16": "But you are our Father, though Abraham does not know us, though Israel does not acknowledge us. You, the Lord, are our Father. Our Redeemer from everlasting is your name.", "17": "Why do you cause us to wander from your ways, Lord? Why do you harden our heart so that we do not fear you? Return for the sake of your servants, the tribes that are your heritage.", "18": "For a short time your holy people possessed the land. Now our adversaries have trampled your sanctuary.", "19": "We have been your people from ancient times, but you have not ruled over the other nations. They were not called by your name.[d]"}