{"1": "  I was available to those who did not ask. I let myself be found by those who did not seek me. I said, “Here I am, here I am,” to a nation that did not call on my name.", "2": "I reached out my hands all day to a stubborn people, who are walking in a way that is not good, who follow their own ideas.", "3": "This people continually provokes me to anger, right to my face, by sacrificing in the groves, by burning incense on the bricks.", "4": "They sit in tombs and keep their vigils all night. They eat the flesh of pigs, and broth made from unclean meat is in their pots.", "5": "They say, “Keep to yourself. Do not touch me because I am too holy for you.” These people are smoke in my nostrils, like a fire burning all day.", "6": "Look, I have put it in writing. I will not be silent until I repay them. I will repay into their lap", "7": "both their[a] guilt and the guilt of their fathers, says the Lord. Because they burned incense upon the mountains, and upon the hills they ridiculed me, so I will measure out their full pay into their lap.", "8": "This is what the Lord says. Just as sweet wine is found in the grape cluster, so that someone says, “Do not destroy it because there is a blessing in it,” so I will act in the same way for the sake of my servants, in order not to destroy the whole people.", "9": "I will bring forth offspring from Jacob, and from Judah those who will inherit my mountains, so that my chosen ones will possess the land, and my servants will dwell there.", "10": "Sharon will become a pasture for flocks, and the Valley of Achor a resting place for herds, for my people who seek me.", "11": "But you who are abandoning the Lord, you who have forgotten my holy mountain, who are setting a table for Fortune, who are pouring out mixed wine for Destiny,", "12": "I will destine you for the sword. All of you will bow down to be slaughtered, because I called, but you did not answer. I spoke, but you did not listen. You committed evil in my eyes, and you chose that which does not please me.", "13": "Therefore, this is what the Lord God says. Watch! My servants will eat, but you will go hungry. Watch! My servants will drink, but you will be thirsty. Watch! My servants will rejoice, but you will be ashamed.", "14": "Watch! My servants will shout because of the joy in their heart, but you will cry out because of the pain in your heart, and because of a broken spirit you will wail.", "15": "You will leave your name for my chosen ones to use as a curse, and the Lord God will put you to death, but he will call his servants by another name,", "16": "so that anyone on earth who blesses himself will bless himself by the God of Amen,[b] and anyone on the earth who swears will swear by the God of Amen! For the past troubles will be forgotten. Yes, they are certainly hidden from my eyes.", "17": "Watch this! I am about to create new heavens and a new earth. The former things will not be remembered. They will not come to mind.", "18": "Instead, rejoice and celebrate forever, because of what I am creating. Watch this! I am about to create Jerusalem to be a source of gladness, and her people will be a source of joy.", "19": "I also will be glad because of Jerusalem, and I will rejoice over my people. The sound of weeping will not be heard in her again, nor will the sound of crying.", "20": "There will never again be an infant there who lives for only a few days, or an elderly man who does not fill out all his days, for one who dies at a hundred will be considered a young man, and one who fails to attain the age of one hundred will be regarded as cursed.", "21": "Then they will build houses and live in them. They will plant vineyards and eat their fruit.", "22": "They will not build a house and have another person live in it. They will not plant and have another person eat the crop, for the days of my people will be like the days of a tree, and my chosen ones will enjoy all the work of their hands.", "23": "They will not labor only to receive nothing, and they will not give birth to children doomed to disaster, for they will be offspring who are blessed by the Lord, and their descendants will be with them.", "24": "Then even before they call, I will answer. While they are still speaking, I will hear.", "25": "The wolf and the lamb will graze together, and lions will eat straw like cattle, but the serpent will eat dust as its food. They will not harm or destroy anywhere on my holy mountain, says the Lord."}