{"1": "This is what the Lord says. The heavens are my throne, and the earth is a footstool under my feet. Where, then, is the house that you could build for me? Where, then, is a place that could serve as my resting place?", "2": "For my hand made all these things, so all these things came into existence, declares the Lord. Yet this is the person I will watch over: the one who is afflicted and whose spirit is crushed, the one who trembles at my word.", "3": "One who slaughters an ox, also smites a person. One who sacrifices a lamb, also breaks the neck of a dog. One who offers a grain offering, also offers the blood of pigs. One who offers memorial incense, also blesses a useless idol. Yes, they have chosen their own ways, and their soul delights in their detestable things.", "4": "So I myself will choose their punishments, and the things that terrify them I will bring to them, because I called, and there was no one who answered. I spoke, and they did not listen. They did what is evil in my eyes, and they chose things that do not please me.", "5": "Hear the word of the Lord, you who tremble at his word. Your brothers, who hate you and exclude you for the sake of my name, say: “Let the Lord be glorified so that we may see your joy.” But they themselves will be put to shame.", "6": "Listen! An uproar in the city, the sound of an uproar from the temple, the sound of the Lord repaying his enemies in full!", "7": "Before she suffers labor pains, she gives birth. Before birth pain comes upon her, she delivers a male child.", "8": "Who has ever heard of something like this? Who has ever seen such a thing? Is a land brought forth in one day? Is a nation born all at once? But as soon as Zion experiences labor pains, she gives birth to her children.", "9": "Would I bring a baby to the point of birth and not let it be born? says the Lord. Or would I let a baby be conceived but shut the womb to prevent its birth? says your God.", "10": "Rejoice with Jerusalem and celebrate with her, all you who love her. Share her joy with her, all you who have been mourning over her,", "11": "so that you may nurse and be satisfied from her comforting breast, so that you may suck and find delight from her milk-filled breasts.[a]", "12": "Yes, this is what the Lord says. I am ready to extend peace to her like a river, and the glory of the nations like an overflowing stream. You will be nursed. You will be carried on her side, and you will be bounced on her knees.", "13": "Just like a man[b] whom his mother comforts, in the same way I myself will comfort you, and you will be comforted concerning Jerusalem.", "14": "Then you will see, and your heart will be glad. Like grass you will receive new strength, right down to your bones. Then the Lord's hand will be known to his servants, but his fury to his enemies.", "15": "Look, the Lord will come like fire, and his chariots like a whirlwind, to pour out his furious anger and his rebuke like flames of fire.", "16": "For the Lord will bring judgment on all flesh by fire and by his sword, and those slain by the Lord will be many.", "17": "Those who try to sanctify themselves and those who try to purify themselves in order to follow others into the groves, in order to eat the meat of pigs and other disgusting things like mice— together they will be swept away, declares the Lord.", "18": "As for me, because of their works and their thoughts, the time is coming for me to gather people from all nations and all languages. They will come, and they will see my glory.", "19": "Then I will set up a sign among them, and I will send out survivors from among them to the nations, to Tarshish, Pul, and Lud,[c] to those who are archers, to Tubal and Javan,[d] to the distant coastlands, who have not heard my message and have not seen my glory. Then they will declare my glory among the nations.", "20": "Then they will bring all your brothers from all the nations as an offering to the Lord. They will bring them on horses and chariots and wagons and mules and dromedaries[e] to my holy mountain Jerusalem, says the Lord, in the same way that the people of Israel bring an offering in a clean vessel to the Lord's house. ", "21": "Even from among these people I will take priests and Levites, says the Lord.", "22": "For just as the new heavens and the new earth that I am making will remain standing before me, declares the Lord, in the same way your offspring and your name will stand. ", "23": "As often as one new moon follows another and one Sabbath follows another, all flesh will come to worship before me, says the Lord.", "24": "They will go out, and they will see the corpses of the ones who were rebelling against me, for their worm will not die, and their fire will not be quenched, and all flesh will be horrified by them."}