{"1": "This took place in the days when Ahaz, the son of Jotham, the son of Uzziah, was king of Judah. Rezin king of Aram,[a] and Pekah son of Remaliah, the king of Israel, marched up to Jerusalem to wage war against it, but they could not capture it.", "2": "The house of David was told, “Aram has allied itself with Ephraim.” The heart of Ahaz trembled, and the heart of his people trembled as the trees of the forest tremble in the wind.", "3": "Then the Lord said to Isaiah: Go out now to meet Ahaz, you and your son Shear Jashub.[b] Meet him at the end of the water channel from the upper pool, on the road that goes to the launderers[c] field.", "4": "Tell Ahaz, “Get control of yourself, and remain calm. Do not be afraid. Do not lose your courage because of these two stubs of smoldering torches. Do not be afraid because of the fierce anger of Rezin, Aram, and the son of Remaliah, ", "5": "even though Aram, Ephraim, and the son of Remaliah have plotted evil against you and said, ", "6": "'Let's go up against Judah and tear it apart. Let's divide it among ourselves and set up a king over it, namely, this son of Tabe'el.'”", "7": "This is what the Lord God says. Their plan shall not succeed. It shall not take place.", "8": "Yes, the head of Aram is Damascus, and the head of Damascus is Rezin, but within sixty-five years Ephraim will be broken into pieces, so that it will no longer be a people.", "9": "The head of Ephraim is only Samaria, and the head of Samaria is only Remaliah's son. If you do not stand firm in faith, you will not stand at all.[d]", "10": "The Lord spoke to Ahaz again. He said, ", "11": "“Ask for a sign from the Lord your God. Ask for it either in the depths below or in the heights above.”", "12": "But Ahaz responded, “I will not ask. I will not test the Lord.”", "13": "So Isaiah said: Listen now, you house of David. Is it not enough for you to test the patience of men? Will you test the patience of my God as well? ", "14": "Therefore the Lord himself will give a sign for all of you.[e] Look! The virgin will conceive and give birth to a son and name him Immanuel.[f] ", "15": "He will eat curds and honey by the time he knows how to refuse evil and choose good, ", "16": "because even before the child knows how to refuse evil and choose good, the land whose two kings you dread will be forsaken.", "17": "The Lord will bring on you, on your people, and on your father's house days worse than any since the day that Ephraim broke away from Judah. The Lord will bring the king of Assyria.", "18": "This is what will take place in that day: The Lord will whistle for the fly that is at the farthest end of Egypt's rivers and for the bee that is in the land of Assyria. ", "19": "They will come and settle in the deep ravines, in the clefts in the rocks, among all the thorn hedges, and in all the pastures.[g]", "20": "In that day the Lord will shave with a razor hired from the regions beyond the River Euphrates, namely, the king of Assyria. This razor will shave their head and the hair on their legs, and it will also scrape away their beard.", "21": "In that day a man will keep alive a young cow and two sheep, ", "22": "and because of the abundant milk they give, he will eat curds. So everyone left in the land will eat curds and honey. ", "23": "In that day, in every place where a thousand vines worth a thousand silver shekels were growing, there will be only briers and thorns. ", "24": "Hunters will go there with a bow and arrow, because all that land will be briers and thorns. ", "25": "You will no longer venture into all the hills that once were cultivated with the hoe, because you will be afraid of the briers and thorns, and the hills will be a pasture for grazing oxen, a land trampled by sheep."}