{"1": "The Lord said to me, “Get a large tablet and write on it with a man's stylus: For Maher Shalal Hash Baz.”", "2": "I also swore in faithful witnesses: Uriah the priest and Zechariah son of Jeberekiah.[a]", "3": "I approached the prophetess, and she conceived and gave birth to a son. Then the Lord said to me, “Name him Maher Shalal Hash Baz.[b] ", "4": "For before the child knows how to say 'My father' and 'My mother,' the riches of Damascus and the plunder of Samaria will be carried away by the king of Assyria.”", "5": "Then the Lord spoke to me again and said:", "6": "Because these people have rejected the gently flowing waters of Shiloah, and they rejoice in Rezin and in Remaliah's son, ", "7": "therefore, the Lord is now about to bring against them the mighty floodwaters of the River,[c] that is, the king of Assyria in all his glory. It will overflow all its channels, and it will flood all its banks. ", "8": "It will sweep onward into Judah. It will overflow and pass through the land. It will rise up all the way to the neck, and its wingspan will reach across the width of your land, Immanuel.", "9": "Be broken to pieces, you peoples. Be shattered![d] Listen, all of you from faraway countries. Dress for battle, and be shattered! Dress for battle, and be shattered!", "10": "Get together, make your plans, but they will not succeed. Speak the word, but it will not stand, for God is with us.[e]", "11": "Listen! This is how the Lord spoke to me with a strong hand upon me. He instructed me not to walk in the way of this people. He said:", "12": "Do not say “A conspiracy!” about everything that this people calls a conspiracy. Do not fear what they fear.[f] Do not be terrified. ", "13": "The Lord of Armies is the one you are to respect as holy. He is the one you must fear. He is the one you must dread. ", "14": "He will be a sanctuary, but for both houses of Israel he will be a stone they stumble over and a rock they fall over, and he will be a snare and a trap for the inhabitants of Jerusalem. ", "15": "Many will stumble over it. They will fall and be broken. They will be snared and captured.", "16": "Roll up the scroll of testimony. Seal the law among my disciples. ", "17": "I will wait for the Lord, who hides his face from the house of Jacob, and I will wait hopefully for him. ", "18": "Look, I and the children whom the Lord has given me are signs and warnings to Israel from the Lord of Armies, who dwells in Mount Zion.", "19": "When they tell you, “Consult the mediums and the spiritists, who whisper and mutter,” shouldn't a people consult their God? Should they consult the dead on behalf of the living? ", "20": "To the law and to the testimony! If people do not speak according to this word, there will be no dawn for them. ", "21": "They will pass through the land, distressed and starving, but when this takes place and they are starving, they will be frustrated, and they will curse their king and their God. They will turn their faces upward, ", "22": "and then they will look down to the ground, but I tell you, they will see only distress, darkness, and the gloom that brings anguish. They will be banished into thick darkness."}