{"1": "For, brothers, I don't want you to miss the significance of what happened to our fathers. All of them were guided by the pillar of cloud, and they all passed through the sea, ", "2": "and in connection with the cloud and with the sea they all immersed themselves into Moshe, ", "3": "also they all ate the same food from the Spirit, ", "4": "and they all drank the same drink from the Spirit — for they drank from a Spirit-sent Rock which followed them, and that Rock was the Messiah. ", "5": "Yet with the majority of them God was not pleased, so their bodies were strewn across the desert.", "6": "Now these things took place as prefigurative historical events, warning us not to set our hearts on evil things as they did. ", "7": "Don't be idolaters, as some of them were — as the Tanakh puts it, “The people sat down to eat and drink, then got up to indulge in revelry.”[a] ", "8": "And let us not engage in sexual immorality, as some of them did, with the consequence that 23,000 died in a single day. ", "9": "And let us not put the Messiah to the test, as some of them did, and were destroyed by snakes. ", "10": "And don't grumble, as some of them did, and were destroyed by the Destroying Angel.", "11": "These things happened to them as prefigurative historical events, and they were written down as a warning to us who are living in the acharit-hayamim. ", "12": "Therefore, let anyone who thinks he is standing up be careful not to fall! ", "13": "No temptation has seized you beyond what people normally experience, and God can be trusted not to allow you to be tempted beyond what you can bear. On the contrary, along with the temptation he will also provide the way out, so that you will be able to endure.", "14": "Therefore, my dear friends, run from idolatry! ", "15": "I speak to you as sensible people; judge for yourselves what I am saying. ", "16": "The “cup of blessing” over which we make the b'rakhah — isn't it a sharing in the bloody sacrificial death of the Messiah? The bread we break, isn't it a sharing in the body of the Messiah? ", "17": "Because there is one loaf of bread, we who are many constitute one body, since we all partake of the one loaf of bread. ", "18": "Look at physical Isra'el: don't those who eat the sacrifices participate in the altar? ", "19": "So, what am I saying? That food sacrificed to idols has any significance in itself? or that an idol has significance in itself? ", "20": "No, what I am saying is that the things which pagans sacrifice, they sacrifice not to God but to demons; and I don't want you to become sharers of the demons! ", "21": "You can't drink both a cup of the Lord and a cup of demons, you can't partake in both a meal of the Lord and a meal of demons. ", "22": "Or are we trying to make the Lord jealous? We aren't stronger than he is, are we?", "23": "“Everything is permitted,” you say? Maybe, but not everything is helpful. “Everything is permitted?” Maybe, but not everything is edifying. ", "24": "No one should be looking out for his own interests, but for those of his fellow. ", "25": "Eat whatever is sold in the meat market without raising questions of conscience, ", "26": "for the earth and everything in it belong to the Lord.[b] ", "27": "If some unbeliever invites you to a meal, and you want to go, eat whatever is put in front of you without raising questions of conscience. ", "28": "But if someone says to you, “This meat was offered as a sacrifice,” then don't eat it, out of consideration for the person who pointed it out and also for conscience's sake — ", "29": "however, I don't mean your conscience but that of the other person. You say, “Why should my freedom be determined by someone else's conscience? ", "30": "If I participate with thankfulness, why am I criticized over something for which I myself bless God?” ", "31": "Well, whatever you do, whether it's eating or drinking or anything else, do it all so as to bring glory to God. ", "32": "Do not be an obstacle to anyone — not to Jews, not to Gentiles, and not to God's Messianic Community. ", "33": "Just as I try to please everyone in everything I do, not looking out for my own interests but for those of the many, so that they may be saved;"}