{"1": "try to imitate me, even as I myself try to imitate the Messiah.", "2": "Now I praise you because you have remembered everything I told you and observe the traditions just the way I passed them on to you. ", "3": "But I want you to understand that the head of every man is the Messiah, and the head of a wife is her husband, and the head of the Messiah is God. ", "4": "Every man who prays or prophesies wearing something down over his head brings shame to his head, ", "5": "but every woman who prays or prophesies with her head unveiled brings shame to her head — there is no difference between her and a woman who has had her head shaved. ", "6": "For if a woman is not veiled, let her also have her hair cut short; but if it is shameful for a woman to wear her hair cut short or to have her head shaved, then let her be veiled. ", "7": "For a man indeed should not have his head veiled, because he is the image and glory of God, and the woman is the glory of man. ", "8": "For man was not made from woman, but woman from man; ", "9": "and indeed man was not created for the sake of the woman but woman for the sake of the man. ", "10": "The reason a woman should show by veiling her head that she is under authority has to do with the angels. ", "11": "Nevertheless, in union with the Lord neither is woman independent of man nor is man independent of woman; ", "12": "for as the woman was made from the man, so also the man is now born through the woman. But everything is from God. ", "13": "Decide for yourselves: is it appropriate for a woman to pray to God when she is unveiled? ", "14": "Doesn't the nature of things itself teach you that a man who wears his hair long degrades himself? ", "15": "But a woman who wears her hair long enhances her appearance, because her hair has been given to her as a covering. ", "16": "However, if anyone wants to argue about it, the fact remains that we have no such custom, nor do the Messianic communities of God.", "17": "But in giving you this next instruction I do not praise you, because when you meet together it does more harm than good! ", "18": "For, in the first place, I hear that when you gather together as a congregation you divide up into cliques; and to a degree I believe it ", "19": "(granted that there must be some divisions among you in order to show who are the ones in the right). ", "20": "Thus, when you gather together, it is not to eat a meal of the Lord; ", "21": "because as you eat your meal, each one goes ahead on his own; so that one stays hungry while another is already drunk! ", "22": "Don't you have homes to eat and drink in? Or are you trying to show your contempt for God's Messianic community and embarrass those who are poor? What am I supposed to say to you? Am I supposed to praise you? Well, for this I don't praise you!", "23": "For what I received from the Lord is just what I passed on to you — that the Lord Yeshua, on the night he was betrayed, took bread; ", "24": "and after he had made the b'rakhah he broke it and said, “This is my body, which is for you. Do this as a memorial to me”; ", "25": "likewise also the cup after the meal, saying, “This cup is the New Covenant effected by my blood; do this, as often as you drink it, as a memorial to me.” ", "26": "For as often as you eat this bread and drink the cup, you proclaim the death of the Lord, until he comes.", "27": "Therefore, whoever eats the Lord's bread or drinks the Lord's cup in an unworthy manner will be guilty of desecrating the body and blood of the Lord! ", "28": "So let a person examine himself first, and then he may eat of the bread and drink from the cup; ", "29": "for a person who eats and drinks without recognizing the body eats and drinks judgment upon himself. ", "30": "This is why many among you are weak and sick, and some have died! ", "31": "If we would examine ourselves, we would not come under judgment. ", "32": "But when we are judged by the Lord, we are being disciplined, so that we will not be condemned along with the world.", "33": "So then, my brothers, when you gather together to eat, wait for one another. ", "34": "If someone is hungry, he should eat at home, so that when you meet together it will not result in judgment. As for the other matters, I will instruct you about them when I come."}