{"1": "But, brothers, I do not want you to go on being ignorant about the things of the Spirit. ", "2": "You know that when you were pagans, no matter how you felt you were being led, you were being led astray to idols, which can't speak at all. ", "3": "Therefore, I want to make it clear to you that no one speaking by the Spirit of God ever says, “Yeshua is cursed!” and no one can say, “Yeshua is Lord,” except by the Ruach HaKodesh.", "4": "Now there are different kinds of gifts, but the same Spirit gives them. ", "5": "Also there are different ways of serving, but it is the same Lord being served. ", "6": "And there are different modes of working, but it is the same God working them all in everyone. ", "7": "Moreover, to each person is given the particular manifestation of the Spirit that will be for the common good. ", "8": "To one, through the Spirit, is given a word of wisdom; to another, a word of knowledge, in accordance with the same Spirit; ", "9": "to another, faith, by the same Spirit; and to another, gifts of healing, by the one Spirit; ", "10": "to another, the working of miracles; to another, prophecy; to another, the ability to judge between spirits; to another, the ability to speak in different kinds of tongues; and to yet another, the ability to interpret tongues. ", "11": "One and the same Spirit is at work in all these things, distributing to each person as he chooses. ", "12": "For just as the body is one but has many parts; and all the parts of the body, though many, constitute one body; so it is with the Messiah. ", "13": "For it was by one Spirit that we were all immersed into one body, whether Jews or Gentiles, slaves or free; and we were all given the one Spirit to drink.", "14": "For indeed the body is not one part but many. ", "15": "If the foot says, “I'm not a hand, so I'm not part of the body,” that doesn't make it stop being part of the body. ", "16": "And if the ear says, “I'm not an eye, so I'm not part of the body,” that doesn't make it stop being part of the body. ", "17": "If the whole body were an eye, how could it hear? If it were all hearing, how could it smell? ", "18": "But as it is, God arranged each of the parts in the body exactly as he wanted them. ", "19": "Now if they were all just one part, where would the body be? ", "20": "But as it is, there are indeed many parts, yet just one body. ", "21": "So the eye cannot say to the hand, “I don't need you”; or the head to the feet, “I don't need you.” ", "22": "On the contrary, the parts of the body that seem to be less important turn out to be all the more necessary; ", "23": "and upon body parts which we consider less dignified we bestow greater dignity; and the parts that aren't attractive are the ones we make as attractive as we can, ", "24": "while our attractive parts have no need for such treatment. Indeed, God has put the body together in such a way that he gives greater dignity to the parts that lack it, ", "25": "So that there will be no disagreements within the body, but rather all the parts will be equally concerned for all the others. ", "26": "Thus if one part suffers, all the parts suffer with it; and if one part is honored, all the parts share its happiness.", "27": "Now you together constitute the body of the Messiah, and individually you are parts of it. ", "28": "And God has placed in the Messianic Community first, emissaries; second, prophets; third, teachers; then those who work miracles; then those with gifts of healing; those with ability to help; those skilled in administration; and those who speak in various tongues. ", "29": "Not all are emissaries, are they? Not all are prophets, are they? or teachers? or miracle-workers? ", "30": "Not all have gifts of healing, not all speak in tongues, not all interpret, do they? ", "31": "Eagerly seek the better gifts. But now I will show you the best way of all."}