{"1": "Pursue love! However, keep on eagerly seeking the things of the Spirit; and especially seek to be able to prophesy. ", "2": "For someone speaking in a tongue is not speaking to people but to God, because no one can understand, since he is uttering mysteries in the power of the Spirit. ", "3": "But someone prophesying is speaking to people, edifying, encouraging and comforting them. ", "4": "A person speaking in a tongue does edify himself, but a person prophesying edifies the congregation. ", "5": "I wish you would all speak in tongues, but even more I wish you would all prophesy. The person who prophesies is greater than the person who speaks in tongues, unless someone gives an interpretation, so that the congregation can be edified.", "6": "Brothers, suppose I come to you now speaking in tongues. How can I be of benefit to you unless I bring you some revelation or knowledge or prophecy or teaching? ", "7": "Even with lifeless musical instruments, such as a flute or a harp, how will anyone recognize the melody if one note can't be distinguished from another? ", "8": "And if the bugle gives an unclear sound, who will get ready for battle? ", "9": "It's the same with you: how will anyone know what you are saying unless you use your tongue to produce intelligible speech? You will be talking to the air! ", "10": "There are undoubtedly all kinds of sounds in the world, and none is altogether meaningless; ", "11": "but if I don't know what a person's sounds mean, I will be a foreigner to the speaker and the speaker will be a foreigner to me. ", "12": "Likewise with you: since you eagerly seek the things of the Spirit, seek especially what will help in edifying the congregation.", "13": "Therefore someone who speaks in a tongue should pray for the power to interpret. ", "14": "For if I pray in a tongue, my spirit does pray, but my mind is unproductive. ", "15": "So, what about it? I will pray with my spirit, but I will also pray with my mind; I will sing with my spirit, but I will also sing with my mind. ", "16": "Otherwise, if you are giving thanks with your spirit, how will someone who has not yet received much instruction be able to say, “Amen,” when you have finished giving thanks, since he doesn't know what you are saying? ", "17": "For undoubtedly you are giving thanks very nicely, but the other person is not being edified. ", "18": "I thank God that I speak in tongues more than all of you, ", "19": "but in a congregation meeting I would rather say five words with my mind in order to instruct others than ten thousand words in a tongue!", "20": "Brothers, don't be children in your thinking. In evil, be like infants; but in your thinking, be grown-up. ", "21": "In the Torah it is written, “By other tongues, by the lips of foreigners I will speak to this people. But even then they will not listen to me,” says Adonai.[a]", "22": "Thus tongues are a sign not for believers but for unbelievers, while prophecy is not for unbelievers but for believers. ", "23": "So if the whole congregation comes together with everybody speaking in tongues, and uninstructed people or unbelievers come in, won't they say you're crazy? ", "24": "But if you all prophesy, and some unbeliever or uninstructed person enters, he is convicted of sin by all, he is brought under judgment by all, ", "25": "and the secrets of his heart are laid bare; so he falls on his face and worships God, saying, “God is really here among you!”", "26": "What is our conclusion, brothers? Whenever you come together, let everyone be ready with a psalm or a teaching or a revelation, or ready to use his gift of tongues or give an interpretation; but let everything be for edification. ", "27": "If the gift of tongues is exercised, let it be by two or at most three, and each in turn; and let someone interpret. ", "28": "And if there is no one present who can interpret, let the people who speak in tongues keep silent when the congregation meets — they can speak to themselves and to God. ", "29": "Let two or three prophets speak, while the others weigh what is said. ", "30": "And if something is revealed to a prophet who is sitting down, let the first one be silent. ", "31": "For you can all prophesy one by one, with the result that all will learn something and all will be encouraged. ", "32": "Also, the prophets' spirits are under the prophets' control; ", "33": "for God is not a God of unruliness but of shalom. As in all the congregations of God's people, ", "34": "let the wives remain silent when the congregation meets; they are certainly not permitted to speak out. Rather, let them remain subordinate, as also the Torah says; ", "35": "and if there is something they want to know, let them ask their own husbands at home; for it is shameful for a woman to speak out in a congregational meeting.", "36": "Did the word of God originate with you? Or are you the only people it has reached? ", "37": "If anyone thinks he is a prophet or is endowed with the Spirit, let him acknowledge that what I am writing you is a command of the Lord. ", "38": "But if someone doesn't recognize this, then let him remain unrecognized.", "39": "So, my brothers, eagerly seek to prophesy; and do not forbid speaking in tongues; ", "40": "but let all things be done in a proper and orderly way."}