{"1": "As for me, brothers, I couldn't talk to you as spiritual people but as worldly people, as babies, so far as experience with the Messiah is concerned. ", "2": "I gave you milk, not solid food, because you were not yet ready for it. But you aren't ready for it now either! ", "3": "For you are still worldly! Isn't it obvious from all the jealousy and quarrelling among you that you are worldly and living by merely human standards? ", "4": "For when one says, “I follow Sha'ul” and another, “I follow Apollos,” aren't you being merely human? ", "5": "After all, what is Apollos? What is Sha'ul? Only servants through whom you came to trust. Indeed, it was the Lord who brought you to trust through one of us or through another. ", "6": "I planted the seed, and Apollos watered it, but it was God who made it grow. ", "7": "So neither the planter nor the waterer is anything, only God who makes things grow — ", "8": "planter and waterer are the same. However, each will be rewarded according to his work. ", "9": "For we are God's co-workers; you are God's field, God's building. ", "10": "Using the grace God gave me, I laid a foundation, like a skilled master-builder; and another man is building on it. But let each one be careful how he builds. ", "11": "For no one can lay any foundation other than the one already laid, which is Yeshua the Messiah. ", "12": "Some will use gold, silver or precious stones in building on this foundation; while others will use wood, grass or straw. ", "13": "But each one's work will be shown for what it is; the Day will disclose it, because it will be revealed by fire — the fire will test the quality of each one's work. ", "14": "If the work someone has built on the foundation survives, he will receive a reward; ", "15": "if it is burned up, he will have to bear the loss: he will still escape with his life, but it will be like escaping through a fire.", "16": "Don't you know that you people are God's temple and that God's Spirit lives in you? ", "17": "So if anyone destroys God's temple, God will destroy him. For God's temple is holy, and you yourselves are that temple.", "18": "Let no one fool himself. If someone among you thinks he is wise (by this world's standards), let him become “foolish,” so that he may become really wise. ", "19": "For the wisdom of this world is nonsense, as far as God is concerned; inasmuch as the Tanakh says, “He traps the wise in their own cleverness,”[a] ", "20": "and again, “Adonai knows that the thoughts of the wise are worthless.”[b] ", "21": "So let no one boast about human beings, for all things are yours — ", "22": "whether Sha'ul or Apollos or Kefa or the world or life or death or the present or the future: they all belong to you, ", "23": "and you belong to the Messiah, and the Messiah belongs to God."}