{"1": "Before the world began, the Word[a] was there. The Word was with God, and the Word was God.", "2": "He was there with God in the beginning.", "3": "Everything was made through him, and nothing was made without him.", "4": "In him there was life, and that life was a light for the people of the world.", "5": "The light[b] shines in the darkness, and the darkness has not defeated[c] it.", "6": "There was a man named John, who was sent by God.", "7": "He came to tell people about the light. Through him all people could hear about the light and believe.", "8": "John was not the light. But he came to tell people about the light.", "9": "The true light was coming into the world. This is the true light that gives light to all people.", "10": "The Word was already in the world. The world was made through him, but the world did not know him.", "11": "He came to the world that was his own. And his own people did not accept him.", "12": "But some people did accept him. They believed in him, and he gave them the right to become children of God.", "13": "They became God's children, but not in the way babies are usually born. It was not because of any human desire or plan. They were born from God himself.", "14": "The Word became a man and lived among us. We saw his divine greatness—the greatness that belongs to the only Son of the Father. The Word was full of grace and truth.", "15": "John told people about him. He said loudly, “This is the one I was talking about when I said, 'The one who is coming after me is greater than I am, because he was living before I was even born.'”", "16": "Yes, the Word was full of grace and truth, and from him we all received one blessing after another.[d]", "17": "That is, the law was given to us through Moses, but grace and truth came through Jesus Christ.", "18": "No one has ever seen God. The only Son is the one who has shown us what God is like. He is himself God and is very close to the Father.[e]", "19": "The Jewish leaders in Jerusalem sent some priests and Levites to John to ask him, “Who are you?” He told them the truth.", "20": "Without any hesitation he said openly and plainly, “I am not the Messiah.”", "21": "They asked him, “Then who are you? Are you Elijah?” He answered, “No, I am not Elijah.” They asked, “Are you the Prophet[f]?” He answered, “No, I am not the Prophet.”", "22": "Then they said, “Who are you? Tell us about yourself. Give us an answer to tell the people who sent us. What do you say about yourself?”", "23": "John told them the words of the prophet Isaiah: “I am the voice of someone shouting in the desert: 'Make a straight road ready for the Lord.'” ", "24": "These Jews were sent from the Pharisees.", "25": "They said to John, “You say you are not the Messiah. You say you are not Elijah or the Prophet. Then why do you baptize people?”", "26": "John answered, “I baptize people with water. But there is someone here with you that you don't know.", "27": "He is the one who is coming later. I am not good enough to be the slave who unties the strings on his sandals.”", "28": "These things all happened at Bethany on the other side of the Jordan River. This is where John was baptizing people.", "29": "The next day John saw Jesus coming toward him and said, “Look, the Lamb of God. He takes away the sins of the world!", "30": "This is the one I was talking about when I said, 'There is a man coming after me who is greater than I am, because he was living even before I was born.'", "31": "I did not know who he was. But I came baptizing people with water so that Israel could know that he is the Messiah.[g]”", "32-34": "Then John said this for everyone to hear: “I also did not know who the Messiah was. But the one who sent me to baptize with water told me, 'You will see the Spirit come down and rest on a man. He is the one who will baptize with the Holy Spirit.' I have seen this happen. I saw the Spirit come down from heaven like a dove and rest on this man. So this is what I tell people: 'He is the Son of God.'[h]”", "35": "The next day John was there again and had two of his followers with him.", "36": "He saw Jesus walking by and said, “Look, the Lamb of God!”", "37": "The two followers heard him say this, so they followed Jesus.", "38": "Jesus turned and saw the two men following him. He asked, “What do you want?” They said, “Rabbi, where are you staying?” (“Rabbi” means “Teacher.”)", "39": "He answered, “Come with me and you will see.” So the two men went with him. They saw the place where he was staying, and they stayed there with him that day. It was about four o'clock.", "40": "These men followed Jesus after they had heard about him from John. One of them was Andrew, the brother of Simon Peter.", "41": "The first thing Andrew did was to go and find his brother Simon. Andrew said to him, “We have found the Messiah.” (“Messiah” means “Christ.”)", "42": "Then Andrew brought Simon to Jesus. Jesus looked at him and said, “You are Simon, the son of John. You will be called Cephas.” (“Cephas” means “Peter.[i]”)", "43": "The next day Jesus decided to go to Galilee. He met Philip and said to him, “Follow me.”", "44": "Philip was from the town of Bethsaida, the same as Andrew and Peter.", "45": "Philip found Nathanael and told him, “We have found the man that Moses wrote about in the law. The prophets wrote about him too. He is Jesus, the son of Joseph. He is from Nazareth.”", "46": "But Nathanael said to Philip, “Nazareth! Can anything good come from Nazareth?” Philip answered, “Come and see.”", "47": "Jesus saw Nathanael coming toward him and said, “This man coming is a true Israelite, one you can trust.[j]”", "48": "Nathanael asked, “How do you know me?” Jesus answered, “I saw you when you were under the fig tree, before Philip told you about me.”", "49": "Then Nathanael said, “Teacher, you are the Son of God. You are the King of Israel.”", "50": "Jesus said to him, “Do you believe this just because I said I saw you under the fig tree? You will see much greater things than that!”", "51": "Then he said, “Believe me when I say that you will all see heaven open. You will see 'angels of God going up and coming down'[k] on the Son of Man.”"}