{"1": "When Jesus finished praying, he left with his followers and went across the Kidron Valley. He went into a garden there, his followers still with him.", "2": "Judas, the one responsible for handing Jesus over, knew where this place was. He knew because Jesus often met there with his followers.", "3": "So Judas led a group of soldiers to the garden, along with some guards from the leading priests and the Pharisees. They were carrying torches, lanterns, and weapons.", "4": "Jesus already knew everything that would happen to him. So he went out and asked them, “Who are you looking for?”", "5": "They answered, “Jesus from Nazareth.” He said, “I am Jesus.”[a] (Judas, the one responsible for handing Jesus over, was standing there with them.)", "6": "When Jesus said, “I am Jesus,” the men moved back and fell to the ground.", "7": "He asked them again, “Who are you looking for?” They said, “Jesus from Nazareth.”", "8": "Jesus said, “I told you that I am Jesus. So if you are looking for me, let these other men go free.”", "9": "This was to show the truth of what Jesus said earlier: “I have not lost anyone you gave me.”", "10": "Simon Peter had a sword, which he pulled out. He struck the servant of the high priest and cut off his right ear. (The servant's name was Malchus.)", "11": "Jesus said to Peter, “Put your sword back in its place! I must drink from the cup[b] the Father has given me.”", "12": "Then the soldiers with their commander and the Jewish guards arrested Jesus. They tied him", "13": "and brought him to Annas, the father-in-law of Caiaphas. Caiaphas was the high priest that year.", "14": "He was also the one who had told the other Jewish leaders that it would be better if one man died for all the people.", "15": "Simon Peter and another one of Jesus' followers went with Jesus. This follower knew the high priest. So he went with Jesus into the yard of the high priest's house.", "16": "But Peter waited outside near the door. The follower who knew the high priest came back outside and spoke to the gatekeeper. Then he brought Peter inside.", "17": "The girl at the gate said to Peter, “Are you also one of the followers of that man?” Peter answered, “No, I am not!”", "18": "It was cold, so the servants and guards had built a fire. They were standing around it, warming themselves, and Peter was standing with them.", "19": "The high priest asked Jesus questions about his followers and what he taught them.", "20": "Jesus answered, “I have always spoken openly to all people. I always taught in the synagogues and in the Temple area. All the Jews come together there. I never said anything in secret.", "21": "So why do you question me? Ask the people who heard my teaching. They know what I said.”", "22": "When Jesus said this, one of the guards standing there hit him. The guard said, “You should not talk to the high priest like that!”", "23": "Jesus answered, “If I said something wrong, tell everyone here what was wrong. But if what I said is right, then why do you hit me?”", "24": "So Annas sent Jesus to Caiaphas the high priest. He was still tied.", "25": "Simon Peter was standing at the fire, keeping himself warm. The other people said to Peter, “Aren't you one of the followers of that man?” Peter denied it. He said, “No, I am not.”", "26": "One of the servants of the high priest was there. He was a relative of the man whose ear Peter had cut off. The servant said, “I think I saw you with him in the garden!”", "27": "But again Peter said, “No, I was not with him!” As soon as he said this, a rooster crowed.", "28": "Then the guards took Jesus from Caiaphas' house to the Roman governor's palace. It was early in the morning. The Jews there would not go inside the palace. They did not want to make themselves unclean,[c] because they wanted to eat the Passover meal.", "29": "So Pilate went outside to them and asked, “What do you say this man has done wrong?”", "30": "They answered, “He is a bad man. That is why we brought him to you.”", "31": "Pilate said to them, “You take him yourselves and judge him by your own law.” The Jewish leaders answered, “But your law does not allow us to punish anyone by killing them.”", "32": "(This was to show the truth of what Jesus said about how he would die.)", "33": "Then Pilate went back inside the palace. He called for Jesus and asked him, “Are you the king of the Jews?”", "34": "Jesus said, “Is that your own question, or did other people tell you about me?”", "35": "Pilate said, “I'm not a Jew! It was your own people and their leading priests who brought you before me. What have you done wrong?”", "36": "Jesus said, “My kingdom does not belong to this world. If it did, my servants would fight so that I would not be handed over to the Jewish leaders. No, my kingdom is not an earthly one.”", "37": "Pilate said, “So you are a king.” Jesus answered, “You are right to say that I am a king. I was born for this: to tell people about the truth. That is why I came into the world. And everyone who belongs to the truth listens to me.”", "38": "Pilate said, “What is truth?” Then he went out to the Jewish leaders again and said to them, “I can find nothing against this man.", "39": "But it is one of your customs for me to free one prisoner to you at the time of the Passover. Do you want me to free this 'king of the Jews'?”", "40": "They shouted back, “No, not him! Let Barabbas go free!” (Barabbas was a rebel.)"}