{"1": "Then Pilate ordered that Jesus be taken away and whipped.", "2": "The soldiers made a crown from thorny branches and put it on his head. Then they put a purple robe around him.", "3": "They kept coming up to him and saying, “Hail to the king of the Jews!” And they hit him in the face.", "4": "Again Pilate came out and said to the Jewish leaders, “Look! I am bringing Jesus out to you. I want you to know that I find nothing I can charge him with.”", "5": "Then Jesus came out wearing the crown of thorns and the purple robe. Pilate said to the Jews, “Here is the man!”", "6": "When the leading priests and the Jewish guards saw Jesus they shouted, “Kill him on a cross! Kill him on a cross!” But Pilate answered, “You take him and nail him to a cross yourselves. I find nothing I can charge him with.”", "7": "The Jewish leaders answered, “We have a law that says he must die, because he said he is the Son of God.”", "8": "When Pilate heard this, he was more afraid.", "9": "So he went back inside the palace and asked Jesus, “Where are you from?” But Jesus did not answer him.", "10": "Pilate said, “You refuse to speak to me? Remember, I have the power to make you free or to kill you on a cross.”", "11": "Jesus answered, “The only power you have over me is the power given to you by God. So the one who handed me over to you is guilty of a greater sin.”", "12": "After this, Pilate tried to let Jesus go free. But the Jewish leaders shouted, “Anyone who makes himself a king is against Caesar. So if you let this man go free, that means you are not Caesar's friend.”", "13": "When Pilate heard this, he brought Jesus out to the place called “The Stone Pavement.” (In Aramaic the name is Gabbatha.) Pilate sat down on the judge's seat there.", "14": "It was now almost noon on Preparation day of Passover week. Pilate said to the Jews, “Here is your king!”", "15": "They shouted, “Take him away! Take him away! Kill him on a cross!” Pilate asked them, “Do you want me to kill your king on a cross?” The leading priests answered, “The only king we have is Caesar!”", "16": "So Pilate handed Jesus over to them to be killed on a cross. The soldiers took Jesus.", "17": "He carried his own cross to a place called “The Place of the Skull.” (In Aramaic the name of this place is “Golgotha.”)", "18": "There they nailed Jesus to the cross. They also nailed two other men to crosses. They put them on each side of Jesus with him in the middle.", "19": "Pilate told them to write a sign and put it on the cross. The sign said, “ jesus of nazareth, the king of the jews.”", "20": "The sign was written in Aramaic, in Latin, and in Greek. Many of the Jews read this sign, because the place where Jesus was nailed to the cross was near the city.", "21": "The leading Jewish priests said to Pilate, “Don't write, 'The King of the Jews.' But write, 'This man said, I am the King of the Jews.'”", "22": "Pilate answered, “I will not change what I have written.”", "23": "After the soldiers nailed Jesus to the cross, they took his clothes and divided them into four parts. Each soldier got one part. They also took his tunic. It was all one piece of cloth woven from top to bottom.", "24": "So the soldiers said to each other, “We should not tear this into parts. Let's throw lots to see who will get it.” This happened to make clear the full meaning of what the Scriptures say: “They divided my clothes among them, and they threw lots for what I was wearing.”  So the soldiers did this.", "25": "Jesus' mother stood near his cross. Her sister was also standing there with Mary the wife of Clopas, and Mary Magdalene.", "26": "Jesus saw his mother. He also saw the follower he loved very much standing there. He said to his mother, “Dear woman, here is your son.”", "27": "Then he said to the follower, “Here is your mother.” So after that, this follower took Jesus' mother to live in his home.", "28": "Later, Jesus knew that everything had been done. To make the Scriptures come true he said, “I am thirsty.”[a]", "29": "There was a jar full of sour wine there, so the soldiers soaked a sponge in it. They put the sponge on a branch of a hyssop plant and lifted it to Jesus' mouth.", "30": "When he tasted the wine, he said, “It is finished.” Then he bowed his head and died.", "31": "This day was Preparation day. The next day was a special Sabbath day. The Jewish leaders did not want the bodies to stay on the cross on the Sabbath day. So they asked Pilate to order that the legs of the men be broken. And they asked that the bodies be taken down from the crosses.", "32": "So the soldiers came and broke the legs[b] of the two men on the crosses beside Jesus.", "33": "But when the soldiers came close to Jesus, they saw that he was already dead. So they did not break his legs.", "34": "But one of the soldiers stuck his spear into Jesus' side. Immediately blood and water came out.", "35": "(The one who saw this happen has told about it. He told about it so that you also can believe. The things he says are true. He knows that he tells the truth.)", "36": "These things happened to give full meaning to the Scriptures that said, “None of his bones will be broken”[c]", "37": "and “People will look at the one they stabbed.”[d]", "38": "Later, a man named Joseph from Arimathea asked Pilate for the body of Jesus. (Joseph was a follower of Jesus, but he did not tell anyone, because he was afraid of the Jewish leaders.) Pilate said Joseph could take Jesus' body, so he came and took it away.", "39": "Nicodemus went with Joseph. He was the man who had come to Jesus before and talked to him at night. He brought about 100 pounds[e] of spices—a mixture of myrrh and aloes.", "40": "These two men took Jesus' body and wrapped it in pieces of linen cloth with the spices. (This is how the Jews bury people.)", "41": "In the place where Jesus was killed on the cross, there was a garden. In the garden there was a new tomb. No one had ever been buried there before.", "42": "The men put Jesus in that tomb because it was near, and the Jews were preparing to start their Sabbath day."}