{"1": "While Jesus was walking, he saw a man who had been blind since the time he was born.", "2": "Jesus' followers asked him, “Teacher, why was this man born blind? Whose sin made it happen? Was it his own sin or that of his parents?”", "3": "Jesus answered, “It was not any sin of this man or his parents that caused him to be blind. He was born blind so that he could be used to show what great things God can do.", "4": "While it is daytime, we must continue doing the work of the one who sent me. The night is coming, and no one can work at night.", "5": "While I am in the world, I am the light of the world.”", "6": "After Jesus said this, he spit on the dirt, made some mud and put it on the man's eyes.", "7": "Jesus told him, “Go and wash in Siloam pool.” (Siloam means “Sent.”) So the man went to the pool, washed and came back. He was now able to see.", "8": "His neighbors and some others who had seen him begging said, “Look! Is this the same man who always sits and begs?”", "9": "Some people said, “Yes! He is the one.” But others said, “No, he can't be the same man. He only looks like him.” So the man himself said, “I am that same man.”", "10": "They asked, “What happened? How did you get your sight?”", "11": "He answered, “The man they call Jesus made some mud and put it on my eyes. Then he told me to go to Siloam and wash. So I went there and washed. And then I could see.”", "12": "They asked him, “Where is this man?” He answered, “I don't know.”", "13": "Then the people brought the man to the Pharisees.", "14": "The day Jesus had made mud and healed the man's eyes was a Sabbath day.", "15": "So the Pharisees asked the man, “How did you get your sight?” He answered, “He put mud on my eyes. I washed, and now I can see.”", "16": "Some of the Pharisees said, “That man does not obey the law about the Sabbath day. So he is not from God.” Others said, “But someone who is a sinner cannot do these miraculous signs.” So they could not agree with each other.", "17": "They asked the man again, “Since it was your eyes he healed, what do you say about him?” He answered, “He is a prophet.”", "18": "The Jewish leaders still did not believe that this really happened to the man—that he was blind and was now healed. But later they sent for his parents.", "19": "They asked them, “Is this your son? You say he was born blind. So how can he see?”", "20": "His parents answered, “We know that this man is our son. And we know that he was born blind.", "21": "But we don't know why he can see now. We don't know who healed his eyes. Ask him. He is old enough to answer for himself.”", "22": "They said this because they were afraid of the Jewish leaders. The leaders had already decided that they would punish anyone who said Jesus was the Messiah. They would stop them from coming to the synagogue.", "23": "That is why his parents said, “He is old enough. Ask him.”", "24": "So the Jewish leaders called the man who had been blind. They told him to come in again. They said, “You should honor God by telling the truth. We know that this man is a sinner.”", "25": "The man answered, “I don't know if he is a sinner. But I do know this: I was blind, and now I can see.”", "26": "They asked, “What did he do to you? How did he heal your eyes?”", "27": "He answered, “I have already told you that. But you would not listen to me. Why do you want to hear it again? Do you want to be his followers too?”", "28": "At this they shouted insults at him and said, “You are his follower, not us! We are followers of Moses.", "29": "We know that God spoke to Moses. But we don't even know where this man comes from!”", "30": "The man answered, “This is really strange! You don't know where he comes from, but he healed my eyes.", "31": "We all know that God does not listen to sinners, but he will listen to anyone who worships and obeys him.", "32": "This is the first time we have ever heard of anyone healing the eyes of someone born blind.", "33": "This man must be from God. If he were not from God, he could not do anything like this.”", "34": "The Jewish leaders answered, “You were born full of sin! Are you trying to teach us?” And they told the man to get out of the synagogue and to stay out.", "35": "When Jesus heard that they had forced the man to leave, he found him and asked him, “Do you believe in the Son of Man?”", "36": "The man said, “Tell me who he is, sir, so I can believe in him.”", "37": "Jesus said to him, “You have already seen him. The Son of Man is the one talking with you now.”", "38": "The man answered, “Yes, I believe, Lord!” Then he bowed and worshiped Jesus.", "39": "Jesus said, “I came into this world so that the world could be judged. I came so that people who are blind[a] could see. And I came so that people who think they see would become blind.”", "40": "Some of the Pharisees were near Jesus. They heard him say this. They asked, “What? Are you saying that we are blind too?”", "41": "Jesus said, “If you were really blind, you would not be guilty of sin. But you say that you see, so you are still guilty.”"}