{"1": "Before the world began, there was the Word.[a] The Word was with God, and the Word was God. ", "2": "He was with God in the beginning. ", "3": "All things were made through him. Nothing was made without him. ", "4": "In him there was life. That life was light for the people of the world. ", "5": "The Light shines in the darkness. And the darkness has not overpowered[b] the Light.", "6": "There was a man named John[c] who was sent by God. ", "7": "He came to tell people about the Light. Through him all people could hear about the Light and believe. ", "8": "John was not the Light, but he came to tell people about the Light. ", "9": "The true Light was coming into the world. The true Light gives light to all.", "10": "The Word was in the world. The world was made through him, but the world did not know him. ", "11": "He came to the world that was his own. But his own people did not accept him. ", "12": "But some people did accept him. They believed in him. To them he gave the right to become children of God. ", "13": "They did not become his children in the human way. They were not born because of the desire or wish of some man. They were born of God.", "14": "The Word became a man and lived among us. We saw his glory—the glory that belongs to the only Son of the Father. The Word was full of grace and truth. ", "15": "John told about him. He said, “This is the One I was talking about. I said, 'The One who comes after me is greater than I am. He was living before me.'”", "16": "The Word was full of grace and truth. From him we all received more and more blessings. ", "17": "The law was given through Moses, but grace and truth came through Jesus Christ. ", "18": "No man has ever seen God. But God the only Son is very close to the Father.[d] And the Son has shown us what God is like.", "19": "The Jews in Jerusalem sent some priests and Levites to John.[e] The Jews sent them to ask, “Who are you?”", "20": "John spoke freely and did not refuse to answer. He said clearly, “I am not the Christ.”", "21": "So they asked him, “Then who are you? Are you Elijah?”[f] He answered, “No, I am not Elijah.” Then they asked, “Are you the Prophet?”[g] He answered, “No, I am not the Prophet.”", "22": "Then they said, “Who are you? Give us an answer to tell those who sent us. What do you say about yourself?”", "23": "John told them in the words of the prophet Isaiah: “I am the voice of a man calling out in the desert: 'Make the road straight for the Lord.'” Isaiah 40:3", "24": "In the group of Jews who were sent, there were some Pharisees. ", "25": "They said to John: “You say you are not the Christ. You say you are not Elijah or the Prophet. Then why do you baptize people?”", "26": "John answered, “I baptize people with water. But there is one here with you that you don't know. ", "27": "He is the One who comes after me. I am not good enough to untie the strings of his sandals.”", "28": "This all happened at Bethany on the other side of the Jordan River. This is where John was baptizing people.", "29": "The next day John saw Jesus coming toward him. John said, “Look, the Lamb of God.[h] He takes away the sins of the world! ", "30": "This is the One I was talking about. I said, 'A man will come after me, but he is greater than I am, because he was living before me.' ", "31": "Even I did not know who he was. But I came baptizing with water so that the people of Israel could know who he is.”", "32-33": "Then John said, “I did not know who the Christ was. But God sent me to baptize with water. And God told me, 'You will see the Spirit come down and rest on a man. That man is the One who will baptize with the Holy Spirit.'” John said, “I saw the Spirit come down from heaven. The Spirit looked like a dove and rested on him. ", "34": "I have seen this happen. So I tell people: 'He is the Son of God.'”[i]", "35": "The next day John[j] was there again with two of his followers. ", "36": "He saw Jesus walking by and said, “Look, the Lamb of God!”[k]", "37": "The two followers heard John say this. So they followed Jesus. ", "38": "Jesus turned and saw them following him. He asked, “What do you want?” They said, “Rabbi, where are you staying?” (“Rabbi” means “Teacher.”)", "39": "Jesus answered, “Come with me and you will see.” So the two men went with Jesus. They saw the place where Jesus was staying and stayed there with him that day. It was then about four o'clock.", "40": "These two men followed Jesus after they heard about him from John. One of the men was Andrew. He was Simon Peter's brother. ", "41": "The first thing Andrew did was to find his brother, Simon. He said to Simon, “We have found the Messiah.” (“Messiah” means “Christ.”)", "42": "Then Andrew took Simon to Jesus. Jesus looked at Simon and said, “You are Simon son of John. You will be called Cephas.” (“Cephas” means “Peter.”[l])", "43": "The next day Jesus decided to go to Galilee. He found Philip and said to him, “Follow me.” ", "44": "Philip was from the town of Bethsaida, where Andrew and Peter lived. ", "45": "Philip found Nathanael and told him, “Remember that Moses wrote in the law about a man who was coming, and the prophets also wrote about him. We have found him. He is Jesus, the son of Joseph. He is from Nazareth.”", "46": "But Nathanael said to Philip, “Nazareth! Can anything good come from Nazareth?” Philip answered, “Come and see.”", "47": "Jesus saw Nathanael coming toward him. He said, “Here is truly a person of Israel. There is nothing false in him.”", "48": "Nathanael asked, “How do you know me?” Jesus answered, “I saw you when you were under the fig tree. That was before Philip told you about me.”", "49": "Then Nathanael said to Jesus, “Teacher, you are the Son of God. You are the King of Israel.”", "50": "Jesus said to Nathanael, “You believe in me because I told you I saw you under the fig tree. But you will see greater things than that!” ", "51": "And Jesus said to them, “I tell you the truth. You will all see heaven open. You will see 'angels of God going up and coming down'[m] on the Son of Man.”"}