{"1": "There was a man named Lazarus who was sick. He lived in the town of Bethany, where Mary and her sister Martha lived. ", "2": "Mary is the woman who later put perfume on the Lord and wiped his feet with her hair. Mary's brother was Lazarus, the man who was now sick. ", "3": "So Mary and Martha sent someone to tell Jesus, “Lord, the one you love is sick.”", "4": "When Jesus heard this he said, “This sickness will not end in death. It is for the glory of God. This has happened to bring glory to the Son of God.” ", "5": "Jesus loved Martha and her sister and Lazarus. ", "6": "But when he heard that Lazarus was sick, he stayed where he was for two more days. ", "7": "Then Jesus said to his followers, “Let us go back to Judea.”", "8": "The followers said, “But Teacher, the Jews there tried to kill you with stones. That was only a short time ago. Now you want to go back there?”", "9": "Jesus answered, “Are there not 12 hours in the day? If anyone walks in the daylight, he will not stumble because he can see by this world's light. ", "10": "But if anyone walks at night he stumbles because there is no light to help him see.”", "11": "After Jesus said this, he added, “Our friend Lazarus has fallen asleep. But I am going there to wake him.”", "12": "The followers said, “But Lord, if he can sleep, he will get well.”", "13": "Jesus meant that Lazarus was dead. But Jesus' followers thought that he meant Lazarus was really sleeping. ", "14": "So then Jesus said plainly, “Lazarus is dead. ", "15": "And I am glad for your sakes that I was not there so that you may believe. But let us go to him now.”", "16": "Then Thomas (the one called Didymus) said to the other followers, “Let us go, too. We will die with him.”", "17": "Jesus arrived in Bethany. There he learned that Lazarus had already been dead and in the tomb for four days. ", "18": "Bethany was about two miles from Jerusalem. ", "19": "Many Jews had come there to comfort Martha and Mary about their brother.", "20": "Martha heard that Jesus was coming, and she went out to meet him. But Mary stayed at home. ", "21": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died. ", "22": "But I know that even now God will give you anything you ask.”", "23": "Jesus said, “Your brother will rise and live again.”", "24": "Martha answered, “I know that he will rise and live again in the resurrection[a] on the last day.”", "25": "Jesus said to her, “I am the resurrection and the life. He who believes in me will have life even if he dies. ", "26": "And he who lives and believes in me will never die. Martha, do you believe this?”", "27": "Martha answered, “Yes, Lord. I believe that you are the Christ, the Son of God. You are the One who was coming to the world.”", "28": "After Martha said this, she went back to her sister Mary. She talked to Mary alone. Martha said, “The Teacher is here and he is asking for you.” ", "29": "When Mary heard this, she got up quickly and went to Jesus. ", "30": "Jesus had not yet come into the town. He was still at the place where Martha had met him. ", "31": "The Jews were with Mary in the house, comforting her. They saw Mary stand and leave quickly. They followed her, thinking that she was going to the tomb to cry there. ", "32": "But Mary went to the place where Jesus was. When she saw him, she fell at his feet and said, “Lord, if you had been here, my brother would not have died.”", "33": "Jesus saw that Mary was crying and that the Jews who came with her were crying, too. Jesus felt very sad in his heart and was deeply troubled. ", "34": "He asked, “Where did you bury him?” “Come and see, Lord,” they said.", "35": "Jesus cried.", "36": "So the Jews said, “See how much he loved him.”", "37": "But some of them said, “If Jesus healed the eyes of the blind man, why didn't he keep Lazarus from dying?”", "38": "Again Jesus felt very sad in his heart. He came to the tomb. The tomb was a cave with a large stone covering the entrance. ", "39": "Jesus said, “Move the stone away.” Martha said, “But, Lord, it has been four days since he died. There will be a bad smell.” Martha was the sister of the dead man.", "40": "Then Jesus said to her, “Didn't I tell you that if you believed, you would see the glory of God?”", "41": "So they moved the stone away from the entrance. Then Jesus looked up and said, “Father, I thank you that you heard me. ", "42": "I know that you always hear me. But I said these things because of the people here around me. I want them to believe that you sent me.” ", "43": "After Jesus said this, he cried out in a loud voice, “Lazarus, come out!” ", "44": "The dead man came out. His hands and feet were wrapped with pieces of cloth, and he had a cloth around his face. Jesus said to them, “Take the cloth off of him and let him go.”", "45": "There were many Jews who had come to visit Mary. They saw what Jesus did. And many of them believed in him. ", "46": "But some of them went to the Pharisees. They told the Pharisees what Jesus had done. ", "47": "Then the leading priests and Pharisees called a meeting of the Jewish council. They asked, “What should we do? This man is doing many miracles. ", "48": "If we let him continue doing these things, everyone will believe in him. Then the Romans will come and take away our Temple and our nation.”", "49": "One of the men there was Caiaphas. He was the high priest that year. Caiaphas said, “You people know nothing! ", "50": "It is better for one man to die for the people than for the whole nation to be destroyed. But you don't realize this.”", "51": "Caiaphas did not think of this himself. He was high priest that year. So he was really prophesying that Jesus would die for the Jewish nation ", "52": "and for God's scattered children. This would bring them all together and make them one.", "53": "That day they started planning to kill Jesus. ", "54": "So Jesus no longer traveled openly among the Jews. He left there and went to a place near the desert. He went to a town called Ephraim and stayed there with his followers.", "55": "It was almost time for the Jewish Passover Feast. Many from the country went up to Jerusalem before the Passover. They went to do the special things to make themselves pure. ", "56": "The people looked for Jesus. They stood in the Temple and were asking each other, “Is he coming to the Feast? What do you think?” ", "57": "But the leading priests and the Pharisees had given orders about Jesus. They said that if anyone knew where Jesus was, he must tell them. Then they could arrest Jesus."}