{"1": "Jesus said, “Don't let your hearts be troubled. Trust in God. And trust in me. ", "2": "There are many rooms in my Father's house. I would not tell you this if it were not true. I am going there to prepare a place for you. ", "3": "After I go and prepare a place for you, I will come back. Then I will take you to be with me so that you may be where I am. ", "4": "You know the way to the place where I am going.”[a]", "5": "Thomas said to Jesus, “Lord, we don't know where you are going. So how can we know the way?”", "6": "Jesus answered, “I am the way. And I am the truth and the life. The only way to the Father is through me. ", "7": "If you really knew me, then you would know my Father, too. But now you do know him, and you have seen him.”", "8": "Philip said to him, “Lord, show us the Father. That is all we need.”", "9": "Jesus answered, “I have been with you a long time now. Do you still not know me, Philip? He who has seen me has seen the Father. So why do you say, 'Show us the Father'? ", "10": "Don't you believe that I am in the Father and the Father is in me? The words I say to you don't come from me. The Father lives in me, and he is doing his own work. ", "11": "Believe me when I say that I am in the Father and the Father is in me. Or believe because of the miracles I have done. ", "12": "I tell you the truth. He who believes in me will do the same things that I do. He will do even greater things than these because I am going to the Father. ", "13": "And if you ask for anything in my name, I will do it for you. Then the Father's glory will be shown through the Son. ", "14": "If you ask me for anything in my name, I will do it.", "15": "“If you love me, you will do the things I command. ", "16": "I will ask the Father, and he will give you another Helper.[b] He will give you this Helper to be with you forever. ", "17": "The Helper is the Spirit of truth. The world cannot accept him because it does not see him or know him. But you know him. He lives with you and he will be in you.", "18": "“I will not leave you all alone like orphans. I will come back to you. ", "19": "In a little while the world will not see me anymore, but you will see me. Because I live, you will live, too. ", "20": "On that day you will know that I am in my Father. You will know that you are in me and I am in you. ", "21": "He who knows my commands and obeys them is the one who loves me. And my Father will love him who loves me. I will love him and will show myself to him.”", "22": "Then Judas (not Judas Iscariot) said, “But, Lord, why do you plan to show yourself to us, but not to the world?”", "23": "Jesus answered, “If anyone loves me, then he will obey my teaching. My Father will love him, and we will come to him and make our home with him. ", "24": "He who does not love me does not obey my teaching. This teaching that you hear is not really mine. It is from my Father, who sent me.", "25": "“I have told you all these things while I am with you. ", "26": "But the Helper will teach you everything. He will cause you to remember all the things I told you. This Helper is the Holy Spirit whom the Father will send in my name.", "27": "“I leave you peace. My peace I give you. I do not give it to you as the world does. So don't let your hearts be troubled. Don't be afraid. ", "28": "You heard me say to you, 'I am going, but I am coming back to you.' If you loved me, you should be happy that I am going back to the Father because he is greater than I am. ", "29": "I have told you this now, before it happens. Then when it happens, you will believe. ", "30": "I will not talk with you much longer. The ruler of this world is coming. He has no power over me. ", "31": "But the world must know that I love the Father. So I do exactly what the Father told me to do. “Come now, let us go."}