{"1": "“I am the true vine; my Father is the gardener. ", "2": "He cuts off every branch of mine that does not produce fruit. And he trims and cleans every branch that produces fruit so that it will produce even more fruit. ", "3": "You are already clean because of the words I have spoken to you. ", "4": "Remain in me, and I will remain in you. No branch can produce fruit alone. It must remain in the vine. It is the same with you. You cannot produce fruit alone. You must remain in me.", "5": "“I am the vine, and you are the branches. If a person remains in me and I remain in him, then he produces much fruit. But without me he can do nothing. ", "6": "If anyone does not remain in me, then he is like a branch that is thrown away. That branch dies. People pick up dead branches, throw them into the fire, and burn them. ", "7": "Remain in me and follow my teachings. If you do this, then you can ask for anything you want, and it will be given to you. ", "8": "You should produce much fruit and show that you are my followers. This brings glory to my Father. ", "9": "I loved you as the Father loved me. Now remain in my love. ", "10": "I have obeyed my Father's commands, and I remain in his love. In the same way, if you obey my commands, you will remain in my love. ", "11": "I have told you these things so that you can have the same joy I have. I want your joy to be the fullest joy.", "12": "“This is my command: Love each other as I have loved you. ", "13": "The greatest love a person can show is to die for his friends. ", "14": "You are my friends if you do what I command you. ", "15": "I don't call you servants now. A servant does not know what his master is doing. But now I call you friends because I have made known to you everything I heard from my Father. ", "16": "You did not choose me; I chose you. And I gave you this work, to go and produce fruit. I want you to produce fruit that will last. Then the Father will give you anything you ask for in my name. ", "17": "This is my command: Love each other.", "18": "“If the world hates you, remember that it hated me first. ", "19": "If you belonged to the world, then it would love you as it loves its own. But I have chosen you out of the world. So you don't belong to it. That is why the world hates you. ", "20": "Remember what I told you: A servant is not greater than his master. If people did wrong to me, they will do wrong to you, too. And if they obeyed my teaching, they will obey yours, too. ", "21": "They will do all this to you because of me. They don't know the One who sent me. ", "22": "If I had not come and spoken to them, they would not be guilty of sin. But now they have no excuse for their sin. ", "23": "He who hates me also hates my Father. ", "24": "I did works among them that no one else has ever done. If I had not done those works, they would not be guilty of sin. But now they have seen what I did, and yet they have hated both me and my Father. ", "25": "But this happened so that what is written in their law would be true: 'They hated me for no reason.'[a]", "26": "“I will send you the Helper[b] from the Father. He is the Spirit of truth who comes from the Father. When he comes, he will tell about me. ", "27": "And you also must tell people about me because you have been with me from the beginning."}