{"1": "“I have told you these things to keep you from giving up. ", "2": "People will put you out of their synagogues. Yes, the time is coming when whoever kills you will think that he is offering service to God. ", "3": "They will do this because they have not known the Father and they have not known me. ", "4": "I have told you these things now. So when the time comes, you will remember that I warned you. “I did not tell you these things at the beginning, because I was with you then. ", "5": "Now I am going back to the One who sent me. But none of you asks me, 'Where are you going?' ", "6": "Your hearts are filled with sadness because I have told you these things. ", "7": "But I tell you the truth. It is better for you that I go away. When I go away I will send the Helper[a] to you. If I do not go away, then the Helper will not come. ", "8": "When the Helper comes, he will prove to the people of the world the truth about sin, about being right with God, and about judgment. ", "9": "He will prove to them about sin, because they don't believe in me. ", "10": "He will prove to them that I am right with God, because I am going to the Father. You will not see me anymore. ", "11": "And the Helper will prove to them the truth about judgment, because the ruler of this world is already judged.", "12": "“I have many more things to say to you, but they are too much for you now. ", "13": "But when the Spirit of truth comes he will lead you into all truth. He will not speak his own words. He will speak only what he hears and will tell you what is to come. ", "14": "The Spirit of truth will bring glory to me. He will take what I have to say and tell it to you. ", "15": "All that the Father has is mine. That is why I said that the Spirit will take what I have to say and tell it to you.", "16": "“After a little while you will not see me. And then after a little while you will see me again.”", "17": "Some of the followers said to each other, “What does Jesus mean when he says, 'After a little while you will not see me, and then after a little while you will see me again'? And what does he mean when he says, 'Because I am going to the Father'?” ", "18": "They also asked, “What does he mean by 'a little while'? We don't understand what he is saying.”", "19": "Jesus saw that the followers wanted to ask him about this. So Jesus said to the followers, “Are you asking each other what I meant when I said, 'After a little while you will not see me. And then after a little while you will see me again'? ", "20": "I tell you the truth. You will cry and be sad, but the world will be happy. You will be sad, but your sadness will become joy. ", "21": "When a woman gives birth to a baby, she has pain, because her time has come. But when her baby is born, she forgets the pain. She forgets because she is so happy that a child has been born into the world. ", "22": "It is the same with you. Now you are sad. But I will see you again and you will be happy. And no one will take away your joy. ", "23": "In that day you will not ask me for anything. I tell you the truth. My Father will give you anything you ask for in my name. ", "24": "You have never asked for anything in my name. Ask and you will receive. And your joy will be the fullest joy.", "25": "“I have told you these things, using words that hide the meaning. But the time will come when I will not use words like that to tell you things. I will speak to you in plain words about the Father. ", "26": "In that day you will ask the Father for things in my name. I am saying that I will not need to ask the Father for you. ", "27": "No! The Father himself loves you. He loves you because you have loved me. And he loves you because you have believed that I came from God. ", "28": "I came from the Father into the world. Now I am leaving the world and going back to the Father.”", "29": "Then the followers of Jesus said, “You are speaking clearly to us now. You are not using words that are hard to understand. ", "30": "We can see now that you know all things. You can answer a person's question even before he asks it. This makes us believe that you came from God.”", "31": "Jesus answered, “So now you believe? ", "32": "Listen to me. A time is coming when you will be scattered. Each of you will be scattered to your own home. That time is now here. You will leave me. I will be alone. But I am never really alone. Why? Because the Father is with me.", "33": "“I told you these things so that you can have peace in me. In this world you will have trouble. But be brave! I have defeated the world!”"}