{"1": "There was a man named Nicodemus who was one of the Pharisees. He was an important Jewish leader. ", "2": "One night Nicodemus came to Jesus. He said, “Teacher, we know that you are a teacher sent from God. No one can do the miracles you do, unless God is with him.”", "3": "Jesus answered, “I tell you the truth. Unless you are born again, you cannot be in God's kingdom.”", "4": "Nicodemus said, “But if a man is already old, how can he be born again? He cannot enter his mother's body again. So how can he be born a second time?”", "5": "But Jesus answered, “I tell you the truth. Unless you are born from water and the Spirit, you cannot enter God's kingdom. ", "6": "A person's body is born from his human parents. But a person's spiritual life is born from the Spirit. ", "7": "Don't be surprised when I tell you, 'You must all be born again.' ", "8": "The wind blows where it wants to go. You hear the wind blow. But you don't know where the wind comes from or where it is going. It is the same with every person who is born from the Spirit.”", "9": "Nicodemus asked, “How can all this be possible?”", "10": "Jesus said, “You are an important teacher in Israel. But you still don't understand these things? ", "11": "I tell you the truth. We talk about what we know. We tell about what we have seen. But you don't accept what we tell you. ", "12": "I have told you about things here on earth, but you do not believe me. So surely you will not believe me if I tell you about the things of heaven! ", "13": "The only one who has ever gone up to heaven is the One who came down from heaven—the Son of Man.[a]", "14": "“Moses lifted up the snake in the desert.[b] It is the same with the Son of Man. The Son of Man must be lifted up too. ", "15": "Then everyone who believes in him can have eternal life.", "16": "“For God loved the world so much that he gave his only Son. God gave his Son so that whoever believes in him may not be lost, but have eternal life. ", "17": "God did not send his Son into the world to judge the world guilty, but to save the world through him. ", "18": "He who believes in God's Son is not judged guilty. He who does not believe has already been judged guilty, because he has not believed in God's only Son. ", "19": "People are judged by this fact: I am the Light from God that has come into the world. But men did not want light. They wanted darkness because they were doing evil things. ", "20": "Everyone who does evil hates the light. He will not come to the light because it will show all the evil things he has done. ", "21": "But he who follows the true way comes to the light. Then the light will show that the things he has done were done through God.”", "22": "After this, Jesus and his followers went into the area of Judea. There Jesus stayed with his followers and baptized people. ", "23": "John was also baptizing in Aenon, near Salim, because there was plenty of water there. People were going there to be baptized. ", "24": "(This was before John was put into prison.)", "25": "Some of John's followers had an argument with a Jew about religious washing.[c] ", "26": "So they came to John and said, “Teacher, remember the man who was with you on the other side of the Jordan River, the one you spoke about? He is baptizing, and everyone is going to him.”", "27": "John answered, “A man can get only what God gives him. ", "28": "You yourselves heard me say, 'I am not the Christ. I am only the one God sent to prepare the way for him.' ", "29": "The bride belongs only to the bridegroom. The friend who helps the bridegroom waits and listens for him. He is glad when he hears the bridegroom's voice. That is the same pleasure I have. And my time of joy is now here. ", "30": "He must become greater. And I must become less important.", "31": "“The One who comes from above is greater than all. He who is from the earth belongs to the earth and talks about things on the earth. But the One who comes from heaven is greater than all. ", "32": "He tells what he has seen and heard, but no one accepts what he says. ", "33": "The person who accepts what he says has proven that God is true. ", "34": "God sent him, and he tells the things that God says. God gives him the Spirit fully. ", "35": "The Father loves the Son and has given him power over everything. ", "36": "He who believes in the Son has eternal life. But he who does not obey the Son will never have that life. God's anger stays with him.”"}