{"1": "The Pharisees heard that Jesus was making and baptizing more followers than John. ", "2": "(But really Jesus himself did not baptize people. His followers did the baptizing.) Jesus knew that the Pharisees had heard about him. ", "3": "So he left Judea and went back to Galilee. ", "4": "On the way he had to go through the country of Samaria.", "5": "In Samaria Jesus came to the town called Sychar. This town is near the field that Jacob gave to his son Joseph. ", "6": "Jacob's well was there. Jesus was tired from his long trip. So he sat down beside the well. It was about noon. ", "7": "A Samaritan woman came to the well to get some water. Jesus said to her, “Please give me a drink.” ", "8": "(This happened while Jesus' followers were in town buying some food.)", "9": "The woman said, “I am surprised that you ask me for a drink. You are a Jew and I am a Samaritan.” (Jews are not friends with Samaritans.[a])", "10": "Jesus said, “You don't know what God gives. And you don't know who asked you for a drink. If you knew, you would have asked me, and I would have given you living water.”", "11": "The woman said, “Sir, where will you get that living water? The well is very deep, and you have nothing to get water with. ", "12": "Are you greater than Jacob, our father? Jacob is the one who gave us this well. He drank from it himself. Also, his sons and flocks drank from this well.”", "13": "Jesus answered, “Every person who drinks this water will be thirsty again. ", "14": "But whoever drinks the water I give will never be thirsty again. The water I give will become a spring of water flowing inside him. It will give him eternal life.”", "15": "The woman said to him, “Sir, give me this water. Then I will never be thirsty again. And I will not have to come back here to get more water.”", "16": "Jesus told her, “Go get your husband and come back here.”", "17": "The woman answered, “But I have no husband.” Jesus said to her, “You are right to say you have no husband. ", "18": "Really you have had five husbands. But the man you live with now is not your husband. You told the truth.”", "19": "The woman said, “Sir, I can see that you are a prophet. ", "20": "Our fathers worshiped on this mountain. But you Jews say that Jerusalem is the place where people must worship.”", "21": "Jesus said, “Believe me, woman. The time is coming when you will not have to be in Jerusalem or on this mountain to worship the Father. ", "22": "You Samaritans worship what you don't understand. We Jews understand what we worship. Salvation comes from the Jews. ", "23": "The time is coming when the true worshipers will worship the Father in spirit and truth. That time is now here. And these are the kinds of worshipers the Father wants. ", "24": "God is spirit. Those who worship God must worship in spirit and truth.”", "25": "The woman said, “I know that the Messiah is coming.” (Messiah is the One called Christ.) “When the Messiah comes, he will explain everything to us.”", "26": "Then Jesus said, “He is talking to you now. I am he.”", "27": "Just then his followers came back from town. They were surprised because they saw Jesus talking with a woman. But none of them asked, “What do you want?” or “Why are you talking with her?”", "28": "Then the woman left her water jar and went back to town. She said to the people, ", "29": "“A man told me everything I have ever done. Come see him. Maybe he is the Christ!” ", "30": "So the people left the town and went to see Jesus.", "31": "While the woman was away, the followers were begging him, “Teacher, eat something!”", "32": "But Jesus answered, “I have food to eat that you know nothing about.”", "33": "So the followers asked themselves, “Did somebody already bring Jesus some food?”", "34": "Jesus said, “My food is to do what the One who sent me wants me to do. My food is to finish the work that he gave me to do. ", "35": "You say, 'Four more months to wait before we gather the grain.' But I tell you, open your eyes. Look at the fields that are ready for harvesting now. ", "36": "Even now, the one who harvests the crop is being paid. He is gathering crops for eternal life. So now the one who plants can be happy along with the one who harvests. ", "37": "It is true when we say, 'One person plants, but another harvests the crop.' ", "38": "I sent you to harvest a crop that you did not work for. Others did the work, and you get the profit from their work.”[b]", "39": "Many of the Samaritans in that town believed in Jesus. They believed because of what the woman said: “He told me everything I have ever done.” ", "40": "The Samaritans came to Jesus and begged him to stay with them. So he stayed there two days. ", "41": "Many more believed because of the things he said.", "42": "They said to the woman, “First we believed in Jesus because of what you told us. But now we believe because we heard him ourselves. We know that this man really is the Savior of the world.”", "43": "Two days later, Jesus left and went to Galilee. ", "44": "(Jesus had said before that a prophet is not respected in his own country.) ", "45": "When Jesus arrived in Galilee, the people there welcomed him. They had seen all the things he did at the Passover Feast in Jerusalem. They had been at the Passover Feast, too.", "46": "Jesus went to visit Cana in Galilee again. This is where Jesus had changed the water into wine. One of the king's important officers lived in the city of Capernaum. This man's son was sick. ", "47": "The man heard that Jesus had come from Judea and was now in Galilee. He went to Jesus and begged him to come to Capernaum and heal his son. His son was almost dead. ", "48": "Jesus said to him, “You people must see signs and miracles before you will believe in me.”", "49": "The officer said, “Sir, come before my child dies.”", "50": "Jesus answered, “Go. Your son will live.” The man believed what Jesus told him and went home. ", "51": "On the way the man's servants came and met him. They told him, “Your son is well.”", "52": "The man asked, “What time did my son begin to get well?” They answered, “It was about one o'clock yesterday when the fever left him.”", "53": "The father knew that one o'clock was the exact time that Jesus had said, “Your son will live.” So the man and all the people of his house believed in Jesus.", "54": "That was the second miracle that Jesus did after coming from Judea to Galilee."}