{"1": "Later Jesus went to Jerusalem for a special Jewish feast. ", "2": "In Jerusalem there is a pool with five covered porches. In the Jewish language[a] it is called Bethzatha.[b] This pool is near the Sheep Gate. ", "3": "Many sick people were lying on the porches beside the pool. Some were blind, some were crippled, and some were paralyzed [and they waited for the water to move. ", "4": "Sometimes an angel of the Lord came down to the pool and stirred up the water. After the angel did this, the first person to go into the pool was healed from any sickness he had].[c] ", "5": "There was a man lying there who had been sick for 38 years. ", "6": "Jesus saw the man and knew that he had been sick for a very long time. So Jesus asked him, “Do you want to be well?”", "7": "The sick man answered, “Sir, there is no one to help me get into the pool when the water starts moving. I try to be the first one into the water. But when I try, someone else always goes in before I can.”", "8": "Then Jesus said, “Stand up. Pick up your mat and walk.” ", "9": "And immediately the man was well. He picked up his mat and began to walk. The day all this happened was a Sabbath day. ", "10": "So the Jews said to the man who had been healed, “Today is the Sabbath. It is against our law for you to carry your mat on the Sabbath day.”", "11": "But he answered, “The man who made me well told me, 'Pick up your mat and walk.'”", "12": "Then they asked him, “Who is the man who told you to pick up your mat and walk?”", "13": "But the man who had been healed did not know who it was. There were many people in that place, and Jesus had left.", "14": "Later, Jesus found the man at the Temple. Jesus said to him, “See, you are well now. But stop sinning or something worse may happen to you!”", "15": "Then the man left and went back to the Jews. He told them that Jesus was the one who had made him well.", "16": "Jesus was doing this on the Sabbath day. So the Jews began to do bad things to him. ", "17": "But Jesus said to them, “My Father never stops working. And so I work, too.”", "18": "This made the Jews try harder to kill him. They said, “First Jesus was breaking the law about the Sabbath day. Then he said that God is his own Father! He is making himself equal with God!”", "19": "But Jesus said, “I tell you the truth. The Son can do nothing alone. The Son does only what he sees his Father doing. The Son does whatever the Father does. ", "20": "The Father loves the Son, and the Father shows the Son all the things he himself does. But the Father will show the Son greater things than this to do. Then you will all be amazed. ", "21": "The Father raises the dead and gives them life. In the same way, the Son gives life to those he wants to. ", "22": "Also, the Father judges no one. But the Father has given the Son power to do all the judging. ", "23": "God did this so that all people will respect the Son the same way they respect the Father. He who does not respect the Son does not respect the Father. The Father is the One who sent the Son.", "24": "“I tell you the truth. Whoever hears what I say and believes in the One who sent me has eternal life. He will not be judged guilty. He has already left death and has entered into life. ", "25": "I tell you the truth. The time is coming and is already here when the dead will hear the voice of the Son of God. And those who hear will have life. ", "26": "Life comes from the Father himself. So the Father has allowed the Son to give life. ", "27": "And the Father has given the Son the approval to judge because he is the Son of Man. ", "28": "Don't be surprised at this. A time is coming when all who are dead and in their graves will hear his voice. ", "29": "Then they will come out of their graves. Those who did good will rise and have life forever. But those who did evil will rise to be judged guilty.", "30": "“I can do nothing alone. I judge only the way I am told, so my judgment is right. I don't try to please myself. I try to please the One who sent me.", "31": "“If I tell people about myself, then they will not accept what I say about myself. ", "32": "But there is another who tells about me. And I know that the things he says about me are true.", "33": "“You have sent men to John. And he has told you about the truth. ", "34": "But I don't need a man to tell about me. I tell you this so that you can be saved. ", "35": "John was like a burning and shining lamp. And you were happy to enjoy his light for a while.", "36": "“But I have a proof about myself that is greater than that of John. The things I do are my proof. These are the things my Father gave me to do. They show that the Father sent me. ", "37": "And the Father who sent me has given proof about me himself. You have never heard his voice. You have never seen what he looks like. ", "38": "His teaching does not live in you because you don't believe in the One that the Father sent. ", "39": "You carefully study the Scriptures because you think that they give you eternal life. Those are the same Scriptures that tell about me! ", "40": "But you refuse to come to me to have that life.", "41": "“I don't want praise from men. ", "42": "But I know you—I know that you don't have God's love in you. ", "43": "I have come from my Father—I speak for him. But you don't accept me. But when another person comes, speaking only for himself, you will accept him. ", "44": "You like to have praise from each other. But you never try to get the praise that comes from the only God. So how can you believe? ", "45": "Don't think that I will stand before the Father and say that you are wrong. Moses is the one who says that you are wrong. And he is the one that you hoped would save you. ", "46": "If you really believed Moses, you would believe me because Moses wrote about me. ", "47": "But you don't believe what Moses wrote. So how can you believe what I say?”"}