{"1": "After this, Jesus traveled around Galilee. He did not want to travel in Judea, because the Jews there wanted to kill him. ", "2": "It was time for the Jewish Feast of Shelters. ", "3": "So Jesus' brothers said to him, “You should leave here and go to Judea. Then your followers there can see the miracles you do. ", "4": "Anyone who wants to be well known does not hide what he does. If you are doing these things, show yourself to the world.” ", "5": "(Even Jesus' brothers did not believe in him.)", "6": "Jesus said to his brothers, “The right time for me has not yet come. But any time is right for you. ", "7": "The world cannot hate you. But it hates me, because I tell about the evil things it does. ", "8": "So you go to the feast. I will not go now. The right time for me has not yet come.” ", "9": "After saying this, Jesus stayed in Galilee.", "10": "So Jesus' brothers left to go to the feast. When they had gone, Jesus went, too. But he did not let people see him. ", "11": "At the feast the Jews were looking for him. They said, “Where is that man?”", "12": "There was a large crowd of people there. Many of them were whispering to each other about Jesus. Some said, “He is a good man.” Others said, “No, he fools the people.” ", "13": "But no one was brave enough to talk about Jesus openly. They were afraid of the Jews.", "14": "The feast was about half over. Then Jesus went to the Temple and began to teach. ", "15": "The Jews were amazed. They said, “This man has never studied in school. How did he learn so much?”", "16": "Jesus answered, “The things I teach are not my own. My teaching comes from him who sent me. ", "17": "If anyone chooses to do what God wants, then he will know that my teaching comes from God. He will know that this teaching is not my own. ", "18": "He who teaches his own ideas is trying to get honor for himself. But he who tries to bring honor to the one who sent him—that person speaks the truth. There is nothing false in him. ", "19": "Moses gave you the law,[a] but none of you obey that law. Why are you trying to kill me?”", "20": "The people answered, “A demon has come into you. We are not trying to kill you.”", "21": "Jesus said to them, “I did one miracle, and you are all amazed. ", "22": "Moses gave you the law about circumcision. (But really Moses did not give you circumcision. Circumcision came from our ancestors.) And yet you circumcise a baby boy on a Sabbath day. ", "23": "This shows that a baby boy can be circumcised on a Sabbath day to obey the law of Moses. So why are you angry at me for healing a person's whole body on the Sabbath day? ", "24": "Stop judging by the way things look! Be fair, and judge by what is really right.”", "25": "Then some of the people who lived in Jerusalem said, “This is the man they are trying to kill. ", "26": "But he is teaching where everyone can see and hear him. And no one is trying to stop him. Maybe the leaders have decided that he really is the Christ. ", "27": "But we know where this man is from. Yet when the real Christ comes, no one will know where he comes from.”", "28": "Jesus was still teaching in the Temple. He cried out, “Yes, you know me, and you know where I am from. But I have not come by my own authority. I was sent by the One who is true. You don't know him. ", "29": "But I know him. I am from him, and he sent me.”", "30": "When Jesus said this, they tried to seize him. But no one was able to touch him. It was not yet the right time. ", "31": "But many of the people believed in Jesus. They said, “When the Christ comes, will he do more miracles than this man has done?”", "32": "The Pharisees heard the crowd whispering these things about Jesus. So the leading priests and the Pharisees sent some Temple guards to arrest him. ", "33": "Then Jesus said, “I will be with you a little while longer. Then I will go back to the One who sent me. ", "34": "You will look for me, but you will not find me. And you cannot come where I am.”", "35": "The Jews said to each other, “Where will this man go so we cannot find him? Will he go to the Greek cities where our people live? Will he teach the Greek people there? ", "36": "This man says, 'You will look for me but you will not find me.' He also says, 'You cannot come where I am.' What does this mean?”", "37": "The last day of the feast came. It was the most important day. On that day Jesus stood up and said in a loud voice, “If anyone is thirsty, let him come to me and drink. ", "38": "If a person believes in me, rivers of living water will flow out from his heart. This is what the Scripture says.” ", "39": "Jesus was talking about the Holy Spirit. The Spirit had not yet been given because Jesus had not yet been raised to glory. But later, those who believed in Jesus would receive the Spirit.", "40": "The people heard these things that Jesus said. Some of them said, “This man really is the Prophet.”[b]", "41": "Others said, “He is the Christ.” Still others said, “The Christ will not come from Galilee. ", "42": "The Scripture says that the Christ will come from David's family. And the Scripture says that the Christ will come from Bethlehem, the town where David lived.” ", "43": "So the people did not agree with each other about Jesus. ", "44": "Some of them wanted to arrest him, but no one was able to touch him.", "45": "The Temple guards went back to the leading priests and the Pharisees. The priests and the Pharisees asked, “Why didn't you bring Jesus?”", "46": "The Temple guards answered, “The things he says are greater than the words of any man!”", "47": "The Pharisees answered, “So Jesus has fooled you too! ", "48": "Have any of the leaders or the Pharisees believed in him? No! ", "49": "But those people, who know nothing about the law, are under God's curse!”", "50": "But Nicodemus was there in that group. He was the one who had gone to see Jesus before.[c] Nicodemus said, ", "51": "“Our law does not judge a man without hearing him. We cannot judge him until we know what he has done.”", "52": "They answered, “Are you from Galilee too? Study the Scriptures. You will learn that no prophet comes from Galilee.”", "53": "And everyone left and went home.[d]"}