{"1": "Jesus went to the Mount of Olives. ", "2": "But early in the morning he went back to the Temple. All the people came to Jesus, and he sat and taught them. ", "3": "The teachers of the law and the Pharisees brought a woman there. She had been caught in adultery. They forced the woman to stand before the people. ", "4": "They said to Jesus, “Teacher, this woman was caught having physical relations with a man who is not her husband. ", "5": "The law of Moses commands that we kill with stones every woman who does this. What do you say we should do?” ", "6": "They were asking this to trick Jesus so that they could have some charge against him. But Jesus knelt down and started writing on the ground with his finger. ", "7": "They continued to ask Jesus their question. So he stood up and said, “Is there anyone here who has never sinned? The person without sin can throw the first stone at this woman.” ", "8": "Then Jesus knelt down again and wrote on the ground.", "9": "Those who heard Jesus began to leave one by one. The older men left first, and then the others. Jesus was left there alone with the woman. She was standing before him. ", "10": "Jesus stood up again and asked her, “Woman, all of those people have gone. Has no one judged you guilty?”", "11": "She answered, “No one has judged me, sir.” Then Jesus said, “So I also don't judge you. You may go now, but don't sin again.”", "12": "Later, Jesus talked to the people again. He said, “I am the light of the world. The person who follows me will never live in darkness. He will have the light that gives life.”", "13": "But the Pharisees said to Jesus, “When you talk about yourself, you are the only one to say these things are true. We cannot accept these things you say.”", "14": "Jesus answered, “Yes, I am saying these things about myself, but they are true. I know where I came from. And I know where I am going. You don't know where I came from or where I am going. ", "15": "You judge me the way you would judge any man. I don't judge anyone. ", "16": "But if I judge, I judge truthfully. When I judge, I am not alone. The Father who sent me is with me. ", "17": "Your own law says that when two witnesses say the same thing, then you must accept what they say. ", "18": "I am one of the witnesses who speaks about myself. And the Father who sent me is my other witness.”", "19": "They asked, “Where is your father?” Jesus answered, “You don't know me or my Father. But if you knew me, then you would know my Father, too.” ", "20": "Jesus said these things while he was teaching in the Temple. He was near the place where the money that the people give is kept. But no one arrested him. The right time for Jesus had not yet come.", "21": "Again, Jesus said to the people, “I will leave you. You will look for me, but you will die in your sins. You cannot come where I am going.”", "22": "So the Jews asked, “Will he kill himself? Is that why he said, 'You cannot come where I am going'?”", "23": "But Jesus said, “You people are from here below. But I am from above. You belong to this world, but I don't belong to this world. ", "24": "So I told you that you would die in your sins. Yes, you will die in your sins if you don't believe that I am he.”", "25": "They asked, “Then who are you?” Jesus answered, “I am what I have told you from the beginning. ", "26": "I have many things to say about you and to judge you for. But I tell people only the things I have heard from the One who sent me. And he speaks the truth.”", "27": "The people did not understand that Jesus was talking to them about the Father. ", "28": "So Jesus said to them, “You will lift up the Son of Man. Then you will know that I am he. You will know that these things I do are not by my own authority. You will know that I say only what the Father has taught me. ", "29": "The One who sent me is with me. I always do what is pleasing to him. So he has not left me alone.” ", "30": "While Jesus was saying these things, many people believed in him.", "31": "So Jesus said to the Jews who believed in him, “If you continue to obey my teaching, you are truly my followers. ", "32": "Then you will know the truth. And the truth will make you free.”", "33": "They answered, “We are Abraham's children. And we have never been slaves. So why do you say that we will be free?”", "34": "Jesus answered, “I tell you the truth. Everyone who lives in sin is a slave to sin. ", "35": "A slave does not stay with a family forever, but a son belongs to the family forever. ", "36": "So if the Son makes you free, then you will be truly free. ", "37": "I know you are Abraham's children. But you want to kill me because you don't accept my teaching. ", "38": "I am telling you what my Father has shown me. But you do what your father has told you.”", "39": "They answered, “Our father is Abraham.” Jesus said, “If you were really Abraham's children, you would do[a] the things that Abraham did. ", "40": "I am a man who has told you the truth which I heard from God. But you are trying to kill me. Abraham did nothing like that. ", "41": "So you are doing the things that your own father did.” But they said, “We are not like children who never knew who their father was. God is our Father. He is the only Father we have.”", "42": "Jesus said to them, “If God were really your Father, you would love me. I came from God and now I am here. I did not come by my own authority. God sent me. ", "43": "You don't understand what I say because you cannot accept my teaching. ", "44": "Your father is the devil. You belong to him and want to do what he wants. He was a murderer from the beginning. He was against the truth, for there is no truth in him. He is a liar, and he is like the lies he tells. He is the father of lies. ", "45": "But I speak the truth. That is why you don't believe me. ", "46": "Can any of you prove that I am guilty of sin? If I am telling the truth, why don't you believe me? ", "47": "He who belongs to God accepts what God says. But you don't accept what God says, because you don't belong to God.”", "48": "The Jews answered, “We say you are a Samaritan! We say a demon has come into you. Are we not right?”", "49": "Jesus answered, “I have no demon in me. I give honor to my Father, but you dishonor me. ", "50": "I am not trying to get honor for myself. There is One who wants this honor for me, and he is the judge. ", "51": "I tell you the truth. If anyone obeys my teaching, he will never die.”", "52": "The Jews said to Jesus, “Now we know that you have a demon in you! Even Abraham and the prophets died. But you say, 'Whoever obeys my teaching will never die.' ", "53": "Do you think that you are greater than our father Abraham? Abraham died. And the prophets died, too. Who do you think you are?”", "54": "Jesus answered, “If I give honor to myself, that honor is worth nothing. The One who gives me honor is my Father. And you say that he is your God. ", "55": "But you don't really know him. I know him. If I said I did not know him, then I would be a liar as you are liars. But I do know him, and I obey what he says. ", "56": "Your father Abraham was very happy that he would see my day. He saw that day and was glad.”", "57": "The Jews said to him, “What? You have never seen Abraham! You are not even 50 years old!”", "58": "Jesus answered, “I tell you the truth. Before Abraham was born, I am!” ", "59": "When Jesus said this, the people picked up stones to throw at him. But Jesus hid himself, and then he left the Temple."}