{"1": "Paul Paulos,  · kai Silvanus Silouanos,  and kai Timothy Timotheos,  to  the ho church ekklēsia of  the  Thessalonians Thessalonikeus in en God theos our hēmeis Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos: ", "2": "Grace charis to  you hymeis and kai peace eirēnē from apo God theos our hēmeis Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos. ", "3": "We  ought opheilō always pantote to  thank eucharisteō · ho God theos for peri you hymeis,  brothers adelphos,  as kathōs is eimi fitting axios,  because hoti your hymeis faith pistis is  growing  abundantly hyperauxanō,  · ho and kai the ho love agapē of  each hekastos one heis of  you hymeis for eis one  another allēlōn is  increasing pleonazō, ", "4": "so  that hōste we hēmeis ourselves autos boast enkauchaomai about en you hymeis in en the ho churches ekklēsia of ho God theos for hyper · ho your hymeis patience hypomonē and kai faith pistis in en all pas the ho persecutions diōgmos and kai · ho afflictions thlipsis that hos you  are  enduring anechōmai. ", "5": "This is  evidence endeigma of  the ho righteous dikaios judgment krisis of ho God theos, and  results  in eis your hymeis being  considered  worthy kataxioō of  the ho kingdom basileia of ho God theos,  for hyper which hos you  are  indeed kai suffering paschō. ", "6": "For eiper it is a  righteous  thing dikaios for para God theos to  repay antapodidōmi with  affliction thlipsis those ho who  afflict thlibō you hymeis, ", "7": "and kai to give  relief anesis to  you hymeis who ho are  afflicted thlibō, and  to meta us hēmeis as well,  when en · ho the ho Lord kyrios Jesus Iēsous is  revealed apokalypsis from apo heaven ouranos with meta his autos mighty dynamis angels angelos", "8": "in en flaming phlox fire pyr,  inflicting didōmi punishment ekdikēsis on  those ho who  do  not mē know oida God theos,  and kai who ho do  not mē obey hypakouō the ho gospel euangelion of ho our hēmeis Lord kyrios Jesus Iēsous. ", "9": "They hostis will  experience tinō the  punishment dikē of  eternal aiōnios destruction olethros,  away  from apo the  presence prosōpon of  the ho Lord kyrios and kai from apo the ho glory doxa of ho his autos power ischus", "10": "on en that ekeinos day hēmera when hotan he  comes erchomai to  be  glorified endoxazomai in en · ho his autos saints hagios,  and kai to  be  marveled thaumazō at  by en all pas who ho have  believed pisteuō,  because hoti our hēmeis testimony martyrion to epi you hymeis was  believed pisteuō.  · ho · ho", "11": "With kai this hos in  view eis we  pray proseuchomai for peri you hymeis constantly pantote,  that hina our hēmeis God theos will  count  you hymeis worthy axioō of ho his  calling klēsis,  · ho and kai by en his  power dynamis bring  to  fulfillment plēroō every pas good eudokia resolve agathōsynē and kai work ergon of  faith pistis, ", "12": "so  that hopōs the ho name onoma of ho our hēmeis Lord kyrios Jesus Iēsous may  be  glorified endoxazomai in en you hymeis,  and kai you hymeis in en him autos,  according  to kata the ho grace charis of ho our hēmeis God theos and kai the  Lord kyrios Jesus Iēsous Christ Christos. "}