{"1": "Now de concerning hyper the ho coming parousia of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos and kai our hēmeis assembling episynagōgē to epi him autos,  we  ask erōtaō you hymeis,  brothers adelphos, ", "2": "not mē to  be  quickly tacheōs shaken saleuō out  of apo your ho wits nous or mēde disturbed throeō,  either mēte by dia a  prophecy pneuma or mēte by dia a  spoken  word logos or mēte by dia a  letter epistolē purporting hōs to  come  from dia us hēmeis,  to  the  effect hōs that hoti the ho day hēmera of  the ho Lord kyrios is  already  here enistēmi. ", "3": "Let exapataō no mē one tis deceive exapataō you hymeis in kata any mēdeis way tropos;  for hoti that day  will erchomai not  come erchomai unless ean the ho rebellion apostasia comes  first prōton and kai the ho man anthrōpos of ho lawlessness anomia is  revealed apokalyptō,  the ho son hyios of ho destruction apōleia, ", "4": "who ho opposes antikeimai and kai exalts hyperairō himself  above epi every pas so-called legō god theos or ē object sebasma of  worship ,  so  that hōste he autos takes  his  seat kathizō in eis the ho temple naos of ho God theos,  proclaiming apodeiknymi that hoti he  himself heautou is eimi God theos. ", "5": "Do  you  not ou remember mnēmoneuō that hoti I  told legō you hymeis this houtos while  I  was eimi still eti with pros you hymeis? ", "6": "And kai now nyn you  know oida what ho is  holding  him  in  check katechō,  so  that eis he autos may  be  revealed apokalyptō at en · ho his heautou proper  time kairos. ", "7": "For gar the ho mystery mystērion of ho lawlessness anomia is  already ēdē at  work energeō;  however monon,  the ho one  who  is  now arti restraining katechō will continue to do so  until heōs he  is  taken ginomai away ek mesos. ", "8": "And kai then tote the ho lawless  one anomos will  be  revealed apokalyptō,  whom hos the ho Lord kyrios Jesus Iēsous will  destroy anaireō with  the ho breath pneuma of ho his autos mouth stoma,  and kai bring katargeō to  an  end  with  the ho splendor epiphaneia of ho his autos coming parousia. ", "9": "The ho coming parousia of  the  lawless  one hos will  be eimi according kata to  the  activity energeia of ho Satan Satanas,  with en all pas kinds  of  false pseudos miracles dynamis,  · kai signs sēmeion,  and kai wonders teras, ", "10": "and kai with en every pas kind  of  wicked adikia deception apatē for  those ho who  are  perishing apollymi,  because anti hos they  did dechomai not ou accept dechomai the ho love agapē of  the ho truth alētheia so  as eis to  be  saved sōzō. ", "11": "· kai For dia this houtos reason  God theos will  send pempō them autos · ho an  active energeia delusion planē leading eis them autos to  believe pisteuō the ho lie pseudos, ", "12": "that hina they  all pas may  be  condemned krinō who ho did  not mē believe pisteuō the ho truth alētheia but alla took eudokeō pleasure  in ho unrighteousness adikia. ", "13": "But de we hēmeis ought opheilō always pantote to  thank eucharisteō · ho God theos for peri you hymeis,  brothers adelphos loved agapaō by hypo the  Lord kyrios,  because hoti God theos chose haireō you hymeis · ho as  first  fruits aparchē for eis salvation sōtēria,  by en sanctification hagiasmos of  the  Spirit pneuma and kai belief pistis in  the  truth alētheia. ", "14": "And kai he  called kaleō you hymeis to eis this hos salvation  through dia · ho our hēmeis gospel euangelion,  that eis you  might  come  to  share peripoiēsis the  glory doxa of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos. ", "15": "So ara then oun,  brothers adelphos,  stand stēkō firm  and kai hold krateō to  the ho traditions paradosis that hos you  were  taught didaskō,  either eite by dia what  we  said logos or eite what  we hēmeis wrote epistolē. ", "16": "Now de may  · ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos himself autos and kai · ho God theos · ho our hēmeis Father patēr,  who ho has  loved agapaō us hēmeis and kai given didōmi us  eternal aiōnios encouragement paraklēsis and kai good agathos hope elpis by en grace charis, ", "17": "encourage parakaleō your hymeis · ho hearts kardia and kai establish stērizō you  in en every pas good agathos work ergon and kai word logos. "}