{"1": "· ho Finally loipos,  brothers adelphos,  pray proseuchomai for peri us hēmeis,  that hina the ho word logos of  the ho Lord kyrios may  spread  rapidly trechō and kai be  honored doxazō,  as kathōs in  fact kai it was  among pros you hymeis. ", "2": "Pray  also kai that hina we  may  be  delivered rhyomai from apo · ho unprincipled atopos and kai wicked ponēros men anthrōpos;  for gar not ou all pas belong to  the ho faith pistis. ", "3": "But de the ho Lord kyrios is eimi faithful pistos;  he hos will  establish stērizō you hymeis and kai guard phylassō you  from apo the ho evil  one ponēros. ", "4": "And de we  are  confident peithō in en the  Lord kyrios regarding epi you hymeis,  that hoti · kai you  are  doing poieō and kai will  continue  to  do poieō the  things hos we  require parangellō of you. ", "5": "Now de may  the ho Lord kyrios direct kateuthunō your hymeis · ho hearts kardia into eis the ho love agapē of ho God theos and kai into eis the ho endurance hypomonē of ho Christ Christos. ", "6": "But de we  charge parangellō you hymeis,  brothers adelphos,  in en the  name onoma of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos,  to  stay  away stellō from apo any pas brother adelphos who  conducts  himself peripateō in  a  disorderly  manner ataktōs and kai not mē according  to kata the ho tradition paradosis that hos they  received paralambanō from para us hēmeis. ", "7": "For gar you  yourselves autos know oida how pōs our hēmeis example  should dei be  followed mimeomai,  because hoti we  did  not ou lead  disorderly  lives atakteō among en you hymeis, ", "8": "nor oude did  we  eat esthiō anyone' s tis food artos without  paying dōrean for it.  Instead alla we  kept  working ergazomai night nyx and kai day hēmera with en toil kopos and kai hardship mochthos,  so pros we  would  not mē be  a  burden epibareō to  any tis of  you hymeis, ", "9": "not ou because hoti we  do  not ou have echō the  right exousia,  but alla in  order  to hina make didōmi ourselves heautou an  example typos for  you hymeis to eis imitate mimeomai. ", "10": "For gar even kai when hote we  were eimi with pros you hymeis,  we  gave  you hymeis this houtos charge parangellō: “ If ei anyone tis is  not ou willing thelō to  work ergazomai,  then  he  should  not mēde eat esthiō.” ", "11": "For gar we  hear akouō that  some tis among en you hymeis are  conducting  themselves peripateō in  a  disorderly  manner ataktōs,  doing  nothing mēdeis themselves ergazomai,  but alla meddling  in  the  affairs  of  others periergazomai. ", "12": "· ho · de Such  people toioutos we  charge parangellō and kai exhort parakaleō in en the  Lord kyrios Jesus Iēsous Christ Christos that hina they  work ergazomai quietly meta hēsychia and  eat esthiō · ho their  own heautou food artos. ", "13": "But de you hymeis,  brothers adelphos, must  not mē become discouraged  in  doing  what  is  right kalopoieō. ", "14": "Now de if ei anyone tis does  not ou obey hypakouō what ho we hēmeis say logos in dia · ho this houtos letter epistolē,  take  note sēmeioō of that person and do  not mē associate with  him autos,  so  that hina he  will  feel  ashamed entrepō. ", "15": "· kai Do hēgeomai not mē regard hēgeomai him  as hōs an  enemy echthros,  but alla admonish noutheteō him  as hōs a  brother adelphos. ", "16": "Now de may  the ho Lord kyrios of ho peace eirēnē himself autos give didōmi you hymeis · ho peace eirēnē always dia pas in en every pas circumstance tropos.  The ho Lord kyrios be  with meta you hymeis all pas. ", "17": "The ho greeting aspasmos is  with ho my  own emos hand cheir—Paul' s Paulos— which hos is eimi a  mark sēmeion of  genuineness  in en every pas letter epistolē;  so houtōs I  write graphō. ", "18": "The ho grace charis of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos be  with meta you hymeis all pas. "}