{"1": "Listen to what the Lord says: “Stand up and make your cause known in front of the mountains. Let the hills hear your voice. ", "2": "Listen to the Lord's cause, you mountains and bases of the earth that last forever. The Lord has something against His people, and will speak against Israel. ", "3": "My people, what have I done to you? How have I made it hard for you? Answer Me. ", "4": "I brought you out of the land of Egypt. I took you out of the land where you were servants. And I sent Moses, Aaron and Miriam to lead you. ", "5": "My people, remember what Balak king of Moab said, and what Balaam son of Beor answered him. Remember what happened from Shittim to Gilgal, so that you may know the good things the Lord has done.”", "6": "What should I bring to the Lord when I bow down before the God on high? Should I come to Him with burnt gifts, with calves a year old? ", "7": "Will the Lord be pleased with thousands of rams, or with 10,000 rivers of oil? Should I give my first-born to pay for not obeying? Should I give the fruit of my body for the sin of my soul? ", "8": "O man, He has told you what is good. What does the Lord ask of you but to do what is fair and to love kindness, and to walk without pride with your God?", "9": "The voice of the Lord is calling to the city, and it is wise to fear Your name: “Listen, O family of Judah, you who are gathered in the city. ", "10": "O sinful house, can I forget the riches you got by wrong-doing? You lied about the weight of things, which I hate. ", "11": "Can I make a man not guilty who lies and has false weights in his bag? ", "12": "The rich men of the city have hurt many people. Her people are liars. Their tongues in their mouths speak false words. ", "13": "So I have begun to punish you, to destroy you because of your sins. ", "14": "You will eat, but you will not be filled. Your stomachs will still be empty. You will store up, but save nothing. And what you save I will give to the sword. ", "15": "You will plant, but you will not gather. You will crush the olive, but you will not pour oil on yourself. You will crush the grapes, but you will not drink wine. ", "16": "You have kept the laws of Omri and all the works of the people of Ahab. You have followed their ways. So I will give you up to be destroyed, and your people will be made fun of. You, My people, will be put to shame.”"}