{"1": "¶ Bless the LORD, O my soul. O LORD my God, thou art very great; thou art clothed with honour and majesty,", "2": "who dost cover thyself with light as with a garment, who stretchest out the heavens like a curtain,", "3": "who dost establish his chambers between the waters, who makes the clouds his chariot, who walks upon the wings of the wind,", "4": "who makes his angels spirits, his ministers a flaming fire,", "5": "who laid the foundations of the earth, that it should not be moved by any age.", "6": "Thou didst cover it with the deep as with a garment; the waters stood above the mountains.", "7": "At thy rebuke they fled; at the voice of thy thunder they hasted away.", "8": "The mountains were exposed; they descended through the valleys unto the place which thou hast founded for them.", "9": "Thou hast set a bound that they may not pass over, that they not turn again to cover the earth.", "10": "¶ Thou art he who sends the springs into the valleys, which run among the mountains.", "11": "They give drink to every beast of the field; the wild asses quench their thirst.", "12": "Next to them the fowls of the heavens have their habitation; they sing among the leaves.", "13": "He waters the mountains from his chambers; the earth is satisfied with the fruit of thy works.", "14": "He causes the hay to grow for the cattle and grass for the service of man, that he may bring forth bread out of the earth", "15": "and wine that makes glad the heart of man, making his face to shine with oil and bread which sustains man's heart.", "16": "The trees of the LORD are satisfied; the cedars of Lebanon, which he has planted,", "17": "that the birds may make their nests there: the stork makes her house among the fir trees.", "18": "The high mountains are a refuge for the wild goats, and the rocks for the conies.", "19": "¶ He appointed the moon for times and seasons; the sun knows his going down.", "20": "Thou makest darkness, and it is night, wherein all the beasts of the forest move.", "21": "The young lions roar after their prey and seek their food from God.", "22": "The sun arises, they withdraw and lay themselves down in their dens.", "23": "Man goes forth unto his work and to his labour until the evening.", "24": "O LORD, how manifold are thy works! in wisdom thou hast made them all; the earth is full of thy riches.", "25": "So is this great and wide sea, wherein are innumerable creeping things, both small and great beasts.", "26": "There go the ships; there is that leviathan, whom thou didst make to play therein.", "27": "These wait all upon thee, that thou may give them their food in due season.", "28": "Thou givest unto them, they gather; thou openest thine hand, they are filled with good.", "29": "Thou hidest thy face, they are troubled; thou takest away their spirit, they cease to exist and return to their dust.", "30": "Thou sendest forth thy spirit, they are created; and thou renewest the face of the earth.", "31": "¶ Let the glory of the LORD endure for ever; let the LORD rejoice in his works.", "32": "He looks on the earth, and it trembles: he touches the mountains, and they smoke.", "33": "I will sing unto the LORD as long as I live; I will sing praise to my God while I have my being.", "34": "My meditation of him shall be sweet; I will be glad in the LORD.", "35": "Let the sinners be consumed out of the earth, and let the wicked be no more. Bless thou the LORD, O my soul. Halelu- JAH (Praise ye the LORD)."}