{"1": "¶ O give thanks unto the LORD, for he is good; for his mercy endures for ever.", "2": "Let the redeemed of the LORD say so, whom he has redeemed from the hand of the enemy", "3": "and gathered them out of the lands, from the east and from the west, from the north and from the south.", "4": "They wandered lost in the wilderness, alone and out of the way; they found no city to dwell in.", "5": "Hungry and thirsty, their soul fainted in them.", "6": "Then they cried unto the LORD in their trouble, and he delivered them out of their distresses.", "7": "And he led them forth by the right way, that they might go to a city of habitation.", "8": "Oh that men would praise the LORD for his mercy and for his wonderful works unto the sons of Adam!", "9": "For he satisfies the soul that is destitute and fills the hungry soul with goodness.", "10": "¶ Such as sat in darkness and in the shadow of death, being bound in affliction and in irons,", "11": "because they rebelled against the words of God and condemned the counsel of the most High:", "12": "Therefore he brought down their heart with labour; they fell down, and there was no one to help.", "13": "Then they cried unto the LORD in their trouble, and he saved them out of their distresses.", "14": "He brought them out of darkness and the shadow of death and broke their bonds asunder.", "15": "Oh that men would praise the LORD for his mercy and for his wonderful works unto the sons of Adam!", "16": "For he has broken the gates of brass and cut the bars of iron asunder.", "17": "¶ The fools, because of the way of their rebellion, and because of their iniquities, were afflicted.", "18": "Their soul abhorred all manner of food, and they drew near unto the gates of death.", "19": "Then they cried unto the LORD in their trouble, and he saved them out of their distresses.", "20": "He sent his word and healed them and delivered them from their graves.", "21": "Oh that men would praise the LORD for his mercy and for his wonderful works unto the sons of Adam!", "22": "And let them offer the sacrifices of praise and publish his works with singing.", "23": "¶ Those that go down to the sea in ships that do work in many waters,", "24": "these have seen the works of the LORD and his wonders in the deep.", "25": "For he commands and raises the stormy wind, which lifts up its waves.", "26": "They mount up to the heavens; they go down again to the depths; their soul is melted because of trouble.", "27": "They reel to and fro and stagger like a drunken man, and all of their knowledge is of no avail.", "28": "Then they cry unto the LORD in their trouble, and he delivers them out of their afflictions.", "29": "He makes the storm a calm, so that its waves are still.", "30": "Then they are glad because they are at rest; so he brings them into the haven of his will.", "31": "Oh that men would praise the LORD for his mercy and for his wonderful works unto the sons of Adam!", "32": "Let them exalt him also in the congregation of the people and praise him in the assembly of the elders.", "33": "¶ He turned rivers into a wilderness and the watersprings into dry ground;", "34": "the fruitful land into salt flats, because of the wickedness of those that dwell therein.", "35": "He turns the wilderness into reservoirs of water and dry ground into watersprings.", "36": "And there he makes the hungry to dwell, that they may prepare a city for habitation", "37": "and sow the fields and plant vineyards, which may yield fruits of increase.", "38": "He blesses them also, so that they are multiplied greatly and suffers not their cattle to decrease.", "39": "Again, they are diminished and brought low through oppression, affliction, and sorrow.", "40": "He pours contempt upon princes and causes them to wander in the wilderness, where there is no way.", "41": "Yet he sets the poor on high from affliction and makes his families like a flock.", "42": "The righteous shall see it and rejoice, and all iniquity shall stop her mouth.", "43": "Who is wise and will observe these things and shall understand the mercies of the LORD?"}