{"1": "¶ Do not hold thy peace, O God of my praise;", "2": "for the mouth of the wicked and the mouth of the deceitful are opened against me; they have spoken of me with a lying tongue.", "3": "They compassed me about with words of hatred and fought against me without a cause.", "4": "They have responded to my love by becoming my adversaries, but I give myself unto prayer.", "5": "And they have rewarded me evil for good, and hatred for my love.", "6": "¶ Set thou the wicked man over him, and let Satan stand at his right hand.", "7": "When he shall be judged, let him be condemned, and let his prayer become sin.", "8": "Let his days be few, and let another take his office.", "9": "Let his children be fatherless and his wife a widow.", "10": "Let his children be continually vagabonds and beg; let them seek their bread out of their desolate places.", "11": "Let the extortioner catch all that he has, and let the strangers spoil his labour.", "12": "Let there be no one to extend mercy unto him: neither let there be any to favour his fatherless children.", "13": "Let his posterity be cut off, and in the generation following let their name be blotted out.", "14": "Let the iniquity of his fathers be remembered with the LORD, and let not the sin of his mother be blotted out.", "15": "Let them be before the LORD continually, that he may cut off the memory of them from the earth.", "16": "Because he did not remember to show mercy but persecuted the man who is poor in spirit and destitute and broken in heart, that he might slay him.", "17": "As he loved the curse, so let it come unto him; as he delighted not in the blessing, so let it be far from him.", "18": "As he clothed himself with the curse like as with his garment, and it entered into his bowels like water and like oil into his bones.", "19": "Let it be unto him as the garment which covers him and for a girdle wherewith he is girded continually.", "20": "Let this be the reward from the LORD of those who spoke falsely against me and of those that speak evil against my soul.", "21": "¶ And thou, O GOD the Lord, do unto me for thy name's sake; because thy mercy is good, deliver me.", "22": "For I am poor and needy, and my heart is wounded within me.", "23": "I am gone like the shadow when it declines; I am tossed up and down by the wind as the locust.", "24": "My knees are weak through fasting, and my flesh fails for lack of fatness.", "25": "I have become a reproach unto them; when they looked upon me they shook their heads.", "26": "Help me, O LORD my God; O save me according to thy mercy,", "27": "that they may know that this is thy hand, that thou, O LORD, hast done it.", "28": "Let them curse, but bless thou; when they arise, let them be ashamed, but let thy slave rejoice.", "29": "Let those who speak evil against me falsely be clothed with shame, and let them cover themselves with their own confusion as with a mantle.", "30": "I will greatly praise the LORD with my mouth; yea, I will praise him among the multitude.", "31": "For he shall stand at the right hand of the poor in spirit to save his soul from those that judge him."}