{"1": "¶ Aleph I will extol thee, my God, my king, and I will bless thy name for ever and ever.", "2": "Beth Each day will I bless thee, and I will praise thy name for ever and ever.", "3": "Gimel Great is the LORD and greatly to be praised, and his greatness is unsearchable.", "4": "Daleth One generation shall praise thy works to another and shall declare thy mighty acts.", "5": "He I will speak of the beauty of the glory of thy majesty and of thy wondrous works.", "6": "Vau And men shall speak of the might of thy terrible acts, and I will declare thy greatness.", "7": "Zain They shall proclaim the memory of thy great goodness and shall sing of thy righteousness.", "8": "Cheth The LORD is gracious and full of compassion, slow to anger and of great mercy.", "9": "Teth The LORD is good to all; and his tender mercies shine over all his works.", "10": "¶ Jod Let all thy works praise thee, O LORD, and thy merciful ones bless thee.", "11": "Caph They speak of the glory of thy kingdom and talk of thy power,", "12": "Lamed to make known to the sons of Adam his mighty acts and the glory of the magnificence of his kingdom.", "13": "Mem Thy kingdom is a kingdom of all ages, and thy dominion endures throughout all generations.", "14": "Samech The LORD upholds all that fall and raises up all those that are oppressed.", "15": "Ain The eyes of all wait upon thee, and thou givest them their food in due season.", "16": "Pe Thou dost open thine hand and satisfy the desire of every living thing.", "17": "Tzaddi The LORD is righteous in all his ways and merciful in all his works.", "18": "Koph The LORD is near unto all those that call upon him, to all that call upon him in truth.", "19": "Resh He will fulfil the desire of those that fear him; he also will hear their cry and will save them.", "20": "Schin The LORD preserves all those that love him, but all the wicked he will destroy.", "21": "Tau My mouth shall speak the praise of the LORD, and let all flesh bless his holy name for ever and ever."}