{"1": "¶ Aleph Unto thee, O LORD, do I lift up my soul.", "2": "Beth O my God, I trust in thee: let me not be ashamed, let not my enemies triumph over me.", "3": "Gimel Yea, none that wait on thee shall be ashamed; those which rebel without cause shall be ashamed.", "4": "Daleth Show me thy ways, O LORD; teach me thy paths.", "5": "He Cause me to walk in thy truth and teach me: for thou art the God of my saving health; I have waited for thee all the day.", "6": "Vau Remember, O LORD, thy compassion and thy mercies, for they have been ever of old.", "7": "Zain Remember not the sins of my youth, nor my rebellions; according to thy mercy remember me for thy goodness' sake, O LORD.", "8": "¶ Cheth Good and upright is the LORD: therefore he will teach sinners in the way.", "9": "Teth He will cause the humble to pass through the judgment, and the meek he will teach his way.", "10": "Jod All the paths of the LORD are mercy and truth unto such as keep his covenant and his testimonies.", "11": "Caph For thy name's sake, O LORD, pardon my iniquity; for it is great.", "12": "Lamed Who is the man that fears the LORD? Him shall he teach in the way that he shall choose.", "13": "Mem His soul shall rest in that which is good; and his seed shall inherit the earth.", "14": "Nun The secret of the LORD is for those that fear him, and he will show them his covenant.", "15": "¶ Samech Mine eyes are ever toward the LORD, for he shall pluck my feet out of the net.", "16": "Ain Turn thee unto me and have mercy upon me, for I am desolate and afflicted.", "17": "Tzaddi The troubles of my heart are enlarged; O bring thou me out of my distresses.", "18": "Resh Look upon my affliction and my pain and forgive all my sins.", "19": "Resh Consider my enemies, for they are multiplied; and they hate me with cruel hatred.", "20": "Schin O keep my soul and deliver me; let me not be ashamed, for I put my trust in thee.", "21": "Tau Integrity and uprightness shall preserve me, for I have waited for thee.", "22": "Pe Ransom Israel, O God, out of all his troubles."}