{"1": "¶ Aleph I will bless the LORD at all times: his praise shall continually be in my mouth.", "2": "Beth My soul shall glory in the LORD; the meek shall hear of this, and be glad.", "3": "Gimel O magnify the LORD with me, and let us exalt his name together.", "4": "Daleth I sought the LORD, and he heard me and delivered me from all my fears.", "5": "He They looked unto him and were lightened, and their faces were not ashamed.", "6": "Vau This poor man cried out, and the LORD heard him and saved him out of all his troubles.", "7": "Zain The angel of the LORD encamps round about those that fear him and delivers them.", "8": "Cheth O taste and see that the LORD is good; blessed is the man that shall trust in him.", "9": "Teth O fear the LORD, ye his saints; for those that fear him lack nothing.", "10": "Jod The young lions do lack and suffer hunger, but those that seek the LORD shall not lack any good thing.", "11": "¶ Caph Come, ye children, hearken unto me; I will teach you the fear of the LORD.", "12": "Lamed Who is the man that desires life and loves many days that he may see good?", "13": "Mem Keep thy tongue from evil, and thy lips from speaking guile.", "14": "Nun Depart from evil, and do good; seek peace, and pursue it.", "15": "Samech The eyes of the LORD are upon the righteous, and his ears are open unto their cry.", "16": "Ain The anger of the LORD is against those that do evil to cut off the remembrance of them from the earth.", "17": "Pe The righteous cried out, and the LORD heard and delivered them out of all their troubles.", "18": "Tzaddi The LORD is near unto those that are of a broken heart and saves such as are of a contrite spirit.", "19": "Koph Many are the afflictions of the righteous, but the LORD shall deliver him out of them all,", "20": "Resh keeping all his bones; not one of them shall be broken.", "21": "Schin Evil shall slay the wicked; and those that hate the righteous shall be declared guilty.", "22": "Tau The LORD ransoms the soul of his slaves, and none of those that trust in him shall be declared guilty."}