{"1": "¶ Hear this, all ye people; give ear, all ye inhabitants of the world:", "2": "Both low and high, rich and poor, together.", "3": "My mouth shall speak wisdom; and the meditation of my heart intelligence.", "4": "I will incline mine ear to a parable; I will declare my enigma upon the harp.", "5": "Why should I fear in the days of adversity when the iniquity of my heels shall compass me about?", "6": "¶ Those that trust in their wealth and boast themselves in the multitude of their riches;", "7": "none of them can by any means ransom his brother, nor give God an atonement for him;", "8": "(for the redemption of their soul is of great price, and they shall never pay it)", "9": "that he should still live for ever and not see corruption.", "10": "For he sees that all the wise men die, likewise the fool and the ignorant perish and leave their wealth to others.", "11": "Their inward thought is that their houses are eternal and their dwelling places to all generations; they call their lands after their own names.", "12": "Nevertheless man will not abide forever in honour; he is like the beasts that are cut off.", "13": "This their way is their folly; yet their posterity approve their sayings. Selah.", "14": "Like sheep they are laid in Sheol; death shall feed on them, and the upright shall have dominion over them in the morning, and their beauty shall be consumed in the grave from their dwelling.", "15": "¶ Surely God will ransom my soul from the hand of Sheol when he shall take me. Selah.", "16": "Be not thou afraid when one is made rich, when the glory of his house is increased;", "17": "for in his death he shall carry nothing away; nor shall his glory descend after him.", "18": "Though while he lives, his life shall be blessed: and men will praise thee when thou art prosperous.", "19": "He shall enter into the generation of his fathers; they shall never see light forever.", "20": "Man that is in honour that does not understand is like the beasts that are cut off."}