{"1": "¶ Let God arise, let his enemies be scattered; let those that hate him flee before him.", "2": "As smoke is driven away; so drive them away: as wax melts before the fire, so shall the wicked perish at the presence of God.", "3": "But the righteous shall be glad; they shall rejoice before God; they shall dance with joy.", "4": "Sing unto God, sing psalms unto his name; extol him that rides upon the heavens by his name JAH and rejoice before him.", "5": "A father of the fatherless and a defender of the widows is God in his holy habitation.", "6": "God sets the solitary in families; he brings out those who are bound with chains, but the rebellious dwell in a dry land.", "7": "¶ O God, when thou didst go forth before thy people, when thou didst march through the wilderness; Selah:", "8": "The earth shook, the heavens also dropped their rain at the presence of God; even Sinai itself was moved at the presence of God, the God of Israel.", "9": "Thou, O God, didst send a plentiful rain, by which thou didst confirm thine inheritance, when it was weary.", "10": "Thy presence was in thy congregation; thou, O God, by thy goodness thou hast provided for the poor.", "11": "The Lord shall give a word; great shall be the host of the evangelists thereof.", "12": "Kings of armies fled apace, and she that dwells in the house divided the spoil.", "13": "Though ye be cast among the pots, yet shall ye be as the wings of a dove covered with silver and her feathers with yellow gold.", "14": "When the Almighty scattered the kings that were in her, she became white as the snow in Salmon.", "15": "¶ The mountain of Bashan is the mountain of God; the mountain of Bashan is a high mountain.", "16": "Why leap ye, ye high mountains? This is the mountain which God desires to dwell in; yea, the LORD will dwell in it for ever.", "17": "The chariots of God are two thousand, thousands of angels; the Lord is among them as in Sinai, in the sanctuary.", "18": "Thou hast ascended on high, thou hast led captivity captive; thou hast received gifts for men, yea, for the rebellious also that the LORD God might dwell among them.", "19": "Blessed be the Lord, who daily lades us with benefits, even the God of our saving health. Selah.", "20": "He that is our God is the God of salvation, and unto GOD the Lord belongs the way of escape from death.", "21": "Surely God shall smite the head of his enemies, and the hairy scalp of such a one as goes on still in his trespasses.", "22": "¶ The Lord said, I will bring again from Bashan, I will bring my people again from the depths of the sea:", "23": "Thy foot shall be dipped in the blood of thine enemies and the tongue of thy dogs in the same.", "24": "They have seen thy ways, O God, even the ways of my God, my King, in the sanctuary.", "25": "The singers went before, the players on instruments followed after; in between them were the virgins playing with timbrels.", "26": "Bless ye God in the congregations, even the Lord, ye of the lineage of Israel.", "27": "There was little Benjamin as their ruler, the princes of Judah in their congregation, the princes of Zebulun and the princes of Naphtali.", "28": "Thy God has commanded thy strength; confirm, O God, that which thou hast wrought for us.", "29": "From thy temple in Jerusalem shall kings bring presents unto thee.", "30": "Reprehend the company of spearmen, the multitude of the strong, with the lords of the peoples, trampling them underfoot with their pieces of silver; Destroy thou the peoples that delight in war.", "31": "Princes shall come out of Egypt; Ethiopia shall soon stretch out her hands unto God.", "32": "¶ Sing unto God, ye kingdoms of the earth; O sing praises unto the Lord (Selah):", "33": "To him that rides upon the heavens of the heavens which were of old; behold, he shall send forth his voice, his mighty voice.", "34": "Ascribe ye strength unto God; his excellency is over Israel, and his strength is in the clouds.", "35": "O God, thou art terrible out of thy sanctuaries; the God of Israel is he that gives strength and power unto his people. Blessed be God."}