{"1": "¶ In thee, O LORD, have I waited; let me not be forever put to shame.", "2": "Deliver me in thy righteousness and cause me to escape; incline thine ear unto me and save me.", "3": "Be thou my strong habitation unto which I may continually resort; thou hast given a commandment that I should be saved because thou art my rock and my fortress.", "4": "Deliver me, O my God, out of the hand of the wicked, out of the hand of the perverse and violent man.", "5": "For thou art my hope, O Lord GOD; thou art my security from my youth.", "6": "By thee have I been sustained from the womb; thou art he that took me out of my mother's bowels; my praise has been continually of thee.", "7": "I am as a wonder unto many, but thou art my strong refuge.", "8": "Let my mouth be filled with thy praise and with thy glory all the day.", "9": "Do not cast me off in the time of old age; do not forsake me when my strength fails.", "10": "For my enemies speak against me, and those that lay in wait for my soul take counsel together,", "11": "saying, God has forsaken him; persecute and take him for there is no one to deliver him.", "12": "O God, be not far from me; O my God, make haste for my help.", "13": "Let them be confounded and consumed that are adversaries to my soul; let them be covered with reproach and dishonour that seek my hurt.", "14": "¶ But I will continually wait and will add upon all thy praise.", "15": "My mouth shall show forth thy righteousness and thy salvation all the day, for I know not the numbers thereof.", "16": "I will go in the strength of the Lord GOD; I will make mention of thy righteousness, even of thine only.", "17": "O God, thou hast taught me from my youth and until now; I shall manifest thy wondrous works.", "18": "Now also when I am old and grayheaded, O God, forsake me not until I have showed the strength of thy arm unto the next generation and thy power to every one that is to come,", "19": "and thy righteousness, O God, unto excellence because thou hast done great things; O God, who is like unto thee!", "20": "Thou who hast caused me to see great and sore troubles, shalt return and quicken me and shalt bring me up again from the depths of the earth.", "21": "Thou shalt increase my greatness and comfort me on every side.", "22": "I will also praise thee with an instrument of the psaltery, O my God; unto thee will I sing thy truth with the harp, O thou Holy One of Israel.", "23": "My lips shall greatly rejoice when I sing praises unto thee and my soul, which thou hast ransomed.", "24": "In the same manner my tongue shall talk of thy righteousness every day, for they are confounded, for they are brought unto shame, that seek my hurt."}