{"1": "¶ Truly God is good to Israel, even to such as are pure in heart.", "2": "But as for me, my feet almost departed from the way; my steps had almost slipped.", "3": "For I became angry against the foolish when I saw the peace of the wicked.", "4": "Because there is no restraint that would bring about their death, but their strength is firm.", "5": "They are not in trouble as other men; neither are they plagued like other men.", "6": "Therefore they are crowned with pride; they cover themselves with violence as a garment.", "7": "Their eyes stand out with fatness; they easily obtain the desires of their heart.", "8": "They are lawless and speak wickedly of doing violence; they speak loftily.", "9": "They set their mouth against heaven, and their tongue walks through the earth.", "10": "Therefore his people shall return here; and waters of a full cup are wrung out to them.", "11": "And they say, How does God know? and is there knowledge in the most High?", "12": "Behold, these ungodly men, without being troubled by the world obtain riches.", "13": "Verily, in vain have I cleansed my heart and washed my hands in innocency", "14": "and been plagued all day long and chastened every morning:", "15": "¶ If I should say, I will speak as they do; behold, I should deny the generation of thy sons.", "16": "I shall meditate that I might understand this; it is very hard for me to see.", "17": "When I come into the sanctuary of God, then I shall understand their end.", "18": "Surely thou didst set them in slippery places; in desolation thou shalt cause them to fall.", "19": "How they are brought into desolation, as in a moment! They have come to an end; they are utterly consumed with terrors.", "20": "As the dream of one who awakes; so, O Lord, when thou shalt rise up, thou shalt despise their appearances.", "21": "¶ Truly my heart was grieved, and I was pricked in my kidneys.", "22": "But I was ignorant and did not understand; I was as a beast before thee.", "23": "Nevertheless I was continually with thee; thou hast apprehended me by my right hand.", "24": "Thou hast guided me with thy counsel, and afterward thou shalt receive me unto glory.", "25": "Whom have I in heaven but thee? And apart from thee there is nothing upon the earth that I desire.", "26": "My flesh and my heart fail; the strength of my heart is that God is my portion for ever.", "27": "For, behold, those that stray from thee shall perish; thou dost cut off all those that go a whoring from thee.", "28": "But as for me, to draw near to God is good; I have put my hope in the Lord GOD, that I may declare all thy works."}