{"1": "¶ O God, why hast thou cast us off for ever? Why does thine anger smoke against the sheep of thy pasture?", "2": "Remember thy congregation, which thou hast purchased of old; the rod of thine inheritance, which thou hast redeemed, this Mount Zion, in which thou hast dwelt.", "3": "Lift up thy feet unto the eternal desolations, unto every enemy who has done wickedly in the sanctuary.", "4": "Thine enemies have roared in the midst of thy assemblies; they set up their own banners for signs.", "5": "Renowned, as one on the way to heaven, he who lifted up axes upon the thick trees for the work of the sanctuary.", "6": "But now they break down all the carved work thereof with axes and hammers.", "7": "They have set fire to thy sanctuaries; they have defiled the tabernacle of thy name in the earth.", "8": "They said in their hearts, Let us destroy them at once; they have burned up all the meeting places of the people of God in the earth.", "9": "We no longer see our own banners; there is no longer any prophet: neither is there among us any that knows. How long shall this be?", "10": "O God, how long shall the adversary reproach? Shall the enemy blaspheme thy name for ever?", "11": "Why dost thou withdraw thy hand, even thy right hand? Why dost thou hide it in thy bosom.", "12": "¶ For God is my King from of old, he who works saving health in the midst of the earth.", "13": "Thou didst divide the sea by thy strength; thou didst break the heads of the dragons in the waters.", "14": "Thou didst break the heads of leviathan in pieces and didst give him to be food to the people inhabiting the wilderness.", "15": "Thou didst cleave the fountain and the river; thou didst dry up mighty rivers.", "16": "The day is thine, the night also is thine; thou hast prepared the light and the sun.", "17": "Thou hast set all the borders of the earth; thou hast made summer and winter.", "18": "¶ Remember this, that the enemy has spoken against the LORD and that the foolish people have blasphemed thy name.", "19": "O deliver not the soul of thy turtledove unto the beasts; forget not the congregation of thy poor for ever.", "20": "Have respect unto the covenant; for the dark places of the earth are full of the habitations of violence.", "21": "O let not the oppressed return ashamed; the poor and destitute shall praise thy name.", "22": "Arise, O God, plead thine own cause; remember how the foolish man reproaches thee daily.", "23": "Forget not the voices of thine enemies; the tumult of those that rise up against thee increases continually."}