{"1": "¶ I will praise thee, O LORD, with my whole heart; I will tell of all thy marvellous works.", "2": "I will be glad and rejoice in thee: I will sing praise to thy name, O thou most High", "3": "because my enemies are turned back; they shall fall and perish at thy presence.", "4": "For thou hast accomplished my judgment and my cause; thou didst sit in the throne judging according to righteousness.", "5": "Thou hast reprehended the Gentiles, thou hast destroyed the wicked, thou hast put out their name for ever and ever.", "6": "O thou enemy, destructions are come to a perpetual end: and the cities that thou hast destroyed; their memorial is perished with them.", "7": "But the LORD shall endure for ever; he has prepared his throne for judgment.", "8": "And he shall judge the world in righteousness, he shall judge the peoples in uprightness.", "9": "The LORD also will be a refuge to the humble, a refuge for the time of trouble.", "10": "And those that know thy name will put their trust in thee: for thou, O LORD, hast not forsaken those that seek thee.", "11": "¶ Sing unto the LORD, he who dwells in Zion; declare among the people his doings.", "12": "When he makes requirement for blood, he remembers them; he does not forget the cry of the humble.", "13": "Have mercy upon me, O LORD; consider my trouble which I suffer from those that hate me, thou that liftest me up from the gates of death:", "14": "that I may show forth all thy praise in the gates of the daughter of Zion: I will rejoice in thy saving health.", "15": "The Gentiles are sunk down in the pit that they made: in the net which they hid their own foot is taken.", "16": "The LORD is known by the judgment which he has executed; the wicked is snared in the work of his own hands. Higgaion (meditate on this for ever). Selah.", "17": "The wicked shall be put into Sheol, all the Gentiles that forget God.", "18": "For the humble shall not always be forgotten: the hope of the poor shall not perish for ever.", "19": "Arise, O LORD; let not man prevail: let the Gentiles be judged in thy sight.", "20": "Put fear into them, O LORD: that the Gentiles may know themselves to be but men. Selah."}