{"1": "He declareth in the whole Chapter, that the Fathers, which from the beginning of the world were approved of God, attained salvation no other way than by faith, that the Jews may know that by the same only, they are knit unto the Fathers in an holy union. Now [a]faith is the grounds of things which are hoped for, and the evidence of things which are not seen.", "2": "[b]For by it our [c]elders were well reported of.", "3": "[d]Through faith we understand that the world was ordained by the word of God, so that the things which we [e]see, are not made of things which did appear.", "4": "[f]By faith Abel offered unto God a greater sacrifice than Cain, by the which he obtained witness that he was righteous, God testifying of his gifts: by the which faith also he being dead, yet speaketh.", "5": "[g]By faith was Enoch translated, that he should not [h]see death: neither was he found: for God had translated him: for before he was translated, he was reported of, that he had pleased God.", "6": "But without faith it is impossible to please him: for he that cometh to God, must believe that God is, and that he is a [i]rewarder of them that seek him.", "7": "[j]By faith Noah being warned of God of the things which were as yet not seen, moved with reverence, prepared the Ark to the saving of his household, through the which Ark he condemned the world, and was made heir of the righteousness, which is by faith.", "8": "[k]By faith Abraham, when he was called, obeyed God, to go out into a place, which he should afterward receive for inheritance, and he went out, not knowing whither he went.", "9": "By faith he abode in the land of promise, as in a strange country, as one that dwelt in tents with Isaac and Jacob heirs with him of the same promise.", "10": "For he looked for a city having a [l]foundation, whose builder and maker is God.", "11": "Through faith Sarah also received strength to conceive seed, and was delivered of a child when she was past age, because she judged him faithful which had promised.", "12": "And therefore sprang thereof one, even of one which was [m]dead, so many as the stars of the sky in multitude, and as the sand of the sea shore which is innumerable.", "13": "All these died in [n]faith, and received not the [o]promises, but saw them afar off, and believed them, and [p]received them thankfully, and confessed that they were strangers and pilgrims on the earth.", "14": "For they that say such things, declare plainly, that they seek a country.", "15": "And if they had been mindful of that country, from whence they came out, they had leisure to have returned.", "16": "But now they desire a better, that is an heavenly: wherefore God is not ashamed of them to be called their God: for he hath prepared for them a city.", "17": "By faith Abraham offered up Isaac, when he was [q]tried, and he that had received the [r]promises, offered his only begotten son.", "18": "(To whom it was said, In Isaac shall thy seed be called.)", "19": "For he considered that God was able to raise him up even from the dead: from [s]whence he received him also after [t]a sort.", "20": "[u]By faith Isaac blessed Jacob and Esau, concerning things to come.", "21": "[v]By faith Jacob when he was a dying, blessed both the sons of Joseph, and leaning on the end of his staff, worshipped God.", "22": "[w]By faith Joseph when he died, made mention of the departing of the children of Israel, and gave commandment of his bones.", "23": "[x] By faith Moses when he was born, was hid three months of his parents, because they saw he was a proper child, neither [y]feared they the king's commandment.", "24": "By faith Moses when he was come to age, refused to be called the son of Pharaoh's daughter,", "25": "And chose rather to suffer adversity with the people of God, than to enjoy the [z]pleasures of sin for a season,", "26": "Esteeming the rebuke of Christ greater riches, than the treasures of Egypt: for he had respect unto the recompense of the reward.", "27": "By faith he forsook Egypt, and feared not the fierceness of the king: for he endured, as he that saw him which is invisible.", "28": "Through faith he ordained the Passover and the effusion of blood, lest he that destroyed the first born, should touch them.", "29": "[aa]By faith they passed through the red sea as by dry land, which when the Egyptians had assayed to do, they were swallowed up.", "30": "[ab]By faith the walls of Jericho fell down after they were compassed about seven days.", "31": "[ac]By faith the [ad]harlot Rahab perished not with them which obeyed not, when she had received the spies [ae]peaceably.", "32": "[af]And what shall I more say? for the time would be too short for me to tell of Gideon, of Barak, and of Samson, and of Jephthah, also of David, and Samuel, and of the Prophets:", "33": "Which through faith subdued kingdoms, wrought righteousness, obtained the [ag]promises, stopped the mouths of lions,", "34": "Quenched the violence of fire, escaped the edge of the sword, of weak were made strong, waxed valiant in battle, turned to flight the armies of the aliens.", "35": "The [ah]women received their dead raised to life: others also were [ai]racked, and would not be delivered, that they might receive a better resurrection.", "36": "And others have been tried by mockings and scourgings, yea, moreover by bonds, and imprisonment.", "37": "They were stoned, they were hewn asunder, they were tempted, they were slain with the sword, they wandered up and down in [aj]sheep's skins, and in goats' skins, being destitute, afflicted, and tormented:", "38": "Whom the world was not worthy of: they wandered in wildernesses and mountains, and dens, and caves of the earth.", "39": "[ak]And these all through faith obtained good report, and received [al]not the promise,", "40": "God providing a better thing for us, that they [am]without us should not be made perfect."}