{"1": "He doth not only by the examples of the Fathers before recited, exhort them to patience and constancy, 3 but also by the example of Christ. 11 That the chastenings of God cannot be rightly judged by the outward sense of our flesh. Wherefore, [a]let us also, seeing that we are compassed with so great a cloud of witnesses, cast away everything that presseth down, and the sin that [b]hangeth so fast on: let us run with patience the race that is set before us,", "2": "[c][d]Looking unto Jesus the author and finisher of our faith, who for the [e]joy that was set before him, endured the cross, and despised the shame, and is set at the right hand of the throne of God.", "3": "[f]Consider therefore him that endureth such speaking against of sinners, lest ye should be wearied and faint in your minds.", "4": "[g]Ye have not yet resisted unto blood, striving against sin.", "5": "[h]And ye have forgotten the consolation, which speaketh unto you as unto children, My son, despise not the chastening of the Lord, neither faint when thou art rebuked of him.", "6": "For whom the Lord loveth, he chasteneth: and he scourgeth every son that he receiveth.", "7": "If ye endure chastening, God offered himself unto you as unto sons: for what son is it whom the father chasteneth not?", "8": "If therefore ye be without correction, whereof all are partakers, then are ye bastards, and not sons.", "9": "[i]Moreover we have had the fathers of our bodies which corrected us, and we gave them reverence: should we not much rather be in subjection unto the father of spirits, that we might live?", "10": "[j]For they verily for a few days chastened us after their own pleasure, but he chastened us for our profit, that we might be partakers of his holiness.", "11": "Now no chastising for the present seemeth to be joyous, but grievous: but afterward, it bringeth the quiet fruit of righteousness, unto them which are thereby exercised.", "12": "[k]Wherefore lift up your hands which [l]hang down, and your weak knees,", "13": "And make [m]straight steps unto your feet, lest that which is halting, be turned out of the way, but let it rather be healed.", "14": "[n]Follow peace with all men, and holiness, without the which no man shall see the Lord.", "15": "[o]Take heed, that no man fall away from the grace of God: let no [p]root of bitterness spring up and trouble you, lest thereby many be defiled.", "16": "[q]Let there be no fornicator, or profane person as Esau, which for one portion of meat sold his birthright.", "17": "For ye know how that afterward also when he would have inherited the blessing, he was rejected: for he found no [r]place to repentance, though he sought that blessing with tears.", "18": "[s]For ye are not come unto the mount that might be [t]touched, nor unto burning fire, nor to blackness and darkness, and tempest,", "19": "Neither unto the sound of a trumpet, and the voice of words, which they that heard it, excused themselves, that the word should not be spoken to them any more.", "20": "(For they were not able to abide that which was commanded, yea, though a beast touch the mountain, it shall be stoned, or thrust through with a dart:", "21": "And so terrible was the [u]sight which appeared, that Moses said, I fear and quake.)", "22": "But ye are come unto the mount Sion, and to the city of the living God, the celestial Jerusalem, and to the company of innumerable Angels.", "23": "And to the assembly and congregation of the first born, which are written in heaven, and to God the judge of all, and to the spirits of just and [v]perfect men,", "24": "And to Jesus the Mediator of the new Testament, and to the blood of sprinkling that speaketh better things than that of Abel.", "25": "[w]See that ye despise not him that speaketh: for if they escaped not which refused him, that spake on earth: much more shall we not escape, if we turn away from him that speaketh from heaven.", "26": "[x]Whose voice then shook the earth, and now hath declared, saying, Yet [y]once more will I shake, not the earth only, but also heaven.", "27": "And this word, Yet once more, signifieth the removing of those things which are shaken, as of things which are made with hands, that the things which are not shaken, may remain.", "28": "[z]Wherefore seeing we receive a kingdom, which cannot be shaken, let us have grace whereby we may so serve God, that we may please him with [aa]reverence and [ab]fear.", "29": "For even our God is a consuming fire."}