{"1": "He giveth good lessons not only for manners, 7 but also for doctrine. Let [a]brotherly love continue.", "2": "Be not forgetful to entertain strangers: for thereby some have received Angels into their houses unawares.", "3": "Remember them that are in bonds, as though ye were bound with them: and them that are in affliction, as [b]if ye were also afflicted in the body.", "4": "[c]Marriage is honorable among all, and the bed undefiled: but whoremongers and adulterers God will judge.", "5": "[d]Let your conversation be without covetousness, and be content with those things that ye have, for [e]he hath said,", "6": "I will not fail thee, neither forsake thee:", "7": "So that we may boldly say, The Lord is mine helper, neither will I fear what [f]man can do unto me.", "8": "[g]Remember them which have the oversight of you, which have declared unto you the word of God: whose faith follow, considering what hath been the end of their conversation. [h]Jesus Christ yesterday, and today, the same also is forever.", "9": "Be not carried about with divers and strange doctrines: [i]for it is a good thing that the heart be stablished with grace, and not with [j]meats, which have not profited them that have been [k]occupied therein.", "10": "[l]We have an [m]altar, whereof they have no authority to eat, which [n]serve in the Tabernacle.", "11": "For the bodies of those beasts whose blood is brought into the holy place by the high Priest for sin, are burnt without the camp.", "12": "Therefore even Jesus, that he might sanctify the people with his own blood, suffered without the gate.", "13": "[o]Let us go forth to him therefore out of the camp, bearing his reproach.", "14": "For here have we no continuing city: but we seek one to come.", "15": "[p]Let us therefore by him offer the sacrifice of praise always to God, that is, the fruit of the lips, which confess his Name.", "16": "To do good, and to distribute forget not: for with such sacrifices God is pleased.", "17": "[q]Obey them that have the oversight of you, and submit yourselves: for they watch for your souls, as they that must give accounts, that they may do it with joy, and not with grief: for that is unprofitable for you.", "18": "[r]Pray for us, for we are assured that we have a good conscience in all things, desiring to live honestly.", "19": "And I desire you somewhat the more earnestly, that ye so do, that I may be restored to you more quickly.", "20": "The God of peace that brought again from the dead our Lord Jesus, the great shepherd of the sheep, through the blood of the everlasting Covenant,", "21": "Make you [s]perfect in all good works, to do his will, [t]working in you that which is pleasant in his sight through Jesus Christ, to whom be praise forever and ever, Amen.", "22": "I beseech you also, brethren, suffer the words of exhortation: for I have written unto you in few words.", "23": "Know that our brother Timothy is delivered, with whom (if he come shortly) I will see you.", "24": "Salute all them that have the oversight of you, and all the Saints. They of Italy salute you.", "25": "Grace be with you all, Amen. ¶ Written to the Hebrews from Italy, and sent by Timothy."}