{"1": "Thereof he inferreth, that good heed must be given to Christ's doctrine: 9 And he setteth him out unto us even as our brother in our flesh, that we may with a good will yield up ourselves wholly unto him. Wherefore [a]we ought diligently to give heed to the things which [b]we have heard, lest at any time we [c]run out.", "2": "For if the [d]word spoken by Angels was steadfast, and every transgression, and disobedience received a just recompense of reward,", "3": "How shall we escape if we neglect so great salvation, [e]which at the first began to be preached by the Lord, and afterward was confirmed unto us by [f]them that heard him.", "4": "God bearing witness thereto, both with [g]signs and wonders, and with divers miracles, and gifts of the holy Ghost, according to his own will?", "5": "[h]For he hath not put in subjection unto the Angels the [i]world to come, whereof we speak.", "6": "[j]But one in a certain place witnessed, saying, [k]What is man, that thou shouldest be mindful of him? or the [l]son of man, that thou wouldest consider him?", "7": "Thou [m]madest him a little inferior to the Angels: thou crownedst him with [n]glory and honor, and hast set him above the works of thine hands.", "8": "Thou hast put all things in subjection under his feet. And in that he hath put all things in subjection under him, he left nothing that should not be subject unto him. [o]But we yet see not all things subdued unto him,", "9": "[p]But we [q]see Jesus crowned with glory and honor, which was made little [r]inferior to the Angels, [s]through the [t]suffering of death, that by God's grace he might [u]taste death for [v]all men.", "10": "[w]For it became [x]him, for whom are all these things, and by whom are all these things, [y]seeing that he brought many children unto glory, [z]that he should consecrate the [aa]Prince of their salvation through afflictions.", "11": "[ab]For he that [ac]sanctifieth, and they which are sanctified, are all of [ad]one: wherefore he is not ashamed to call them brethren,", "12": "[ae]Saying, I will declare thy Name unto my brethren: in the midst of the Church will I sing praises to thee.", "13": "[af]And again, I will put my [ag]trust in him. And again, [ah]Behold, here am I, and the children which God hath given me.", "14": "Forasmuch then as the children are [ai]partakers of flesh and blood, he also himself likewise took part with them, that he might destroy through death, him that had the [aj]power of death, that is, the [ak]devil,", "15": "And that he might deliver all them, which for fear of [al]death were all their lifetime subject to bondage.", "16": "[am]For he in no sort took on him the [an]Angels' nature, but he took on him the [ao]seed of Abraham.", "17": "[ap]Wherefore in [aq]all things it behooved him to be made like unto his brethren, that he might be [ar]merciful, and a [as]faithful high Priest in things concerning God, that he might make reconciliation for the sins of the people.", "18": "For in that he suffered, and was [at]tempted, he is able to succor them that are tempted."}