{"1": "Now he showeth how far inferior Moses is to Christ,   5, 6 even so much as the servant to the Master: and so he bringeth in certain exhortations and threatenings taken out of David, 8 against such as either stubbornly resist, 12 or else are very slow to obey. Therefore, [a]holy brethren, partakers of the heavenly vocation, consider the [b]Apostle and high Priest of our [c]profession Christ Jesus:", "2": "[d]Who was faithful to him that hath [e]appointed him, [f]even as Moses was in all his house.", "3": "[g]For this man is counted worthy of more glory than Moses, inasmuch as he which hath builded the house, hath more honor than the house.", "4": "For every house is builded of some man, and he that hath built all things, is God.", "5": "[h]Now Moses verily was faithful in all his house, as a servant, for a witness of the things which should be spoken after.", "6": "But Christ is as the Son, over his own house, [i]whose [j]house we are, if we hold fast that [k]confidence and that rejoicing of that hope unto the end.", "7": "Wherefore, as the holy Ghost saith, Today if ye [l]shall hear his voice,", "8": "Harden not your hearts, as in the [m]provocation, according to the day of the temptation in the wilderness,", "9": "Where your fathers tempted me, proved me, and saw my works forty years long.", "10": "Wherefore I was grieved with that generation, and said, They [n]err ever in their heart, neither have they known my ways.", "11": "Therefore I swear in my wrath, If they shall enter into my rest.", "12": "[o]Take heed brethren, lest at any time there be in any of you an evil heart, and unfaithful, to depart away from the living God.", "13": "But exhort one another daily, [p]while it is called today, lest any of you be hardened through the deceitfulness of sin.", "14": "[q]For we are made partakers of Christ, if we keep sure unto the end that [r]beginning, wherewith we are upholden,", "15": "[s]So long as it is said, Today if ye hear his voice, harden not your hearts, as in the provocation.", "16": "For some when they heard, provoked him to anger: howbeit, not all that came out of Egypt by Moses.", "17": "But with whom was he displeased forty years? Was he not displeased with them that sinned, whose carcasses fell in the wilderness?", "18": "And to whom swear he that they should not enter into his rest, but unto them that obeyed not?", "19": "So we see that they could not enter in, because of unbelief."}