{"1": "He hath hitherto stirred them up, to mark diligently what things are to be considered in Melchizedek, 15 wherein he is like unto Christ. 20 Wherefore the Law should give place to the Gospel. For this [a]Melchizedek was King of Salem, the Priest of the most high God, who met Abraham, as he returned from the slaughter of the Kings, and [b]blessed him:", "2": "To whom also Abraham gave the tithe of all things: who first is by interpretation King of righteousness: after that, he is also King of Salem, that is, King of peace,", "3": "[c]Without father, without mother, without kindred, and hath neither beginning of his days, neither end of life: but is likened unto the Son of God, and continueth a Priest forever.", "4": "[d]Now consider how great this man was, unto whom even the Patriarch Abraham gave the tithe of the spoils.", "5": "For verily they which are the children of Levi, which receive the office of the Priesthood, have a commandment to take, according to the Law, tithes of the people (that is, of their brethren) though they [e]came out of the loins of Abraham.", "6": "But he whose kindred is not counted among them, received tithes of Abraham, and blessed him that had the promises.", "7": "And [f]without all contradiction the less is blessed of the greater.", "8": "And here men that die, receive tithes: but there he receiveth them, of whom it is witnessed, that he liveth.", "9": "[g]And to say as the thing is, Levi also which receiveth tithes, payeth tithes in Abraham.", "10": "For he was yet in the loins of his father Abraham, when Melchizedek met him.", "11": "[h]If therefore [i]perfection had been by the Priesthood of the Levites (for under it the Law was established to the people) what needed it furthermore, that another Priest should rise after the order of Melchizedek, and not to be called after the order of Aaron?", "12": "[j]For if the Priesthood be changed, then of necessity must there be a change of the [k]Law.", "13": "For he of whom these things are spoken, pertaineth unto another tribe, whereof no man [l]served at the altar.", "14": "For it is evident, that our Lord sprung out of Judah, concerning the which tribe Moses spake nothing, touching the Priesthood.", "15": "[m]And it is yet a more evident thing, because that after the similitude of Melchizedek, there is risen up another Priest,", "16": "[n]Which is not made Priest after the [o]Law of the carnal commandment, but after the power of the endless life.", "17": "For he testifieth thus, Thou art a Priest forever, after the order of Melchizedek.", "18": "[p]For the [q]commandment that went afore, is disannulled, because of the weakness thereof, and unprofitableness.", "19": "For the Law made nothing perfect, but the bringing in of a better hope made perfect, whereby we draw near unto God.", "20": "[r]And forasmuch as it is not without an oath (for these are made Priests without an oath:", "21": "But this is made with an oath by him that said unto him, The Lord hath sworn, and will not repent, Thou art a Priest forever, after the order of Melchizedek.)", "22": "By so much is Jesus made a surety of a better Testament.", "23": "[s]And among them many were made Priests, because they were not suffered to endure, by the reason of death.", "24": "But this man, because he endureth ever, hath a Priesthood, which [t]cannot pass from one to another.", "25": "Wherefore, he is [u]able also perfectly to save them that come unto God by him, seeing he ever liveth, to make intercession for them.", "26": "[v]For such an high Priest it became us to have, which is holy, harmless, undefiled, separate from sinners, and made higher than the heavens:", "27": "Which needeth not daily as those high Priests to offer up sacrifice, first for his own sins, and then for the peoples: [w]for [x]that did he [y]once, when he offered up himself.", "28": "For the Law maketh men high Priests, which have infirmity: but the [z]word of the oath [aa]that [ab]was since the Law, maketh the Son, who is consecrated for evermore."}