{"1": "To prove more certainly that the ceremonies of the Law are abrogated, 5 he showeth that they were appointed to serve the heavenly pattern. 8 He bringeth in the place of Jeremiah, 13 to prove the amendment of the old covenant. Now [a]of the things which we have spoken, this is the sum, that we have such an high Priest, that sitteth at the right hand of the throne of the Majesty in heavens,", "2": "[b]And is a minister of the [c]Sanctuary, [d]and of that [e]true Tabernacle which the Lord pitched, and not man.", "3": "[f]For every high Priest is ordained to offer both gifts and sacrifices: wherefore it was of necessity, that this man should have somewhat also to offer.", "4": "[g]For he were not a Priest, if he were on the earth, seeing there are Priests that according to the Law offer gifts,", "5": "Who serve unto the pattern and shadow of heavenly things, as Moses was warned by God when he was about to finish the Tabernacle. See, said he, that thou make all things according to the pattern, showed to thee in the mount.", "6": "[h]But now our high Priest hath obtained a more excellent office, inasmuch as he is the Mediator of a better Testament, which is established upon better promises.", "7": "[i]For if that first Testament had been unblameable, no place should have been sought for the second.", "8": "For in rebuking them he saith, Behold, the days will come, saith the Lord, when I shall make with the [j]house of Israel, and with the house of Judah a new Testament:", "9": "Not like the Testament that I made with their fathers, in the day that I took them by the hand, to lead them out of the land of Egypt: for they continued not in my Testament, and I regarded them not, saith the Lord.", "10": "For this is the Testament that I will make with the house of Israel, After those days, saith the Lord, I will put my Laws in their mind, and in their heart I will write them, and I will be their God, and they shall be my people.", "11": "And they shall not teach every man his neighbor, and every man his brother, saying, Know the Lord: for all shall know me, from the least of them to the greatest of them.", "12": "For I will be merciful to their unrighteousness, and I will remember their sins and their iniquities no more.", "13": "[k]In that he saith a new Testament, he hath abrogated the old: now that which is disannulled and waxed old, is ready to vanish away."}