{"1": "Israel is like a vine that produced plenty of fruit. As the people became richer, they built more altars for idols. As their land became better, they put up better stone pillars to honor false gods.", "2": "Their heart was false. Now they must pay for their guilt. The Lord will break down their altars. He will destroy their holy stone pillars.", "3": "Then the Israelites will say, “We have no king, because we didn't honor the Lord. But even if we had one, he couldn't do anything for us.”", "4": "They make many false promises. They make agreements they don't keep. So people sue each other in court. They are like poisonous weeds growing in a plowed field.", "5": "The people from Israel are worried about the calf-shaped idol at Beth Aven. The people and the priests will cry because their glorious idol is gone.", "6": "It will be carried off as a payment that was demanded to the great king of Assyria. Israel will be disgraced. The people will be ashamed of trusting that idol.", "7": "The king of Israel will be carried off like a chip of wood floating on the water.", "8": "The places of worship at Beth Aven will be destroyed. They are where Israel sins. Thorns and weeds will grow up and cover their altars. Then they will say to the mountains, “Cover us!” And they will say to the hills, “Fall on us!”", "9": "“Israel, you have sinned since the time of Gibeah.[a] The people there have continued sinning. But war will surely overwhelm them, because of the evil they have done there.", "10": "When I am ready, I will come to punish them. Armies will come together against them. They will be punished for their many sins.", "11": "Israel is like a well-trained young cow that likes to thresh grain. But I will put a yoke on her neck. I will make Israel work hard in the field. Judah will plow. Israel will break up the ground.", "12": "I said, 'Break new ground. Plant what is right. Then you will harvest good things from your loyalty to me. It is time for you to turn back to me, the Lord. Do it until I come and pour out my goodness on you.'", "13": "But you have planted evil. So you have harvested trouble. You have trusted in your own power and your many soldiers. Now you must live with the result of your lies.", "14": "So your armies will hear the noise of battle. And all your strong, walled cities will be destroyed. It will be like the time King Shalman destroyed Beth Arbel in battle. Mothers and children were crushed to the ground together.", "15": "The same will happen to you, people of Bethel, because you did so much evil. When that time comes, the king of Israel will die."}