{"1": "People used to fear the tribe of Ephraim. They were important people in Israel. But they sinned by worshiping Baal. So they must die.", "2": "But they keep on sinning more and more. They make idols of their silver. Those idols are cleverly made. They are the work of a craftsman. Yet the people of Israel say to each other, “Kiss those calf idols and sacrifice to them.”", "3": "So those people will be like the morning dew. They will disappear like the morning mist. They will be like chaff blown from the threshing floor. They will vanish away like smoke rising from a chimney.", "4": "“I have been the Lord their God since they were in the land of Egypt. They have really known no other God except me. I am the one who has saved them.", "5": "I cared for them in the desert where it was hot and dry.", "6": "I gave them food, and they became full and satisfied. But then they became proud and forgot me.", "7": "That is why I will be like a lion to them. I will be like a leopard waiting by the road.", "8": "I will attack like a bear robbed of her cubs. I will rip their bodies open. I will devour them like a lion. I will tear them apart like a wild animal.", "9": "“Israel, I will destroy you for turning against me, your helper.", "10": "What good are your kings and your leaders now? Can they save you in any of your towns? You asked for them, saying, 'Give us a king and leaders.'", "11": "So I gave you kings, but only in anger. And I took them away in my great anger.", "12": "The sins of Israel are on record. They are filed away, waiting for punishment.", "13": "Israel has a chance to live again, but the people are too foolish to take it. They are like an unborn baby who won't come out of its mother's womb.", "14": "So I will not save them from the place where the dead are. I will not rescue them from death. I will call on death to hurt them. I will call on the place where the dead are to destroy them. I will show them no mercy.", "15": "Israel has become important among the nations. But the Lord will send a destroyer from the east. He will come like a wind from the desert that dries up all the springs and wells of water. He will destroy all their treasures, everything of value.", "16": "The nation of Israel will be punished, because it fought against God. The people of Israel will die by the sword. Their children will be torn to pieces. And their pregnant women will be ripped open.”"}