{"1": "“Your brothers and your sisters will be called 'my people' and 'you have been shown love.'", "2": "“Plead with your mother.[a] Plead with her because she no longer acts like a wife to me. And I am not treated like her husband. Tell her to stop acting like a prostitute. Tell her to stop behaving like an unfaithful wife.", "3": "If she refuses, I will strip her naked. I will leave her bare like the day she was born. I will make her dry like a desert. I will make her like a land without water. I will kill her with thirst.", "4": "I will not take pity on her children. They are the children of an unfaithful wife.", "5": "Their mother has acted like a prostitute. The one who became pregnant with them has acted disgracefully. She said, 'I will chase after my lovers.[b] They give me food and water. They give me wool and linen. They give me wine and olive oil.'", "6": "So I will block her road with thornbushes. I will build a wall around her so she cannot find her way.", "7": "She will run after her lovers. But she won't catch up to them. She will look for them. But she won't find them. Then she will say, 'I will go back to my first husband.[c] Life was better for me then than it is now.'", "8": "But she has not accepted that I was the one who gave her grain, wine and oil. I gave her much silver and gold. But she used it to make statues of Baal.", "9": "“So I will take away my grain at harvest time. And I will take away my wine when it is ready. I will take back my wool and linen. I gave her those things to cover her nakedness.", "10": "So I will show her nakedness to her lovers. No one will save her from my punishment.", "11": "I will put an end to all her celebrations: her yearly festivals, her New Moon festivals and her Sabbaths. I will stop all of her special feasts.", "12": "I will destroy her vines and fig trees. She said they were her pay from her lovers. I will turn them into a forest. Wild animals will eat those plants.", "13": "I will punish her for all the times she burned incense to the Baals. She put on her rings and jewelry. Then she went chasing after her lovers. But she has forgotten me!” says the Lord.", "14": "“So I am going to attract her. I will lead her into the desert and speak tenderly to her.", "15": "Then I will give her back her vineyards. And I will make the Valley of Achor[d] a door of hope. Then she will respond as when she was young, as when she came out of Egypt.”", "16": "The Lord says, “Then she will call me 'my husband.' She will no longer call me 'my baal.'[e]", "17": "I will never let her say the names of Baal again. Then people won't use their names anymore.", "18": "At that time I will make an agreement for them. It will be with the wild animals, the birds and the crawling things. I will remove from the land the bow and the sword and the weapons of war. Then my people will live in safety.", "19": "And I will make you my promised bride forever. I will be good and fair. I will show you my love and mercy.", "20": "I will be true to you as my promised bride. Then you will accept that I am the Lord.", "21": "“And at that time I will answer you,” says the Lord. “I will speak to the skies. And they will give rain to the earth.", "22": "The earth will produce grain, wine and oil. Much will grow because my people are called Jezreel—God plants.", "23": "I will plant my people in the land. I will show pity to the one I had called 'not shown pity.' I will say, 'You are my people' to those I had called 'not my people.' And they will say to me, 'You are our God.'”"}