{"1": "People of Israel, listen to the Lord's message. The Lord says he has this against you who live in this country: “The people are not true, not loyal to God. They do not even know him.", "2": "They curse. They lie. They kill. They steal. They are guilty of adultery. They break all my laws. One murder follows another.", "3": "Because of this the land dries up, and all its people are dying off. Even the wild animals are dying. Even the birds of the air and the fish of the sea are dying.", "4": "“No one should accuse or blame another person. Don't blame the people, you priests, when they quarrel with you.", "5": "You will be ruined one of these days. And your prophets will be ruined with you one of these nights. I will also destroy your mother, the nation of Israel.", "6": "My people will be destroyed because they have no knowledge. You priests have refused to learn. So I will refuse to let you be priests to me. You have forgotten the teachings of your God. So I will reject your children.", "7": "The more priests there are, the more they sin against me. I will take away their honor and give them nothing but shame.", "8": "The priests live off the sin offerings of the people. So they want the people to sin more and more.", "9": "The priests are as wrong as the people. I will punish them both for what they have done. I will repay them for the wrong they have done.", "10": "“They will eat but not have enough. They will sin sexually with the prostitutes. But they will not have children. This is because they left the Lord.", "11": "“Sexual sins, old wine and new wine take away my people's ability to understand.", "12": "My people ask wooden idols for advice. They ask those sticks of wood to advise them! Like prostitutes, they have chased after other gods. They have left their own God.", "13": "They make sacrifices on the tops of the mountains. They burn offerings on the hills, under oaks, poplars and other trees. They think the shade under those trees is nice. So your daughters become prostitutes. And your daughters-in-law are guilty of adultery.", "14": "“But I will not punish your daughters when they become prostitutes. I will not punish your daughters-in-law for their sins of adultery. I will not punish them because you yourselves have sinned sexually with prostitutes. You offer sacrifices with the temple prostitutes. You foolish people are destroying yourselves.", "15": "“Israel, you act like a prostitute. But don't let Judah be guilty. Don't go to sacrifice at Gilgal. Don't go up to give offerings at Beth Aven.[a] Don't use the Lord's name to make promises. Don't say, 'As surely as the Lord lives . . .'", "16": "The people of Israel are stubborn like a stubborn young cow. How then can the Lord feed them like lambs in a meadow?", "17": "Israel has chosen to worship idols. So, let them.", "18": "Her rulers get drunk. Then they give themselves to being prostitutes. They love these disgraceful things.", "19": "They will be swept away as by a whirlwind. Their sacrifices will bring them only shame."}