{"1": "“Listen, you priests. Pay attention, people of Israel. Listen, royal family. You will all be judged. You have been like a trap at Mizpah. You have been like a net spread out at Mount Tabor.", "2": "You have done many bad things. So I will punish you all.", "3": "I know all about Israel. What they have done is not hidden from me. They all act like prostitutes. Israel has made itself unclean.", "4": "“And those bad things they have done keep them from returning to their God. They are determined to be unfaithful to me. They do not know the Lord.", "5": "Israel's pride testifies against them. The people of Israel will stumble because of their sin. The people of Judah will also stumble with them.", "6": "The people will come to worship the Lord. They will come with their sheep and cattle. But they will not be able to find him, because he has left them.", "7": "They have not been true to the Lord. Their children do not belong to him. So their false worship will destroy them and their land.", "8": "“Blow the horn in Gibeah. Blow the trumpet in Ramah. Give the warning at Beth Aven. Be first into battle, people of Benjamin.", "9": "A time of punishment is coming. Israel will be destroyed. I warn the tribes of Israel that this will surely happen.", "10": "The leaders of Judah are like thieves. They try to steal the property of others. My punishment will overwhelm them like a flood of water.", "11": "Israel will be crushed by the punishments, because they decided to follow idols.", "12": "I will destroy Israel as a moth destroys clothing. I will destroy Judah as rot destroys wood.", "13": "“Israel saw how weak she was. Judah saw the wounds she suffered. So Israel turned to Assyria for help. She sent to the great king of Assyria for help. But he cannot heal you. He cannot cure your wound.", "14": "I will be like a lion to Israel. I will be like a young lion to Judah. I will attack them and tear them to pieces. I will drag them off, and no one will be able to save them.", "15": "Then I will go back to my place until the people admit they are guilty. At that time they must look for me. In their trouble they must turn to me.”"}