{"1": "I would like to heal Israel. But their sin can be seen by everyone. The wickedness of Israel is too well-known. They cheat one another. They break into other peoples' houses. There are robberies in the streets.", "2": "It never enters their minds that I remember all their wicked deeds. The bad things they do are all around, and I can see their sins clearly.", "3": "“They make the king happy with their wickedness. They make their rulers glad with their lies.", "4": "But all of them are traitors. They are like an oven heated by a baker. While he mixes the dough, he does not stir up the flame.", "5": "They hold a festival day for the king. On that day the rulers become drunk with wine. The king joins in with those who had made evil plans.", "6": "They approach him with murder in mind. Their hearts are like a hot oven. All night long its fire is low. When morning comes, it is fanned into flame.", "7": "So all these people are as hot as an oven. Like a fire they destroy their rulers. Their kings fall one after another. And no one calls on me.", "8": "“Israel mixes with other nations. Israel is useless like a pancake cooked only on one side.", "9": "Foreign nations are using up Israel's strength. And Israel doesn't even know it. Israel is weak and feeble, like an old man. And they don't even know it.", "10": "Israel's pride will cause their defeat. They have had many troubles. But they still do not turn to the Lord their God. They do not look to him for help.", "11": "Israel has become like a silly pigeon. The people have no understanding. First they call to Egypt for help. Then they run for help to Assyria.", "12": "When they go, I will catch them as men catch birds in a net. Then I will punish them as I have warned them.", "13": "How terrible for them because they left me! They will be destroyed because they turned against me. I want to save them. But they have spoken lies against me.", "14": "They do not call to me from their hearts. They just lie on their beds and cry. They come together to ask for grain and new wine. But they really turn away from me.", "15": "I trained them and gave them strength. But they have made evil plans against me.", "16": "They did not turn to the Most High God. They are like a crooked bow that does not shoot straight. Their leaders brag about their strength. But they will be killed with swords. Then the people in Egypt will laugh at them."}