{"1": "Israel, do not rejoice. Don't celebrate as the other nations do. You have been unfaithful to your God. You love the grain on your threshing floors. So you worship the gods who supposedly gave it.", "2": "But there won't be enough grain to feed the people. And there won't be enough wine to go around.", "3": "The Israelites will not stay in the Lord's land. Israel will return to being captives as they were in Egypt. In Assyria they will eat food that they are not allowed to eat.", "4": "The Israelites will not give offerings of wine to the Lord. Their sacrifices will not please him. Their sacrifices will be like food that is eaten at a funeral. It is unclean, and everyone who eats it becomes unclean. Their food will only satisfy their hunger. They cannot sacrifice it in the Temple.", "5": "What will you do then on the day of feasts and on the festival days of the Lord?", "6": "Even if the people are not destroyed, Egypt will take them as captives. They will be buried in Memphis.[a] Weeds will grow over their silver treasures. Thorns will grow over their houses.", "7": "Let Israel know this. The time of punishment has come. The time to pay for your sins has come. You have sinned very much, and your hatred is great. You think the prophet is a fool. You say the spiritual man is crazy.", "8": "The prophet is God's watchman to warn Israel of danger. But everywhere he goes you set traps for him. You treat him as an enemy in God's own land.", "9": "The men of Israel have become as sinful as the men of Gibeah[b] were. The Lord will remember the evil things they have done. He will punish them for their sins.", "10": "“When I found Israel, it was like finding grapes in the desert. Your ancestors were like finding the first figs on the tree. But when they came to Baal Peor, they began worshiping an idol. They became as disgusting as the thing they worshiped.", "11": "Israel's glory will fly away like a bird. There will be no more pregnancies, no more births, no more babies.", "12": "But even if the Israelites bring up children, I will take them all away. How terrible it will be for them when I turn away from them!", "13": "I have seen Israel, like Tyre, given a pleasant place. But the people of Israel will soon bring out their children to be killed.”", "14": "Lord, give them what they should have. What will you give them? Make their women unable to have children. Give them breasts that cannot feed their babies.", "15": "“The Israelites were wicked in Gilgal, so I began to hate them there. Because of the sinful things they have done, I will force them to leave my land. I will no longer love them. Their leaders have turned against me.", "16": "Israel is like a sick plant. Its root is dying, and it has no fruit. So the people will have no more children. And if they did, I would kill the children they love.”", "17": "God will reject them, because they have not obeyed him. They will wander among the nations."}