{"1": "King David was now an old man with an epic lifetime behind him. Lying in his bed, he became chilled; so his servants tried to warm him with blankets. It did no good—the years were catching up with this great king.", "2": "Servants (to David): 2 Allow us to find a beautiful, young woman for you, our lord and king. She can be a nurse to you and keep you warm by lying next to you.", "3": "So David's servants looked throughout Israel for a beautiful, young woman. During their search, they found a Shunammite girl named Abishag, and they escorted her to the king. ", "4": "Abishag possessed stunning beauty. She served the king, but the king did not have intercourse with her.", "5": "Adonijah, David and Haggith's son, was full of conceit and praised himself incessantly. Adonijah: I am going to be the next king! Adonijah then arranged chariots with horsemen and also 50 men to run in front of his chariots.", "6": "Adonijah's father, David, never questioned his actions. Adonijah was also a handsome man who was born after Absalom. ", "7": "He discussed things with Joab (Zeruiah's son and Adonijah's cousin) and Abiathar the priest, and they became his coconspirators. ", "8": "But Zadok the priest, Benaiah (Jehoiada's son), Nathan the prophet, Shimei, Rei, and the fierce and loyal men who were devoted to David, were against Adonijah.", "9": "Adonijah is so emboldened by desire that he has a sacrificial gathering. He sacrificed sheep, oxen, and cattle that had been prepared for slaughter. He did this near the stone of Zoheleth, which is next to En-rogel. Adonijah sent out invitations to all of his brothers, sons of the king, and also to all the men in Judah, who were all in service of the king. ", "10": "Adonijah did not send an invitation to Nathan the prophet, to Benaiah, to any of the fierce and loyal men devoted to David, or to his brother Solomon.", "11": "Nathan (to Bathsheba, Solomon's mother): 11 Do you not know the news? Adonijah (Haggith's son) is now king, and David our lord does not know it yet. ", "12": "Come quickly, and let me help save your life and the life of your son, Solomon.", "13": "Adonijah is certain to kill anyone who challenges his throne, and Solomon is his greatest threat since King David selected him as the successor instead. Go this very instant to King David, and tell him, “My dear king and lord, did you not swear to me, your maidservant, 'Your son, Solomon, will certainly be king after me. My throne will belong to him'? If so, then tell me why Adonijah is now king.”", "14": "While you are still conversing with the king in his chambers, I will come in and confirm everything you have told him.", "15": "Bathsheba rushed to the king's chambers, where an elderly David was being served by his Shunammite nurse, Abishag. ", "16": "Bathsheba bowed before the king and put her face to the floor. King David: What is it you want?", "17": "Bathsheba: 17 My lord, in the name of your God, the Eternal, you made this promise to me, your servant: “Your son, Solomon, will certainly be king after me. My throne will belong to him.” ", "18": "But what's this? Adonijah is now king, and you are completely unaware of it. ", "19": "Adonijah has sacrificed many sheep, oxen, and cattle that were prepared for slaughter. He sent invitations to all of the king's sons and to Abiathar the priest and to Joab the commander of the military; but he did not send an invitation to Solomon, who is your loyal servant. ", "20": "My lord the king, everyone in Israel is looking to you and waiting for your word. Who will rule from the throne after you? ", "21": "If you do not give instruction before you leave this world to sleep with your fathers, then my son, Solomon, and I will be guilty before Adonijah.", "22": "While Bathsheba was still talking to the king, Nathan the prophet came into the room.", "23": "Servants (to the king): 23 Nathan the prophet is here. When Nathan entered the king's chambers, he humbled himself to the ground before the king and put his face to the floor.", "24": "Nathan: 24 My king, did you give the instruction, “Adonijah is to be the next king. My throne will belong to him after I am gone”? ", "25": "He has hosted a sacrificial gathering today. He sacrificed many sheep, oxen, and cattle that were prepared for slaughter. He sent invitations to all of the king's sons and all the military leaders and to Abiathar the priest, and they are all eating and drinking with him this very moment. They are even chanting, “May King Adonijah have a long life!” ", "26": "I, your servant, was not invited, nor was Zadok the priest, Benaiah (Jehoiada's son), or your loyal servant, Solomon. ", "27": "Did you, my lord and king, give this instruction and not tell all of us, your devoted servants, who would receive your throne after you are gone?", "28": "King David: 28 Tell Bathsheba to come here. So Bathsheba entered the king's chambers and stood in front of him.", "29": "King David (swearing): 29 As certain as the life of the Eternal One, the One who rescued me from all trouble, ", "30": "today I will uphold what I promised to you by the Eternal, the God of Israel, when I said, “Your son, Solomon, will reign as king after me. He will inherit my throne.”", "31": "Bathsheba was overwhelmed with gratefulness, and she bowed down before King David, putting her face to the floor. Bathsheba: May you live forever, my lord, King David.", "32": "King David: 32 Tell Zadok the priest, Nathan the prophet, and Benaiah (Jehoiada's son) to come here. They entered the king's chambers.", "33": "King David: 33 Lead my servants and my son, Solomon, down to Gihon. Give Solomon one of my own mules to ride.", "34": "Zadok and Nathan, listen. When you arrive at Gihon, anoint Solomon as Israel's king. Sound the trumpet, and proclaim, “May King Solomon have a long life!” ", "35": "Then follow after him, for he will then sit on my throne and replace me as king. I have named him ruler over Israel and Judah even though he is not my oldest son.", "36": "Benaiah (Jehoiada's son): 36 So be it! May the Eternal One, the True God of my lord and king, agree and bless Solomon. ", "37": "Just as the Eternal One has been a friend to my lord, King David, may He be so to Solomon. May He make Solomon's reign even greater than David's!", "38": "So Zadok the priest, Nathan the prophet, Benaiah (Jehoiada's son), and David's mercenary guards—the Cherethites and the Pelethites—journeyed together to Gihon; and Solomon rode on the back of one of David's mules.", "39": "Zadok the priest anointed Solomon with the horn of oil from the congregation tent. Then the trumpet was sounded, and everyone proclaimed, “May King Solomon have a long life!” ", "40": "Everyone then followed after Solomon. They played their wind instruments and joyfully celebrated until the sound shook the earth.", "41": "As they were finishing their feast, Adonijah and all those who were attending his gathering heard the celebration of Solomon's followers. Joab heard the trumpet. Joab: What is the meaning of this jamboree? Why does the city celebrate?", "42": "While he was questioning the celebration, Jonathan (son of Abiathar the priest) arrived. Adonijah (welcoming Jonathan): Please come join us. Make yourself at home. You are a good man; surely you bring us good news.", "43": "Jonathan: 43 You are wrong! Our lord, King David, has appointed Solomon as king. ", "44": "By David's instruction, Solomon is with Zadok the priest, Nathan the prophet, Benaiah (Jehoiada's son), the Cherethites, and the Pelethites. Furthermore, the king gave Solomon a mule to ride. ", "45": "When they got to Gihon, Zadok the priest and Nathan the prophet anointed Solomon as the new king. They are celebrating now, and that is the reason for the city's festivities you are hearing; ", "46": "Solomon already sits on the throne of the kingdom. ", "47": "All the servants of the king went to our lord, King David, to congratulate him: “Bless you! May your God make Solomon's reign, his name, and his throne even greater than yours!” Then the king bowed down to Solomon on his bed.", "48": "Although King David is too sick to leave his bed, he blesses Solomon's coronation by putting his face toward the floor. King David: 48 Praise be to the Eternal One, Israel's God! He has allowed me to live long enough to see the day when another sits on my throne.", "49": "All those attending Adonijah's gathering were terrified by this news. They all gathered their things and departed. ", "50": "Even Adonijah was completely terrified of Solomon. He stood up and rushed to the altar seeking sanctuary. He grabbed hold of the horns expecting Solomon to spare his life, as was the custom.", "51": "Inside the congregation tent, priests make daily sacrifices to the Lord on the great horned altar. By touching the bloodstained horns of the altar, an innocent man can immediately grab God's attention and be granted divine absolution. That absolution then has to come from the court as well, since no man can overrule God. It is Adonijah's plan to save himself when he grabs the horns, but he is not an innocent man. Because Adonijah abuses this custom, Solomon is not required to forgive his brother just because he is at the altar. Solomon received the news. Messenger: Adonijah is terrified of King Solomon. He is gripping the horns of the altar and pleading, “Today I beg King Solomon to promise me, his servant Adonijah, that he will not execute me.”", "52": "Solomon: 52 If Adonijah will be a man of integrity and honor, then not a single hair on his head will be harmed. But if he is an evil man, then he shall die.", "53": "King Solomon called for Adonijah, and he was led down from the altar. Adonijah entered the king's presence and fell down before him, putting his face to the floor. Solomon (to Adonijah): Leave me, and return to your house."}