{"1": "Rehoboam traveled to Shechem, a border city between Ephraim and Manasseh, because the entire community of Israel had gathered there to install him as the new king. ", "2": "Jeroboam (Nebat's son) received word of this while he was living in Egypt, hiding from King Solomon. ", "3": "Then the people of the northern tribes called for Jeroboam, and with him the entire community of Israel spoke to Solomon's son, Rehoboam.", "4": "Jeroboam and Israel: 4 During your father's time, he weighed us down with heavy workloads and caused us much suffering. We have come here to ask you to lighten the load your father laid upon us. If you do so, we will be your willing servants.", "5": "Rehoboam: 5 Go away for three days, then come back to me. I need to think this over. The people left.", "6": "King Rehoboam then went to talk with the elders who had been in the service of his father, Solomon, when he was alive. He asked for their advice on this matter. Rehoboam (to the elders): I have come here for your wisdom. What guidance do you have for me? What should I say to these people who are asking me to lighten their workload?", "7": "Elders: 7 Serve your people today; do exactly as they ask, and offer them kind words and encouragement. If you serve them in this way today, then they will be devoted to you and will serve you forever.", "8": "But Rehoboam ignored the advice of the elders. Instead he went to consult his childhood friends—the young men with whom he had grown up and who served him.", "9": "Rehoboam: 9 What guidance do you have for me? What should I say to these people who have made this request to me: “Lighten our load, the one your father has placed upon us”?", "10": "Young Men: 10 When you meet again with these people who have made this request to you: “Your father weighed us down with heavy workloads and caused us much suffering. We ask you to lighten the load your father laid upon us,” speak firmly: “You think my father was hard on you? My little finger is more potent than my father's loins! ", "11": "My father weighed you down with a heavy load, but I will make your load even heavier. My father used whips to command you, and you thought that was harsh. I will use a scourge with the sting of scorpions.", "12": "Jeroboam and all the people of Israel came back to meet with Rehoboam after they had been away for three days. They did this because Rehoboam had given them this instruction: “Go away for three days, then come back to me.” ", "13": "So Rehoboam spoke to the people in a tyrannical tone and completely ignored the advice of the experienced elders. ", "14": "Rehoboam instead heeded the advice of the young men with whom he had grown up. Rehoboam: My father weighed you down with a heavy load, but I will make your load even heavier. My father used whips to command you, and you thought that was harsh. I will use a scourge with the sting of scorpions.", "15": "After King Rehoboam had finished speaking to Jeroboam and the Israelites, the king did not listen to them as the Eternal intended. Thus Rehoboam fulfilled the promise the Eternal One gave through the prophet, Ahijah the Shilonite, to Jeroboam (Nebat's son). ", "16": "The people of Israel realized the king had not listened to them. Israelites: What lot of David's belongs to us? We have no inheritance in Jesse's son; Go back to your tents, Israel! Take care of your own house, David! There is no good news for us! The Israelites left and went back to their homes. ", "17": "But Rehoboam ruled over all the Israelites who lived in the cities that were a part of Judah. ", "18": "Rehoboam sent Adoram (commander over the forced workers) to compel the Israelites to end their rebellion, but the entire community of Israel killed him with stones. Afraid for his life, King Rehoboam quickly got into his chariot to run back to Jerusalem. ", "19": "Israel has been in conflict with David's house ever since.", "20": "Now when the entire community of Israel received word that Jeroboam had returned, they invited him to the assembly where they made him king over the entire Kingdom of Israel. Only the tribe of Judah was still devoted to David's house.", "21": "When Rehoboam arrived in Jerusalem, he gathered together the tribes of Judah and Benjamin. There were 180,000 handpicked warriors gathered together in a plot to battle against Israel in order to get the kingdom back under the rule of Rehoboam, Solomon's son. ", "22": "But the word of the True God visited Shemaiah, the man of God.", "23": "Eternal One: 23 Go talk to Rehoboam, Solomon's son, who is now Judah's king. Give Rehoboam, the house of Judah, the tribe of Benjamin, and all the people ", "24": "this message of the Eternal: “Do not wage war against your brothers, the Israelites. Every warrior should put down his sword and spear without further delay and return to his home. This change in power is from Me.” They honored the message of warning from the Eternal, returned to their homes, and did exactly as He had instructed them to do.", "25": "In Israel Jeroboam fortified Shechem in the hilly land of Ephraim. He lived there for a time, then he took on another project and fortified Penuel.", "26": "Jeroboam (in his heart): 26 It is possible that the kingdom might return to the house of David. ", "27": "If these people make sacrifices in the Eternal's temple in Jerusalem, then their hearts will go back to their lord, even to Rehoboam, Judah's king. They will surely execute me and go back to Rehoboam, Judah's king.", "28": "The king sought out advice and then cast two calves out of gold. Jeroboam (to Israel): It's too difficult for you to travel all the way to Jerusalem to make your sacrifices. These are your gods, Israel, who led you out of Egypt.", "29": "Jeroboam placed one of the golden calves in Bethel and the other in Dan. ", "30": "This was a horribly wicked sin. People even traveled with the golden calf in a religious procession when it was placed in Dan. ", "31": "Jeroboam constructed temples on high places, and he appointed men to be priests who were not descendants of Levi.", "32": "Jeroboam instituted a festival on the fifteenth day of the eighth month. It was similar to the Feast of Booths that is celebrated in the seventh month in Judah.[a] He then approached the altar in Bethel and offered sacrifices to the golden calves he had crafted. While he was doing this, he instructed the priests of the country's high places to serve in Bethel. ", "33": "Jeroboam then approached the altar in Bethel on the fifteenth day of the eighth month to make sacrifices according to a plan he had devised. There, he instituted this festival for all the Israelites. Then he approached the altar and burned incense."}