{"1": "During the 18th year of Jeroboam's reign (Jeroboam was Nebat's son), Abijam[a] took over the throne of Judah. ", "2": "Abijam reigned 3 years in Jerusalem. His mother was Maacah[b] (Abishalom's daughter). ", "3": "Abijam indulged in the same wicked things as his father did. His heart did not wholly belong to the Eternal One his God, as his ancestor David's heart had. ", "4": "Nevertheless, the Eternal One his God left the lamp of His presence in Jerusalem for David's sake, so that He might allow his son to grow up there and to make a strong foundation for Jerusalem. ", "5": "David did what was good in the eyes of the Eternal, for he did not abandon the commands of the Eternal during his lifetime, with the exception of the incident with Uriah the Hittite.[c] ", "6": "The war between Rehoboam's and Jeroboam's people continued during Abijam's entire lifetime.", "7": "Is not the rest of Abijam's story documented in the book of the chronicles of Judah's kings? How war continued between Abijam and Jeroboam? ", "8": "Abijam left this world to sleep with his fathers, and they laid him to rest in the city of David, as was the tradition. His son, Asa, then inherited the throne.", "9": "In ancient Israel, people are typically buried in family tombs that are either in natural caves on the family property or are cut out of rock. Initially, the body is laid in the center of the tomb on a stone bench. Later, when the flesh has rotted off the bones and more space is needed in the tomb, a family member will push the bones off the bench into the corners of the tomb or into holes in the walls intended to hold the bones. In this way, everyone “slept with his fathers” before being literally “gathered to his ancestors.” During the 20th year of Israel's king, Jeroboam, Asa took over the throne in Judah. ", "10": "He ruled for 41 years in Jerusalem. His mother was Maacah[d] (Abishalom's daughter).", "11": "Asa did what was good in the Eternal's eyes, just as his ancestor David had. ", "12": "He eliminated cult prostitution throughout the land, and he destroyed every idol his fathers had crafted. ", "13": "He also took away his mother's position as queen mother because she, Maacah, had made a corrupt and vile image honoring the goddess Asherah. Asa stripped down the goddess's image and set fire to it in the trash heap beside the Kidron stream. ", "14": "The high places were left alone. Asa did not touch them, but his heart belonged wholly to the Eternal One for his entire life. ", "15": "He transported silver and gold and objects into the Eternal's temple, replacing those that Shishak had taken. He dedicated old things of his father's, as well as his own new things.", "16": "There was war continually between Asa and Baasha (Israel's king who took the throne in a coup against Nadab) during their reigns. ", "17": "Baasha, Israel's king, challenged Judah and fortified Ramah. He built up the region so that no one could approach or leave Asa, Judah's king.", "18": "Ramah is about five miles north of Jerusalem and astride the road leading to the northern tribes. Asa then gathered up all the silver and gold from the treasuries in the Eternal's temple and in the king's house. He handed it all over to those who were in his service. King Asa told them to go see Ben-hadad (son of Tabrimmon and grandson of Hezion, Aram's king) in Damascus.", "19": "Asa (to Ben-hadad): 19 Let us make an agreement, just as my father and your father did. I offer you gifts of silver and gold and request that you break your agreement with Baasha, Israel's king. Then he will leave me alone, and both you and I will benefit from the deal.", "20": "Ben-hadad heard King Asa's request and immediately dispatched military leaders to wage war against Israel's cities. They conquered Ijon, Dan, Abel-beth-maacah, all of Chinneroth, and all of Naphtali. ", "21": "Baasha received word of this, and he immediately stopped fortifying Ramah as an outpost against Asa. Then he stayed in Tirzah.", "22": "When King Asa heard it, he made a declaration to Judah. There was not a single citizen or foreigner who did not hear his words. Everyone tore down the fortifications around Ramah; Baasha had been using large rocks and timber. King Asa then fortified his own cities of Geba of Benjamin and Mizpah with those rocks and timbers.", "23": "Is not the rest of Asa's story—his actions, strengths, and records of cities built—documented in the book of the chronicles of Judah's kings? When he was an old man, his feet were struck with a horrible disease. ", "24": "Asa left this world to sleep with his fathers and was laid with them to rest in the city of David. His son, Jehoshaphat, then inherited the throne.", "25": "Jeroboam's son, Nadab, took over Israel's throne during the second year of Asa's reign over Judah. Nadab ruled Israel for two years. ", "26": "He committed evil in the eyes of the Eternal One, walking the wicked path of his father and causing the Israelites to live sinful lives.", "27": "Baasha (Ahijah's son) of the house of Issachar plotted against him. Baasha killed his own anointed king, Nadab, at Gibbethon in Philistia. He did this while Nadab was leading Israel in a siege against Gibbethon. ", "28": "Baasha struck Nadab down during the third year of Asa's reign over Judah, and Baasha took Nadab's place on the throne. ", "29": "As soon as he gained the power of the throne, he killed the entire family of Jeroboam. He did not allow a single person to live; no one remained to challenge his throne. He annihilated them all, just as the Eternal had instructed through His servant, Ahijah the Shilonite. ", "30": "He did this because of Jeroboam's abhorrent wickedness that caused the Israelites to live sinful lives and that incurred the wrath of the Eternal God of Israel.", "31": "Is not the rest of Nadab's story—his actions and lasting legacy—documented in the book of the chronicles of Israel's kings?", "32": "Asa and Baasha, Israel's king, warred against each other for their entire reigns. ", "33": "During the 3rd year of Asa's reign over Judah, Baasha (Ahijah's son) became Israel's king. He ruled from Tirzah for 24 years. ", "34": "He committed evil in the Eternal's eyes, walking the wicked path of Jeroboam and causing the Israelites to live sinful lives."}