{"1": "Elijah the Tishbite, one of the Gilead settlers, spoke to Ahab. Slowly the Israelite kings are drifting further and further away from God's laws. Hoping to remedy this, the Lord sends a prophet to guide the kings. That prophet, Elijah, certainly lives up to his name, proclaiming his God (Eli) is the Eternal (jah)—Eli-jah. He uses many methods: demonstrating God's power through miracles, reminding of God's purpose through oracles, and acting out God's will through his appearance. While his guidance sometimes reminds kings of the correct path and helps them return to it, ultimately nothing he can do will stop the Northern Kingdom's destruction. Elijah: As the Eternal lives—the True God who gives life to the Israelites, the God whom I serve—no rain or dew will touch the earth unless I give word.", "2": "The Baal cult is prominent both with the monarchy and with the general populace, so Elijah's claims are extraordinary to people who believe Baal is the deity who provides or withholds rain. The Eternal One gave him this message:", "3": "Eternal One: 3 I want you to travel away from this place and go east. Keep yourself hidden near the Cherith stream, east of the Jordan. ", "4": "You will have water from the stream during this drought, and I will tell the birds to take care of you while you are hiding there.", "5": "Elijah did just as the Eternal had instructed him to do. He lived near the Cherith stream, east of the Jordan. ", "6": "The ravens did take care of him while he was there, just as the Lord said, bringing him a meal of bread and meat at sunrise and another meal of bread and meat at sunset. He satisfied his thirst by drinking from the stream. ", "7": "Soon the stream became dry because of the drought.", "8": "The Eternal One gave him this message:", "9": "Eternal One: 9 Get up, and travel to Zarephath. It is in the possession of Sidon, which is outside Israel. Remain there, and do not leave for any reason. There is a widow in Zarephath whom I have told to take care of you.", "10": "Elijah got up and immediately traveled to Zarephath. He arrived at the city gate, and at that moment, a widow was picking up sticks nearby. Elijah: Please bring me some water in a jar to quench my thirst.", "11": "(as she fetched the water) Also, could you please bring me a piece of bread?", "12": "Woman: 12 As certain as the Eternal One, your True God lives, I don't have any bread. In fact, I am starving. I don't have anything except for a bit of flour in a bowl and a few drops of oil in a jar. I was gathering sticks when you arrived to make a fire so that my son and I could eat one last bite of food and then die. It's all over for us.", "13": "Elijah: 13 I assure you that it's not over for you yet. Don't be afraid. Continue what you were doing, but make a small bread cake for me first, and bring it here to me. Then you and your son may eat your own bread cakes. ", "14": "This is the message of the Eternal God of Israel: “The flour and the oil will not run out until the moment when the Eternal showers the earth with rain.”", "15": "She did exactly as Elijah had instructed her to do, and everyone who lived in her house had food for days. ", "16": "The bowl of flour and the jar of oil did not run out, just as the Eternal had said through Elijah.", "17": "A little while later, the son of the woman, the house's mistress, grew fatally ill. His illness grew so intense that eventually he stopped breathing; he was dead.", "18": "Woman (to Elijah): 18 Why did this happen? What wickedness have I committed against you, man of God? Are you here as a reminder of past sin? Is that why my son died?", "19": "Elijah: 19 Bring your son to me. Elijah then took the dead boy out of her arms, carried him upstairs to his own room, and laid him on his own bed.", "20": "Elijah: 20 O, my True God, the Eternal, have You brought this tragic death upon the son of the widow who is looking after me? If so, why would You do this to a woman who is serving You?", "21": "Elijah stretched himself out over the boy three different times, and he cried out to the Eternal again. Elijah: O my True God, the Eternal, I beg you to bring this boy back to life.", "22": "This incredible act by the Eternal One is not only for the benefit of giving back the woman's son so he could help with the support of the family, but it is also to demonstrate God's powerful hand on Elijah. The Eternal heard Elijah's plea, and the boy was brought back to life. ", "23": "Elijah brought the boy back down to his mother who was waiting anxiously in the house. Elijah: Your son lives again.", "24": "Woman (rejoicing): 24 I now fully trust that you are a man of God and that the truth of the word of the Eternal dwells in your mouth."}