{"1": "When Ahab arrived in Jezreel, he told Jezebel about everything that had taken place. He told her how Elijah had executed all the prophets of Baal with a sword, and she became furious. ", "2": "Jezebel sent an urgent message to Elijah. Jezebel's Message: May the gods kill me and worse, if I haven't killed you the way you killed their priests by this time tomorrow. Your end is near, Elijah.", "3": "Terrified, Elijah quickly ran for his life. He traveled the length of Israel in one day and finally arrived at Beersheba, the southern point of God's territory, which is in Judah. When he arrived, he instructed his servant to remain there while he sought solitude. ", "4": "He journeyed into the desert for one day and then decided to rest beneath the limbs of a broom tree. There he prayed that his life would be over quickly and that he would die there beneath the tree. Elijah: I'm finished, Eternal One. Please end my life here and now, even though I have failed, and I am no better than my ancestors.", "5": "Elijah then laid himself down under the broom tree and entered into a deep sleep. While he was sleeping, a heavenly messenger came and touched him and gave him instructions. Messenger: Get up, and eat.", "6": "Elijah looked and found a breadcake sitting over charcoal near his head. There was also a jar of water. He ate the food and drank the water, and then he lay back down.", "7": "Often the only thing growing in the desert, the small broom tree has enough substance to save Elijah. This bush, whose limbs grow straight up like a broom standing on its end, offers meager shade; but its oil-rich branches and roots make excellent fuel and charcoal; the thick roots travel deep into the ground and offer both water and fire. God provides for Elijah's needs—nothing more, and nothing less. The Eternal's messenger visited him again, touched him, and gave him more instructions. Heavenly Messenger: Get up, and eat. Your journey ahead is great, and you need plenty of nourishment.", "8": "Elijah got up and ate the food and drank the water. His body felt strong again, and he journeyed for 40 more days and 40 more nights to Horeb, God's mountain where Moses received the Ten Directives. ", "9": "When he arrived at Horeb, he walked into a cave and rested for the night. Eternal One (to Elijah): Why are you here, Elijah? What is it that you desire?", "10": "Elijah: 10 As you know, all my passion has been devoted to the Eternal One, the God of heavenly armies. The Israelites have abandoned Your covenant with them, they have torn down every single one of Your altars, and they have executed by the sword all those who prophesy in Your name. I am the last remaining prophet, and they now seek to execute me as well.", "11": "Eternal One: 11 Leave this cave, and go stand on the mountainside in My presence. The Eternal passed by him. The mighty wind separated the mountains and crumbled every stone before the Eternal. This was not a divine wind, for the Eternal was not within this wind. After the wind passed through, an earthquake shook the earth. This was not a divine quake, for the Eternal was not within this earthquake. ", "12-13": "After the earthquake was over, there was a fire. This was not a divine fire, for the Eternal was not within this fire. After the fire died out, there was nothing but the sound of a calm breeze. And through this breeze a gentle, quiet voice entered into Elijah's ears. He covered his face with his cloak and went to the mouth of the cave. Suddenly, Elijah was surprised. Eternal One: Why are you here, Elijah? What is it that you desire?", "14": "Elijah: 14 As you know, all my passion has been devoted to the Eternal God of heavenly armies. The Israelites have abandoned Your covenant with them, they have torn down every one of Your altars, and they have executed all who prophesy in Your name by the sword. I am the last remaining prophet, and they now seek to execute me as well. They won't stop.", "15": "Eternal One: 15 Travel back the same way you traveled here, but continue north to the desert of Damascus. There, I want you to anoint Hazael as Aram's king, ", "16": "Jehu (Nimshi's son) as Israel's king, and Elisha (Shaphat's son from Abel-meholah) to replace you as prophet. ", "17": "Jehu will execute anyone who escapes from Hazael, and Elisha will execute all who escape from Jehu. ", "18": "I will keep for Myself the 7,000 Israelites who have not bowed down to Baal or offered him kisses.", "19": "Elijah journeyed to find Elisha (Shaphat's son). He found Elisha in the field where 12 pairs of oxen were being worked. Elisha was with the last pair. Elijah wrapped his cloak, his token of spiritual power, around Elisha, ", "20": "and Elisha abandoned his oxen and chased after Elijah. Elisha: Before I leave, allow me to tell my parents goodbye, and then I will journey with you. Elijah: Go then. Tell them goodbye. What have I done to you?", "21": "Elisha realizes that Elijah is questioning his devotion—will he stay with his parents or become a prophet? Elisha demonstrates his devotion to God by destroying his livelihood. Elisha returned, but not to his parents. He killed his oxen, then he used the equipment (harness, yoke, and reigns) to prepare a fire and cook all the ox meat. He offered the food to everyone, and they feasted. Elisha then joined Elijah and became his apprentice."}