{"1": "After all this took place, Ahab, the king of Samaria, ", "2": "made a request to Naboth, the Jezreelite, who owned a vineyard in Jezreel right next to Ahab's palace. Ahab: Your vineyard is near my house. Why don't you hand it over to me so I can make a vegetable garden out of it? I will trade you a better vineyard for it, or I can pay you, if you prefer.", "3": "Naboth: 3 I'm sorry, the Eternal forbids that I give away any of my ancestors' inheritance, even to you.[a]", "4": "Ahab, frustrated and upset by Naboth's reply, went back into his house. Naboth the Jezreelite had replied, “I will not hand over my ancestors' inheritance to you.” Ahab went to bed that night without eating anything. ", "5": "Jezebel, his wife, noticed this. Jezebel: What is wrong with you? Why are you not eating anything? This isn't like you.", "6": "Ahab: 6 I made a request to Naboth the Jezreelite: “Hand over your vineyard to me, and I will pay you for it. Or I can trade you an even better vineyard for it.” But he said, “I will not hand over my vineyard to you. The Lord forbids it.”", "7": "Jezebel: 7 Are you not the king of all Israel? You can have anything you want. Get up, and eat some bread. Let your heart be glad, for I will get Naboth the Jezreelite's vineyard for you.", "8": "Jezebel composed letters, signed them with Ahab's name, and pressed his seal on them. She sent all these letters to the leaders and noblemen who lived in the city with Naboth.", "9": "Jezebel's Letters: 9 Declare a time of fasting for all the people. Put Naboth before all the people, ", "10": "and have two worthless men with questionable morals sit before him. Instruct these two base men to give testimony against Naboth by saying, “You, Naboth, blasphemed both God and the king.” After this testimony has been given, take Naboth outside and kill him with stones.", "11": "The leaders and noblemen of the city did just as Jezebel instructed them in the letters. ", "12": "They declared a time of fasting for all the people and they seated Naboth before all the people. ", "13": "The two worthless men sat in front of Naboth and bore witness against him by saying, “Naboth blasphemed both God and the king.” Then they brought him outside and killed him with stones.", "14": "Two Men (to Jezebel): 14 Naboth has been executed by stoning.", "15": "Jezebel (hearing the news): 15 Get up, Ahab. Go and take Naboth the Jezreelite's vineyard as your own—the one he would not give you for money. It is now yours for the taking, for Naboth is now dead.", "16": "When Ahab learned Naboth was no longer alive, Ahab got up and made his way down to Naboth the Jezreelite's vineyard to take it as his own.", "17": "Ahab's willingness to sell himself cheaply for things outside of God's will strikes again. But this time, the true source of Ahab's wickedness is revealed. God knows that it is Jezebel, Ahab's foreign wife, who is the root of the evil. Intending to regain Ahab's devotion once and for all, God sends Elijah with His message instead of an unknown prophet. Although God's mission is successful, Elijah is left with a powerful enemy. Meanwhile, the word of the Eternal One visited Elijah the Tishbite.", "18": "Eternal One: 18 Get up, and go find Ahab (Israel's king) in Samaria. Naboth has been killed because of the work of Jezebel. Right now, Ahab is in Naboth's vineyard, claiming it as his own. ", "19": "Tell him, “This is the message of the Eternal One: 'Are you a murderer and a thief?'” Tell him, “This is the message of the Eternal One: 'Beware. The dogs will slurp up your blood in the very spot where they licked up Naboth's blood.'”", "20": "Ahab (replying to Elijah): 20 Have you discovered what I have done, my enemy? Elijah: I have only discovered what you have done because you have sold your soul to wickedness in the Eternal's eyes. ", "21": "He says, “I will send evil against you and blow you away. I will also separate you from every man in Israel—both free and enslaved. You will be all alone. ", "22": "I will destroy your house just as I did Jeroboam's house (Nebat's son) and Baasha's house (Ahijah's son). I will do this because your wickedness has provoked My wrath and because you have caused the Israelites to live sinful lives.”", "23": "The Eternal also has said a word about Jezebel. He has said, “Jezebel will be devoured by dogs at the wall[b] in Jezreel.” ", "24": "Any of Ahab's servants who die in the city will be devoured by ravenous dogs, and any of Ahab's servants who die in the fields will be devoured by ravenous birds of heaven.", "25": "There was no one in Israel like Ahab who sold himself and decided to commit evil in the Eternal's eyes because his wife, Jezebel, manipulated him to evil. ", "26": "Ahab was incredibly wicked, giving his life over to idols as the Amorites (whom the Eternal handed to the Israelites) had done. ", "27": "When Ahab heard all of this, he ripped off his clothing, dressed himself in sackcloth, and entered into a time of fasting. He rested in depression, wearing only sackcloth.", "28": "The word of the Eternal One visited Elijah the Tishbite.", "29": "Eternal One: 29 Have you witnessed Ahab's repentance? He has shed his pride and wickedness and humbled his heart before Me. Therefore I will not send evil against his house while he is still alive; instead I will send it during the lifetime of his son."}