{"1": "During the second month called Ziv in the 4th year of Solomon's reign, 480 years after the Israelites had departed from Egypt, Solomon began constructing the Eternal's temple.", "2": "The timing of the construction of the temple reveals the incredible importance of this event. First, by connecting its construction to the exodus, the writer recognizes this as the culminating event of Israel's journey from slavery to an autonomous, God-led nation. God is completing His promise to give Israel a nation. Second, by beginning construction in the spring, Solomon uses his resources for a peaceful endeavor instead of war. Kings have always attacked in the spring because of the favorable weather, so Solomon is putting his devotion to God over his desire for more power. This choice of peace over war fits with Solomon's name, which means “peace,” and characterizes his reign. The Eternal's temple was 90 feet long, 30 feet wide, and 45 feet high. ", "3": "The front porch of the temple was 30 feet long (the same measurement as the width) and 15 feet deep at the front. ", "4": "Solomon made windows that had artistic frames. ", "5-6": "He built the structure surrounding the central sanctuary of the temple that supported the sanctuary's walls and served as storehouses. The lower level of the structure was 7½ feet wide, the middle level was 9 feet wide, and the top level was 10½ feet wide. He constructed coffers in the temple so that the ceiling beams would not intersect with the temple walls.", "7": "The temple was constructed out of rocks that had been finished and polished at the quarry. Not a single hammer, hatchet, or other iron tool was heard inside the temple during construction. ", "8": "The entrance into the lowest[a] level was on the right side of the temple. From there a winding staircase led up to the middle level, and from there, to the top level.", "9": "Solomon completed the temple, and he roofed it with beams and cedar boards. ", "10": "He constructed the structure on the outside of the temple as well. Each level was 7½ feet high and was connected to the temple by cedar beams.", "11": "The voice of the Eternal One spoke to Solomon.", "12": "Eternal One: 12 Regarding the temple which you are building: if you live by My laws and enforce My ways, if you honor My instructions by keeping them, then I will honor the promise I made to your father, David, and establish that promise with you. ", "13": "I will live among the Israelites, and I will not abandon the community of Israel, My people.", "14": "Solomon built the temple, and he completed the task. ", "15": "He covered the inner walls with cedar boards, overlaying the stone inner walls with wood from the floor to the ceiling, and he laid the floor with cypress boards. ", "16": "He covered 30 feet of the back end of the temple with cedar boards that reached from the floor to the ceiling. He made this inner place the most holy sanctuary. ", "17": "The part of the temple in front of the inner sanctuary was 60 feet long. ", "18": "The cedar paneling inside of the temple was carved with gourds and flowers. There was no stone showing between the wood panels. Only the cedar boards could be seen.", "19": "Solomon then prepared the inner sanctuary in the temple specifically to hold the Eternal's covenant chest. ", "20": "This inner sanctuary was 30 feet long, 30 feet wide, and 30 feet high. The walls were gilded, and the altar was paneled with cedar. ", "21": "Solomon covered the inside of the temple with the purest gold. He stretched gold chains in front of the inner sanctuary and covered it in gold. ", "22": "He gilded the entire temple as the finishing touch to his work. The altar beside the inner sanctuary was covered with gold as well.", "23": "Solomon made two 15-foot-high winged creatures out of olive wood, and these guarded the inner sanctuary. ", "24": "Each wing of one creature was 7½ feet long. The entire wingspan was 15 feet. ", "25-26": "The other creature had the same measurements and shape: a wingspan 15 feet across and 15 feet high. ", "27": "Solomon set up the creatures inside the inner sanctuary. Both of their wings were stretched out so that one creature's left wing reached all the way to one wall, and the other creature's right wing reached all the way to the other wall. Their other wings touched each other at the very center of the temple. ", "28": "Solomon gilded both creatures.", "29": "Composed of the parts of various animals, these monstrous winged creatures, called cherubim in Hebrew, serve several purposes in the Bible. They are symbols of divine power, presence, and mobility. They first appear in Genesis, guarding the entrance to Eden (3:24); as part of the throne of mercy, they are God's footstool in the congregation tent and the temple, and God occasionally takes a ride on them (2 Samuel 22:11; Psalm 18:10; Ezekiel 1). Wherever their images appear—on walls, in tapestries, on the covenant chest—they signify God's presence and protection. He decorated the temple walls with carvings of the winged guardian creatures, palm trees, and flowers. He did this for both the inner sanctuary and outer rooms. ", "30": "He covered the temple floor with gold as well—both the inner sanctuary and outer rooms.", "31": "He crafted olive wood doors, a lintel, and five-sided doorposts for the entryway into the inner sanctuary. ", "32": "He crafted two olive wood doors, and he decorated them with engravings of winged guardian creatures, palm trees, and flowers. He also gilded the doors, winged creatures, and palm trees.", "33": "He crafted olive wood doorposts for the entryway into the square central hall. ", "34": "He also made two cypress doors for the entryway. Two of the leaves on one of the doors rotated on an axle, and two leaves of the other door also rotated on an axle. ", "35": "He carved winged guardian creatures, palm trees, and flowers into them; and he gilded the doors and engravings carefully. ", "36": "He constructed the interior court with three rows of cut stones and one row of cedar boards.", "37": "The foundation of the Eternal's temple was completed during the spring of the fourth year of Solomon's reign, in the month of Ziv. ", "38": "The temple was finally completed as planned in all its fine details during the autumn of the eleventh year, in the eighth month of Bul. It took seven years in all to complete construction."}