{"1": "A false balance is abomination to the Lord, but a just weight is His delight.", "2": "When pride comes, then comes shame; but with the humble is wisdom.", "3": "The integrity of the upright will guide them, but the perverseness of transgressors will destroy them.", "4": "Riches do not profit in the day of wrath, but righteousness delivers from death.", "5": "The righteousness of the upright will direct his way, but the wicked will fall by his own wickedness.", "6": "The righteousness of the upright will deliver them, but transgressors will be taken by their schemes.", "7": "When a wicked man dies, his expectation will perish, and the hope of unjust men perishes.", "8": "The righteous is delivered out of trouble, and the wicked comes in his place.", "9": "A hypocrite with his mouth destroys his neighbor, but through knowledge the just will be delivered.", "10": "When it goes well with the righteous, the city rejoices; and when the wicked perish, there is shouting.", "11": "By the blessing of the upright the city is exalted, but it is overthrown by the mouth of the wicked.", "12": "He who is void of wisdom despises his neighbor, but a man of understanding holds his peace.", "13": "A talebearer reveals secrets, but he who is of a faithful spirit conceals the matter.", "14": "Where there is no counsel, the people fall; but in the multitude of counselors there is safety.", "15": "He who puts up a pledge for a stranger will suffer for it, and he who hates being a pledge is secure.", "16": "A gracious woman retains honor, but ruthless men retain riches.", "17": "The merciful man does good to his own soul, but he who is cruel troubles his own body.", "18": "The wicked works a deceitful work, but to him who sows righteousness will be a sure reward.", "19": "As righteousness tends to life, so he who pursues evil pursues it to his own death.", "20": "Those who are of a perverse heart are abomination to the Lord, but such as are upright in their way are His delight.", "21": "Though be assured, the wicked will not be unpunished, but the posterity of the righteous will be delivered.", "22": "As a jewel of gold in a swine's snout, so is a fair woman who is without discretion.", "23": "The desire of the righteous is only good, but the expectation of the wicked is wrath.", "24": "There is one who scatters, yet increases; and there is one who withholds more than is right, but it leads to poverty.", "25": "The generous soul will be made rich, and he who waters will be watered also himself.", "26": "The people will curse him who withholds grain, but blessing will be upon the head of him who sells it.", "27": "He who diligently seeks good procures favor, but he who seeks mischief, it will come to him.", "28": "He who trusts in his riches will fall, but the righteous will flourish as a branch.", "29": "He who troubles his own house will inherit the wind, and the fool will be servant to the wise of heart.", "30": "The fruit of the righteous is a tree of life, and he who wins souls is wise.", "31": "If the righteous will be recompensed in the earth, how much more the wicked and the sinner."}