{"1": "Whoever loves instruction loves knowledge, but he who hates reproof is brutish.", "2": "A good man obtains favor of the Lord, but a man of wicked devices will He condemn.", "3": "A man will not be established by wickedness, but the root of the righteous will not be moved.", "4": "A virtuous woman is a crown to her husband, but she who brings shame is as rottenness in his bones.", "5": "The thoughts of the righteous are right, but the counsels of the wicked are deceit.", "6": "The words of the wicked are, “Lie in wait for blood,” but the mouth of the upright will deliver them.", "7": "The wicked are overthrown, and are not, but the house of the righteous will stand.", "8": "A man will be commended according to his wisdom, but he who is of a perverse heart will be despised.", "9": "He who is lightly esteemed and has a servant is better than he who honors himself and lacks bread.", "10": "A righteous man regards the life of his animal, but the tender mercies of the wicked are cruel.", "11": "He who tills his land will be satisfied with bread, but he who follows vain persons is void of understanding.", "12": "The wicked covet the plunder of evil men, but the root of the righteous yields fruit.", "13": "The wicked is snared by the transgression of his lips, but the just will come out of trouble.", "14": "A man will be satisfied with good by the fruit of his mouth, and the recompense of a man's hands will be rendered to him.", "15": "The way of a fool is right in his own eyes, but he who listens to counsel is wise.", "16": "A fool's wrath is presently known, but a prudent man covers shame.", "17": "He who speaks truth shows forth righteousness, but a false witness deceit.", "18": "There is one who speaks like the piercings of a sword, but the tongue of the wise is health.", "19": "The truthful lip will be established forever, but a lying tongue is but for a moment.", "20": "Deceit is in the heart of those who imagine evil, but to the counselors of peace is joy.", "21": "There will no evil happen to the just, but the wicked will be filled with mischief.", "22": "Lying lips are abomination to the Lord, but those who deal truly are His delight.", "23": "A prudent man conceals knowledge, but the heart of fools proclaims foolishness.", "24": "The hand of the diligent will rule, but the slothful will be put to forced labor.", "25": "Heaviness in the heart of man makes it droop, but a good word makes it glad.", "26": "The righteous is a guide to his neighbors, but the way of the wicked leads them astray.", "27": "The slothful man does not roast that which he took in hunting, but the substance of a diligent man is precious.", "28": "In the way of righteousness is life, and in its pathway there is no death."}