{"1": "The preparations of the heart belong to man, but the answer of the tongue is from the Lord.", "2": "All the ways of a man are clean in his own eyes, but the Lord weighs the spirit.", "3": "Commit your works to the Lord, and your thoughts will be established.", "4": "The Lord has made all things for Himself, yes, even the wicked for the day of evil.", "5": "Everyone who is proud in heart is an abomination to the Lord; be assured, he will not be unpunished.", "6": "By mercy and truth iniquity is purged; and by the fear of the Lord men depart from evil.", "7": "When a man's ways please the Lord, He makes even his enemies to be at peace with him.", "8": "Better is a little with righteousness than great revenues with injustice.", "9": "A man's heart devises his way, but the Lord directs his steps.", "10": "A divine sentence is in the lips of the king; his mouth does not transgress in judgment.", "11": "A just weight and balance belong to the Lord; all the weights of the bag are His work.", "12": "It is an abomination to kings to commit wickedness, for the throne is established by righteousness.", "13": "Righteous lips are the delight of kings, and they love him who speaks right.", "14": "The wrath of a king is as messengers of death, but a wise man will pacify it.", "15": "In the light of the king's countenance is life, and his favor is as a cloud of the latter rain.", "16": "How much better to get wisdom than gold! And to get understanding is to be chosen rather than silver!", "17": "The highway of the upright is to depart from evil; he who keeps his way preserves his soul.", "18": "Pride goes before destruction, and a haughty spirit before a fall.", "19": "Better it is to be of a humble spirit with the lowly than to divide the spoil with the proud.", "20": "He who handles a matter wisely will find good, and whoever trusts in the Lord, happy is he.", "21": "The wise in heart will be called prudent, and the sweetness of the lips increases learning.", "22": "Understanding is a wellspring of life to him who has it, but the instruction of fools is folly.", "23": "The heart of the wise teaches his mouth, and adds learning to his lips.", "24": "Pleasant words are as a honeycomb, sweet to the soul and health to the bones.", "25": "There is a way that seems right to a man, but its end is the way of death.", "26": "He who labors, labors for himself, for his mouth craves it of him.", "27": "An ungodly man digs up evil, and in his lips there is as a burning fire.", "28": "A perverse man sows strife, and a whisperer separates the best of friends.", "29": "A violent man entices his neighbor, and leads him into the way that is not good.", "30": "He shuts his eyes to devise perverse things; moving his lips he brings evil to pass.", "31": "The gray-haired head is a crown of glory, if it is found in the way of righteousness.", "32": "He who is slow to anger is better than the mighty, and he who rules his spirit than he who takes a city.", "33": "The lot is cast into the lap, but the whole outcome is of the Lord."}