{"1": "Better is a dry morsel with quietness than a house full of sacrifices with strife.", "2": "A wise servant will have rule over a son who causes shame, and will have part of the inheritance among the brothers.", "3": "The refining pot is for silver and the furnace for gold, but the Lord tries the hearts.", "4": "A wicked doer gives heed to false lips, and a liar gives ear to a wayward tongue.", "5": "Whoever mocks the poor reproaches his Maker, and he who is glad at calamities will not be unpunished.", "6": "Grandchildren are the crown of old men, and the glory of children are their fathers.", "7": "Excellent speech is not becoming to a fool, much less lying lips to a prince.", "8": "A gift is as a precious stone in the eyes of him who has it; wherever he turns, it prospers.", "9": "He who covers a transgression seeks love, but he who repeats a matter separates friends.", "10": "A reproof enters deeper into a wise man than a hundred stripes into a fool.", "11": "An evil man seeks only rebellion; therefore a cruel messenger will be sent against him.", "12": "Let a man meet a bear robbed of her cubs rather than a fool in his folly.", "13": "Whoever rewards evil for good, evil will not depart from his house.", "14": "The beginning of strife is as when one lets out water; therefore abandon contention before a quarrel starts.", "15": "He who justifies the wicked, and he who condemns the just, both of them are abomination to the Lord.", "16": "Why is there a price in the hand of a fool to get wisdom, seeing he has no heart for it?", "17": "A friend loves at all times, and a brother is born for adversity.", "18": "A man void of understanding shakes hands, and becomes a pledge in the presence of his friend.", "19": "He loves transgression who loves strife, and he who exalts his gate seeks destruction.", "20": "He who has a deceitful heart finds no good, and he who has a perverse tongue falls into mischief.", "21": "He who fathers a fool does it to his sorrow, and the father of a fool has no joy.", "22": "A merry heart does good like a medicine, but a broken spirit dries the bones.", "23": "A wicked man takes a bribe out of a hidden place to pervert the ways of judgment.", "24": "Wisdom is before him who has understanding, but the eyes of a fool are in the ends of the earth.", "25": "A foolish son is a grief to his father, and bitterness to her who bore him.", "26": "Also to punish the just is not good, nor to strike princes for their uprightness.", "27": "He who has knowledge spares his words, and a man of understanding is of an excellent spirit.", "28": "Even a fool, when he holds his peace, is counted wise; and he who shuts his lips is esteemed a man of understanding."}