{"1": "He who separates himself seeks his own desire; he seeks and quarrels against all wisdom.", "2": "A fool has no delight in understanding, but in expressing his own heart.", "3": "When the wicked comes, then comes also contempt, and with dishonor reproach.", "4": "The words of a man's mouth are as deep waters, and the wellspring of wisdom as a flowing brook.", "5": "It is not good to favor the wicked, or to turn aside the righteous in judgment.", "6": "A fool's lips enter into contention, and his mouth calls for flogging.", "7": "A fool's mouth is his destruction, and his lips are the snare of his soul.", "8": "The words of a talebearer are as wounds, and they go down into the innermost parts of the body.", "9": "He also who is slothful in his work is brother to him who is a great waster.", "10": "The name of the Lord is a strong tower; the righteous run into it and are safe.", "11": "The rich man's wealth is his strong city, and as a high wall in his own conceit.", "12": "Before destruction the heart of man is haughty, and before honor is humility.", "13": "He who answers a matter before he hears it, it is folly and shame to him.", "14": "The spirit of a man will sustain his infirmity, but a wounded spirit who can bear?", "15": "The heart of the prudent gets knowledge, and the ear of the wise seeks knowledge.", "16": "A man's gift makes room for him, and brings him before great men.", "17": "He who is first in his own cause seems just, but his neighbor comes and searches him.", "18": "The lot causes contentions to cease, and keeps the mighty ones apart.", "19": "A brother offended is harder to be won than a strong city, and their contentions are like the bars of a castle.", "20": "A man's stomach will be satisfied with the fruit of his mouth; and with the increase of his lips will he be filled.", "21": "Death and life are in the power of the tongue, and those who love it will eat its fruit.", "22": "Whoever finds a wife finds a good thing, and obtains favor of the Lord.", "23": "The poor man uses entreaties, but the rich man answers roughly.", "24": "A man who has friends must show himself friendly, and there is a friend who sticks closer than a brother."}