{"1": "Better is the poor who walks in his integrity than he who is perverse in his lips and is a fool.", "2": "Also, it is not good for the soul to be without knowledge, and he who hastens with his feet sins.", "3": "The foolishness of man perverts his way, and his heart frets against the Lord.", "4": "Wealth makes many friends, but the poor is separated from his neighbor.", "5": "A false witness will not be unpunished, and he who speaks lies will not escape.", "6": "Many will entreat the favor of the prince, and every man is a friend to him who gives gifts.", "7": "All the brothers of the poor hate him; how much more do his friends go far from him! He pursues them with words, yet they abandon him.", "8": "He who gets wisdom loves his own soul; he who keeps understanding will find good.", "9": "A false witness will not be unpunished, and he who speaks lies will perish.", "10": "Delight is not seemly for a fool, much less for a servant to have rule over princes.", "11": "The discretion of a man defers his anger, and it is his glory to pass over a transgression.", "12": "The king's wrath is as the roaring of a lion, but his favor is as dew upon the grass.", "13": "A foolish son is the calamity of his father, and the contentions of a wife are a continual dripping of water.", "14": "House and riches are the inheritance of fathers, and a prudent wife is from the Lord.", "15": "Slothfulness casts into a deep sleep, and an idle soul will suffer hunger.", "16": "He who keeps the commandment keeps his own soul, but he who is careless in his ways will die.", "17": "He who has pity on the poor lends to the Lord, and He will repay what he has given.", "18": "Chasten your son while there is hope, and let not your soul spare for his crying.", "19": "A man of great wrath will suffer punishment; for if you deliver him, yet you must do it again.", "20": "Hear counsel and receive instruction, that you may be wise in your latter days.", "21": "There are many plans in a man's heart, nevertheless the counsel of the Lord will stand.", "22": "The desire of a man is his kindness, and a poor man is better than a liar.", "23": "The fear of the Lord tends to life, and he who has it will abide satisfied; he will not be visited with evil.", "24": "A slothful man hides his hand in his bowl, and will not so much as bring it to his mouth again.", "25": "Smite a scorner, and the simple will beware; and reprove one who has understanding, and he will understand knowledge.", "26": "He who mistreats his father and chases away his mother is a son who causes shame and brings reproach.", "27": "Cease, my son, to hear the instruction that causes to err from the words of knowledge.", "28": "An ungodly witness scorns judgment, and the mouth of the wicked devours iniquity.", "29": "Judgments are prepared for scorners, and beatings for the back of fools."}