{"1": "Wine is a mocker, strong drink is raging, and whoever is deceived by it is not wise.", "2": "The terror of a king is as the roaring of a lion; whoever provokes him to anger sins against his own soul.", "3": "It is an honor for a man to cease from strife, but every fool will be meddling.", "4": "The sluggard will not plow because of the cold; therefore he will beg during harvest and have nothing.", "5": "Counsel in the heart of man is like deep water, but a man of understanding will draw it out.", "6": "Most men will proclaim everyone his own goodness, but who can find a faithful man?", "7": "The just man walks in his integrity; his children are blessed after him.", "8": "A king who sits on the throne of judgment scatters away all evil with his eyes.", "9": "Who can say, “I have made my heart clean, I am pure from my sin”?", "10": "Diverse weights and diverse measures, both of them alike are an abomination to the Lord.", "11": "Even a child is known by his doings, whether his work is pure and whether it is right.", "12": "The hearing ear and the seeing eye, the Lord has made both of them.", "13": "Do not love sleep, lest you come to poverty; open your eyes, and you will be satisfied with bread.", "14": "“It is bad, it is bad,” says the buyer; but when he has gone his way, then he boasts.", "15": "There is gold and a multitude of rubies, but the lips of knowledge are a precious jewel.", "16": "Take the garment of him who is a pledge for a stranger, and hold it as a security when it is for a wayward woman.", "17": "Bread of deceit is sweet to a man, but afterwards his mouth will be filled with gravel.", "18": "Every purpose is established by counsel, and with good advice wage war.", "19": "He who goes about as a talebearer reveals secrets; therefore do not meddle with him who flatters with his lips.", "20": "Whoever curses his father or his mother, his lamp will be put out in obscure darkness.", "21": "An inheritance may be gained hastily at the beginning, but the end of it will not be blessed.", "22": "Do not say, “I will recompense evil”; but wait on the Lord, and He will save you.", "23": "Diverse weights are an abomination to the Lord, and a false balance is not good.", "24": "Man's goings are of the Lord; how can a man then understand his own way?", "25": "It is a snare to the man who dedicates rashly that which is holy, and after the vows to make inquiry.", "26": "A wise king sifts out the wicked, and drives the threshing wheel over them.", "27": "The spirit of man is the candle of the Lord, searching all the inward parts of the heart.", "28": "Mercy and truth preserve the king, and his throne is upheld by mercy.", "29": "The glory of young men is their strength, and the beauty of old men is the gray head.", "30": "The blows of a wound cleanse away evil, so do stripes the inward parts of the heart."}