{"1": "Do not be envious against evil men, nor desire to be with them;", "2": "for their heart studies destruction, and their lips talk of mischief.", "3": "Through wisdom is a house built, and by understanding it is established;", "4": "and by knowledge the rooms will be filled with all precious and pleasant riches.", "5": "A wise man is strong; yes, a man of knowledge increases strength.", "6": "For by wise counsel you will wage your war, and in multitude of counselors there is safety.", "7": "Wisdom is too high for a fool; he does not open his mouth in the gate.", "8": "He who devises to do evil will be called a schemer of plots.", "9": "The thought of foolishness is sin, and the scorner is an abomination to men.", "10": "If you faint in the day of adversity, your strength is small.", "11": "If you refrain to deliver those who are drawn unto death, and those who are ready to be slain;", "12": "if you say, “Surely we did not know this,” does not He who ponders the heart consider it? And He who keeps your soul, does He not know it? And will He not render to every man according to his works?", "13": "My son, eat honey because it is good, and the honeycomb that is sweet to your taste;", "14": "so shall the knowledge of wisdom be to your soul; when you have found it, then there will be a reward, and your expectation will not be cut off.", "15": "Do not lie in wait, O wicked man, against the dwelling of the righteous; do not spoil his resting place;", "16": "for a just man falls seven times and rises up again, but the wicked will fall into mischief.", "17": "Do not rejoice when your enemy falls, and do not let your heart be glad when he stumbles;", "18": "lest the Lord see it, and it displease Him, and He turn away His wrath from him.", "19": "Do not fret because of evil men, nor be envious of the wicked;", "20": "for there will be no reward to the evil man; the candle of the wicked will be put out.", "21": "My son, fear the Lord and the king; and do not meddle with those who are given to change;", "22": "for their calamity will rise suddenly, and who knows the ruin of them both?", "23": "These things also belong to the wise: It is not good to show partiality in judgment.", "24": "He who says to the wicked, “You are righteous,” him the people will curse; nations will abhor him.", "25": "But to those who rebuke him will be delight, and a good blessing will come upon them.", "26": "Every man will kiss his lips that gives a right answer.", "27": "Prepare your work outside, and make it fit for yourself in the field; and afterwards build your house.", "28": "Do not be a witness against your neighbor without cause, and do not deceive with your lips.", "29": "Do not say, “I will do so to him as he has done to me; I will render to the man according to his work.”", "30": "I went by the field of the slothful, and by the vineyard of the man void of understanding;", "31": "and it was all grown over with thorns, and nettles covered its surface, and the stone wall was broken down.", "32": "Then I saw, and considered it; I looked on it and received instruction:", "33": "Yet a little sleep, a little slumber, a little folding of the hands to sleep,", "34": "so your poverty will come like a stalker, and your need as an armed man."}