{"1": "As snow in summer, and as rain in harvest, so honor is not seemly for a fool.", "2": "As the bird by flitting, as the swallow by flying, so the curse without cause will not alight.", "3": "A whip for the horse, a bridle for the donkey, and a rod for the fool's back.", "4": "Do not answer a fool according to his folly, lest you also be like unto him.", "5": "Answer a fool according to his folly, lest he be wise in his own conceit.", "6": "He who sends a message by the hand of a fool cuts off the feet and drinks violence.", "7": "The legs of the lame are not equal; so is a parable in the mouth of fools.", "8": "As he who binds a stone in a sling, so is he who gives honor to a fool.", "9": "As a thorn goes into the hand of a drunkard, so is a parable in the mouth of fools.", "10": "The great God who formed all things rewards the fool and rewards the transgressor.", "11": "As a dog returns to its vomit, so a fool returns to his folly.", "12": "Do you see a man wise in his own conceit? There is more hope for a fool than for him.", "13": "The slothful man says, “There is a lion in the way! A lion is in the streets!”", "14": "As the door turns upon his hinges, so does the slothful upon his bed.", "15": "The slothful buries his hand in his bowl; it grieves him to bring it again to his mouth.", "16": "The sluggard is wiser in his own conceit than seven men who can answer reasonably.", "17": "He who passes by and meddles with strife not belonging to him is like one who takes a dog by the ears.", "18": "As a madman who casts firebrands, arrows, and death,", "19": "so is the man who deceives his neighbor, and says, “I was only joking.”", "20": "Where there is no wood, the fire goes out; so where there is no talebearer, the strife ceases.", "21": "As charcoal is to burning coals, and wood to fire, so is a contentious man to kindle strife.", "22": "The words of a talebearer are as wounds, and go down into the innermost parts of the body.", "23": "Burning lips and a wicked heart are like earthenware covered with silver dross.", "24": "He who hates dissembles with his lips, and lays up deceit within him;", "25": "when he speaks kindly, do not believe him, for there are seven abominations in his heart;", "26": "though his hatred is covered by deceit, his wickedness will be shown before the whole congregation.", "27": "Whoever digs a pit will fall into it, and he who rolls a stone, it will return upon him.", "28": "A lying tongue hates those who are afflicted by it, and a flattering mouth works ruin."}