{"1": "The wicked flee when no man pursues, but the righteous are bold as a lion.", "2": "Because of the transgression of a land, many are its princes; but by a man of understanding and knowledge, it shall be prolonged.", "3": "A poor man who oppresses the poor is like a sweeping rain that leaves no food.", "4": "Those who forsake instruction praise the wicked, but such as keep instruction contend with them.", "5": "Evil men do not understand justice, but those who seek the Lord understand all things.", "6": "Better is the poor who walks in his uprightness than he who is perverse in his ways, though he be rich.", "7": "Whoever keeps the law is a wise son, but he who is a companion of riotous men shames his father.", "8": "He who by usury and unjust gain increases his substance will gather it for him who will pity the poor.", "9": "He who turns away his ear from hearing instruction, even his prayer will be an abomination.", "10": "Whoever causes the righteous to go astray in an evil way, he himself will fall into his own pit; but the upright will have good things in possession.", "11": "The rich man is wise in his own conceit, but the poor who has understanding searches him out.", "12": "When righteous men rejoice, there is great glory; but when the wicked rise, a man hides himself.", "13": "He who covers his sins will not prosper, but whoever confesses and forsakes them will have mercy.", "14": "Happy is the man who always fears, but he who hardens his heart will fall into mischief.", "15": "As a roaring lion and a charging bear, so is a wicked ruler over the poor people.", "16": "The prince who lacks understanding is also a great oppressor, but he who hates covetousness will prolong his days.", "17": "A man burdened with bloodshed of any person will flee until death; let no man help him.", "18": "Whoever walks uprightly will be saved, but he who is perverse in his ways will fall at once.", "19": "He who tills his land will have plenty of bread, but he who follows after vain things will have poverty enough.", "20": "A faithful man will abound with blessings, but he who makes haste to be rich will not be innocent.", "21": "To show partiality is not good, because for a morsel of bread that man will transgress.", "22": "He who hastens to be rich has an evil eye, and does not consider that poverty will come upon him.", "23": "He who rebukes a man will find more favor afterward than he who flatters with the tongue.", "24": "Whoever robs his father or his mother and says, “It is no transgression,” the same is the companion of a destroyer.", "25": "He who is of a proud heart stirs up strife, but he who puts his trust in the Lord will prosper.", "26": "He who trusts in his own heart is a fool, but whoever walks wisely will be delivered.", "27": "He who gives to the poor will not lack, but he who hides his eyes will have many a curse.", "28": "When the wicked rise, men hide themselves; but when they perish, the righteous increase."}