{"1": "The words of Agur the son of Jakeh, the oracle. The man declares to Ithiel, to Ithiel and Ukal:", "2": "Surely I am more brutish than any man, and have not the understanding of a man.", "3": "I neither learned wisdom, nor have the knowledge of the holy.", "4": "Who has ascended up into heaven, or descended? Who has gathered the wind in his fists? Who has bound the waters in a garment? Who has established all the ends of the earth? What is His name, and what is the name of His son, if you know?", "5": "Every word of God is pure; He is a shield to those who put their trust in Him.", "6": "Do not add to His words, lest He reprove you, and you be found a liar.", "7": "Two things I have required of you; do not deny me them before I die:", "8": "Remove vanity and lies far from me— give me neither poverty nor riches; feed me with food convenient for me;", "9": "lest I be full, and deny You, and say, “Who is the Lord?” or lest I be poor, and steal, and take the name of my God in vain.", "10": "Do not accuse a servant to his master, lest he curse you, and you be found guilty.", "11": "There is a generation that curses their father, and does not bless its mother.", "12": "There is a generation that is pure in its own eyes, and yet is not washed from its filthiness.", "13": "There is a generation—oh, how lofty are their eyes! And their eyelids are lifted up.", "14": "There is a generation whose teeth are as swords, and their jaw teeth as knives, to devour the poor from off the earth, and the needy from among men.", "15": "The leech has two daughters, crying, “Give, give.” There are three things that are never satisfied, indeed, four things never say, “It is enough”:", "16": "the grave, the barren womb, the earth that is not filled with water, and the fire that never says, “It is enough.”", "17": "The eye that mocks at his father, and despises to obey his mother, the ravens of the valley will pick it out, and the young eagles will eat it.", "18": "There are three things which are too wonderful for me, indeed, four which I do not know:", "19": "the way of an eagle in the air, the way of a serpent on a rock, the way of a ship in the midst of the sea, and the way of a man with a maid.", "20": "Such is the way of an adulterous woman; she eats and wipes her mouth, and says, “I have done no wickedness.”", "21": "For three things the earth is disquieted, and for four which it cannot bear:", "22": "for a servant when he reigns, and a fool when he is filled with food,", "23": "for a hateful woman when she is married, and a handmaid who is heir to her mistress.", "24": "There are four things which are little upon the earth, but they are exceeding wise:", "25": "The ants are a people not strong, yet they prepare their food in the summer;", "26": "the badgers are but a feeble folk, yet they make their houses in the rocks;", "27": "the locusts have no king, yet they go forth all of them by bands;", "28": "the spider takes hold with her hands, and is in kings' palaces.", "29": "There are three things which go well, indeed, four are comely in going:", "30": "a lion which is strongest among beasts, and does not turn away for any;", "31": "a strutting rooster, a male goat also, and a king, against whom there is no rising up.", "32": "If you have been foolish in lifting up yourself, or if you have thought evil, put your hand on your mouth.", "33": "Surely the churning of milk brings forth butter, and the wringing of the nose brings forth blood, so the forcing of wrath brings forth strife."}