{"1": "My son, keep my words, and lay up my commandments within you.", "2": "Keep my commandments and live, and my teaching as the apple of your eye.", "3": "Bind them on your fingers; write them on the tablet of your heart.", "4": "Say to wisdom, “You are my sister,” and call understanding your kinswoman,", "5": "that they may keep you from the immoral woman, from the seductress who flatters with her words.", "6": "For at the window of my house I looked through my casement,", "7": "and saw among the simple ones, I discerned among the youths, a young man void of understanding,", "8": "passing through the street near her corner; and he went the way to her house", "9": "in the twilight, in the evening, in the black and dark night.", "10": "And there a woman met him, with the attire of a harlot, and subtle of heart.", "11": "She is loud and stubborn; her feet do not abide in her house.", "12": "Now she is without, now in the streets, and lies in wait at every corner.", "13": "So she caught him, and kissed him; and with an impudent face said to him:", "14": "“I have peace offerings with me; this day have I paid my vows.", "15": "Therefore I came out to meet you, diligently to seek your face, and I have found you.", "16": "I have decked my bed with coverings of tapestry, with carved works, with fine linen of Egypt.", "17": "I have perfumed my bed with myrrh, aloes, and cinnamon.", "18": "Come, let us take our fill of love until the morning; let us solace ourselves with love.", "19": "For my husband is not at home; he has gone on a long journey;", "20": "he has taken a bag of money with him, and will come home at the day appointed.”", "21": "With her enticing speech she caused him to yield, with the flattering of her lips she seduced him.", "22": "He went after her straightway, as an ox goes to the slaughter, or as a fool to the correction of the stocks,", "23": "until a dart struck through his liver. As a bird hastens to the snare, he did not know that it would cost him his life.", "24": "Listen to me now therefore, O children, and attend to the words of my mouth:", "25": "do not let your heart turn aside to her ways, do not go astray in her paths;", "26": "for she has cast down many wounded, and many strong men have been slain by her.", "27": "Her house is the way to Sheol, going down to the chambers of death."}