{"1": "¶ And God spoke all these words, saying,", "2": "I am the LORD thy God, who brought thee out of the land of Egypt out of the house of slavery.", "3": "Thou shalt have no other gods before me.", "4": "Thou shalt not make unto thee any graven image or any likeness of any thing that is in heaven above or that is in the earth beneath nor that is in the water under the earth.", "5": "Thou shalt not bow down to them nor serve them; for I the LORD thy God am a jealous God, visiting the iniquity of the fathers upon the sons unto the third and fourth generation of those that hate me", "6": "and showing mercy unto thousands of generations of those that love me and keep my commandments.", "7": "Thou shalt not take the name of the LORD thy God in vain for the LORD will not hold guiltless anyone that takes his name in vain.", "8": "Thou shalt remember the sabbath day, to sanctify it.", "9": "Six days shalt thou labour and do all thy work;", "10": "but the seventh day shall be the sabbath of the LORD thy God; in it thou shalt not do any work, thou, nor thy son, nor thy daughter, thy manslave, nor thy maidslave, nor thy beast, nor thy stranger that is within thy gates;", "11": "for in six days the LORD made the heavens and earth, the sea, and all that is in them and rested the seventh day; therefore, the LORD blessed the sabbath day and sanctified it.", "12": "¶ Honour thy father and thy mother that thy days may be lengthened upon the land which the LORD thy God gives thee.", "13": "Thou shalt not murder.", "14": "Thou shalt not commit adultery.", "15": "Thou shalt not steal.", "16": "Thou shalt not give false testimony against thy neighbour.", "17": "Thou shalt not covet thy neighbour's house, thou shalt not covet thy neighbour's wife, nor his manslave, nor his maidslave, nor his ox, nor his ass, nor any thing that is thy neighbour's.", "18": "¶ And all the people saw the thunderings and the lightnings and the noise of the trumpet and the mountain smoking; and when the people saw it, they trembled and stood afar off.", "19": "And they said unto Moses, Speak thou with us, and we will hear; but let not God speak with us lest we die.", "20": "Then Moses said unto the people, Fear not, for God is come to prove you and that his fear may be before your faces, that ye sin not.", "21": "Then the people stood afar off, and Moses drew near unto the thick darkness where God was.", "22": "¶ And the LORD said unto Moses, Thus thou shalt say unto the sons of Israel, Ye have seen that I have talked with you from heaven.", "23": "Ye shall not make with me gods of silver, neither shall ye make unto you gods of gold.", "24": "An altar of earth thou shalt make unto me and shalt sacrifice thereon thy burnt offerings and thy peace offerings, thy sheep and thine oxen; in whatever place where I cause my name to be remembered, I will come unto thee, and I will bless thee.", "25": "And if thou wilt make me an altar of stone, thou shalt not build it of hewn stone; for if thou lift up thy tool upon it, thou hast polluted it.", "26": "Neither shalt thou go up by steps unto my altar that thy nakedness not be discovered thereon."}