{"1": "¶ And he said unto Moses, Come up unto the LORD, thou and Aaron, Nadab, and Abihu and seventy of the elders of Israel, and worship afar off.", "2": "And Moses alone shall approach the LORD, but they shall not come near; neither shall the people go up with him.", "3": "And Moses came and told the people all the words of the LORD and all the rights, and all the people answered with one voice and said, All the words which the LORD has said we will do.", "4": "And Moses wrote all the words of the LORD and rose up early in the morning and built an altar at the foot of the mount and twelve pillars, according to the twelve tribes of Israel.", "5": "And he sent the young men of the sons of Israel, who had offered burnt offerings and sacrificed peace offerings of bullocks unto the LORD.", "6": "And Moses took half of the blood and put it in basins, and half of the blood he sprinkled on the altar.", "7": "And he took the book of the covenant and read in the audience of the people, and they said, All that the LORD has said we will do, and we will hear.", "8": "Then Moses took the blood and sprinkled it on the people and said, Behold the blood of the covenant, which the LORD has made with you concerning all these words.", "9": "¶ Then Moses and Aaron, Nadab, and Abihu and seventy of the elders of Israel went up,", "10": "and they saw the God of Israel; and there was under his feet as it were a paved work of a sapphire stone like unto the heaven when it is clear.", "11": "But he did not lay his hand upon the princes of the sons of Israel, and they saw God and ate and drank.", "12": "¶ Then the LORD said unto Moses, Come up to me into the mount and wait there, and I will give thee tables of stone and the law and commandments which I have written to teach them.", "13": "And Moses rose up, and his minister Joshua, and Moses went up into the mount of God.", "14": "And he said unto the elders, wait here for us until we come again unto you; and, behold, Aaron and Hur are with you; if anyone has any matters to settle, let him come unto them.", "15": "Then Moses went up into the mount, and a cloud covered the mount.", "16": "And the glory of the LORD abode upon Mount Sinai, and the cloud covered it for six days, and the seventh day he called unto Moses out of the midst of the cloud.", "17": "And the sight of the glory of the LORD was like devouring fire on the top of the mount in the eyes of the sons of Israel.", "18": "And Moses entered into the midst of the cloud and went up into the mount, and Moses was in the mount forty days and forty nights."}