{"1": "¶ And the LORD spoke unto Moses, saying,", "2": "Speak unto the sons of Israel that they bring me an offering; of every man that gives it willingly with his heart ye shall take my offering.", "3": "And this shall be the offering which ye shall take of them: gold and silver and brass", "4": "and blue and purple and scarlet and fine linen and goats' hair", "5": "and rams' skins dyed red and badgers' skins and cedar wood,", "6": "oil for the light, spices for the anointing oil and for the sweet incense,", "7": "onyx stones and stones to be set in the ephod and in the pectoral.", "8": "And let them make me a sanctuary, that I may dwell among them.", "9": "According to all that I show thee, after the pattern of the tabernacle and the pattern of all its vessels, even so shall ye make it.", "10": "¶ And they shall make an ark of cedar wood; two cubits and a half shall be its length, and a cubit and a half its breadth, and a cubit and a half its height.", "11": "And thou shalt cover it with pure gold; within and without shalt thou cover it and shalt make upon it a moulding of gold round about.", "12": "And thou shalt cast four rings of gold for it and put them in the four corners thereof, and two rings shall be in the one side of it and two rings in the other side of it.", "13": "And thou shalt make staves of cedar wood and overlay them with gold.", "14": "And thou shalt put the staves into the rings by the sides of the ark, that the ark may be borne with them.", "15": "The staves shall be in the rings of the ark; they shall not be taken from it.", "16": "And thou shalt put into the ark the testimony which I shall give thee.", "17": "And thou shalt make a seat of reconciliation of pure gold; two cubits and a half shall be its length and a cubit and a half its breadth.", "18": "And thou shalt make two cherubim of gold; of beaten work shalt thou make them, in the two ends of the seat of reconciliation.", "19": "And make one cherub on the one end and the other cherub on the other end: even of the seat of reconciliation shall ye make the cherubim on the two ends thereof.", "20": "And the cherubim shall stretch forth their wings on high, covering the seat of reconciliation with their wings, and their faces shall look one to another; toward the seat of reconciliation shall the faces of the cherubim be.", "21": "And thou shalt put the seat of reconciliation above upon the ark, and in the ark thou shalt put the testimony that I shall give thee.", "22": "And there I will meet with thee, and I will speak with thee from above the seat of reconciliation, from between the two cherubim which are upon the ark of the testimony, of all things which I will give thee in commandment unto the sons of Israel.", "23": "¶ Thou shalt likewise make a table of cedar wood; two cubits shall be its length and a cubit its breadth, and a cubit and a half its height.", "24": "And thou shalt cover it with pure gold and make a moulding of gold round about it.", "25": "And thou shalt make unto it a border of a handbreadth round about, and thou shalt make a golden moulding to its border round about.", "26": "And thou shalt make for it four rings of gold and put the rings in the four corners that are on the four feet thereof.", "27": "Over against the border shall the rings be for places of the staves to bear the table.", "28": "And thou shalt make the staves of cedar wood and cover them with gold, that the table may be borne with them.", "29": "And thou shalt make the dishes thereof and spoons thereof and covers thereof and bowls thereof to cover the bread; of pure gold shalt thou make them.", "30": "And thou shalt set the showbread upon the table before me always.", "31": "¶ And thou shalt make a lampstand of pure gold; of beaten work shall the lampstand be made; its base and its branches, its bowls, its knops, and its flowers shall be of the same.", "32": "And six branches shall come out of the sides of it, three branches of the lampstand out of the one side and three branches of the lampstand out of the other side,", "33": "three bowls made like unto almonds with a knop and a flower in one branch, and three bowls made like almonds in the other branch with a knop and a flower; thus in the six branches that come out of the lampstand.", "34": "And in the lampstand shall be four bowls made like unto almonds with their knops and their flowers.", "35": "And there shall be a knop under two branches of the same, and another knop under two branches of the same, and another knop under two branches of the same, according to the six branches that proceed out of the lampstand.", "36": "Their knops and their branches shall be of the same; all of it shall be one beaten work of pure gold.", "37": "And thou shalt make its seven lamps; and they shall light its lamps, that they may give light over against it.", "38": "And its tongs, and its snuffdishes, shall be of pure gold.", "39": "Of a talent of pure gold shall he make it, with all these vessels.", "40": "And look that thou make them after their pattern, which was showed thee in the mount."}