{"1": "¶ And the LORD said unto Moses, Hew two tables of stone like unto the first; and I will write upon these tables the words that were in the first tables, which thou didst break.", "2": "And be ready for tomorrow and come up in the morning unto Mount Sinai and present thyself there to me in the top of the mount.", "3": "And no man shall come up with thee; neither let anyone be seen throughout all the mount; neither let the sheep nor the cows feed before the mount.", "4": "And he hewed two tables of stone like unto the first, and Moses rose up early in the morning and went up unto Mount Sinai, as the LORD had commanded him, and took in his hand the two tables of stone.", "5": "¶ And the LORD descended in a cloud and was with him there proclaiming the name of I AM.", "6": "And as the LORD passed by before him, he proclaimed, I AM, I AM strong, merciful, and gracious, longsuffering, and abundant in mercy and truth,", "7": "keeping mercy for thousands, letting go of iniquity and rebellion and sin; and by no means will I absolve the guilty, visiting the iniquity of the fathers upon the sons and upon the sons' sons, unto the third and to the fourth generation.", "8": "Then Moses made haste and bowed his head toward the earth and worshipped.", "9": "And he said, If now I have found grace in thy sight, O Lord, let my Lord, I pray thee, go among us, for this is a stiffnecked people, and forgive our iniquity and our sin and possess us.", "10": "¶ And he said, Behold, I make a covenant before all thy people: I will do marvels, such as have not been done in all the earth, nor in any nation; and all the people among whom thou art shall see the work of the LORD; for it shall be a terrible thing that I will do with thee.", "11": "Keep that which I command thee this day; behold, I drive out before thee the Amorite, the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite.", "12": "Keep thyself lest thou make a covenant with the inhabitants of the land where thou must enter lest it be for a snare in the midst of thee;", "13": "but ye shall destroy their altars, break their images, and cut down their groves;", "14": "for thou shalt worship no other god; for the LORD, whose name is Jealous, is a jealous God.", "15": "Therefore thou shalt not make a covenant with the inhabitants of that land because they shall fornicate after their gods and do sacrifice unto their gods, and they shall call thee, and thou shalt eat of their sacrifices", "16": "or take of their daughters unto thy sons, and when their daughters go fornicating after their gods they shall make thy sons also fornicate after their gods.", "17": "Thou shalt make thee no molten gods.", "18": "¶ The feast of unleavened bread shalt thou keep. Seven days thou shalt eat unleavened bread, as I commanded thee, in the time of the month Abib; for in the month Abib thou didst come out from Egypt.", "19": "All that opens the womb is mine; and every firstborn among thy livestock, whether of cow or of sheep, that is male.", "20": "But the firstborn of an ass thou shalt ransom with a lamb, and if thou ransom him not, then shalt thou cut off his head. All the firstborn of thy sons thou shalt ransom, and none shall appear before me empty.", "21": "Six days thou shalt work, but on the seventh day thou shalt cease; in ploughing time and in harvest thou shalt cease.", "22": "And thou shalt keep the feast of weeks, of the firstfruits of the reaping of the wheat, and the feast of ingathering at the year's end.", "23": "Three times in the year shall all your males appear before the GOD who is Lord of all, the God of Israel.", "24": "For I will cast the Gentiles out of thy presence and enlarge thy borders; neither shall anyone covet thy land when thou shalt go up to be seen before the LORD thy God three times a year.", "25": "Thou shalt not offer the blood of my sacrifice upon anything leavened; neither shall any of the sacrifice of the feast of the passover be left unto the morning.", "26": "The first of the firstfruits of thy land thou shalt bring unto the house of the LORD thy God. Thou shalt not cook a kid in his mother's milk.", "27": "And the LORD said unto Moses, Write thou these words; for according to these words I have made a covenant with thee and with Israel.", "28": "¶ And he was there with the LORD forty days and forty nights; he did not eat bread, nor drink water. And he wrote upon the tables the words of the covenant, the ten commandments.", "29": "And it came to pass, as Moses came down from Mount Sinai with the two tables of testimony in Moses' hand, while he came down from the mount, that Moses did not know that the skin of his face shone after he had talked with him.", "30": "And when Aaron and all the sons of Israel saw Moses, behold, the skin of his face shone; and they were afraid to come near him.", "31": "And Moses called them, and Aaron and all the princes of the congregation returned unto him, and Moses talked with them.", "32": "And afterward all the sons of Israel came near, and he gave them in commandment all that the LORD had spoken with him in Mount Sinai.", "33": "And when Moses had finished speaking with them, he put a veil over his face.", "34": "But when Moses went in before the LORD to speak with him, he would take the veil off until he came out. And as he came out, he would speak unto the sons of Israel that which he was commanded.", "35": "And the sons of Israel would see the face of Moses that the skin of Moses' face shone, and Moses would put the veil upon his face again until he would go in to speak with him."}