{"1": "¶ And Moses gathered all the congregation of the sons of Israel together and said unto them, These are the words which the LORD has commanded that ye should do them.", "2": "Six days shall work be done, but the seventh day shall be holy unto you, a sabbath of rest to the LORD; whoever does work therein shall die.", "3": "Ye shall kindle no fire in any of your habitations upon the sabbath day.", "4": "And Moses spoke unto all the congregation of the sons of Israel, saying, This is what the LORD commanded, saying,", "5": "Take ye from among you an offering unto the LORD; whoever is of a willing heart, let him bring it, an offering of the LORD: gold, silver, brass;", "6": "blue, purple, scarlet, fine linen, goats' hair;", "7": "rams' skins dyed red, badgers' skins, cedar wood;", "8": "oil for the light, spices for anointing oil and for the aromatic incense;", "9": "onyx stones, and stones to be set for the ephod, and for the pectoral.", "10": "And everyone that is wise hearted among you shall come and make all that the LORD has commanded:", "11": "The tabernacle, its tent, and its covering, its hooks, and its boards, its bars, its pillars, and its sockets;", "12": "the ark and its staves, the seat of reconciliation, and the veil of the tent,", "13": "the table and its staves and all its vessels, and the showbread;", "14": "the lampstand also for the light and its vessels and its lamps, and the oil for the light;", "15": "and the altar of incense and its staves, and the anointing oil, and the aromatic incense, and the hanging for the door at the entrance of the tabernacle,", "16": "the altar of burnt offering with its brasen grate, its staves, and all its vessels, the laver and its base,", "17": "the hangings of the court, its pillars, and their sockets, and the hanging for the door of the court,", "18": "the stakes of the tabernacle and the stakes of the court, and their cords,", "19": "the clothing of service to minister in the sanctuary, that is, the holy garments of Aaron the priest and the garments of his sons to serve in the priesthood.", "20": "¶ And all the congregation of the sons of Israel departed from the presence of Moses.", "21": "And they came, every man whose heart stirred him up, and every one whose spirit made them willing, and they brought the LORD's offering for the work of the tabernacle of the testimony and for all his service and for the holy garments.", "22": "And they came, both men and women, as many as were willing hearted, and brought chains and earrings, rings and bracelets, and all jewels of gold; and anyone that offered an offering of gold unto the LORD.", "23": "Every man who had blue or purple or scarlet or fine linen or goats' hair or red skins of rams or badgers' skins brought them.", "24": "Anyone that offered an offering of silver or brass brought the offering unto the LORD; and every man, with whom was found cedar wood, brought it for all the work of the service.", "25": "And all the women that were wise hearted spun with their hands and brought that which they had spun: blue or purple or scarlet or fine linen.", "26": "And all the women whose heart lifted them up in wisdom spun goats' hair.", "27": "And the princes brought onyx stones and the stones to be set for the ephod and for the pectoral;", "28": "and aromatic spice and oil for the light and for the anointing oil and for the aromatic incense.", "29": "Of the sons of Israel, men and women, all that had a willing heart to bring for all the work, which the Lord had commanded to be made by the hand of Moses, brought a voluntary offering unto the LORD.", "30": "¶ And Moses said unto the sons of Israel, See, the LORD has named Bezaleel, the son of Uri, the son of Hur, of the tribe of Judah;", "31": "and he has filled him with the Spirit of God, in wisdom, in intelligence, in science, and in all manner of workmanship;", "32": "to invent and devise, to work in gold and in silver and in brass,", "33": "and in the cutting of stones, to set them, and in carving of wood, to make any manner of cunning work.", "34": "And he has put in his heart that he may teach, both he, and Aholiab, the son of Ahisamach, of the tribe of Dan.", "35": "And he has filled them with wisdom of heart to work all manner of work of the engraver and of the cunning workman and of the embroiderer, in blue and in purple, in scarlet, and in fine linen, and of the weaver: that they may do any work, and invent every design."}