{"1": "¶ And the LORD spoke unto Moses, saying,", "2": "In the day of the first month, the first of the month shalt thou set up the tabernacle, the tabernacle of the testimony.", "3": "And thou shalt put therein the ark of the testimony and cover the ark with the veil.", "4": "And thou shalt bring in the table and set in order the things that are to be set in order upon it, and thou shalt bring in the lampstand and light its lamps.", "5": "And thou shalt set the altar of gold for the incense before the ark of the testimony and put the hanging of the door to the tabernacle.", "6": "Then thou shalt set the altar of the burnt offering before the door of the tabernacle, of the tabernacle of the testimony.", "7": "And thou shalt set the laver between the tabernacle of the congregation and the altar and shalt put water therein.", "8": "Last, thou shalt set up the court round about and hang up the hanging at the court gate.", "9": "And thou shalt take the anointing oil and anoint the tabernacle and all that is in it and shalt sanctify it with all its vessels, and it shall be holy.", "10": "And thou shalt also anoint the altar of the burnt offering and all its vessels and sanctify the altar, and it shall be an altar most holy.", "11": "In the same manner thou shalt anoint the laver and its base and sanctify it.", "12": "And thou shalt bring Aaron and his sons unto the door of the tabernacle of the testimony and wash them with water.", "13": "And thou shalt put upon Aaron the holy garments and anoint him and sanctify him, that he may be my priest.", "14": "And thou shalt bring his sons and clothe them with coats.", "15": "And thou shalt anoint them as thou didst anoint their father, and they shall be my priests; and it shall be that their anointing shall be unto them for a perpetual priesthood throughout their generations.", "16": "¶ Thus did Moses; according to all that the LORD commanded him, so did he.", "17": "And it came to pass in the first month in the second year on the first day of the month that the tabernacle was raised up.", "18": "And Moses caused the tabernacle to be raised up and fastened its sockets and set up its boards and put in its bars and caused its pillars to be raised up.", "19": "And he spread abroad the tent over the tabernacle and put the covering of the tent above upon it, as the LORD had commanded Moses.", "20": "And he took and put the testimony into the ark and set the staves on the ark and put the seat of reconciliation upon the ark above,", "21": "and he brought the ark into the tabernacle and set up the veil of the curtain and covered the ark of the testimony, as the LORD commanded Moses.", "22": "And he put the table in the tabernacle of the testimony, upon the side of the Aquilon of the tabernacle, outside the veil.", "23": "And he set the bread in order upon it before the LORD, as the LORD had commanded Moses.", "24": "And he put the lampstand in the tabernacle of the testimony, over against the table, on the side of the Negev of the tabernacle.", "25": "And he lighted the lamps before the LORD, as the LORD had commanded Moses.", "26": "He also put the golden altar in the tabernacle of the testimony before the veil.", "27": "And he burnt aromatic incense on it, as the LORD had commanded Moses.", "28": "In the same manner he set up the hanging at the door of the tabernacle.", "29": "And he put the altar of burnt offering by the door of the tabernacle, of the tabernacle of the testimony, and offered upon it the burnt offering and the present, as the LORD had commanded Moses.", "30": "And he set the laver between the tabernacle of the testimony and the altar and put water in it, to wash with.", "31": "And Moses and Aaron and his sons would wash their hands and their feet in it.", "32": "When they would enter into the tabernacle of the testimony and when they would come near unto the altar, they washed themselves, as the LORD had commanded Moses.", "33": "Last he raised up the court round about the tabernacle and the altar and set up the hanging of the court gate. Thus Moses finished the work.", "34": "¶ Then a cloud covered the tabernacle of the testimony, and the glory of the LORD filled the tabernacle.", "35": "And Moses was not able to enter into the tabernacle of the testimony because the cloud was upon it, and the glory of the LORD had it full.", "36": "And when the cloud lifted itself up from over the tabernacle, the sons of Israel went onward in all their journeys;", "37": "but if the cloud did not lift itself up, then they did not journey until the day that it lifted itself up.", "38": "For the cloud of the LORD was upon the tabernacle by day, and the fire was in it by night, in the sight of all the house of Israel, throughout all their journeys."}