{"1": "¶ And afterward Moses and Aaron went in and told Pharaoh, Thus saith the LORD God of Israel, Let my people go that they may celebrate a feast unto me in the wilderness.", "2": "And Pharaoh said, Who is the LORD, that I should hearken to his voice to let Israel go? I do not know the LORD, neither will I let Israel go.", "3": "¶ And they said, The God of the Hebrews has found us; therefore we shall go three days' journey into the desert and sacrifice unto the LORD our God lest he encounter us with pestilence or with the sword.", "4": "Then the king of Egypt said unto them, Why do ye, Moses and Aaron, keep the people from their works? Go unto your burdens.", "5": "Pharaoh also said, Behold, the people of the land now are many, and ye make them cease from their burdens.", "6": "And Pharaoh commanded the same day the taskmasters of the people and their officers, saying,", "7": "Ye shall no longer give the people firewood to make brick as until now; let them go and gather firewood for themselves.", "8": "And the tally of the bricks which they made before, ye shall lay upon them; ye shall not diminish any of it; for they are idle; therefore they cry, saying, Let us go and sacrifice to our God.", "9": "Let more work be laid upon them that they may occupy themselves with it; and let them not regard words of deception.", "10": "¶ And the taskmasters of the people went out, and their officers, and they spoke to the people, saying, Thus saith Pharaoh, I will not give you firewood.", "11": "Go ye, gather firewood where ye can find it; yet none of your work shall be diminished.", "12": "So the people were scattered abroad throughout all the land of Egypt to gather brush for firewood.", "13": "And the taskmasters hasted them, saying, Fulfil your works, your daily quotas, as when there was firewood.", "14": "And the officers of the sons of Israel, whom Pharaoh's taskmasters had set over them, were beaten, and they demanded, Why have ye not fulfilled your quotas in making brick both yesterday and today, as until now?", "15": "¶ Then the officers of the sons of Israel came and cried unto Pharaoh, saying, Why doest thou deal thus with thy slaves?", "16": "There is no firewood given unto thy slaves, yet they say to us, Make brick. Behold, thy slaves are beaten; and thy people sin.", "17": "And he replied, Ye are idle, ye are idle, therefore ye say, Let us go and sacrifice unto the LORD.", "18": "Go therefore now and work, for no firewood shall be given you, yet ye shall deliver the tally of bricks.", "19": "Then the officers of the sons of Israel saw that they were afflicted after it was said, Ye shall not diminish any from the bricks of your daily quota.", "20": "And they met Moses and Aaron, who stood in the way, as they came forth from Pharaoh;", "21": "and they said unto them, The LORD look upon you and judge because ye have made our savour to be a stench before Pharaoh and his slaves, putting a sword in their hands to slay us.", "22": "Then Moses returned unto the LORD and said, Lord, why hast thou so afflicted this people? Why is it that thou hast sent me?", "23": "For since I came to Pharaoh to speak in thy name, he has afflicted this people; neither hast thou delivered thy people at all."}