{"1": "¶ Then the LORD spoke unto Moses, Go unto Pharaoh and say unto him, The LORD hath said thus, Let my people go that they may serve me.", "2": "And if thou refuse to let them go, behold, I will smite all thy borders with frogs:", "3": "And the river shall bring forth frogs abundantly, which shall go up and come into thy house and into thy bedchamber and upon thy bed and into the houses of thy slaves and upon thy people and into thine ovens and into thy kneadingtroughs;", "4": "and the frogs shall come up upon thee and upon thy people and upon all thy slaves.", "5": "And the LORD said unto Moses, Say unto Aaron, Stretch forth thine hand with thy rod over the rivers, over the streams, and over the ponds and cause frogs to come up upon the land of Egypt.", "6": "And Aaron stretched out his hand over the waters of Egypt; and frogs came up and covered the land of Egypt.", "7": "And the magicians did the same with their enchantments, and brought up frogs upon the land of Egypt.", "8": "Then Pharaoh called for Moses and Aaron and said unto them, Intreat the LORD that he may take away the frogs from me and from my people, and I will let the people go that they may sacrifice unto the LORD.", "9": "And Moses said unto Pharaoh, Tell me: when shall I intreat for thee and for thy slaves and for thy people, to destroy the frogs from thee and thy houses, that they may remain only in the river?", "10": "And he said, Tomorrow. And Moses replied, Be it according to thy word, that thou may know that there is none like unto the LORD our God.", "11": "And the frogs shall depart from thee and from thy houses and from thy slaves and from thy people; they shall remain only in the river.", "12": "Then Moses and Aaron went out from Pharaoh; and Moses cried unto the LORD because of the frogs which he had brought against Pharaoh.", "13": "And the LORD did according to the word of Moses; and the frogs of the houses, of the villages, and of the fields died.", "14": "And they gathered them together in heaps; and the land was corrupted.", "15": "But when Pharaoh saw that there was respite, he hardened his heart and did not hearken unto them as the LORD had said.", "16": "¶ Then the LORD said unto Moses, Say unto Aaron, Stretch out thy rod and smite the dust of the land, that it may become lice throughout all the land of Egypt.", "17": "And they did so; for Aaron stretched out his hand with his rod and smote the dust of the earth, and it became lice in man and in beast; all the dust of the land became lice throughout all the land of Egypt.", "18": "And the magicians did the same with their enchantments to bring forth lice, but they could not. And there were lice upon man and upon beast.", "19": "Then the magicians said unto Pharaoh, This is the finger of God. But Pharaoh's heart hardened, and he did not hearken unto them as the LORD had said.", "20": "¶ And the LORD said unto Moses, Rise up early in the morning and stand before Pharaoh; behold, he goes forth to the water and say unto him, The LORD hath said thus, Let my people go that they may serve me.", "21": "For if thou wilt not let my people go, behold, I will send swarms of flies upon thee and upon thy slaves and upon thy people and into thy houses; and the houses of the Egyptians shall be full of all kinds of flies and also the ground upon which they are.", "22": "And I will separate in that day the land of Goshen, in which my people dwell, that no kind of flies shall be there to the end that thou may know that I am the LORD in the midst of the earth.", "23": "And I will put redemption between my people and thy people. Tomorrow shall this sign be.", "24": "And the LORD did so: that there came a grievous swarm of flies into the house of Pharaoh and into his slaves' houses and into all the land of Egypt; and the land was corrupted by reason of the swarm of flies.", "25": "Then Pharaoh called for Moses and for Aaron and said, Go ye, sacrifice to your God in the land of Egypt.", "26": "And Moses replied, It is not convenient to do so; for we shall sacrifice the abomination of the Egyptians to the LORD our God. Behold, if we sacrifice the abomination of the Egyptians before their eyes, will they not stone us?", "27": "We will go three days' journey into the wilderness and sacrifice to the LORD our God as he has said unto us.", "28": "And Pharaoh said, I will let you go that ye may sacrifice to the LORD your God in the wilderness; only ye shall not go very far away; pray for me.", "29": "And Moses answered, Behold, as I go out from thy presence, I will intreat the LORD that the swarms of flies may depart from Pharaoh, from his slaves, and from his people tomorrow; if Pharaoh will not deal deceitfully any more in not letting the people go to sacrifice to the LORD.", "30": "Then Moses went out from Pharaoh, and prayed unto the LORD.", "31": "And the LORD did according to the word of Moses, and he removed the swarms of flies from Pharaoh, from his slaves, and from his people; there remained not one.", "32": "And Pharaoh even hardened his heart this time and did not let the people go."}