{"1": "¶ Then the LORD said unto Moses, Go in unto Pharaoh and tell him, Thus saith the LORD God of the Hebrews, Let my people go that they may serve me.", "2": "For if thou refuse to let them go and wilt hold them still,", "3": "behold, the hand of the LORD is upon thy livestock which are in the field, upon the horses, upon the asses, upon the camels, upon the cows, and upon the sheep: there shall be a very grievous pestilence.", "4": "And the LORD shall separate between the livestock of Israel and the livestock of Egypt so that nothing shall die of all that is of the sons of Israel.", "5": "And the LORD appointed a set time, saying, Tomorrow the LORD shall do this thing in the land.", "6": "And the next day the LORD did that thing, and of all the livestock of Egypt many died, but of the livestock of the sons of Israel not one died.", "7": "Then Pharaoh sent, and, behold, there was not one of the livestock of the sons of Israel dead. But the heart of Pharaoh hardened, and he did not let the people go.", "8": "¶ And the LORD said unto Moses and unto Aaron, Let each of you take handfuls of soot from the furnace, and let Moses sprinkle it toward heaven in the sight of Pharaoh.", "9": "And it shall become dust upon all the land of Egypt, which shall cause boils breaking forth with blisters upon man and upon beast, throughout all the land of Egypt.", "10": "And they took the soot of the furnace and stood before Pharaoh; and Moses sprinkled it up toward heaven; and boils breaking forth with blisters came upon man and upon beast", "11": "until the magicians could not stand before Moses because of the boils; for the boils were upon the magicians, and upon all the Egyptians.", "12": "And the LORD hardened the heart of Pharaoh, and he did not hearken unto them as the LORD had spoken unto Moses.", "13": "¶ Then the LORD said unto Moses, Rise up early in the morning and stand before Pharaoh and say unto him, Thus saith the LORD God of the Hebrews, Let my people go that they may serve me.", "14": "For otherwise this time I will send all my plagues upon thine heart and upon thy slaves and upon thy people that thou may know that there is none like me in all the earth.", "15": "For now I will stretch out my hand that I may smite thee and thy people with pestilence, and thou shalt be cut off from the earth.", "16": "For in truth I have placed thee to declare my power in thee, and that my name may be declared throughout all the earth.", "17": "Thou even so dost exalt thyself against my people that thou wilt not let them go.", "18": "Behold, tomorrow about this time I will cause it to rain a very grievous hail, such as has not been in Egypt since the foundation thereof even until now.", "19": "Send therefore now and gather thy livestock and all that thou hast in the field; for upon every man and beast which shall be found in the field and shall not be brought home, the hail shall come down upon them, and they shall die.", "20": "He that feared the word of the LORD among the slaves of Pharaoh made his slaves and his livestock flee into the houses;", "21": "and he that did not regard the word of the LORD left his slaves and his livestock in the field.", "22": "¶ And the LORD said unto Moses, Stretch forth thine hand toward heaven that there may be hail in all the land of Egypt, upon the men and upon the beasts and upon all the grass of the field throughout the land of Egypt.", "23": "And Moses stretched forth his rod toward heaven, and the LORD raised his voice and it hailed, and the fire ran along upon the ground; and the LORD rained hail upon the land of Egypt.", "24": "So there was hail and fire mingled with the hail, very grievous, such as there was none like it in all the land of Egypt since it became inhabited.", "25": "And that hail smote throughout all the land of Egypt all that was in the field, both men and beasts; and the hail smote all the grass of the field and broke all the trees of the field.", "26": "Only in the land of Goshen, where the sons of Israel were, was there no hail.", "27": "Then Pharaoh sent and called for Moses and Aaron and said unto them, I have sinned this time; the LORD is righteous, and I and my people are wicked.", "28": "Intreat the LORD that the thunderings of God and the hail might cease; and I will let you go, and ye shall stay here no longer.", "29": "And Moses replied unto him, As soon as I am gone out of the city, I will extend my hands unto the LORD; and the thunder shall cease, neither shall there be any more hail; that thou may know how that the earth is the LORD's.", "30": "But I know thee and thy slaves from before ye began to fear the presence of the LORD God.", "31": "The flax, therefore, and the barley were smitten, for the barley was headed out, and the flax was in stalk.", "32": "But the wheat and the rye were not smitten; for they were late.", "33": "And Moses went out from the presence of Pharaoh and out of the city and extended his hands unto the LORD; and the thunders and hail ceased, and the rain was not poured upon the earth.", "34": "And when Pharaoh saw that the rain and the hail and the thunders were ceased, he persevered in his sin and hardened his heart, he and his slaves.", "35": "And the heart of Pharaoh hardened, and he did not let the sons of Israel go as the LORD had spoken by Moses."}