{"1": "On the third day Esther put on her royal robes. Then she stood in the inner courtyard of the king's palace, facing the king's hall. The king was sitting on his royal throne in the hall, facing the doorway. ", "2": "The king saw Queen Esther standing in the courtyard. When he saw her, he was very pleased. He held out to her the gold scepter that was in his hand. So Esther went up to him and touched the end of the scepter.", "3": "Then the king asked, “What is it, Queen Esther? What do you want to ask me? I will give you as much as half of my kingdom.”", "4": "Esther answered, “My king, if it pleases you, come today with Haman to a banquet. I have prepared it for you.”", "5": "Then the king said, “Bring Haman quickly so we may do what Esther asks.” So the king and Haman went to the banquet Esther had prepared for them. ", "6": "As they were drinking wine, the king said to Esther, “Now, Esther, what are you asking for? I will give it to you. What is it you want? I will give you as much as half of my kingdom.”", "7": "Esther answered, “This is what I want and ask for. ", "8": "My king, I hope you are pleased with me. If it pleases you, give me what I ask for and do what I want. Come with Haman tomorrow to the banquet I will prepare for you. Then I will answer your question about what I want.”", "9": "Haman left the king's palace that day happy and content. Then he saw Mordecai at the king's gate. And he saw that Mordecai did not stand up nor did he tremble with fear before him. So Haman became very angry with Mordecai. ", "10": "But he controlled his anger and went home. Then Haman called his friends and Zeresh, his wife, together. ", "11": "And he told them about how wealthy he was and how many sons he had. He also told them about all the ways the king had honored him. And he told them how the king had placed him higher than his important men and his royal officers. ", "12": "“And that's not all,” Haman added. “I'm the only person Queen Esther invited to come with the king to the banquet she gave. And tomorrow also the queen has asked me to be her guest with the king. ", "13": "But all this does not really make me happy. I'm not happy as long as I see that Jew Mordecai sitting at the king's gate.”", "14": "Then Haman's wife Zeresh and all his friends said, “Have a platform built to hang someone. Build it 75 feet high. And in the morning ask the king to have Mordecai hanged on it. Then go to the banquet with the king and be happy.” Haman liked this suggestion. So he ordered the platform to be built."}