{"1": "Remind them to submit to rulers and authorities, to be obedient, to be ready for every good work. ", "2": "They are not to speak evil of anyone, nor to be quarrelsome, but to be kindly. They must be completely gentle with everyone.", "3": "We ourselves, you see, used at one time to be foolish, disobedient, deceived, and enslaved to various kinds of passions and pleasures. We spent our time in wickedness and jealousy. We were despicable in ourselves, and we hated each other. ", "4": "But when the kindness and generous love of God our saviour appeared, ", "5": "he saved us, not by works that we did in righteousness, but in accordance with his own mercy, through the washing of the new birth and the renewal of the holy spirit, ", "6": "which was poured out richly upon us through Jesus, our king and saviour, ", "7": "so that we might be justified by his grace and be made his heirs, in accordance with the hope of the life of the age to come. ", "8": "The saying is sure. I want you to insist on these things, so that those who have put their faith in God may take care to be energetic in good works. Such things are good and profitable for people. ", "9": "But stay well clear of foolish disputes, genealogies, quarrels and squabbles about the law; they serve no purpose, and are worthless. ", "10": "If someone is causing divisions, give them a first warning, then a second, and then avoid them. ", "11": "You know that a person like that is twisted, sinful and self-condemned.", "12": "When I send Artemas to you, or maybe Tychicus, do your best to come to me at Nicopolis. That's where I've decided to spend the winter. ", "13": "Give a really good send-off to Zenas the lawyer and Apollos; make sure they don't go short of anything. ", "14": "All our people must learn to busy themselves with good works, so that they may meet any urgent needs that arise, and not be unfruitful.", "15": "All the people with me send you their greetings. Greet those who love us in faith. Grace be with you all."}