{"1": "Paul, a slave of Messiah Yeshua, called to be an emissary and set apart for the Good News of God, ", "2": "which He announced beforehand through His prophets in the Holy Scriptures.", "3": "Concerning His Son, He came into being from the seed of David according to the flesh.", "4": "He was appointed Ben-Elohim in power according to the Ruach of holiness, by the resurrection from the dead. He is Messiah Yeshua our Lord.", "5": "Through Him we have received grace and the office of emissary, to bring about obedience of faith among all the nations on behalf of His name. ", "6": "And you also are called to Yeshua the Messiah.", "7": "To all those in Rome, loved by God, called to be kedoshim: Grace to you and shalom from God our Father and the Lord Yeshua the Messiah!", "8": "First, I thank my God through Messiah Yeshua for all of you, because your faithfulness is made known throughout the whole world. ", "9": "For God is my witness, whom I serve with my spirit in the Good News of His Son. How unceasingly I make mention of you, ", "10": "always pleading in my prayers, if somehow by God's will now at last I will be granted a good journey to come to you. ", "11": "For I long to see you, so I may share with you some spiritual gift to strengthen you. ", "12": "That is to say, we would be encouraged together by one another's faithfulness—both yours and mine.", "13": "I do not want you to be unaware, brothers and sisters,[a] that many times I planned to come to you (though I was prevented until now)—so I might have some fruit among you also, just as I have among the rest of the nations. ", "14": "I have an obligation to both Greeks and barbarians, to both the wise and the foolish. ", "15": "So I am eager to proclaim the Good News also to you who are in Rome.", "16": "For I am not ashamed of the Good News, for it is the power of God for salvation to everyone who trusts—to the Jew first and also to the Greek. ", "17": "In it the righteousness of God is revealed, from trust to trust.[b] As it is written, “But the righteous shall live by emunah.”[c]", "18": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of men. In unrighteousness they suppress the truth, ", "19": "because what can be known about God is plain to them—for God has shown it to them. ", "20": "His invisible attributes—His eternal power and His divine nature—have been clearly seen ever since the creation of the world, being understood through the things that have been made.[d] So people are without excuse—", "21": "for even though they knew God, they did not glorify Him as God or give Him thanks. Instead, their thinking became futile, and their senseless hearts were made dark.", "22": "[e] 22 Claiming to be wise, they became fools. ", "23": "They exchanged the glory of the immortal God for an image in the form of mortal man and birds and four-footed beasts and creeping things.[f]", "24": "Therefore God gave them over in the evil desires of their hearts to impurity, to dishonor their bodies with one another. ", "25": "They traded the truth of God for a lie and worshiped and served the creation rather than the Creator, who is blessed forever. Amen. ", "26": "For this reason God gave them up to shameful passions. Even their women exchanged natural relations for what is against nature. ", "27": "Likewise the men abandoned natural relations with women and were burning with passion toward one another—men committing shameful acts with other men[g] and receiving in themselves the due penalty for their error.", "28": "And just as they did not see fit to recognize God, God gave them over to a depraved mind, to do what is not fitting. ", "29": "They became filled with all unrighteousness, wickedness, greed, evil. They are full of envy, murder, strife, deceit, malice. They are gossips, ", "30": "slanderers, God-haters, insolent, haughty, boastful, inventors of evil, disobedient to parents. ", "31": "They are foolish, faithless, heartless, ruthless. ", "32": "Though they know God's righteous decree—that those who practice such things deserve death—they not only do them but also approve of others who practice the same."}