{"1": "Brothers and sisters, my heart's desire and my prayer to God for Israel is for their salvation. ", "2": "For I testify about them that they have zeal for God—but not based on knowledge. ", "3": "For being ignorant of God's righteousness and seeking to establish their own, they did not submit themselves to the righteousness of God. ", "4": "For Messiah is the goal[a] of the Torah as a means to righteousness for everyone who keeps trusting.", "5": "For Moses writes about the righteousness that is based on Torah, “The man who does these things shall live by them.”", "6": "[b] 6 But the righteousness based on faith speaks in this way: “Do not say in your heart,[c] 'Who will go up into heaven?'[d] (that is, to bring Messiah down),", "7": "or, 'Who will go down into the abyss?'[e] (that is, to bring Messiah up from the dead).”", "8": "But what does it say? “The word is near you, in your mouth and in your heart”[f] —that is, the word of faith that we are proclaiming:", "9": "For if you confess with your mouth that Yeshua is Lord, and believe in your heart that God raised Him from the dead, you will be saved.", "10": "For with the heart it is believed for righteousness, and with the mouth it is confessed for salvation.", "11": "For the Scripture says, “Whoever trusts in Him will not be put to shame.”", "12": "[g] 12 For there is no distinction between Jew and Greek, for the same Lord is Lord of all—richly generous to all who call on Him. ", "13": "For “Everyone who calls upon the name of Adonai shall be saved.”[h]", "14": "How then shall they call on the One in whom they have not trusted? And how shall they trust in the One they have not heard of? And how shall they hear without someone proclaiming? ", "15": "And how shall they proclaim unless they are sent? As it is written, “How beautiful are the feet of those who proclaim good news of good things!”", "16": "[i] 16 But not all heeded the Good News. For Isaiah says, “Adonai, who has believed our report?”", "17": "[j] 17 So faith comes from hearing, and hearing by the word of Messiah.", "18": "But I say, have they never heard? Indeed they have, for “Their voice has gone out into all the earth, and their words to the ends of the world.”[k]", "19": "But I say, did Israel not understand? First Moses says, “I will provoke you to jealousy by those who are not a nation, with a nation empty of understanding I will vex you.”[l]", "20": "And Isaiah is so bold as to say, “I was found by those who did not seek Me; I became visible to those who did not ask for Me.”[m]", "21": "But about Israel He says, “All day long I stretched forth My hands to a disobedient and contrary people.”[n]"}