{"1": "Let every person submit himself to the governing authorities. For there is no authority except from God, and those that exist are put in place by God.", "2": "[a] 2 So whoever opposes the authority has resisted God's direction, and those who have resisted will bring judgment on themselves. ", "3": "For leaders cause no fear for good behavior, but for bad. Now if you do not want to fear the authority, do what is good and you will get his approval—", "4": "for he is God's servant to you for your good. But if you do evil, be afraid—for he does not carry the sword for no reason; for he is God's servant, an avenger who inflicts punishment on the evildoer. ", "5": "Therefore it is necessary to be in submission—not only because of punishment but also because of conscience. ", "6": "For this reason you also pay taxes, for the authorities are God's servants, attending diligently to this very thing. ", "7": "Pay to everyone what is due them—tribute to whom tribute is due; tax to whom tax is due; respect to whom respect is due; honor to whom honor is due.", "8": "Owe no one anything except to love one another, for the one who loves another has fulfilled the Torah. ", "9": "For the commandments—“You shall not commit adultery, you shall not murder, you shall not steal, you shall not covet,”[b] and any other commandment—are summed up in this word: “You shall love your neighbor as yourself.”", "10": "[c] 10 Love does no harm to a neighbor; therefore love is the fullness of the Torah.", "11": "Besides this, you know the time—that it is already the hour for you to awaken from sleep; for now our salvation is nearer than when we first came to trust. ", "12": "The night is almost gone and the day is near, so let us put off the works of darkness and put on the armor of light. ", "13": "Let us walk properly as in the day—not in carousing and drunkenness, not in sexual promiscuity and sensuality, not in strife and envy. ", "14": "Instead, put on the Lord Messiah Yeshua, and stop making provision for the flesh—for its cravings."}