{"1": "Now accept the one who is weak in faith, but not for the purpose of disputes about opinions. ", "2": "One person has faith to eat anything, but the weak eats only vegetables. ", "3": "Don't let the one who eats disparage the one who does not eat, and don't let the one who does not eat judge the one who eats, for God has accepted him. ", "4": "Who are you to judge another's servant? Before his own master he stands or falls. Yes, he shall stand, for the Lord is able to make him stand.", "5": "One person esteems one day over another while another judges every day alike. Let each be fully convinced in his own mind. ", "6": "The one who observes that day does so to the Lord. The one who eats, eats to the Lord, for he gives thanks to God; and the one who abstains, abstains to the Lord, and he gives thanks to God. ", "7": "For none of us lives for himself, and none dies for himself. ", "8": "For if we live, we live for the Lord; and if we die, we die for the Lord. So whether we live or die, we belong to the Lord. ", "9": "For this reason Messiah died and lived again, so that He might be Lord of both the dead and the living.", "10": "But you, why do you judge your brother?[a] Or you too, why do you look down on your brother? For we all will stand before the judgment seat of God.", "11": "[b] 11 For it is written, “As I live, says Adonai, every knee shall bow to Me, and every tongue shall give praise to God.”[c]", "12": "So then each one of us shall give account of himself to God.", "13": "Therefore let us not judge one another from now on, but rather decide this—not to put a stumbling block or a trap in the way of a brother. ", "14": "I know, and am persuaded in the Lord Yeshua, that nothing is unholy in itself; but it is unholy for the one who considers it unholy.", "15": "[d] 15 For if your brother is grieved on account of food, you are no longer walking according to love. Do not destroy by your food the one for whom Messiah died. ", "16": "Therefore do not let what is good for you be spoken of as evil—", "17": "for the kingdom of God is not about eating and drinking, but righteousness and shalom and joy in the Ruach ha-Kodesh. ", "18": "For the one who serves Messiah in this manner is pleasing to God and approved by men.", "19": "So then let us pursue what makes for shalom and for the building up of one another.", "20": "[e] 20 Stop tearing down the work of God for the sake of food. Indeed all things are clean, but wrong for the man who by eating causes stumbling. ", "21": "It is good not to eat meat or drink wine or do anything by which your brother stumbles. ", "22": "The faith you have, keep it to yourself before God. How fortunate is the one who does not condemn himself for what he approves. ", "23": "But the one who has doubts is condemned if he eats, because it is not of faith. And whatever is not of faith is sin."}