{"1": "What then shall we say that Abraham, our forefather according to the flesh, has found? ", "2": "For if Abraham was set right by works, he has something to boast about—but not before God. ", "3": "For what does the Scripture say? “Abraham believed God, and it was credited to him as righteousness.”", "4": "[a] 4 Now to the one who works, the pay is not credited as a gift, but as what is due. ", "5": "But to the one who does not work, but trusts in Him who justifies the ungodly, his trust is credited as righteousness—", "6": "just as David also speaks of the blessing on the man to whom God credits righteousness apart from works:", "7": "“Blessed are those whose lawless deeds are forgiven and whose sins are covered.", "8": "Blessed is the man whose sin Adonai will never count against him.”[b]", "9": "Is this blessing then only on the circumcised, or also on the uncircumcised? For we say, “trust was credited to Abraham as righteousness.”[c]", "10": "In what state then was it credited? While circumcised, or uncircumcised? Not while circumcised, but while uncircumcised! ", "11": "And he received the sign of circumcision as a seal of the righteousness of the trust he had while he was uncircumcised, so he might be the father of all who are trusting while uncircumcised—that righteousness might be credited to them as well. ", "12": "Also he is the father of the circumcised, to those not only circumcised but also walking in the footsteps of the trust of our father Abraham before his circumcision.[d]", "13": "For the promise to Abraham or to his seed—to become heir of the world—was not through law, but through the righteousness based on trust. ", "14": "For if those who are of the Torah are heirs, trust has become empty and the promise is made ineffective. ", "15": "For the Torah brings about wrath; but where there is no law, neither is there a violation.", "16": "For this reason it depends on trust, so that the promise according to grace might be guaranteed to all the offspring—not only to those of the Torah but also to those of the faith of Abraham. He is the father of us all ", "17": "(as it is written, “I have made you a father of many nations”[e]). He is our father in the sight of God in whom he trusted, who gives life to the dead and calls into existence that which does not exist. ", "18": "In hope beyond hope, he trusted that he would become the father of many nations according to what was spoken—“So shall your descendants be.”", "19": "[f] 19 And without becoming weak in faith, he considered his own body—as good as dead, since he was already a hundred years old—and the deadness of Sarah's womb. ", "20": "Yet he did not waver in unbelief concerning the promise of God. Rather, he was strengthened in faith, giving glory to God. ", "21": "He was fully convinced that what God has promised, He also is able to do.", "22": "[g] 22 That is why “it was credited to him as righteousness.”[h]", "23": "Now not only for his sake was it written that it was credited to him, ", "24": "but for our sake as well. It is credited to us as those who trust in Him who raised Yeshua our Lord from the dead. ", "25": "He was handed over for our transgressions and raised up for the sake of setting us right.[i]"}