{"1": "Therefore, having been made righteous by trusting, we have shalom with God through our Lord Yeshua the Messiah.", "2": "[a] 2 Through Him we also have gained access by faith into this grace in which we stand and boast in the hope of God's glory. ", "3": "And not only that, but we also boast in suffering—knowing that suffering produces perseverance; ", "4": "and perseverance, character; and character, hope. ", "5": "And hope does not disappoint, because God's love has been poured into our hearts through the Ruach ha-Kodesh who was given to us.", "6": "For while we were still helpless, at the right time Messiah died for the ungodly. ", "7": "For rarely will anyone die for a righteous man—though perhaps for a good man someone might even dare to die. ", "8": "But God demonstrates His own love toward us, in that while we were yet sinners, Messiah died for us. ", "9": "How much more then, having now been set right by His blood, shall we be saved from God's wrath through Him. ", "10": "For if, while we were yet enemies, we were reconciled to God through the death of His Son, how much more, having been reconciled, shall we be saved by His life. ", "11": "And not only that, but we also boast in God through our Lord Yeshua the Messiah, through whom we have now received reconciliation.", "12": "So then, just as sin came into the world through one man and death through sin, in the same way death spread to all men because all sinned. ", "13": "For up until the Torah, sin was in the world; but sin does not count as sin when there is no law. ", "14": "Nevertheless death reigned from Adam until Moses, even over those who had not sinned in a manner similar to the violation of Adam, who is a pattern of the One to come.", "15": "But the gracious gift is not like the transgression. For if many died because of the transgression of one man, how much more did the grace of God overflow to many through the gift of one Man—Yeshua the Messiah. ", "16": "Moreover, the gift is not like what happened through the one who sinned. For on the one hand, the judgment from one violation resulted in condemnation; but on the other hand, the gracious gift following many transgressions resulted in justification.", "17": "[b] 17 For if by the one man's transgression, death reigned through the one,[c] how much more shall those who receive the overflow of grace and the gift of righteousness reign in life through the One, Messiah Yeshua.", "18": "So then, through the transgression of one, condemnation came to all men; likewise, through the righteousness of one came righteousness of life to all men. ", "19": "For just as through the disobedience of one man, many were made sinners, so also through the obedience of one man, many will be set right forever.[d]", "20": "Now the Torah came in so that transgression might increase. But where sin increased, grace overflowed even more—", "21": "so that just as sin reigned in death, so also grace might reign through righteousness, to eternal life through Messiah Yeshua our Lord."}