{"1": "What shall we say then? Are we to continue in sin so that grace may abound? ", "2": "May it never be! How can we who died to sin still live in it? ", "3": "Or do you not know that all of us who were immersed into Messiah Yeshua were immersed into His death? ", "4": "Therefore we were buried together with Him through immersion into death—in order that just as Messiah was raised from the dead by the glory of the Father, so we too might walk in newness of life.", "5": "For if we have become joined together in the likeness of His death, certainly we also will be joined together in His resurrection—", "6": "knowing our old man was crucified with Him so that the sinful body might be done away with, so we no longer serve sin. ", "7": "For he who has died is set free from sin.", "8": "Now if we have died with Messiah, we believe that we shall also live with Him. ", "9": "We know that Messiah, having been raised from the dead, no longer dies; death no longer is master over Him. ", "10": "For the death He died, He died to sin once for all; but the life He lives, He lives to God. ", "11": "So also continually count yourselves both dead to sin and alive to God in Messiah Yeshua.", "12": "Therefore do not let sin rule in your mortal body so that you obey its desires. ", "13": "And do not keep yielding your body parts to sin as tools of wickedness; but yield yourselves to God as those alive from the dead, and your body parts as tools of righteousness to God. ", "14": "For sin shall not be master over you, for you are not under law but under grace.", "15": "What then? Shall we sin because we are not under law but under grace? May it never be! ", "16": "Do you not know that to whatever you yield yourselves as slaves for obedience, you are slaves to what you obey—whether to sin resulting in death, or to obedience resulting in righteousness? ", "17": "But thanks be to God that though you were slaves of sin, you wholeheartedly obeyed the form of teaching under which you were placed; ", "18": "and after you were set free from sin, you became enslaved to righteousness.", "19": "I speak in human terms because of the weakness of your flesh. For just as you yielded your body parts as slaves to uncleanness and lawlessness, leading to more lawlessness, so now yield your body parts as slaves to righteousness, resulting in holiness. ", "20": "For when you were slaves of sin, you were free with regard to righteousness. ", "21": "So then, what outcome did you have that you are now ashamed of? For the end of those things is death. ", "22": "But now, having been set free from sin and having become enslaved to God, you have your fruit resulting in holiness. And the outcome is eternal life. ", "23": "For sin's payment[a] is death, but God's gracious gift is eternal life in Messiah Yeshua our Lord."}