{"1": "Therefore, there is now no condemnation for those who are in Messiah Yeshua. ", "2": "For the law of the Spirit of life in Messiah Yeshua has set you free from the law of sin and death. ", "3": "For what was impossible for the Torah—since it was weakened on account of the flesh—God has done. Sending His own Son in the likeness of sinful flesh and as a sin offering, He condemned sin in the flesh—", "4": "so that the requirement of the Torah might be fulfilled in us, who do not walk according to the flesh but according to the Ruach.", "5": "For those who live according to the flesh set their minds on the things of the flesh, but those who live according to the Ruach set their minds on the things of the Ruach. ", "6": "For the mindset of the flesh is death, but the mindset of the Ruach is life and shalom. ", "7": "For the mindset of the flesh is hostile toward God, for it does not submit itself to the law of God—for it cannot. ", "8": "So those who are in the flesh cannot please God.", "9": "However, you are not in the flesh but in the Ruach—if indeed the Ruach Elohim dwells in you. Now if anyone does not have the Ruach of Messiah, he does not belong to Him. ", "10": "But if Messiah is in you, though the body is dead because of sin, yet the Spirit is alive because of righteousness. ", "11": "And if the Ruach of the One who raised Yeshua from the dead dwells in you, the One who raised Messiah Yeshua from the dead will also give life to your mortal bodies through His Ruach who dwells in you.", "12": "So then, brothers and sisters, we do not owe anything to the flesh, to live according to the flesh. ", "13": "For if you live according to the flesh, you must die; but if by the Ruach you put to death the deeds of the body, you shall live. ", "14": "For all who are led by the Ruach Elohim, these are sons of God. ", "15": "For you did not receive the spirit of slavery to fall again into fear; rather, you received the Spirit of adoption, by whom we cry, “Abba! Father!” ", "16": "The Ruach Himself bears witness with our spirit that we are children of God.", "17": "[a] 17 And if children, also heirs—heirs of God and joint-heirs with Messiah—if indeed we suffer with Him so that we may also be glorified with Him.", "18": "For I consider the sufferings of this present time not worthy to be compared with the coming glory to be revealed to us. ", "19": "For the creation eagerly awaits the revelation of the sons of God. ", "20": "For the creation was subjected to futility[b]—not willingly but because of the One who subjected it[c]—in hope ", "21": "that the creation itself also will be set free from bondage to decay into the glorious freedom of the children of God. ", "22": "For we know that the whole creation groans together and suffers birth pains until now—", "23": "and not only creation, but even ourselves. We ourselves, who have the firstfruits[d] of the Ruach, groan inwardly as we eagerly wait for adoption—the redemption of our body.", "24": "For in hope we were saved. But hope that is seen is not hope. For who hopes for what he sees? ", "25": "But if we hope for what we do not see, then we eagerly wait for it with perseverance. ", "26": "In the same way, the Ruach helps in our weakness. For we do not know how to pray as we should, but the Ruach Himself intercedes for us with groans too deep for words. ", "27": "And He who searches the hearts[e] knows the mind of the Ruach, because He intercedes for the kedoshim according to the will of God.", "28": "Now we know that all things work together for good for those who love God, who are called according to His purpose. ", "29": "For those whom He foreknew He also predestined to be conformed to the image of His Son, so that He might be the firstborn among many brothers and sisters. ", "30": "And those whom He predestined, He also called; and those whom He called, He also justified; and those whom He justified, He also glorified.", "31": "What then shall we say in view of these things? If God is for us, who can be against us?", "32": "[f] 32 He who did not spare His own Son but gave Him up for us all, how shall He not also with Him freely give us all things? ", "33": "Who shall bring a charge against God's elect? It is God who justifies.", "34": "[g] 34 Who is the one who condemns? It is Messiah,[h] who died, and moreover was raised,[i] and is now at the right hand of God and who also intercedes for us. ", "35": "Who shall separate us from the love of Messiah? Shall tribulation, or distress, or persecution, or famine, or nakedness, or danger, or sword? ", "36": "As it is written, “For Your sake we are being put to death all day long; we are counted as sheep for the slaughter.”[j]", "37": "But in all these things we are more than conquerors through Him who loved us. ", "38": "For I am convinced that neither death nor life, nor angels nor principalities, nor things present nor things to come, nor powers, ", "39": "nor height nor depth, nor any other created thing will be able to separate us from the love of God that is in Messiah Yeshua our Lord."}