{"1": "I tell the truth in Messiah—I do not lie, my conscience assuring me in the Ruach ha-Kodesh—", "2": "that my sorrow is great and the anguish in my heart unending. ", "3": "For I would pray that I myself were cursed, banished from Messiah for the sake of my people—my own flesh and blood,", "4": "[a] 4 who are Israelites. To them belong the adoption[b] and the glory[c] and the covenants and the giving of the Torah[d] and the Temple service[e] and the promises. ", "5": "To them belong the patriarchs—and from them, according to the flesh, the Messiah, who is over all, God, blessed forever. Amen.", "6": "But it is not as though the word of God has failed. For not all those who are descended from Israel are Israel, ", "7": "nor are they all children because they are Abraham's seed; rather, “Your seed shall be called through Isaac.”", "8": "[f] 8 That is, it is not the children of the flesh who are children of God; rather, the children of the promise are counted as seed. ", "9": "For the word of promise is this: “At this time I will come, and Sarah shall have a son.”", "10": "[g] 10 And not only this, but also Rebecca having twins, from one act with our father Isaac. ", "11": "Yet before the sons were even born and had not done anything good or bad—so that God's purpose and choice might stand not because of works but because of Him who calls—", "12": "it was said to her, “The older shall serve the younger.”", "13": "[h] 13 As it is written, “Jacob I loved, but Esau I hated.”[i]", "14": "What shall we say then? There is no injustice with God, is there? May it never be! ", "15": "For to Moses He says, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”[j]", "16": "So then it does not depend on the one who wills or the one who strives, but on God who shows mercy. ", "17": "For the Scripture says to Pharaoh, “For this very purpose I raised you up—to demonstrate My power in you, so My name might be proclaimed in all the earth.”", "18": "[k] 18 So then He has mercy on whom He wills, and He hardens whom He wills.", "19": "You will say to me then, “Why does He still find fault? For who has resisted His will?” ", "20": "But who in the world are you, O man, who talks back to God? Will what is formed say to the one who formed it, “Why did you make me like this?”", "21": "[l] 21 Does the potter have no right over the clay, to make from the same lump one vessel for honor and another for common use? ", "22": "Now what if God, willing to demonstrate His wrath and to make His power known, endured with much patience vessels of wrath designed for destruction? ", "23": "And what if He did so to make known the riches of His glory on vessels of mercy, which He prepared beforehand for glory?", "24": "Even us He called—not only from the Jewish people, but also from the Gentiles—", "25": "as He says also in Hosea, “I will call those who were not My people, 'My people,' and her who was not loved, 'Beloved.'", "26": "And it shall be that in the place where it was said to them, 'You are not My people,' there they shall be called sons of the living God.”[m]", "27": "Isaiah cries out concerning Israel, “Though the number of B'nei-Israel be as the sand of the sea, only the remnant shall be saved.", "28": "For Adonai will carry out His word upon the earth, bringing it to an end and finishing quickly.”[n]", "29": "And just as Isaiah foretold, “Unless Adonai-Tzva'ot had left us seed, we would have become like Sodom and resembled Gomorrah.”[o]", "30": "What shall we say then? That Gentiles, who did not pursue righteousness, attained righteousness—that is, a righteousness of faith. ", "31": "But Israel, who pursued a Torah of righteousness, did not reach the Torah. ", "32": "Why? Because they pursued it not by faith, but as if it were from works. They stumbled over the stone of stumbling, ", "33": "just as it is written, “Behold, I lay in Zion a stone of stumbling and a rock of offense, and whoever believes in Him shall not be put to shame.”[p]"}