{"1": "So if you were raised to life with the king, search for the things that are above, where the king is seated at God's right hand! ", "2": "Think about the things that are above, not the things that belong on the earth. ", "3": "Don't you see: you died, and your life has been hidden with the king, in God! ", "4": "When the king is revealed (and he is your life, remember), then you too will be revealed with him in glory.", "5": "So, then, you must kill off the parts of you that belong on the earth: illicit sexual behaviour, uncleanness, passion, evil desire and greed (which is a form of idolatry). ", "6": "It's because of these things that God's wrath comes on the children of disobedience. ", "7": "You too used to behave like that, once, when your life consisted of that sort of thing.", "8": "But now you must put away the lot of them: anger, rage, wickedness, blasphemy, dirty talk coming out of your mouth. ", "9": "Don't tell lies to each other! You have stripped off the old human nature, complete with its patterns of behaviour, ", "10": "and you have put on the new one – which is being renewed in the image of the creator, bringing you into possession of new knowledge. ", "11": "In this new humanity there is no question of 'Greek and Jew', or 'circumcised and uncircumcised', of 'barbarian, Scythian', or 'slave and free'. The king is everything and in everything!", "12": "These are the clothes you must put on, then, since God has chosen you, made you holy, and lavished his love upon you. You must be tender-hearted, kind, humble, meek, and ready to put up with anything. ", "13": "You must bear with one another and, if anyone has a complaint against someone else, you must forgive each other. Just as the master forgave you, you must do the same. ", "14": "On top of all this you must put on love, which ties everything together and makes it complete. ", "15": "Let the king's peace be the deciding factor in your hearts; that's what you were called to, within the one body. And be thankful.", "16": "Let the king's word dwell richly among you, as you teach and exhort one another in all wisdom, singing psalms, hymns and spiritual songs to God with grateful hearts. ", "17": "And whatever you do, in word or action, do everything in the name of the master, Jesus, giving thanks through him to God the father.", "18": "Now a word for wives: you should be subject to your husbands. This is appropriate in the Lord. ", "19": "And for husbands: you should treat your wives with love, and not be bitter with them. ", "20": "And for children: obey your parents in everything; this pleases the Lord. ", "21": "And for fathers: don't provoke your children to anger, otherwise they might lose heart.", "22": "A word, too, for slaves: obey your earthly masters in everything. Don't do it simply out of show, to curry favour with human beings, but wholeheartedly, because you fear the master. ", "23": "Whatever you do, give it your very best, as if you were working for the master and not for human beings. ", "24": "After all, you know that you're going to receive the true inheritance from the master as your reward! It is the master, the king, that you are serving. ", "25": "Anyone who does wrong will be paid back for wrongdoing, and there will be no favourites."}