{"1": "And a word for masters: do what is just and fair for your slaves. Remember that you too have a Master – in heaven.", "2": "Devote yourselves to prayer; keep alert in it, with thanksgiving. ", "3": "While you're about it, pray for us, too, that God will open in front of us a door for the word, so that we may speak of the mystery of the king – which is why I'm here in chains. ", "4": "Pray that I may speak clearly about it. That's what I am duty-bound to do.", "5": "Behave wisely towards outsiders; buy up every opportunity. ", "6": "When you speak, make sure it's always full of grace, and well flavoured with salt! That way you'll know how to give each person an appropriate answer.", "7": "Our dear brother Tychicus will tell you all my news. He is a faithful servant, indeed a fellow slave in the Lord. ", "8": "This is why I'm sending him to you – to let you know how things are with us, and to encourage your hearts. ", "9": "I'm also sending Onesimus, who is a dear and faithful brother. He is one of your own number. They will tell you everything that's going on here.", "10": "Aristarchus (who's in jail with me here) sends you greetings. So does Mark, Barnabas's nephew. You've received instructions about him; if he comes to you, do make him welcome. ", "11": "Jesus Justus sends greetings as well. These three are the only fellow Jews I have among my colleagues working for God's kingdom, and they have been an encouragement to me.", "12": "Epaphras, one of your own folk and also one of King Jesus' slaves, sends you greetings. He's always struggling in prayer on your behalf, praying that you will stand firm and mature, and have your minds fully settled on everything that God wants you to do. ", "13": "I can bear him witness that he's gone to a lot of trouble on your behalf, and also on behalf of the family in Laodicea and in Hierapolis. ", "14": "Luke, the beloved doctor, sends greetings; so too does Demas.", "15": "Pass my greetings on to the family in Laodicea, and to Nympha and the church in her house. ", "16": "When this letter has been read to you, make sure it's read in Laodicea as well; and you, too, should read the letter that will come on to you from Laodicea. ", "17": "And say to Archippus: 'Take care to complete the service that you have received in the Lord.'", "18": "I'm signing off in my own hand: PAUL. Remember the chains I'm wearing. Grace be with you."}