{"1": "The Lord's word that came to Zephaniah, Cushi's son, Gedaliah's grandson, Amariah's great-grandson, and Hezekiah's great-great-grandson in the days of Judah's King Josiah, Amon's son.", "2": "I will wipe out everything from the earth, says the Lord.", "3": "I will destroy humanity and the beasts; I will destroy the birds in the sky and the fish in the sea. I will make the wicked into a heap of ruins; I will eliminate humanity from the earth, says the Lord.", "4": "I will stretch out my hand against Judah and against all the inhabitants of Jerusalem. I will eliminate what's left of Baal from this place and the names of the priests of foreign gods,[a]", "5": "those bowing down to the forces of heaven on the rooftops, those swearing by the Lord along with those swearing by Milcom,", "6": "those turning away from the Lord, those who don't seek the Lord and don't pursue him.", "7": "Hush before the Lord God, for the day of the Lord is near! The Lord has established a sacrifice; he has made holy those he has summoned.", "8": "On the day of the Lord's sacrifice, I will punish the princes, the king's sons, and all those wearing foreign clothes.", "9": "I will punish the one leaping on the threshold on that day, those filling the house of their master with violence and deceit.", "10": "On that day—says the Lord— an outcry will resound from the Fish Gate, wailing from the second quarter, a loud crash from the hills.", "11": "The ones who grind the grain[b] will wail; all the merchants will be silenced. I will eliminate all those weighing out silver.", "12": "At that time, I will search Jerusalem with lamps; I will punish the men growing fat on the sediment in their wine, those saying to themselves, The Lord won't do good or evil.", "13": "Their wealth will be looted and their houses destroyed. They will rebuild houses, but not live in them; they will plant vineyards, but not drink the wine.", "14": "The great day of the Lord is near; it is near and coming very quickly. The sound of the day of the Lord is bitter. A warrior screams there.", "15": "That day is a day of fury, a day of distress and anxiety, a day of desolation and devastation, a day of darkness and gloominess, a day of clouds and deep darkness,", "16": "a day for blowing the trumpet and alarm against their invincible cities and against their high towers.", "17": "I will make humanity suffer; they will walk like the blind because they sinned against the Lord. Their blood will be poured out like dust and their intestines like manure.", "18": "Moreover, their silver and their gold won't be able to deliver them on the day of the Lord's fury. His jealousy will devour the entire land with fire; he will make an end, a truly horrible one, for all the inhabitants of the land."}