{"1": "Gather together and assemble yourselves, shameless nation,", "2": "before the decision is made—the day vanishes like chaff[a]— before the burning anger of the Lord comes against you, before the day of the Lord's anger comes against you.", "3": "Seek the Lord, all you humble of the land who practice his justice; seek righteousness; seek humility. Maybe you will be hidden on the day of the Lord's anger.", "4": "Gaza will certainly be abandoned; and Ashkelon destroyed. Ashdod will be driven out at noon; Ekron will be uprooted.", "5": "Doom, inhabitants of the seacoast, nation of Cretans. The Lord's word is against you, Canaan, land of the Philistines. I will exterminate you, leaving no inhabitant.", "6": "The seacoast will become pastureland, with wells for shepherds and pens for the flocks.", "7": "The coast will belong to the survivors from the house of Judah; they will pasture beside the sea;[b] in the houses of Ashkelon they will lie down in the evening. The Lord their God will visit them and restore their possessions.", "8": "I have heard the taunting of Moab and the defamation of the Ammonites; they taunted my people and enlarged their borders.", "9": "Therefore, as I live— says the Lord of heavenly forces, the God of Israel— Moab will become like Sodom and the Ammonites like Gomorrah: a plot of weeds, salt pits, and devastation forever. The few remaining from my people will plunder them; the rest of my nation will possess them.", "10": "This will happen on account of their pride, because they taunted and boasted over the people of the Lord of heavenly forces.", "11": "The Lord will terrify them; he will make all the gods of the earth disappear. All the coastlands of the nations will bow down to the Lord, each one in its own place.", "12": "Moreover, you too, Cushites, will be pierced by my sword.", "13": "He will stretch out his hand against the north and will cause Assyria to perish. Let him make Nineveh a desolation, a desolate place like the wilderness.", "14": "Flocks will lie down in its midst, every living thing of the nation. Moreover, the owl and the porcupine will spend the night on its columns. A bird's call will resound from the window. Desolation will be on the sill, for the cedar will be stripped bare.", "15": "This is the jubilant city, the one dwelling securely, the one saying in her heart, I, and no one else, will endure forever. How she has become a desolation, a resting place for the wild animals. All those who pass through her hiss and shake their fist."}