{"1": "We are appalled to hear of horrible atrocities and crimes against humanity. Today we work to put an end to ethnic cleansing and sex trafficking, but these crimes are nothing new. Consider the world Amos occupies: it's a world where the Philistines, the most technologically advanced people in their region, sell people into slavery; where the Edomites attack their neighbors in hand-to-hand combat and violently end their lives; where Ammonites rip open pregnant women in order to annex a few more acres; and where the Israelites, God's own covenant people, sell the needy, while both father and son have sexual relationships with the same girl. If we are appalled to hear these stories, imagine how much more God, the Father of all, is angry with those who act in these ways. Since God's prophet Amos knows His mind, he will not sit idly by and let the poor and right-living suffer. Hear the message that the Eternal has spoken about you, people of Israel—the words He has spoken against the whole family: Eternal One: I brought you up from Egypt", "2": "Of all the peoples on the earth, I knew and chose you for a relationship with Me. So I will punish you for the wrong you have done.", "3": "Do two people travel together if they had to set up a time to meet?", "4": "Does a lion roar in the forest if it has not found its prey? Does a young lion growl in its den if it has not caught something?", "5": "Does a bird fall into a trap if no net has been set for it? Does a trap snap shut if nothing has set it off?", "6": "Does the trumpet sound the alarm in the city without frightening the people? Does disaster come to a city unless the Eternal One has permitted it?", "7": "The answer to all is the same: No. The Eternal Lord does nothing Without revealing His plan to His servants, the prophets. They are His spokespeople.", "8": "The lion has roared; who is not afraid? The Eternal Lord has been heard; His prophets can't help but prophesy.", "9": "Speak to the fortresses of Ashdod and to the fortresses in the land of Egypt. Tell their leaders, “Gather on the hillsides in Samaria and see what great wrongs are done in Israel; Witness the acts of oppression done there.", "10": "Eternal One: Those who fill their fortresses with finery through violence and robbery have no idea how to do what is right.", "11": "Israel has forgotten God's laws, so of course the people can't follow them. They have fallen into slavery and oppression. So the Eternal Lord says to Israel, Eternal One: An enemy will surround and besiege your land. It will overwhelm your defenses, and your fortresses will be plundered.", "12": "Just as the shepherd rescues two legs or the tip of an ear from the hungry lion, that is the kind of rescue the wealthy people of God dwelling in Samaria will see: only a small piece of fabric from their luxurious linens and furnishings will remain.[a]", "13": "Listen to what I am saying, and testify against Jacob's house. The Eternal Lord, the Commander of heavenly armies, says,", "14": "Eternal One: On the day I punish Israel for its wrongdoing, I will also fall upon the altars of Bethel, that center of cultic worship, Where the horns of the altar will be hacked off and topple to the ground, making their illegal sacrifice impossible.", "15": "I will demolish the winter house of the rich and the summer house as well; their palaces decorated with ivory will be torn down, And their fine mansions will be laid low. So says the Eternal One."}