{"1": "Hear this message I sing about you; it is my dirge for you, people of Israel:", "2": "The virgin Israel has fallen, fallen never to rise again; Forsaken in her land, forgotten where she lies. No one is there to help her rise again.", "3": "So says the Eternal Lord: Eternal One: The city that sent out a thousand soldiers will see only a hundred of them survive; And the town that sent out a hundred will see only ten remain for the house of Israel.", "4": "So says the Eternal to Israel: Eternal One: Turn back to Me and you will live. There is still time.", "5": "But don't hang your hopes on Bethel, Or travel to Gilgal or Beersheba or any other sanctuary expecting help, because Gilgal will surely be sent into exile, And the shrine at Bethel will come to nothing.", "6": "Turn back to the Eternal One, and you will live. If you don't, He will flame up like fire against the house of Joseph, Burn it to the ground, and no one in Bethel will be able to put it out.", "7": "Listen, you who distort justice and make it taste bitter and trample righteousness to the ground.", "8": "The One who set the Pleiades and Orion in the heavens, who turns night's shadow into morning and darkens the day with night, Who calls forth the waters of the sea to pour down rain and flood the earth— the Eternal One is His name,", "9": "Who destroys the mighty in a flash, and crashes against the fortress with the force of a tidal wave.", "10": "Those of you who hold power now hate the one who judges in the courts at the gate and detest anybody who speaks the truth.", "11": "So because you have climbed to success on the backs of the poor[a] and your wealth comes from taxes you impose on their harvests, You may well build mansions of expensively-cut stones, but you'll never occupy them. You may plant beautiful vineyards, but you'll never enjoy their delicious wine.", "12": "For I know the depth of evil that you've done, and I see the gravity of your sins: You persecute those who do the right thing, you take bribes, and you push the poor to one side in the courts at the city gates instead of helping them.", "13": "So the wise may decide to keep quiet just then, because truly, it is an evil time.", "14": "Search for good and not for evil so that you may live; That way the Eternal God, the Commander of heavenly armies, will be at your side, as you yourselves have even said.", "15": "Hate what is evil, and love all that is good; apply His laws justly in the courts at the city gates, And it may be that the Eternal God, the Commander of heavenly armies, will have mercy on those descendants of Joseph who survived.", "16": "Amos looks into the future to a day when God's judgment will fall on His people. But judgment and destruction are not intended to be the end. The last word belongs to God, and it is a word of mercy on His covenant people. Sin, of course, must be dealt with; it must be punished decisively. But in God's grace, some will survive the onslaught. These survivors the prophets call “the remnant.” They are the ones God destines to be restored and to carry on His name. Centuries later, the remnant will refound Israel and extend the covenant blessings to every family on the face of the earth. So says the Eternal God, Commander of heavenly armies, the Lord of all: Eternal One: Get ready to hear wailing from every street, people crying out in pain and sorrow along every highway. The farmers will be pulled away from their fields to mourn, and those who are trained to grieve will wail with them.", "17": "In every vineyard, there will be mourning because I will pass through the middle of you. Says the Eternal One.", "18": "Most people think they are OK with God; it's the other fellow who should be worried. Some apparently think that they will fare well in the day of the Eternal One, a day when God will judge sin and defeat His enemies. Ironically, God's own people have become His enemies. So Amos warns that the day of the Eternal One will bring a big surprise to those who think they are in good standing with God. It will be a day of darkness, not light—a day of gloom from which there will be no escape. How horrible for you who look forward to the day of the Eternal One! Why do you want it to come? For you, its arrival will mean darkness, not light.", "19": "It will be as if you were to escape from a lion only to run headlong into a bear, As if you ran into a house to hide, leaned against the wall to rest, and a poisonous snake latched onto your hand.", "20": "Will not the day of the Eternal One be darkness instead of light, pitch black, without even a hint of brightness?", "21": "Eternal One: I hate—I totally reject—your religious ceremonies and have nothing to do with your solemn gatherings.", "22": "You can offer Me whole burnt offerings and grain offerings, but I will not accept them. You can sacrifice your finest, fattest young animals as a peace offering, but I will not even look up.", "23": "And stop making that music for Me—it's just noise. I will not listen to the melodies you play on the harp.", "24": "Here's what I want: Let justice thunder down like a waterfall; let righteousness flow like a mighty river that never runs dry.", "25": "Did you offer Me sacrifices or give Me offerings during the 40 years I guided you in the wilderness, people of Israel? ", "26": "But now you place your trust in false gods; you pray to the idols Sikkuth (your king) and Kiyyun (the star god), those detestable images that you've made for yourselves. ", "27": "Because of your worship offered to man-made images, you must go away—beyond Damascus.[b] So says the Eternal God, the Commander of heavenly armies."}