{"1": "Then Deborah and Barak the son of Abinoam sang on that day, saying,", "2": "“That [a]the leaders led in Israel, That the people volunteered, Bless the Lord!", "3": "“Hear, O kings; give ear, O rulers! I—to the Lord, I will sing, I will sing praise to the Lord, the God of Israel.", "4": "“Lord, when You went out from Seir, When You marched from the field of Edom, The earth quaked, the heavens also dripped, Even the clouds dripped water.", "5": "“The mountains [b]quaked at the presence of the Lord, This Sinai, at the presence of the Lord, the God of Israel.", "6": "“In the days of Shamgar the son of Anath, In the days of Jael, the highways [c]were deserted, And travelers [d]went by [e]roundabout ways.", "7": "“The peasantry ceased, they ceased in Israel, Until I, Deborah, arose, Until I arose, a mother in Israel.", "8": "“New gods were chosen; Then war was in the gates. Not a shield or a spear was seen Among forty thousand in Israel.", "9": "“My heart goes out to the commanders of Israel, The volunteers among the people; Bless the Lord!", "10": "“You who ride on [f]white donkeys, You who sit on rich carpets, And you who travel on the road—[g]sing!", "11": "“At the sound of those who divide flocks among the watering places, There they shall recount the righteous deeds of the Lord, The righteous deeds for His [h]peasantry in Israel. Then the people of the Lord went down to the gates.", "12": "“Awake, awake, Deborah; Awake, awake, [i]sing a song! Arise, Barak, and take away your captives, O son of Abinoam.", "13": "“Then survivors came down to the nobles; The people of the Lord came down to me as warriors.", "14": "“From Ephraim those whose root is in Amalek came down, Following you, Benjamin, with your peoples; From Machir commanders came down, And from Zebulun those who wield the staff of [j]office.", "15": "“And the [k]princes of Issachar were with Deborah; As was Issachar, so was Barak; Into the valley they rushed at his [l]heels; Among the divisions of Reuben There were great resolves of heart.", "16": "“Why did you sit among the [m]sheepfolds, To hear the piping for the flocks? Among the divisions of Reuben There were great searchings of heart.", "17": "“Gilead [n]remained across the Jordan; And why did Dan stay in ships? Asher sat at the seashore, And [o]remained by its landings.", "18": "“Zebulun was a people who despised their lives even to death, And Naphtali also, on the high places of the field.", "19": "“The kings came and fought; Then fought the kings of Canaan At Taanach near the waters of Megiddo; They took no plunder in silver.", "20": "“The stars fought from heaven, From their courses they fought against Sisera.", "21": "“The torrent of Kishon swept them away, The ancient torrent, the torrent Kishon. O my soul, march on with strength.", "22": "“Then the horses' hoofs beat From the dashing, the dashing of his [p]valiant steeds.", "23": "'Curse Meroz,' said the angel of the Lord, 'Utterly curse its inhabitants; Because they did not come to the help of the Lord, To the help of the Lord against the warriors.'", "24": "“Most blessed of women is Jael, The wife of Heber the Kenite; Most blessed is she of women in the tent.", "25": "“He asked for water and she gave him milk; In a magnificent bowl she brought him curds.", "26": "“She reached out her hand for the tent peg, And her right hand for the workmen's hammer. Then she struck Sisera, she smashed his head; And she shattered and pierced his temple.", "27": "“Between her feet he bowed, he fell, he lay; Between her feet he bowed, he fell; Where he bowed, there he fell [q]dead.", "28": "“Out of the window she looked and lamented, The mother of Sisera through the [r]lattice, 'Why does his chariot delay in coming? Why do the [s]hoofbeats of his chariots tarry?'", "29": "“Her wise princesses would answer her, Indeed she repeats her words to herself,", "30": "'Are they not finding, are they not dividing the spoil? A maiden, two maidens for every warrior; To Sisera a spoil of dyed work, A spoil of dyed work embroidered, Dyed work of double embroidery on the [t]neck of the spoiler?'", "31": "“Thus let all Your enemies perish, O Lord; But let those who love Him be like the rising of the sun in its might.” And the land was undisturbed for forty years."}