{"1": "Then the men of Ephraim said to him, “What is this thing you have done to us, not calling us when you went to fight against Midian?” And they contended with him vigorously.", "2": "But he said to them, “What have I done now in comparison with you? Is not the gleaning of the grapes of Ephraim better than the vintage of Abiezer?", "3": "God has given the leaders of Midian, Oreb and Zeeb into your hands; and what was I able to do in comparison with you?” Then their [a]anger toward him subsided when he said [b]that.", "4": "Then Gideon and the 300 men who were with him came to the Jordan and crossed over, weary yet pursuing.", "5": "He said to the men of Succoth, “Please give loaves of bread to the people who are following me, for they are weary, and I am pursuing Zebah and Zalmunna, the kings of Midian.”", "6": "The leaders of Succoth said, “[c]Are the hands of Zebah and Zalmunna already in your hands, that we should give bread to your army?”", "7": "Gideon said, “[d]All right, when the Lord has given Zebah and Zalmunna into my hand, then I will [e]thrash your [f]bodies with the thorns of the wilderness and with briers.”", "8": "He went up from there to [g]Penuel and spoke similarly to them; and the men of Penuel answered him just as the men of Succoth had answered.", "9": "So he spoke also to the men of Penuel, saying, “When I return safely, I will tear down this tower.”", "10": "Now Zebah and Zalmunna were in Karkor, and their [h]armies with them, about 15,000 men, all who were left of the entire [i]army of the sons of the east; for the fallen were 120,000 [j]swordsmen.", "11": "Gideon went up by the way of those who lived in tents on the east of Nobah and Jogbehah, and [k]attacked the camp when the camp was [l]unsuspecting.", "12": "When Zebah and Zalmunna fled, he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and routed the whole [m]army.", "13": "Then Gideon the son of Joash returned from the battle [n]by the ascent of Heres.", "14": "And he captured a youth [o]from Succoth and questioned him. Then the youth wrote down for him the princes of Succoth and its elders, seventy-seven men.", "15": "He came to the men of Succoth and said, “Behold Zebah and Zalmunna, concerning whom you taunted me, saying, '[p]Are the hands of Zebah and Zalmunna already in your hand, that we should give bread to your men who are weary?'”", "16": "He took the elders of the city, and thorns of the wilderness and briers, and he [q]disciplined the men of Succoth with them.", "17": "He tore down the tower of Penuel and killed the men of the city.", "18": "Then he said to Zebah and Zalmunna, “What kind of men were they whom you killed at Tabor?” And they said, “They were like you, each one [r]resembling the son of a king.”", "19": "He said, “They were my brothers, the sons of my mother. As the Lord lives, if only you had let them live, I would not kill you.”", "20": "So he said to Jether his firstborn, “Rise, kill them.” But the youth did not draw his sword, for he was afraid, because he was still a youth.", "21": "Then Zebah and Zalmunna said, “Rise up yourself, and fall on us; for as the man, so is his strength.” So Gideon arose and killed Zebah and Zalmunna, and took the crescent ornaments which were on their camels' necks.", "22": "Then the men of Israel said to Gideon, “Rule over us, both you and your son, also your son's son, for you have delivered us from the hand of Midian.”", "23": "But Gideon said to them, “I will not rule over you, nor shall my son rule over you; the Lord shall rule over you.”", "24": "Yet Gideon said to them, “I would [s]request of you, that each of you give me [t]an earring from his spoil.” (For they had gold earrings, because they were Ishmaelites.)", "25": "They said, “We will surely give them.” So they spread out a garment, and every one of them threw an earring there from his spoil.", "26": "The weight of the gold earrings that he requested was 1,700 shekels of gold, besides the crescent ornaments and the pendants and the purple robes which were on the kings of Midian, and besides the neck bands that were on their camels' necks.", "27": "Gideon made it into an ephod, and placed it in his city, Ophrah, and all Israel played the harlot with it there, so that it became a snare to Gideon and his household.", "28": "So Midian was subdued before the sons of Israel, and they did not lift up their heads anymore. And the land was undisturbed for forty years in the days of Gideon.", "29": "Then Jerubbaal the son of Joash went and lived in his own house.", "30": "Now Gideon had seventy sons who [u]were his direct descendants, for he had many wives.", "31": "His concubine who was in Shechem also bore him a son, and he [v]named him Abimelech.", "32": "And Gideon the son of Joash died at a ripe old age and was buried in the tomb of his father Joash, in Ophrah of the Abiezrites.", "33": "Then it came about, as soon as Gideon was dead, that the sons of Israel again played the harlot with the Baals, and made Baal-berith their god.", "34": "Thus the sons of Israel did not remember the Lord their God, who had delivered them from the hands of all their enemies on every side;", "35": "nor did they show kindness to the household of Jerubbaal (that is, Gideon) in accord with all the good that he had done to Israel."}