{"1": "Paul, an apostle of King Jesus by God's will, according to the promise of life in King Jesus; ", "2": "to Timothy, my dear child. Grace, mercy and peace from God the father and King Jesus our Lord.", "3": "I serve God with a clear conscience, as my forebears did, and I am grateful to him that I remember you all the time, as I pray for you night and day. ", "4": "I remember how you cried when I left, and I'm longing to see you and be filled with joy. ", "5": "I have in my mind a clear picture of your sincere faith – the faith which first came to live in Lois your grandmother and Eunice your mother, and which, I am confident, lives in you as well.", "6": "That's why I now want to remind you that God gave you a gift when I laid my hands on you, and that you must bring it back into a blazing fire! ", "7": "After all, the spirit given to us by God isn't a fearful spirit; it's a spirit of power, love and prudence.", "8": "So don't be ashamed of the testimony of our Lord, nor of me as his prisoner. Rather, suffer for the gospel along with us, in accordance with God's power. ", "9": "God saved us, and called us with a holy calling, not according to our works, but according to his own purpose and grace. He gave us this grace in King Jesus before all time and ages, ", "10": "but has now made it visible through the appearing of our saviour King Jesus, who abolished death and, through the gospel, shone a bright light on life and immortality.", "11": "I was made a herald, apostle and teacher for this gospel; ", "12": "that's why I suffer these things. But I am not ashamed, because I know the one I have trusted, and I'm convinced that he has the power to keep safe until that day what I have entrusted to him.", "13": "Keep a firm hold on the pattern of healthy teaching which you heard from me, in the faith and love which are in King Jesus. ", "14": "You have had something very important entrusted to you, too; make sure you look after it, through the holy spirit who dwells in us.", "15": "You will know that everyone in Asia has turned away from me, including Phygelus and Hermogenes. ", "16": "May the Lord give mercy to the household of Onesiphorus; he has often refreshed me. He wasn't ashamed of my chains, ", "17": "but when he was in Rome he eagerly hunted for me and found me. ", "18": "May the Lord grant him to find mercy from the Lord on that day. And you know very well all the things he did for me in Ephesus."}