{"1": "This is my solemn charge to you, in the presence of God and King Jesus, who will judge the living and the dead, and by his appearance and his kingdom: ", "2": "announce the word; keep going whether the time is right or wrong; rebuke, warn and encourage with all patience and explanation. ", "3": "The time is coming, you see, when people won't tolerate healthy teaching. Their ears will start to itch, and they will collect for themselves teachers who will tell them what they want to hear. ", "4": "They will turn away from listening to the truth and will go after myths instead. ", "5": "But as for you, keep your balance in everything! Put up with suffering; do the work of an evangelist; complete the particular task assigned to you.", "6": "For I am already being poured out as a drink-offering; my departure time has arrived. ", "7": "I have fought the good fight; I have completed the course; I have kept the faith. ", "8": "What do I still have to look for? The crown of righteousness! The Lord, the righteous judge, will give it to me as my reward on that day – and not only to me, but also to all who have loved his appearing.", "9": "Make every effort to come to me soon. ", "10": "Demas, you see, has left me and gone to Thessalonica; he's in love with this present world! Crescens has gone to Galatia, and Titus to Dalmatia. ", "11": "Luke is the only one with me. Get Mark and bring him with you; he's very helpful in looking after me. ", "12": "I sent Tychicus to Ephesus. ", "13": "I left a cloak at Carpus' house in Troas; please bring it with you when you come – and also the scrolls, and especially the books.", "14": "Alexander the coppersmith did me a lot of damage. The Lord will pay him back according to what he's done! ", "15": "Watch out for him yourself. He stood out strongly against our message.", "16": "The first time my case came to court nobody showed up to support me; they all left me alone. May it not be reckoned against them! ", "17": "But the Lord stood there beside me and gave me strength to enable me to complete my work as his royal herald, and to make sure all the Gentiles heard the proclamation; and I was snatched clear of the lion's mouth. ", "18": "The Lord will snatch me clear from every wicked deed and will save me for his heavenly kingdom. Glory to him for the ages of ages, Amen!", "19": "Greet Prisca and Aquila, and the household of Onesiphorus.", "20": "Erastus stayed in Corinth. I left Trophimus behind in Miletus, where he was sick.", "21": "Do your best to come before winter. Eubulus sends his greetings; so do Pudens, Linus, Claudia, and all the family.", "22": "The Lord be with your spirit. Grace be with you all."}