{"1": "Now it came to pass after the death of Saul—when David had returned from the slaughter of the Amalekites—that David stayed two days in Ziklag. ", "2": "On the third day, behold, a man came from Saul's camp, with his clothes torn and dust on his head. Now when he approached David, he fell to the ground and prostrated himself.", "3": "Then David asked him, “Where are you coming from?” “I've escaped from the camp of Israel,” he answered.", "4": "“How did things go?” David asked him. “Please, tell me.” He answered, “The troops fled the battlefield—also many of the troops fell and died. And even Saul and his son Jonathan are dead.”", "5": "David asked the young man informing him, “How do you know that Saul and his son Jonathan are dead?”", "6": "The young man informing him answered, “I happened by chance to be on Mount Gilboa, and look, Saul was leaning on his spear, while the chariots and the horsemen were closing in on him. ", "7": "When he turned around and saw me, he called me. So I answered, 'Here I am.' ", "8": "Then he asked me, 'Who are you?' “So I answered him, 'I am an Amalekite.' ", "9": "So he said to me, 'Stand now over me and kill me! For I'm in agony, yet I'm still alive.' ", "10": "So I stood over him and killed him, because I knew he couldn't survive after he had fallen. Then I took the crown that was on his head and the bracelet that was on his arm, and brought them here—to my lord.”", "11": "Then David took hold of his clothes and tore them, and so did all the men that were with him, ", "12": "and they mourned, wept and fasted until evening for Saul and his son Jonathan, for the troops of Adonai and for the house of Israel, because they had fallen by the sword. ", "13": "Then David said to the young man who informed him, “Where are you from?” “I am a son of an Amalekite outsider,” he replied.", "14": "Then David said to him, “How is it that you were not afraid to stretch out your hand to destroy Adonai's anointed one?” ", "15": "Then David called one of the young men and said, “Come and strike him down.” And he struck him down and he died. ", "16": "David said to him, “Your blood is on your own head, for your mouth testified against you saying, 'I killed Adonai's anointed.'”", "17": "Then David chanted this lament over Saul and his son Jonathan, ", "18": "and ordered that the sons of Judah be taught the “Song of the Bow.” (Behold, it is written in the Book of Jashar):", "19": "“Your glory, O Israel, is slain on your high places! How the mighty have fallen!", "20": "Tell it not in Gath, proclaim it not in Ashkelon's streets, lest Philistine daughters rejoice, lest daughters of the uncircumcised gloat!", "21": "Hills of Gilboa, let no dew or rain be on you, nor on bountiful fields, for there the shield of the mighty ones lay defiled—Saul's shield will no longer be anointed with oil.", "22": "From the blood of the slain, from the fat of the mighty, Jonathan's bow never turned back, Saul's sword never returned empty.", "23": "Saul and Jonathan, loved and delightful, parted neither in life nor death. They were swifter than eagles, stronger than lions.", "24": "Daughters of Israel, weep over Saul, who clothed you in scarlet and finery, who put ornaments of gold on your clothes.", "25": "How the mighty have fallen in the midst of the battle! Jonathan on your heights is slain!", "26": "I am distressed for you, my brother Jonathan! Very pleasing were you to me. Wonderful was your love to me more than the love of women.", "27": "How the mighty have fallen, and the weapons of war destroyed!"}