{"1": "It came to pass after this that Absalom son of David had a beautiful sister named Tamar, so Amnon, son of David, fell in love with her. ", "2": "But Amnon was so frustrated that he fell sick because of his sister Tamar, for she was a virgin and it seemed impossible in Amnon to do anything to her. ", "3": "However, Amnon had a friend named Jonadab son of Shimeah, David's brother, and Jonadab was a very shrewd man. ", "4": "So he said to him, “Why are you, the king's son, so miserable morning after morning? Won't you tell me?” Amnon told him, “I'm in love with Tamar, my brother Absalom's sister.”", "5": "So Jonadab said to him, “Lie down on your bed and pretend you are sick. When your father comes to see you, say to him, 'Please let my sister Tamar come and give me some bread to eat. Let her prepare the food in my sight so I may see it and eat from her hand.'”", "6": "So Amnon lay down and pretended to be sick, and when the king came to see him, Amnon said to the king, “Please let my sister Tamar come and make me a couple of cakes in front of me so I may eat from her hand.”", "7": "Then David sent someone to the house for Tamar saying, “Go now to your brother Amnon's house and prepare bread for him.” ", "8": "So Tamar went to her brother Amnon's house while he was lying down. She took dough, kneaded it, made cakes in front of him and baked the cakes. ", "9": "Then she took the pan and poured them out in front of him but he refused to eat. Then Amnon said, “Everyone, leave me!” So everyone left him. ", "10": "Then Amnon said to Tamar, “Bring the bread into the bedroom that I may eat from your hand.” So Tamar took the cakes she had made and brought them into the bedroom to her brother Amnon. ", "11": "But when she brought them close to him to eat, he grabbed her and said to her, “Come lie with me, my sister.”", "12": "“No!” she said to him. “Don't, my brother! Don't rape me, for such a thing should never be done in Israel. Don't do this disgraceful deed! ", "13": "I—where could I go with my shame? You—you will be as one of the disgraceful fools in Israel. Now, please speak to the king, for he will not withhold me from you.”", "14": "But he was unwilling to listen to her voice, so he overpowered her, forced her and lay with her. ", "15": "Then Amnon loathed her with very intense revulsion—indeed, the hatred that he hated her with was greater than the love in which he had loved her. So Amnon said to her, “Get up, get out!”", "16": "But she said to him, “No! Sending me away is even a greater evil than the one you have already done to me!” But again he would not listen to her.", "17": "Then he called his servant that attended him and said, “Get this woman away from me now and bolt the door after her.”", "18": "Now she had on her a long-sleeved garment[a] for with such robes the king's virgin daughters used to be dressed. When his attendant took her outside and bolted the door after her, ", "19": "Tamar put ashes on her head and rent her long-sleeved garment that was on her. She laid her hand on her head and was crying aloud as she went away.", "20": "Then her brother Absalom said to her, “Has Amnon your brother been with you? So now, my sister, keep quiet. He is your brother—don't take this thing to heart.” But Tamar remained desolate in her brother Absalom's house.", "21": "When King David heard about all these things, he was very angry. ", "22": "Absalom did not say a word to Amnon, either good or bad, for Absalom hated Amnon because he had raped his sister Tamar.", "23": "It came about, after two full years, that Absalom's sheepshearers were at Baal-hazor, which is near Ephraim, and Absalom invited all the king's sons. ", "24": "Then Absalom came to the king and said, “See now, your servant has sheepshearers. Please let the king and his servants come with your servant.”", "25": "But the king said to Absalom, “No, my son. Let's not all go—we don't want to be burdensome to you.” Though he urged him, he would not go, though he blessed him.", "26": "Then Absalom said, “If not, then please let my brother Amnon go with us.” “Why should he go with you?” the king said to him. ", "27": "But when Absalom pressed him, he let Amnon go with him, along with all the king's sons.", "28": "Then Absalom commanded his young men saying, “Now watch Amnon until his heart is merry with wine. When I tell you, 'Strike Amnon!' then put him to death! Have no fear! Isn't it I who commanded you? Be strong! Be sons of valor!” ", "29": "So Absalom's young men did to Amnon as Absalom had ordered. Then all the king's sons got up, each mounted his mule and fled.", "30": "While they were on the way, a report came to David saying, “Absalom has killed all the king's sons and not one of them is left!” ", "31": "Then the king stood up, rent his clothes and lay on the ground, and all his courtiers were standing by with their clothes rent.", "32": "But Jonadab son of David's brother Shimeah said in response, “My lord must not think that they have killed all the young men, the king's sons! For only Amnon has died. For from Absalom's mouth this has been determined since the day he raped his sister Tamar. ", "33": "Now therefore, my lord the king must not take the report to his heart thinking that all the king's sons are dead—for only Amnon is dead.”", "34": "Meanwhile Absalom had fled. When the young watchman lifted up his eyes and looked, behold, there were many people coming down the road behind him on the hillside. ", "35": "Then Jonadab said to the king, “The king's sons have just arrived! It's just as your servant has said.” ", "36": "As soon as he finished speaking, behold, the king's sons arrived. They lifted up their voices and wept, and also the king and all his courtiers wept very bitterly.", "37": "But Absalom fled and went to Talmai son of Ammihud, king of Geshur. David mourned for his son every day. ", "38": "So Absalom fled, went to Geshur and remained there three years. ", "39": "Then King David's soul longed to go out to Absalom; for he was comforted about Amnon, since he was dead."}