{"1": "Now it came about after this that Absalom provided himself with a chariot, horses and 50 men as runners before him.", "2": "Absalom used to rise up early and stand beside the road to the city gate. Whenever anyone had a suit to come to the king for justice, then Absalom would call to him and say, “What town are you from?” Should he answer, “Your servant is from one of the tribes of Israel,” ", "3": "Absalom would say to him, “See, your claims are good and right, but there is no one assigned to you by the king to hear you.” ", "4": "Moreover, Absalom would say, “If only I were appointed judge in the land, then every man who has any suit or case would come to me, and I would get him justice!” ", "5": "Also, whenever anyone approached to bow to him, he would stretch his hand, take hold of him, and kiss him. ", "6": "So Absalom kept doing this to everyone of Israel who came to the king for judgment. Thus Absalom stole the hearts of the people of Israel.", "7": "At the end of 40 years Absalom said to the king, “Please let me go to Hebron and pay my vow which I have vowed to Adonai. ", "8": "For your servant vowed a vow while I was still living at Geshur in Aram saying, 'If Adonai will indeed bring me back to Jerusalem, then I will serve Adonai.'”", "9": "So the king said to him, “Go in shalom.” Then he rose and went to Hebron. ", "10": "But Absalom sent spies to all the tribes of Israel to say, “As soon as you hear the sound of the shofar, then you are to say, 'Absalom has become king in Hebron!'” ", "11": "Now 200 men from Jerusalem went with Absalom, who were invited and were going innocently, knowing nothing of the situation. ", "12": "Also Absalom sent for Ahithophel the Gilonite, David's counselor from his town Giloh, while he was offering the sacrifices. So the conspiracy gained momentum for the people following Absalom continued to increase.", "13": "Then a messenger came to David saying, “The hearts of the men of Israel are following Absalom.”", "14": "Then David said to all his officials who were with him in Jerusalem, “Arise, and let us flee, or else none of us will escape from Absalom. Leave in haste or else he will overtake us quickly and bring disaster down on us and strike the city with the edge of the sword.”", "15": "Then the king's officials said to the king, “Behold, your servants are ready to do whatever our lord the king chooses.” ", "16": "So the king set out, and his entire household followed him. But the king left behind ten concubines to take care of the palace. ", "17": "As the king went out and all the people after him, they paused at the last house. ", "18": "All his servants passed on beside him: all the Cherethites, all the Pelethites and all the Gittites—600 men that had come after him from Gath—passed on before the king. ", "19": "Then the king said to Ittai the Gittite, “Why should you also go with us? Go back and stay with the king, for you are a foreigner and also an exile from your own place. ", "20": "Your arrival was only yesterday—should I make you wander around with us today, to go wherever I may go? Go back and take your kinsmen back with you. Kindness and truth be with you!”", "21": "But Ittai answered the king and said, “As Adonai lives, and as my lord the king lives, surely in whatever place my lord the king will be, whether for death or for life, there also will your servant be.”[a]", "22": "So David said to Ittai, “Go on and cross over.” So Ittai the Gittite passed on, with all his men and all the little children who were with him. ", "23": "While all the country was weeping with a loud voice, all the people were crossing over as the king was crossing over Kidron Valley. So all the people crossed over toward the road of the wilderness.", "24": "Then behold, Zadok also came and all the Levites with him, carrying the ark of the covenant of God. They set down the ark of God, then Abiathar came up, until all the people had passed by, out of the city. ", "25": "But the king said to Zadok, “Return the ark of God to the city. If I find favor in Adonai's eyes, He will bring me back, and let me see it and His dwelling. ", "26": "But if He says thus, 'I have no delight in you,' here I am, let Him do to me as seems good in His eyes.” ", "27": "The king also said to Zadok the priest, “Do you not see? Return to the city in shalom with your two sons with you, Ahimaaz your son and Jonathan son of Abiathar. ", "28": "See, I will wait at the fords of the wilderness, until word comes from you to inform me.” ", "29": "Therefore Zadok and Abiathar carried the ark of God back to Jerusalem, and they remained there.", "30": "Then David continued to go up the ascent of the Mount of Olives, weeping as he ascended. He had his head covered and was walking barefoot. So all the people with him each covered his head as they went up, weeping as they ascended.", "31": "Then someone told David saying, “Ahithophel is among the conspirators with Absalom.” So David prayed, “Adonai, please turn the counsel of Ahithophel into foolishness.”", "32": "Then David went on until he reached the summit—where God was worshiped—and behold, Hushai the Archite met him with his coat rent and dust on his head. ", "33": "David said to him, “If you pass on with me then you will be a burden to me, ", "34": "but if you return to the city and say to Absalom, 'I will be your servant, O king—I was your father's servant from then, but now I will be your servant,' then you can thwart Ahithophel's counsel for me. ", "35": "Won't you have with you Zadok and Abiathar the kohanim there? So whatever you hear from the royal palace, you should report it to Zadok and Abiathar the kohanim. ", "36": "See, they have their two sons with them there, Zadok's son Ahimaaz, and Abiathar's son Jonathan—by them you can send to me everything you hear.” ", "37": "So David's friend Hushai reached the city just as Absalom was entering Jerusalem."}