{"1": "Now when David had passed a little beyond the summit, there was Ziba the servant of Mephibosheth to meet him with a pair of saddled donkeys, and on them 200 loaves of bread, 100 clusters of raisins, 100 fig cakes and a bottle of wine. ", "2": "So the king asked Ziba, “What are you doing with these?” Ziba said, “The donkeys are for the king's household to ride on, the bread and the figs are for the young men to eat, and the wine is for anyone who faints in the wilderness to drink.”", "3": "Then the king asked, “And where is your master's son?” “Well, he's staying in Jerusalem,” Ziba said to the king, “for he said, 'Today the house of Israel will restore to me the kingdom of my father.”", "4": "Then the king said to Ziba, “Behold, all that belongs to Mephibosheth is yours.” “I bow low,” Ziba said. “Let me find favor in your eyes, my lord the king.”", "5": "When King David arrived at Bahurim, behold, just coming out from there was a man of the family of the house of Saul—his name was Shimei son of Gera. As he came out, he kept on cursing ", "6": "and flinging stones at David and at all King David's servants, while all the people and all the mighty men were at his right hand and on his left. ", "7": "Thus Shimei said as he cursed, “Get out, get out! The man of bloodshed, the good-for-nothing! ", "8": "Adonai has returned on you all the blood of Saul's house, in whose place you've reigned. Adonai has handed the kingdom over to your son Absalom—so see, your own evil has overtaken you, because you are a man of bloodshed.”", "9": "Then Abishai son of Zeruiah said to the king, “Why let this dead dog curse my lord the king? Let me go over now and take off his head!”", "10": "But the king said, “What have I to do with you, sons of Zeruiah? If he curses, it's because Adonai has said to him, 'Curse David!' So who should say, 'Why did you do so?'” ", "11": "Then David said to Abishai and to all his officials, “Look, my son who came from my own body is seeking my life—how much more this Benjamite? Leave him alone and let him curse, since Adonai has told him. ", "12": "Perhaps Adonai will look on my affliction and return good to me for his cursing this day.” ", "13": "So David and his men continued on the way, while Shimei kept walking alongside the hill parallel with him, cursing as he walked, casting stones at him and throwing dirt.", "14": "Finally the king and all the people that were with him arrived weary, so he refreshed himself there.", "15": "Meanwhile Absalom and all the people of the men of Israel arrived in Jerusalem. Ahithophel was with him. ", "16": "Now when David's friend Hushai the Archite came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”", "17": "But Absalom said to Hushai, “Is this your loyalty to your friend? Why did you not go with your friend?”", "18": "“No!” said Hushai to Absalom. “For the one whom Adonai has chosen—as well as these people, all the men of Israel—his I will be and with him I will stay. ", "19": "Besides, whom should I serve? Shouldn't I be in the presence of his son? As I have served in your father's presence, so I will be in your presence.”", "20": "Then Absalom said to Ahithophel, “Give your counsel. What should we do?”", "21": "So Ahithophel said to Absalom, “Go to your father's concubines whom he has left to take care of the palace. Then all Israel will hear that you have made yourself abhorrent to your father and the hands of all who are with you will also be strengthened.”", "22": "So they pitched a tent for Absalom on the roof, and Absalom went to his father's concubines in the sight of all Israel. ", "23": "Now in those days the counsel that Ahithophel gave was like inquiring for the word of God—so was all of Ahithophel's counsel both with David and with Absalom."}