{"1": "Now it came to pass after this that David inquired of Adonai saying, “Should I go up to one of the towns of Judah?” Adonai said to him, “Go up.” “Where shall I go up?” David asked. “To Hebron,” He said.", "2": "So David went up there, along with his two wives—Ahinoam of Jezreel and Abigail the widow of Nabal the Carmelite. ", "3": "David also brought up his men that were with him, each with his household, and they settled in the towns of Hebron. ", "4": "Then the men of Judah came and there anointed David king over the house of Judah. Then they told David saying, “It was the men of Jabesh-gilead who buried Saul.”", "5": "So David sent messengers to the men of Jabesh-gilead and said to them, “Blessed are you of Adonai for showing this kindness to Saul your lord, by burying him. ", "6": "So now may Adonai show you kindness and faithfulness; and I also will show you goodness because you have done this thing. ", "7": "Now therefore, be strong and brave, for Saul your lord is dead, and also the house of Judah has anointed me king over them.”", "8": "Now Abner son of Ner, Saul's army commander, had taken Saul's son Ish-bosheth, and brought him over to Mahanaim. ", "9": "Then he made him king over Gilead, Asher, Jezreel, Ephraim, and Benjamin—over all Israel. ", "10": "Saul's son Ish-bosheth was 40 years old when he began to reign over Israel, and he reigned for two years. But the house of Judah followed David. ", "11": "The time that David was king in Hebron over the house of Judah was seven years and six months.", "12": "Once Abner son of Ner and the troops of Saul's son Ish-bosheth went out from Mahanaim to Gibeon. ", "13": "Meanwhile Joab son of Zeruiah and the troops of David went out—they met each other by the pool of Gibeon, so they sat down, one group on one side of the pool, and the other on the other side of the pool. ", "14": "Then Abner said to Joab, “Now let the young men get up and compete before us.” “Let them get up,” Joab replied. ", "15": "Then they got up and came forward by number—12 for Benjamin and for Saul's son Ish-bosheth and 12 from David's servants. ", "16": "Then each grasped his opponent by the head and thrust his sword in his opponent's side; so they all fell down together. Therefore that place was called Helkath-hazzurim[a], which is in Gibeon. ", "17": "The battle was very fierce that day, and Abner and the men of Israel were defeated before David's servants.", "18": "Now the three sons of Zeruiah were Joab, Abishai and Asahel. Asahel was as swift-footed as one of the gazelles of the field. ", "19": "Asahel pursued Abner, not swerving to the right or to the left from pursuing Abner. ", "20": "Then Abner looked behind him and asked, “Is it you, Asahel?” “It is I,” he answered.", "21": "So Abner said to him, “Turn away to your right or to your left, seize one of the young men and take his armor for yourself.” But Asahel would not turn away from following him. ", "22": "Once again Abner warned Asahel, “Turn away from pursuing me! Why should I strike you to the ground? How would I ever look your brother Joab in the face?” ", "23": "But he refused to turn aside, so Abner struck him with the butt end of the spear in the groin, so that the spear came out through his back, and he fell down there and died on the spot. When all who came to the place where Asahel had fallen and died, they stood still. ", "24": "But Joab and Abishai continued pursuing Abner. As the sun was setting, they reached the hill of Ammah, which faces Giah on the road to the wilderness of Gibeon.", "25": "Then the sons of Benjamin rallied to Abner and became one group, taking their stand on top of one of the hills. ", "26": "Then Abner called out to Joab and said, “Must the sword devour forever? Don't you realize how bitter it will be in the end? How long until you order the people to stop pursuing their kinsmen?”", "27": "“As God lives,” Joab replied, “if you had not spoken, then surely the people would have gone up until the morning, everyone after his kinsman.” ", "28": "So Joab blew the shofar, and all the soldiers halted, and pursued Israel no more, nor did they continue to fight any longer. ", "29": "So Abner and his men marched all that night through the Arabah, then they crossed over the Jordan, and marched through all morning until they reached Mahanaim. ", "30": "Joab returned from pursuing Abner, and when he had gathered all the troops, nineteen of David's soldiers besides Asahel were missing. ", "31": "But David's soldiers had struck down many of Benjamin and Abner's men, so that 360 men died. ", "32": "Then they took up Asahel and buried him in his father's tomb, which was in Beth-lehem. Joab and his men marched all night, until the day dawned on them at Hebron."}