{"1": "Now there was a famine in the days of David for three years, year after year, so David sought the face of Adonai. Adonai replied, “It is because of Saul and his bloody house, for he put the Gibeonites to death.” ", "2": "So the king summoned the Gibeonites and spoke to them. (Now the Gibeonites were not of Bnei-Yisrael but a remnant of the Amorites; however, Bnei-Yisrael had sworn a covenant with them. Yet Saul had tried to eradicate them in his zeal for Bnei-Yisrael and Judah.) ", "3": "David asked the Gibeonites, “What should I do for you? How may I make atonement so that you would bless the inheritance of Adonai?”", "4": "The Gibeonites said to him, “It is not a matter of silver or gold between us and Saul or his house; nor is it our right to put any man to death in Israel.” “Whatever you say, I will do for you,” he said.", "5": "Then they said to the king, “The man who consumed us and plotted against us to annihilate us from remaining in any of Israel's territory, ", "6": "let seven men of his sons be given over to us and we will hang them up before Adonai at Gibeah of Saul, Adonai's chosen.” “I will give them over,” the king said. ", "7": "Now the king spared Mephibosheth, son of Jonathan son of Saul, because of Adonai's oath that was between them, between David and Jonathan son of Saul. ", "8": "But the king took the two sons of Rizpah daughter of Aiah, whom she bore to Saul—Armoni and Mephibosheth; also the five sons of Michal[a] daughter of Saul, whom she bore to Adriel son of Barzillai the Meholathite, ", "9": "and he gave them into the hands of the Gibeonites. So they hanged them on the hill before Adonai, so that all seven fell together. They were put to death during the days of harvest, at the beginning of barley harvest.", "10": "Then Rizpah daughter of Aiah took sackcloth and spread it on the rock for herself, from the beginning of harvest until the rain poured on them from the sky. She did not let the birds of the sky rest on them by day nor the beasts of the field by night. ", "11": "David was told what Rizpah daughter of Aiah, the concubine of Saul, had done. ", "12": "So David went and took the bones of Saul and the bones of his son Jonathan from the men of Jabesh-gilead, who had stolen them from the open square of Beth-shan, where the Philistines had hanged them on the day that the Philistines killed Saul in Gilboa. ", "13": "He had the bones of Saul and the bones of his son Jonathan brought up from there, and they gathered the bones of those who were hanged. ", "14": "So they buried the bones of Saul and his son Jonathan in the country of Benjamin in Zela, in the tomb of his father Kish. They did all of what the king commanded. Afterward, God was moved by prayer for the land.", "15": "Once again the Philistines made war with Israel, so David went down with his servants and fought against the Philistines. But David became weary. ", "16": "So Ishbi-benob—who was a descendant of the Raphah, whose spear weighed 300 shekels of bronze, who was girded with new armor—thought to kill David. ", "17": "But Abishai son of Zeruiah came to his aid, struck the Philistine and killed him. Then the men of David swore to him, saying, “You must not go out with us to battle anymore. You must not quench the lamp of Israel!”", "18": "Now it came to pass after this that there was war again with the Philistines at Gob, and Sibbecai the Hushathite killed Saph, a descendant of the Rapha. ", "19": "Then there was war again with the Philistines at Gob, and Elhanan son of Jaare-oregim the Beth-lehemite killed Goliath the Gittite—his spear had a shaft like a weaver's beam. ", "20": "Once again there was war at Gath, where there was a champion that had on every hand six fingers and on every foot six toes—a total of 24, and he also was a descendant of the Rapha. ", "21": "When he taunted Israel, Jonathan son of David's brother Shimea killed him. ", "22": "These four were born to the Rapha in Gath, and they fell by the hand of David and by the hand of his servants."}