{"1": "David spoke to Adonai the words of this song in the day that Adonai delivered him from the hand of all his enemies and from the hand of Saul. ", "2": "He said: “Adonai is my rock, my fortress and my deliverer.", "3": "My God is my rock, in Him I take refuge, my shield, my horn of salvation,[a] my stronghold and my refuge, my Savior—You save me from violence.", "4": "I called upon Adonai, worthy of praise, and I was rescued from my enemies.", "5": "For waves of death encompassed me. Torrents of Belial overwhelmed me.", "6": "Cords of death entangled me. Snares of death came before me.", "7": "In my distress I called upon Adonai, yes, I called to my God. From His Temple He heard my voice, my cry came into His ears.", "8": "Then the earth rocked and quaked, the foundation of heaven trembled. They reeled because He was angry.", "9": "Smoke rose from His nostrils and consuming fire from His mouth. Coals blazed from Him.", "10": "He parted the heavens and came down, with thick darkness under His feet.", "11": "He rode upon a cheruv and flew. He was seen on the wings of the wind.", "12": "He made darkness as a sukkah round Him— a mass of waters, thick clouds of the skies.", "13": "Out of the brilliance before Him coals of fire flamed out.", "14": "Adonai also thundered from heaven and Elyon gave forth His voice.", "15": "He shot arrows and scattered them, lightning bolts, and routed them.", "16": "Then the ravines of the sea appeared, the foundations of the world were exposed by the rebuke of Adonai, at a blast of the breath of His nostrils.", "17": "He reached down from on high and He took hold of me. He drew me out of mighty waters.", "18": "He delivered me from my powerful enemy, from those who hated me— for they were much stronger than me.", "19": "They came against me in the day of my calamity, but Adonai was my support.", "20": "He brought me out to a wide-open place. He rescued me since He delighted in me.", "21": "Adonai rewarded me for my righteousness. For the cleanness of my hands He repaid me.", "22": "For I kept the ways of Adonai, and did not turn wickedly from my God.", "23": "For all His judgments are before me. As for His rulings, I do not turn away from them.", "24": "I also had integrity with Him, and kept myself from my sin.", "25": "So Adonai rewarded me for my righteousness, according to my cleanness in His eyes.", "26": "With the loyal You deal loyally. With the blameless You are blameless.", "27": "With the pure You show Yourself pure, but with the crooked You show Yourself shrewd.", "28": "You save lowly people. But Your eyes are on the haughty— You will humble them.", "29": "For You are my lamp, Adonai. Adonai shines in my darkness.", "30": "For with You I rush on a troop, with my God I can leap over a wall.", "31": "As for God, His way is perfect. The word of Adonai is pure. He is a shield to all who take refuge in Him.", "32": "For who is God, besides Adonai? and who is a Rock, besides our God?", "33": "God is my strong fortress and He keeps my way blameless.", "34": "He makes my legs like a deer and sets me on my heights.", "35": "Who trains my hands for battle, so my arms can bend a bronze bow.", "36": "You gave me Your shield of salvation. and Your answering has made me great.", "37": "You broaden my steps beneath me, so my feet have not slipped.", "38": "I pursue my enemies and destroy them. I will not return till they are consumed.", "39": "I consumed them and crushed them till they cannot rise; yes, they fall beneath my feet.", "40": "You girded me with strength for battle. You made those rising up against me bow down before me.", "41": "You also made my enemies turn their backs to me. I cut off those who hate me.", "42": "They looked, but there was none to save —to Adonai, but He did not answer them.", "43": "Then I beat them as the dust of the earth, I stamped and crushed them like mud of the streets.", "44": "You free me from strifes of my people. You kept me as head of the nations— people I did not know are serving me.", "45": "Children of foreigners cringe before me. As soon as they hear, they obey me.", "46": "Children of foreigners lose heart and come trembling from their hideouts.", "47": "Adonai lives! And blessed be my Rock! Exalted be God—the Rock of my salvation!", "48": "God—He gives me vengeance and brings down peoples under me.", "49": "He brings me out from my enemies. Indeed You lift me up above those who rise up against me. You deliver me from the violent man.", "50": "Therefore I praise You among the nations, Adonai, and will sing praises to Your name.", "51": "He is a tower of salvation to His king, He shows loyal love to His anointed— to David and to his seed, forever."}