{"1": "Now these are the last words of David, the utterance of David son of Jesse, the utterance of the man raised on high, the anointed of the God of Jacob and the sweet singer of Israel:", "2": "“The Ruach Adonai has spoken through me and His word is on my tongue.", "3": "The God of Israel has said, the Rock of Israel has spoken to me, 'He who rules over men righteously, he who rules in the fear of God—", "4": "he is like the light of the morning when the sun rises, a cloudless morning of glistening as grass springs from the earth.'", "5": "Is it not true that my house is with God? For He made an everlasting covenant with me, ordered and secured in all things. Will He not make all my salvation and every desire come to fruition?", "6": "But the worthless, all of them will be thrust aside like thorns, for they cannot be picked up by hand.", "7": "But the man who touches them must be armed with iron and the shaft of a spear. They must be completely burned up with fire on the spot.”", "8": "These are the names of the mighty men whom David had: Josheb-basshebeth a Tahchemonite, chief of the captains—he wielded his spear against 800 and slew them in one encounter. ", "9": "Next to him was Eleazar son of Dodo son of an Ahohite, one of the three mighty men with David when they defied the Philistines who were gathered there to battle. The men of Israel retreated, ", "10": "but he stood his ground and struck down the Philistines until his hand became weary and stuck to the sword. So Adonai brought about a great victory that day, and the people returned after him only to strip the slain.", "11": "Next to him was Shammah son of Agee the Hararite. Now the Philistines were assembled in formation where there was a plot of ground full of lentils, and the people fled from the Philistines. ", "12": "But he took his stand in the midst of the plot and defended it, and struck down the Philistines—so Adonai brought about a great victory.", "13": "Once the three of the thirty chiefs went down and came to David at the cave of Adullam during the harvest, while a troop of Philistines was camping in the Valley of Rephaim. ", "14": "David was then in the stronghold, while the garrison of the Philistines was in Bethlehem. ", "15": "David said longingly, ' “Who would get me water to drink from the well which is by the gate in Bethlehem?” ' ", "16": "So the three mighty men broke through the Philistine lines, drew water from the well of Bethlehem by the gate, took it and brought it to David. However, he would not drink it but poured it out to Adonai ", "17": "and he said, “'Far be it from me, Adonai, that I should do this—the blood of the men who went in jeopardy of their lives?'” So he would not drink it. These things the three mighty men did.", "18": "Now Abishai, the brother of Joab, son of Zeruiah, was chief of the Thirty. Once he wielded his spear against 300 and killed them—he had a reputation among the Three. ", "19": "He was the most honored of the Thirty, so he was made their commander; however, he did not become one of the Three.", "20": "Then there was Benaiah son of Jehoiada, son of a valiant man from Kabzeel, who had done mighty deeds. He killed the two from Ariel of Moab. Once, on a snowy day, he went down and killed a lion in the midst of a pit. ", "21": "He also killed an Egyptian—an impressive man—the Egyptian had a spear in his hand, but Benaiah went down to him with a staff, snatched the spear from the Egyptian's hand, and killed him with his own spear. ", "22": "These sort of things Benaiah son of Jehoiada did, so that he had a name as famous as that of the Three mighty men. ", "23": "He was most honorable among the Thirty, but he attained not to the first Three. So David set him over his guard.", "24": "Asahel brother of Joab was one of the Thirty, also Elhanan son of Dodo of Bethlehem, ", "25": "Shammah the Harodite, Elika the Harodite, ", "26": "Helez the Paltite, Ira son of Ikkesh the Tekoite, ", "27": "Aviezer the Anathothite, Mebunnai the Hushathite, ", "28": "Zalmon the Ahohite, Maharai the Netophathite, ", "29": "Heleb son of Baanah the Netophathite, Ittai son of Ribai of Gibeah of the children of Benjamin, ", "30": "Benaiah a Pirathonite, Hiddai from the wadis of Gaash, ", "31": "Abi-albon the Arbathite, Azmavet the Barhumite, ", "32": "Eliahba the Shaalbonite of the sons of Jashen, Jonathan, ", "33": "Shammah the Hararite, Ahiam son of Sharar the Ararite, ", "34": "Eliphelet son of Ahasbai son of the Maacathite, Eliam son of Ahithophel the Gilonite, ", "35": "Hezrai the Carmelite, Paarai the Arbite, ", "36": "Igal son of Nathan of Zobah, Bani the Gadite, ", "37": "Zelek the Ammonite, Naharai the Beerothite, armor-bearer to Joab son of Zeruiah, ", "38": "Ira the Ithrite, Gareb the Ithrite, ", "39": "and Uriah the Hittite—37 in all."}