{"1": "Now David again gathered all the chosen men of Israel, 30,000. ", "2": "Then David and all the people who were with him arose and set out from Baale-judah to bring up from there the ark of God, which is called by the Name[a], the very Name of Adonai-Tzva'ot who is enthroned between the cheruvim. ", "3": "So they loaded the ark of God on a new cart and carried it out of the house of Abinadab that was on the hill. Uzzah and Ahio, Abinadab's sons, drove the new cart ", "4": "as they brought it from the house of Abinadab (which was on the hill) with the ark of God, and Ahio was walking in front of the ark.", "5": "Meanwhile David and the whole house of Israel were celebrating before Adonai with all kinds of instruments made of cypress wood, with harps, lyres, tambourines, three-stringed instruments and cymbals[b]. ", "6": "But when they reached the threshing floor of Nahon, Uzzah reached out to the ark of God and grasped it, for the oxen had stumbled. ", "7": "Then the anger of Adonai was kindled against Uzzah. God struck him down there for his irreverence, so that he died there beside the ark of God. ", "8": "David was upset because of Adonai's outburst against Uzzah. That place is called Perez-uzzah[c] to this day.", "9": "So David was frightened of Adonai that day. Then he said, “How can the ark of Adonai come to me?” ", "10": "David was unwilling to move the ark of Adonai to him, to the City of David; instead, David diverted it to the house of Obed-edom the Gittite. ", "11": "So the ark of Adonai remained in the house of Obed-edom the Gittite three months; meanwhile Adonai blessed Obed-edom and his entire household.", "12": "Then it was reported to King David saying, “Adonai has blessed the house of Obed-edom and all that belongs to him, because of the ark of God.” So David went and brought the ark of God up from the house of Obed-edom to the city of David with joy. ", "13": "Now when the bearers of the ark of Adonai had gone six paces, he sacrificed an ox and a fatling. ", "14": "Meanwhile, David was dancing before Adonai with all his might while he was wearing a linen ephod. ", "15": "So David and the entire house of Israel brought up the ark of Adonai with shouting and with the sound of the shofar. ", "16": "But as the ark of Adonai entered the city of David, Saul's daughter Michal looked out of the window and saw King David leaping and dancing before Adonai, so she despised him in her heart.", "17": "They brought in the ark of Adonai and set it in its place in the midst of the tent that David had pitched for it. Then David offered burnt offerings and fellowship offerings before Adonai. ", "18": "When David had finished offering the burnt offering and fellowship offerings, he blessed the people in the Name of Adonai-Tzva'ot. ", "19": "Then he distributed to all the people—to the whole multitude of Israel, men and women alike—to everyone a loaf of bread, a cake made in a pan and a raisin cake. Then all the people departed, each to his home.", "20": "David returned to bless his own household. But Saul's daughter Michal came out to meet David and said, “How the king of Israel distinguished himself today, when he uncovered himself today in the eyes of the slave girls of his subjects, as any vulgar fellow would shamelessly uncover himself!”", "21": "“It was before Adonai,” David said to Michal, “who chose me instead of your father and all his household, appointing me ruler over the people of Adonai, over Israel! So I danced Before Adonai, ", "22": "and will dishonor myself even more than this, and will be low in my own eyes. Yet in the eyes of the slave girls whom you mentioned, I will be honored.” ", "23": "So Saul's daughter Michal had no children to the day of her death."}