{"1": "Then David inquired, “Is there anyone still left from the house of Saul, so that I may show him kindness for Jonathan's sake?” ", "2": "Now there was a servant from Saul's house whose name was Ziba, so they summoned him to David. The king asked him, “Are you Ziba?” “Your servant,” he said.", "3": "The king asked him, “Is there still anyone from the house of Saul to whom I may show the kindness of God?” “There is still a son of Jonathan,” Ziba said to the king, “with crippled legs.”", "4": "“Where is he?” the king said to him. Ziba said to the king, “He's there, in the house of Machir son of Ammiel, in Lo-debar.” ", "5": "So King David sent word and brought him from the house of Machir son of Ammiel, from Lo-debar.", "6": "Then Mephibosheth, son of Jonathan son of Saul, came to David, fell on his face and prostrated himself. “Mephibosheth!” David said. “Behold your servant!” he answered. “Don't be afraid,” ", "7": "David said to him, “for I will surely show you kindness for the sake of your father Jonathan. I will restore to you all the land of your grandfather Saul, and you will always eat bread at my table.”", "8": "Then he bowed down and said, “What is your servant, that you should turn to look at such a dead dog like me?”", "9": "Then the king summoned Ziba, Saul's servant, and said to him, “All that belonged to Saul and to all his household I have given to your master's son. ", "10": "So you, you and your sons and your servants will till the land for him, and you will bring in the yield so that your master's son may have food to eat. But Mephibosheth your master's son will always eat bread at my table.” Now Ziba had 15 sons and 20 servants. ", "11": "Then Ziba said to the king, “According to all that my lord the king commands his servant, so will your servant do.” Thus Mephibosheth used to eat at the table just like one of the king's sons. ", "12": "Mephibosheth had a young son, whose name was Mica. All the members of Ziba's household were servants to Mephibosheth. ", "13": "But Mephibosheth lived in Jerusalem, for he ate at the king's table regularly, though he was crippled in both his legs."}