{"1": "From Paul,[a] a slave[b] of Christ Jesus,[c] called to be an apostle,[d] set apart for the gospel of God.[e] ", "2": "This gospel[f] he promised beforehand through his prophets in the holy scriptures, ", "3": "concerning his Son who was a descendant[g] of David with reference to the flesh,[h] ", "4": "who was appointed the Son-of-God-in-power[i] according to the Holy Spirit[j] by the resurrection[k] from the dead, Jesus Christ our Lord. ", "5": "Through him[l] we have received grace and our apostleship[m] to bring about the obedience[n] of faith[o] among all the Gentiles on behalf of his name. ", "6": "You also are among them,[p] called to belong to Jesus Christ.[q] ", "7": "To all those loved by God in Rome, called to be saints:[r] Grace and peace to you[s] from God our Father and the Lord Jesus Christ!", "8": "First of all,[t] I thank my God through Jesus Christ for all of you, because your faith is proclaimed throughout the whole world. ", "9": "For God, whom I serve in my spirit in the gospel[u] of his Son, is my witness that[v] I continually remember you ", "10": "and I always ask[w] in my prayers, if perhaps now at last I may succeed in visiting you according to the will of God.[x] ", "11": "For I long to see you, so that I may impart to you some spiritual gift[y] to strengthen you, ", "12": "that is, that we may be mutually comforted by one another's faith,[z] both yours and mine. ", "13": "I do not want you to be unaware,[aa] brothers and sisters,[ab] that I often intended to come to you (and was prevented until now), so that I may have some fruit even among you, just as I already have among the rest of the Gentiles.[ac] ", "14": "I am a debtor[ad] both to the Greeks and to the barbarians, both to the wise and to the foolish. ", "15": "Thus I am eager[ae] also to preach the gospel to you who are in Rome.", "16": "For I am not ashamed of the gospel, for it is God's power for salvation to everyone who believes, to the Jew first and also to the Greek.[af] ", "17": "For the righteousness[ag] of God is revealed in the gospel[ah] from faith to faith,[ai] just as it is written, “The righteous by faith will live.”[aj]", "18": "For the wrath of God is revealed from heaven against all ungodliness and unrighteousness of people[ak] who suppress the truth by their[al] unrighteousness,[am] ", "19": "because what can be known about God is plain to them,[an] because God has made it plain to them. ", "20": "For since the creation of the world his invisible attributes—his eternal power and divine nature—have been clearly seen, because they are understood through what has been made. So people[ao] are without excuse. ", "21": "For although they knew God, they did not glorify him as God or give him thanks, but they became futile in their thoughts and their senseless hearts[ap] were darkened. ", "22": "Although they claimed[aq] to be wise, they became fools ", "23": "and exchanged the glory of the immortal God for an image resembling mortal human beings[ar] or birds or four-footed animals[as] or reptiles.", "24": "Therefore God gave them over[at] in the desires of their hearts to impurity,[au] to dishonor[av] their bodies among themselves.[aw] ", "25": "They[ax] exchanged the truth of God for a lie[ay] and worshiped and served the creation[az] rather than the Creator, who is blessed forever! Amen.", "26": "For this reason God gave them over to dishonorable passions. For their women exchanged the natural sexual relations for unnatural ones,[ba] ", "27": "and likewise the men also abandoned natural relations with women[bb] and were inflamed in their passions[bc] for one another. Men[bd] committed shameless acts with men and received in themselves the due penalty for their error.", "28": "And just as they did not see fit to acknowledge God,[be] God gave them over to a depraved mind, to do what should not be done.[bf] ", "29": "They are filled[bg] with every kind of unrighteousness, wickedness, covetousness, malice. They are rife with[bh] envy, murder, strife, deceit, hostility. They are gossips, ", "30": "slanderers, haters of God, insolent, arrogant, boastful, contrivers of all sorts of evil, disobedient to parents, ", "31": "senseless, covenant-breakers,[bi] heartless, ruthless. ", "32": "Although they fully know[bj] God's righteous decree that those who practice such things deserve to die,[bk] they not only do them but also approve of those who practice them.[bl]"}