{"1": "Therefore what advantage does the Jew have, or what is the value of circumcision? ", "2": "Actually, there are many advantages.[a] First of all,[b] the Jews[c] were entrusted with the oracles of God.[d] ", "3": "What then? If some were unfaithful, their unfaithfulness will not nullify God's faithfulness, will it? ", "4": "Absolutely not! Let God be proven true, and every human being[e] shown up as a liar,[f] just as it is written: “so that you will be justified[g] in your words and will prevail when you are judged.”[h]", "5": "But if our unrighteousness demonstrates[i] the righteousness of God, what shall we say? The God who inflicts wrath is not unrighteous, is he? (I am speaking in human terms.)[j] ", "6": "Absolutely not! For otherwise how could God judge the world? ", "7": "For if by my lie the truth of God enhances[k] his glory, why am I still actually being judged as a sinner? ", "8": "And why not say, “Let us do evil so that good may come of it”?—as some who slander us allege that we say.[l] (Their[m] condemnation is deserved!)", "9": "What then? Are we better off? Certainly not, for we have already charged that Jews and Greeks alike are all under sin, ", "10": "just as it is written: “There is no one righteous, not even one,", "11": "there is no one who understands, there is no one who seeks God.", "12": "All have turned away, together they have become worthless; there is no one who shows kindness, not even one.”[n]", "13": "“Their throats are open graves,[o] they deceive with their tongues, the poison of asps is under their lips.”[p]", "14": "“Their mouths are[q] full of cursing and bitterness.”[r]", "15": "“Their feet are swift to shed blood,", "16": "ruin and misery are in their paths,", "17": "and the way of peace they have not known.”[s]", "18": "“There is no fear of God before their eyes.”[t]", "19": "Now we know that whatever the law says, it says to those who are under[u] the law, so that every mouth may be silenced and the whole world may be held accountable to God. ", "20": "For no one is declared righteous before him[v] by the works of the law,[w] for through the law comes[x] the knowledge of sin. ", "21": "But now[y] apart from the law the righteousness of God (although it is attested by the law and the prophets)[z] has been disclosed—", "22": "namely, the righteousness of God through the faithfulness of Jesus Christ[aa] for all who believe. For there is no distinction, ", "23": "for all have sinned and fall short of the glory of God. ", "24": "But they are justified[ab] freely by his grace through the redemption that is in Christ Jesus. ", "25": "God publicly displayed[ac] him[ad] at his death[ae] as the mercy seat[af] accessible through faith.[ag] This was to demonstrate[ah] his righteousness, because God in his forbearance had passed over the sins previously committed.[ai] ", "26": "This was[aj] also to demonstrate[ak] his righteousness in the present time, so that he would be just[al] and the justifier of the one who lives because of Jesus' faithfulness.[am]", "27": "Where, then, is boasting?[an] It is excluded! By what principle?[ao] Of works? No, but by the principle of faith! ", "28": "For we consider that a person[ap] is declared righteous by faith apart from the works of the law.[aq] ", "29": "Or is God the God of the Jews only? Is he not the God of the Gentiles too? Yes, of the Gentiles too! ", "30": "Since God is one,[ar] he will justify the circumcised by faith and the uncircumcised through faith. ", "31": "Do we then nullify[as] the law through faith? Absolutely not! Instead[at] we uphold the law."}