{"1": "[a] I am telling the truth in Christ (I am not lying!), for my conscience assures me[b] in the Holy Spirit—", "2": "I have great sorrow and unceasing anguish in my heart.[c] ", "3": "For I could wish[d] that I myself were accursed—cut off from Christ—for the sake of my people,[e] my fellow countrymen,[f] ", "4": "who are Israelites. To them belong[g] the adoption as sons,[h] the glory, the covenants, the giving of the law, the temple worship,[i] and the promises. ", "5": "To them belong the patriarchs,[j] and from them,[k] by human descent,[l] came the Christ,[m] who is God over all, blessed forever![n] Amen.", "6": "It is not as though the word of God had failed. For not all those who are descended from Israel are truly Israel,[o] ", "7": "nor are all the children Abraham's true descendants; rather “through Isaac will your descendants be counted.”[p] ", "8": "This means[q] it is not the children of the flesh[r] who are the children of God; rather, the children of promise are counted as descendants. ", "9": "For this is what the promise declared:[s] “About a year from now[t] I will return and Sarah will have a son.”[u] ", "10": "Not only that, but when Rebekah had conceived children by one man,[v] our ancestor Isaac—", "11": "even before they were born or had done anything good or bad (so that God's purpose in election[w] would stand, not by works but by[x] his calling)[y]—", "12": "[z] it was said to her, “The older will serve the younger,”[aa] ", "13": "just as it is written: “Jacob I loved, but Esau I hated.”[ab]", "14": "What shall we say then? Is there injustice with God? Absolutely not! ", "15": "For he says to Moses: “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”[ac] ", "16": "So then,[ad] it does not depend on human desire or exertion,[ae] but on God who shows mercy. ", "17": "For the scripture says to Pharaoh:[af] “For this very purpose I have raised you up, that I may demonstrate my power in you, and that my name may be proclaimed in all the earth.”[ag] ", "18": "So then,[ah] God[ai] has mercy on whom he chooses to have mercy, and he hardens whom he chooses to harden.[aj]", "19": "You will say to me then, “Why does he still find fault? For who has ever resisted his will?” ", "20": "But who indeed are you—a mere human being[ak]—to talk back to God?[al] Does what is molded say to the molder, “Why have you made me like this?”[am] ", "21": "Has the potter no right to make from the same lump of clay[an] one vessel for special use and another for ordinary use?[ao] ", "22": "But what if God, willing to demonstrate his wrath and to make known his power, has endured with much patience the objects[ap] of wrath[aq] prepared for destruction?[ar] ", "23": "And what if he is willing to make known the wealth of his glory on the objects[as] of mercy that he has prepared beforehand for glory—", "24": "even us, whom he has called, not only from the Jews but also from the Gentiles? ", "25": "As he also says in Hosea: “I will call those who were not my people, 'My people,' and I will call her who was unloved,[at] 'My beloved.'”[au]", "26": "“And in the very place[av] where it was said to them, 'You are not my people,' there they will be called 'sons of the living God.'”[aw]", "27": "And Isaiah cries out on behalf of Israel, “Though the number of the children[ax] of Israel are as the sand of the sea, only the remnant will be saved, ", "28": "for the Lord will execute his sentence on the earth completely and quickly.”[ay] ", "29": "Just[az] as Isaiah predicted, “If the Lord of Heaven's Armies[ba] had not left us descendants, we would have become like Sodom, and we would have resembled Gomorrah.”[bb]", "30": "What shall we say then?—that the Gentiles who did not pursue righteousness obtained it, that is, a righteousness that is by faith, ", "31": "but Israel even though pursuing[bc] a law of righteousness[bd] did not attain it.[be] ", "32": "Why not? Because they pursued[bf] it not by faith but (as if it were possible) by works.[bg] They stumbled over the stumbling stone,[bh] ", "33": "just as it is written, “Look, I am laying in Zion a stone that will cause people to stumble and a rock that will make them fall,[bi] yet the one who believes in him will not be put to shame.”[bj]"}