{"1": "My friends, as believers in our Lord Jesus Christ, the Lord of glory, you must never treat people in different ways according to their outward appearance. ", "2": "Suppose a rich man wearing a gold ring and fine clothes comes to your meeting, and a poor man in ragged clothes also comes. ", "3": "If you show more respect to the well-dressed man and say to him, “Have this best seat here,” but say to the poor man, “Stand over there, or sit here on the floor by my feet,” ", "4": "then you are guilty of creating distinctions among yourselves and of making judgments based on evil motives.", "5": "Listen, my dear friends! God chose the poor people of this world to be rich in faith and to possess the kingdom which he promised to those who love him. ", "6": "But you dishonor the poor! Who are the ones who oppress you and drag you before the judges? The rich! ", "7": "They are the ones who speak evil of that good name which has been given to you.", "8": "You will be doing the right thing if you obey the law of the Kingdom, which is found in the scripture, “Love your neighbor as you love yourself.” ", "9": "But if you treat people according to their outward appearance, you are guilty of sin, and the Law condemns you as a lawbreaker. ", "10": "Whoever breaks one commandment is guilty of breaking them all. ", "11": "For the same one who said, “Do not commit adultery,” also said, “Do not commit murder.” Even if you do not commit adultery, you have become a lawbreaker if you commit murder. ", "12": "Speak and act as people who will be judged by the law that sets us free. ", "13": "For God will not show mercy when he judges the person who has not been merciful; but mercy triumphs over judgment.", "14": "My friends, what good is it for one of you to say that you have faith if your actions do not prove it? Can that faith save you? ", "15": "Suppose there are brothers or sisters who need clothes and don't have enough to eat. ", "16": "What good is there in your saying to them, “God bless you! Keep warm and eat well!”—if you don't give them the necessities of life? ", "17": "So it is with faith: if it is alone and includes no actions, then it is dead.", "18": "But someone will say, “One person has faith, another has actions.” My answer is, “Show me how anyone can have faith without actions. I will show you my faith by my actions.” ", "19": "Do you believe that there is only one God? Good! The demons also believe—and tremble with fear. ", "20": "You fool! Do you want to be shown that faith without actions is useless?[a] ", "21": "How was our ancestor Abraham put right with God? It was through his actions, when he offered his son Isaac on the altar. ", "22": "Can't you see? His faith and his actions worked together; his faith was made perfect through his actions. ", "23": "And the scripture came true that said, “Abraham believed God, and because of his faith God accepted him as righteous.” And so Abraham was called God's friend. ", "24": "You see, then, that it is by our actions that we are put right with God, and not by our faith alone.", "25": "It was the same with the prostitute Rahab. She was put right with God through her actions, by welcoming the Israelite spies and helping them to escape by a different road.", "26": "So then, as the body without the spirit is dead, also faith without actions is dead."}