{"1": "Some of those present informed Jesus that Pilate had slaughtered some Galilean Jews[a] while they were offering sacrifices at the temple, mixing their blood with the sacrifices they were offering.", "2": "Jesus turned and asked the crowd, “Do you believe that the slaughtered Galileans were the worst sinners of all the Galileans? ", "3": "No, they weren't! So listen to me. Unless you all repent,[b] you will perish as they did. ", "4": "Or what about the eighteen who perished when the tower of Siloam[c] fell upon them? Do you really think that they were more guilty than all of the others in Jerusalem? ", "5": "No, they weren't. But unless you repent, you will all eternally perish, just as they did.”", "6": "Then Jesus told them this parable: “There was a man who planted a fig tree in his orchard. But when he came to gather fruit from his tree he found none, for it was barren and had no fruit. ", "7": "So he said to his gardener, 'For the last three years I've come to gather figs from my tree but it remains fruitless. What a waste! Go ahead and cut it down!'", "8": "“But the gardener said, 'Sir, we should leave it one more year. Let me fertilize and cultivate it, then let's see if it will produce fruit. ", "9": "If it doesn't bear fruit by next year, we'll cut it down.'”[d]", "10": "One Sabbath day, while Jesus was teaching in the synagogue, ", "11": "he encountered a seriously handicapped woman. She was crippled and had been doubled over for eighteen years. Her condition was caused by a demonic spirit of bondage[e] that had left her unable to stand up straight.", "12-13": "–13 When Jesus saw her condition, he called her over and gently laid his hands on her. Then he said, “Dear woman, you are free. I release you forever from this crippling spirit.” Instantly she stood straight and tall and overflowed with glorious praise to God!", "14": "The Jewish leader who was in charge of the synagogue was infuriated over Jesus healing on the Sabbath day. “Six days you are to work,” he shouted angrily to the crowd. “Those are the days you should come here for healing, but not on the seventh day!”", "15": "The Lord said, “You hopeless frauds! Don't you care for your animals on the Sabbath day, untying your ox or donkey from the stall and leading it away to water? ", "16": "If you do this for your animals, what's wrong with allowing this beloved daughter of Abraham, who has been bound by Satan for eighteen long years, to be untied and set free on a Sabbath day?”", "17": "When they heard this, his critics were completely humiliated. But the crowds shouted with joy over the glorious things Jesus was doing among them.", "18": "Jesus taught them this parable: “How can I describe God's kingdom realm? Let me illustrate it this way. ", "19": "It is like the smallest of seeds that you would plant in a garden. And when it grows, it becomes a huge tree, with so many spreading branches that various birds make nests there.”[f]", "20": "Jesus taught them another parable: “How can I describe God's kingdom realm? Let me give you this illustration: ", "21": "It is like something as small as yeast that a woman kneads into a large amount of dough. It works unseen until it permeates[g] the entire batch and rises high.”", "22": "Jesus ministered in one town and village after another,[h] teaching the people as he made his way toward Jerusalem. ", "23": "A bystander asked him, “Lord, will only a few have eternal life?” Jesus said to the crowd, ", "24": "“There is a great cost[i] for anyone to enter through the narrow doorway to God's kingdom realm. I tell you, there will be many who will want to enter but won't be able to. ", "25": "For once the head of the house has shut and locked the door, it will be too late. Even if you stand outside knocking, begging to enter, and saying, 'Lord, Lord, open the door for us,' he will say to you, 'I don't know who you are. You are not a part of my family.'", "26": "“Then you will reply, 'But Lord, we dined with you and walked with you as you taught us.' ", "27": "And he will reply, 'Don't you understand? I don't know who you are, for you are not a part of my family. You cannot enter in. Now, go away from me! For you are all disloyal to me and do evil.'[j]", "28": "“You will experience great weeping and great anguish when you see Abraham, Isaac, and Jacob, along with all the prophets of Israel, enjoying God's kingdom realm while you yourselves are barred from entering. ", "29": "And you will see people streaming from the four corners of the earth, accepting the invitation to feast in God's kingdom, while you are kept outside looking in. ", "30": "And take note of this: There are some who are despised and viewed as the least important now, but will one day be placed at the head of the line. And there are others who are viewed as 'elite' today who will become least important then.”", "31": "Just then some Jewish religious leaders came to Jesus to inform him that Herod was out to kill him and urged him to flee from that place. ", "32": "Jesus told them, “Go and tell that deceiver[k] that I will continue to cast out demons and heal the sick today and tomorrow, but on the third day I will bring my work to perfection. ", "33": "For everyone knows I am safe until I come to Jerusalem, for that is where all the prophets have been killed. ", "34": "O city of Jerusalem, you are the city that murders your prophets! You are the city that pelts to death with stones the very messengers[l] who were sent to deliver you! So many times I have longed to gather your wayward children together around me, as a hen gathers her chicks under her wings—but you were too stubborn to let me. ", "35": "And now it is too late, since your house will be left in ruins.[m] You will not see me again until you are able to say, 'We welcome the one who comes to us in the name of the Lord.'”[n]"}