{"1": "Jesus taught his disciples using this story: “There was once a very rich man who hired a manager to run his business and oversee all his wealth. But soon a rumor spread that the manager was wasting his master's money. ", "2": "So the master called him in and said, 'Is it true that you are mismanaging my estate? You need to provide me with a complete audit of everything you oversee for me. I've decided to dismiss you.'", "3": "“The manager thought, 'Now what am I going to do? I'm finished here. I can't hide what I've done,[a] and I'm too proud to beg to get my job back. ", "4": "I have an idea that will secure my future. It will win me favor and secure friends who can take care of me and help me when I get fired!'", "5": "“So the dishonest manager hatched his scheme. He went to everyone who owed his master money, one by one, and he asked them, 'How much do you owe my master?' ", "6-7": "–7 One debtor owed twenty thousand dollars, so he said to him, 'Let me see your bill. Pay me now and we'll settle for twenty percent less.' The clever manager scratched out the original amount owed and reduced it by twenty percent. And to another who owed two hundred thousand dollars, he said, 'Pay me now and we'll reduce your bill by fifty percent.' And the clever manager scratched out the original amount owed and reduced it by half.", "8": "“Even though his master was defrauded, when he found out about the shrewd way this manager had feathered his own nest, he congratulated the clever scoundrel for what he'd done to lay up for his future needs.” Jesus continued, “Remember this: The sons of darkness are more shrewd than the sons of light in their interactions with others. ", "9": "It is important that you use the wealth of this world to demonstrate your friendship with God by winning friends and blessing others. Then, when this world[b] fails and falls apart, your generosity will provide you with an eternal reward.[c]", "10": "“The one who manages the little he has been given with faithfulness and integrity will be promoted and trusted with greater responsibilities. But those who cheat with the little they have been given will not be considered trustworthy to receive more. ", "11": "If you have not handled the riches of this world with integrity, why should you be trusted with the eternal treasures of the spiritual world? ", "12": "And if you've not been proven faithful with what belongs to another, why should you be given wealth of your own? ", "13": "It is impossible for a person to serve two masters at the same time. You will be forced to love one and reject the other. One master will be despised and the other will have your loyal devotion. It is no different with God and the wealth of this world.[d] You must enthusiastically love one and definitively reject the other.”", "14": "Now, the Jewish religious leaders who were listening to Jesus were lovers of money. They laughed at what he said and mocked his teachings.", "15": "So Jesus addressed them directly. “You always want to look spiritual in the eyes of others, but you have forgotten the eyes of God, which see what is inside you. The very things that you approve of and applaud are the things God despises. ", "16": "The law of Moses and the revelation of the prophets have prepared you for the arrival of the kingdom realm announced by John. And now, when this wonderful news of God's kingdom realm is preached, people's hearts burn with extreme passion to press in and receive it. ", "17": "Heaven and earth will disintegrate before even the smallest detail of the word of God will fail or lose its power.", "18": "“It is wrong for you to divorce[e] your wife so that you can marry another—that is adultery. And when you take that one you have lusted after as your wife, and contribute to the breakup of her marriage, you are once again guilty of adultery.”", "19": "Jesus continued. “There once was a very rich man who had the finest things imaginable,[f] living every day enjoying his life of opulent luxury. ", "20-21": "–21 Outside the gate of his mansion was a poor beggar named Lazarus.[g] He lay there every day, covered with boils, and all the neighborhood dogs would come and lick his open sores. The only food he had to eat was the garbage that the rich man threw away.", "22": "“One day poor Lazarus died, and the angels of God came and escorted his spirit into paradise.[h]", "23": "“The day came that the rich man also died. In hell he looked up from his torment and saw Abraham in the distance, and Lazarus the beggar was standing beside him in the glory. ", "24": "So the rich man shouted, 'Father Abraham! Father Abraham! Have mercy on me. Send Lazarus to dip his finger in water and come to cool my tongue, for I am in agony in these flames of fire!'", "25": "“But Abraham responded, 'My friend, don't you remember? While you were alive, you had all you desired, surrounded in luxury, while Lazarus had nothing. Now Lazarus is in the comforts of paradise and you are in agony. ", "26": "Besides, between us is a huge chasm that cannot be bridged, keeping anyone from crossing from one realm to the other, even if he wanted to.'", "27": "“So the rich man said, 'Then let me ask you, Father Abraham, to please send Lazarus to my relatives. ", "28": "Tell him to witness to my five brothers and warn them not to end up where I am in this place of torment.'", "29": "“Abraham replied, 'They've already had enough warning. They have the teachings of Moses and the prophets, and they must obey them.'", "30": "“'But what if they're not listening?' the rich man added. 'If someone from the dead were to go and warn them, they would surely repent.'", "31": "“Abraham said to him, 'If they won't listen to Moses and the prophets, neither would they believe even if someone[i] was raised from the dead!'”"}