{"1": "One day Jesus taught his disciples this: “Betrayals[a] are inevitable, but great devastation will come to the one guilty of betraying others. ", "2": "It would be better for him to have a heavy boulder tied around his neck and be hurled into the deepest sea than to face the punishment of betraying one of my dear ones! So be alert to your brother's condition, ", "3": "and if you see him going the wrong direction, cry out and correct him. If there is true repentance on his part, forgive him. ", "4": "No matter how many times in one day your brother sins against you[b] and says, 'I'm sorry; I am changing; forgive me,' you need to forgive him each and every time.”", "5": "Upon hearing this, the apostles said to Jesus, “Lord, you must increase[c] our measure of faith!”", "6": "Jesus responded, “If you have even the smallest measure of authentic faith, it would be powerful enough to say to this large[d] tree, 'My faith will pull you up by the roots and throw you into the sea,' and it will respond to your faith and obey you.”[e]", "7-8": "–8 Jesus continued, “After a servant has finished his work in the field or with the livestock, he doesn't immediately sit down to relax and eat. No, a true servant prepares the food for his master and makes sure his master is served his meal before he sits down to eat his own. ", "9": "Does the true servant expect to be thanked for doing what is required of him? ", "10": "So learn this lesson: After doing all that is commanded of you, simply say, 'We are mere servants, undeserving of special praise, for we are just doing what is expected of us and fulfilling our duties.'”", "11": "Jesus traveled on toward Jerusalem and passed through the border region between Samaria and Galilee. ", "12": "As he entered one village, ten men approached him, but they kept their distance, for they were lepers. ", "13": "They shouted to him, “Mighty Lord, our wonderful Master![f] Won't you have mercy on us and heal us?”", "14": "When Jesus stopped to look at them, he spoke these words: “Go to be examined by the Jewish priests.”[g] They set off, and they were healed while walking along the way. ", "15": "One of them, a foreigner from Samaria,[h] when he discovered that he was completely healed, turned back to find Jesus, shouting out joyous praises and glorifying God. ", "16": "When he found Jesus, he fell down at his feet and thanked him over and over, saying to him, “You are the Messiah.”[i] This man was a Samaritan.", "17": "“So where are the other nine?” Jesus asked. “Weren't there ten who were healed? ", "18": "They all refused to return to give thanks and give glory to God except you, a foreigner from Samaria?”", "19": "Then Jesus said to the healed man lying at his feet, “Arise and go. It was your faith that brought you salvation and healing.”", "20": "Jesus was once asked by the Jewish religious leaders, “When will God's kingdom realm come?”[j] Jesus responded, “God's kingdom realm does not come simply by obeying principles[k] or by waiting for signs. ", "21": "The kingdom is not discovered in one place or another, for God's kingdom realm is already expanding within some of you.”[l]", "22": "Later, Jesus addressed this again with his apostles, saying, “The time is coming when a great passion will be awakened within you to see me again. Yes, you will long to see the beginning of the days of the Son of Man, but you won't be able to find me. ", "23": "You will hear reports from some who will say, 'Look, he has returned,' 'He's over here,' or, 'He's over there!' Don't believe it or run after them, for their claims will be false. ", "24": "The day of the Son of Man will burst forth with the brightness of a lightning strike that shines from one end of the sky to the other, illuminating the earth.", "25": "“But before this takes place, the Son of Man must pass through great suffering and rejection from this generation. ", "26": "The same things that happened in the days of Noah will take place in the days of the Son of Man. ", "27": "They were eating, they were drinking, they were marrying, and they were given in marriage until the day Noah boarded the ark and the devastating flood came and swept them all away.", "28-30": "–30 “The days of the Son of Man can also be compared to the days of Lot. The people of that time lived their lives as normal. They got married, raised families, built homes and businesses, yet they were totally unaware of what was coming until the day Lot departed from Sodom. The sky opened up and rained fire and burning sulfur upon them, destroying everyone and everything they had built. So it will be on the day of the unveiling of the Son of Man.", "31": "“In the day of my appearing, if one is outside,[m] he won't even have time to go back into the house to gather his belongings. And those toiling in their fields won't have time to run back home. ", "32": "Don't forget the example of Lot's wife and what happened to her when she turned back.[n] ", "33": "All who are obsessed with being secure in life will lose it all—including their lives. But those who let go of their lives and surrender them to me will discover true life. ", "34": "For in that night there will be two lying in their bed; one will be suddenly swept away while the other will be left alive. ", "35-36": "–36 There will be two women working together at household duties; one will be suddenly swept away while the other will be left alive.”[o]", "37": "His apostles asked, “Lord, where will this judgment happen?” Jesus responded, “It will be obvious, for wherever there are those spiritually dead,[p] there you will find the eagles[q] circling.”"}