{"1": "One day Jesus taught the apostles to keep praying and never stop or lose hope. He shared with them this illustration:", "2": "“In a certain town there was a civil judge, a thick-skinned and godless man who had no fear of others' opinions. ", "3": "And there was a poor widow in that town who kept pleading with the judge, 'Grant me justice and protect me against my oppressor!'", "4-5": "–5 “He ignored her pleas for quite some time, but she kept asking. Eventually he said to himself, 'This widow keeps annoying me, demanding her rights, and I'm tired of listening to her. Even though I'm not a religious man and don't care about the opinions of others, I'll just get her off my back by answering her claims for justice and I'll rule in her favor. Then she'll leave me alone.'”", "6": "The Lord continued, “Did you hear what the ungodly judge said—that he would answer her persistent request? ", "7": "Don't you know that God, the true judge, will grant justice to all of his chosen ones who cry out to him night and day? He will pour out his Spirit upon them.[a] He will not delay to answer you and give you what you ask for. ", "8": "God will give swift justice to those who don't give up. So be ever praying, ever expecting, just like the widow was with the judge. Yet when the Son of Man comes back, will he find this kind of persistent faithfulness in his people?”", "9": "Jesus taught this parable to those who were convinced they were morally upright and those who trusted in their own virtue yet looked down on others with disgust:", "10": "“Once there were two men who went into the temple to pray. One was a proud religious leader, the other a despised tax collector. ", "11-12": "–12 The religious leader stood apart from the others and prayed, 'How I thank you, O God, that I'm not wicked like everyone else. They're cheaters, swindlers, and crooks—like that tax collector over there. God, you know that I never cheat or commit adultery; I fast from food twice a week and I give you a tenth of all I make.'", "13": "“The tax collector stood off alone in the corner, away from the Holy Place, and covered his face in his hands, feeling that he was unworthy to even look up to God. Beating his breast,[b] he sobbed with brokenness and tears saying, 'God, please, in your mercy and because of the blood sacrifice, forgive me,[c] for I am nothing but the most miserable of all sinners!'", "14": "“Which one of them left for home that day made right with God? It was the humble tax collector and not the religious leader! For everyone who praises himself will one day be humiliated before all, and everyone who humbles himself will one day be lifted up and honored before all.”", "15": "The people brought their babies and small children[d] to Jesus so that he might lay his hands on them to bless them. When the disciples saw this, they scolded the parents and told them to stop troubling the Master. ", "16": "But Jesus called for the parents, the children, and his disciples to come and listen to him. Then he told them, “Never hinder a child from coming to me. Let them all come, for God's kingdom realm belongs to them as much as it does to anyone else. They demonstrate to you what faith is all about. ", "17": "Learn this well: unless you receive the revelation of the kingdom realm the same way a little child receives it, you will never be able to enter in.”", "18": "One day a wealthy Jewish nobleman of high standing posed this question to Jesus: “Wonderful Teacher, what must I do to be saved and receive eternal life?”", "19": "Jesus answered, “Why would you call me wonderful when there is only one who is wonderful—and that is God alone?[e] ", "20": "You already know what is right and what the commandments teach: 'Do not commit adultery, do not murder, do not steal, do not lie, and respectfully honor your father and your mother.'”", "21": "The wealthy leader replied, “These are the very things I've been doing for as long as I can remember.”", "22": "“Ah,” Jesus said. “But there's still one thing you're missing in your life.” “What is that?” asked the man. “You must go and sell everything you own and give all the proceeds to the poor so you will have eternal treasures. Then come and follow me.”[f]", "23": "When the rich leader heard these words, he was devastated, for he was extremely wealthy.", "24": "Jesus saw his disappointment, and looking right at him he said, “It is next to impossible for those who have everything to enter into God's kingdom realm. ", "25": "Nothing could be harder! It could be compared to trying to stuff a rope through the eye of a needle.”[g]", "26": "Those who heard this said, “Then who can be saved?”", "27": "Jesus responded, “What appears humanly impossible is more than possible with God. For God can do what man cannot.”", "28": "Peter said, “Lord, see how we've left all that we have, our houses and our careers, to follow you.”", "29-30": "–30 Jesus replied, “Listen to my words: anyone who leaves his home behind and chooses God's kingdom realm over wife, children, parents, and family, it will come back to him many more times in this lifetime.[h] And in the age to come, he will inherit even more than that—he will inherit eternal life!”", "31": "Jesus took the Twelve aside in private and told them, “We are going to Jerusalem so that everything prophesied about the Son of Man will be fulfilled. ", "32": "They will betray him and hand him over to the people, and they will mock him, insult him, and spit in his face. ", "33": "And after they have abused[i] and flogged the Son of Man, they will kill him. But in three days he will rise again.”", "34": "The disciples didn't have a clue what he was saying, for his words were a mystery that was hidden from them.", "35": "As Jesus and his followers arrived at Jericho, there was a blind beggar sitting on the roadside. ", "36": "When he heard the crowd approaching, he asked, “What's all this commotion about?”", "37": "“It's Jesus!” they said. “Jesus the Nazarene is passing by.”", "38": "The blind beggar shouted, “Jesus, Son of David,[j] have pity and show me mercy!”", "39": "Those who were in the front of the crowd scolded him and warned him to be quiet. But the blind beggar screamed out even louder, “Jesus, Son of David, show me mercy!”", "40": "Suddenly Jesus stopped. He told those nearby, “Bring the man over to me.” When they brought him before Jesus, he asked the man, ", "41": "“What is it you want me to do for you?” “Lord,” he said, “please, I want to see again.”", "42": "Jesus said, “Now you will see. Receive your sight this moment. For your faith in me has given you sight and new life.”[k]", "43": "Instantly he could see again. His eyes popped opened, and he saw Jesus. He shouted loud praises to God and he followed Jesus. And when the crowd saw what happened, they too erupted with shouts of praise to God."}