{"1": "–3 In the city of Jericho there lived a very wealthy man named Zacchaeus,[a] who was the supervisor over all the tax collectors. As Jesus made his way through the city, Zacchaeus was eager to see Jesus. He kept trying to get a look at him, but the crowd around Jesus was massive. Zacchaeus was a very short man and couldn't see over the heads of the people. ", "4": "So he ran on ahead of everyone and climbed up a blossoming fig tree[b] so he could get a glimpse of Jesus as he passed by.", "5": "When Jesus got to that place, he looked up into the tree and said, “Zacchaeus, hurry on down, for I am appointed to stay[c] at your house today!”", "6": "So he scurried down the tree and came face-to-face with Jesus.", "7": "As Jesus left to go with Zacchaeus, many in the crowd complained, “Look at this! Of all the people to have dinner[d] with, he's going to eat in the house of a crook.”", "8": "Zacchaeus joyously welcomed Jesus[e] and was amazed over his gracious visit to his home. Zacchaeus stood in front of the Lord and said, “Half of all that I own I will give to the poor. And Lord, if I have cheated anyone, I promise to pay back four times as much as I stole.”", "9-10": "–10 Jesus said to him, “This shows that today life[f] has come to you and your household, for you are a true son of Abraham. The Son of Man has come to seek out and to give life to those who are lost.”[g]", "11": "At this time Jesus was getting close to entering Jerusalem. The crowds that followed him were convinced that God's kingdom realm would fully manifest when Jesus established it in Jerusalem. ", "12": "So he told them this story to change their perspective: “Once there was a wealthy prince who left his province to travel to a distant land, where he would be crowned king and then return. ", "13": "Before he departed he summoned his ten servants together and said, 'I am entrusting each of you with fifty thousand dollars[h] to trade with while I am away. Invest it and put the money to work until I return.'", "14": "“Some of his countrymen despised the prince and sent a delegation after him to declare before the royals, 'We refuse to let this man rule over us! He will not be our king!'", "15": "“Nevertheless, he was crowned king and returned to his land. Then he summoned his ten servants to see how much each one had earned and what their profits came to.", "16": "“The first one came forward and said, 'Master, I took what you gave me and invested it, and it multiplied ten times.'", "17": "“'Splendid! You have done well, my excellent servant. Because you have shown that you can be trusted in this small matter, I now grant you authority to rule over ten fortress cities.'", "18": "“The second came and said, 'Master, what you left with me has multiplied five times.'", "19": "“His master said, 'I also grant you authority in my kingdom over five fortress cities.'", "20": "“Another came before the king and said, 'Master, here is the money you entrusted to me. I hid it for safekeeping. ", "21": "You see, I live in fear of you, for everyone knows you are a strict master and impossible to please. You push us for a high return on all that you own, and you always want to gain from someone else's efforts.'[i]", "22": "“The king said, 'You wicked servant! I will judge you using your own words. If what you said about me is true, that I am a harsh man, pushing you for a high return and wanting gain from others' efforts, ", "23": "why didn't you at least put my money in the bank[j] to earn some interest on what I entrusted to you?'", "24": "“The king said to his other servants, 'Take the money he has and give it to the faithful servant who multiplied my money ten times over.'", "25": "“'But master,' the other servants objected, 'why give it to him? He already has so much!'", "26": "“'Yes,' replied the king. 'But to all who have been faithful, even more will be given them. And for the ones who have nothing, even the little they seem to have will be taken from them. ", "27": "Now, bring all those rebellious enemies of mine who rejected me as their king—bring them here before me and execute them!'”", "28": "After saying all of this, Jesus headed straight for Jerusalem. ", "29": "When he arrived at the stables of Annia[k] near the Mount of Olives,[l] he sent two of his disciples ahead, saying, ", "30": "“When you enter the next village,[m] you will find tethered there a donkey's young colt that has never been ridden. Untie it and bring it to me. ", "31": "And if anyone stops you and asks, 'What are you doing?' just tell them this: 'It is needed for the Lord of All.'”[n]", "32": "The two who were sent entered the village and found the colt exactly like Jesus had said. ", "33": "While they were untying the colt, the owners approached them and asked, “What are you doing?”", "34": "The disciples replied, “We need this donkey for the Lord of All.”", "35-36": "–36 They brought the colt to Jesus. Then they placed their prayer shawls on its back, and Jesus rode it as he descended the Mount of Olives toward Jerusalem.[o] As he rode along, people spontaneously threw their prayer shawls on the path in front of him like a carpet.[p]", "37": "As soon as he got to the bottom of the Mount of Olives, the crowds of his followers shouted with a loud outburst of ecstatic joy over all the mighty wonders of power they had witnessed. ", "38": "They shouted over and over, “Highest praises to God for the one who comes as King in the name of the Lord! Heaven's peace and glory from the highest realm now comes to us!”[q]", "39": "Some Jewish religious leaders who stood off from the procession said to Jesus, “Teacher, you must order your followers at once to stop saying these things!”", "40": "Jesus responded, “Listen to me. If my followers were silenced, the very stones would break forth with praises!”", "41": "When Jesus caught sight of the city, he burst into tears with uncontrollable weeping over Jerusalem, ", "42": "saying, “If only you could recognize that this day peace is within your reach! But you cannot see it. ", "43": "For the day is soon coming when your enemies will surround you, pressing you in on every side, and laying siege to you.[r] ", "44": "They will crush you to pieces, and your children too! And when they leave, your city will be totally destroyed. Since you would not recognize God's day of visitation, your day of devastation is coming!”", "45": "Jesus entered the temple area and forcibly threw out all the merchants from their stalls. ", "46": "He rebuked them, saying, “The Scriptures declare, 'My Father's house is to be filled with prayer—a house of prayer,[s] not a cave of bandits!'”", "47": "From then on Jesus continued teaching in the temple area, but all the while, the high priests, the experts of the law, and the prominent men of the city kept trying to find a way to accuse Jesus, for they wanted him dead. ", "48": "They could find no reason to accuse him, for he was a hero to the people and the crowds were awestruck by every word he spoke."}