{"1": "–2 During those days, the Roman emperor, Caesar Augustus,[a] ordered that the first census be taken throughout his empire. (Quirinius was the governor of Syria at that time.) ", "3": "Everyone had to travel to his or her hometown to complete the mandatory census. ", "4-5": "–5 So Joseph and his fiancé, Mary, left Nazareth,[b] a village in Galilee, and journeyed to their hometown in Judea, to the village of Bethlehem,[c] King David's ancient home. They were required to register there, since they were both direct descendants of David. Mary was pregnant and nearly ready to give birth.", "6-7": "–7 When they arrived in Bethlehem, Mary went into labor, and there she gave birth to her firstborn son. After wrapping the newborn baby in strips of cloth, they laid him in a feeding trough since there was no available space in any upper room in the village.[d]", "8": "That night, in a field[e] near Bethlehem, there were shepherds watching over their flocks. ", "9": "Suddenly, an angel of the Lord appeared in radiant splendor before them, lighting up the field with the blazing glory of God, and the shepherds were terrified! ", "10": "But the angel reassured them, saying, “Don't be afraid. For I have come to bring you good news, the most joyous news the world has ever heard! And it is for everyone everywhere! ", "11": "For today in Bethlehem[f] a rescuer was born for you. He is the Lord Yahweh, the Messiah.[g] 12 You will recognize him by this miracle sign: You will find a baby wrapped in strips of cloth and lying in a feeding trough!”[h]", "13": "Then all at once, a vast number of glorious angels appeared, the very armies of heaven! And they all praised God, singing:", "14": "“Glory to God in the highest realms of heaven! For there is peace[i] and a good hope[j] given to the sons of men.”", "15": "When the choir of angels disappeared back to heaven, the shepherds said to one another, “Let's go! Let's hurry and find this Word[k] that is born in Bethlehem and see for ourselves what the Lord has revealed to us.” ", "16": "So they ran into the village and found their way to Mary and Joseph. And there was the baby, lying in a feeding trough.", "17": "Upon seeing this miraculous sign, the shepherds recounted what had just happened. ", "18": "Everyone who heard the shepherds' story was astonished by what they were told.", "19": "But Mary treasured all these things in her heart and often pondered what they meant.", "20": "The shepherds returned to their flock, ecstatic over what had happened. They praised God and glorified him for all they had heard and seen for themselves, just like the angel had said.", "21": "On the day of the baby's circumcision ceremony, eight days after his birth, his parents gave him the name Jesus, the name prophesied by the angel before he was born. ", "22": "After Mary's days of purification had ended, it was time for her to come to the temple with a sacrifice, according to the law of Moses after the birth of a son.[l] So Mary and Joseph took the baby Jesus to Jerusalem to be dedicated before the Lord.[m] 23 For it is required in the law of the Lord, “Every firstborn male shall be a set-apart one for God.”[n] 24 And, to offer a prescribed sacrifice, “either a pair of turtledoves or two young pigeons.”[o]", "25": "As they came to the temple to fulfill this requirement, an elderly man was there waiting—a resident of Jerusalem whose name was Simeon. He was a very good man, a lover of God who kept himself pure, and the Spirit of holiness rested upon him. Simeon believed in the imminent appearing of the one called “The Refreshing of Israel.”[p] 26 For the Holy Spirit had revealed to him[q] that he would not see death before he saw the Messiah, the Anointed One of God. ", "27": "For this reason the Holy Spirit had moved him to be in the temple court at the very moment Jesus' parents entered to fulfill the requirement of the sacrifice.", "28": "Simeon cradled the baby in his arms and praised God and prophesied, saying:", "29-31": "–31 “Lord and Master, I am your loving servant, and now I can die content, for your promise to me has been fulfilled. With my own eyes I have seen your Word,[r] the Savior you sent into the world.", "32": "He will be glory for your people Israel, and the Revelation Light for all people everywhere!”[s]", "33": "Mary and Joseph stood there, awestruck over what was being said about their baby. Simeon then blessed them and prophesied over Mary, saying:", "34-35": "–35 “A painful sword[t] will one day pierce your inner being, for your child will be rejected by many in Israel. And the destiny of your child is this: he will be laid down[u] as a miracle sign for the downfall[v] and resurrection of many in Israel. Many will oppose this sign, but it will expose to all the innermost thoughts of their hearts before God.”", "36-37": "–37 A prophetess named Anna was also in the temple court that day. She was from the Jewish tribe of Asher and the daughter of Phanuel.[w] Anna was an aged widow who had been married only seven years before her husband passed away. After he died she chose to worship God in the temple continually. For the past eighty-four years[x] she had been serving God with night-and-day prayer and fasting.", "38": "While Simeon was prophesying over Mary and Joseph and the baby, Anna walked up to them and burst forth with a great chorus of praise to God for the child. And from that day forward she told everyone in Jerusalem who was waiting for their redemption that the anticipated Messiah had come![y]", "39": "When Mary and Joseph had completed everything required of them by the law of Moses, they took Jesus and returned to their home[z] in Nazareth in Galilee. ", "40": "The child grew more powerful in grace, for he was being filled with wisdom, and the favor of God was upon him.", "41": "Every year Jesus' parents went to worship at Jerusalem during the Passover festival. ", "42": "When Jesus turned twelve,[aa] his parents took him to Jerusalem to observe the Passover, as was their custom. ", "43": "A full day after they began their journey home, Joseph and Mary realized that Jesus was missing. ", "44": "They had assumed he was somewhere in their entourage, but he was nowhere to be found. After a frantic search among relatives and friends, ", "45": "Mary and Joseph returned to Jerusalem to search for him.", "46": "After being separated from him for three days, they finally found him in the temple, sitting among the Jewish teachers,[ab] listening to them and asking questions. ", "47": "All who heard Jesus speak were astounded at his intelligent understanding of all that was being discussed and at his wise answers to their questions.", "48": "His parents were shocked to find him there, and Mary scolded him, saying, “Son, your father and I have searched for you everywhere! We have been worried sick over not finding you. Why would you do this to us?”", "49": "Jesus said to them, “Why would you need to search for me? Didn't you know that it was necessary for me to be here in my Father's house, consumed with him?”[ac]", "50": "Mary and Joseph didn't fully understand what Jesus meant.", "51": "Jesus went with them back home to Nazareth and was obedient to them. His mother[ad] treasured Jesus' words deeply in her heart. ", "52": "As Jesus grew, so did his wisdom and maturity. The favor of men increased upon his life, for he was loved greatly by God.[ae]"}