{"1": "One day Jesus was teaching in the temple courts and sharing with the people the wonderful news of salvation.[a] The high priest and the experts of the law were there with the prominent men of the city. They confronted Jesus and asked him, ", "2": "“We want to know right now by what authority you're doing this. Who gave you the authority to teach these things here in the temple?”", "3": "Jesus responded, “First, let me ask you a question and you tell me right now. ", "4": "Did John baptize because of a mandate from heaven or merely from men?”", "5": "His interrogators pulled aside to discuss this among themselves. “What should we say? If we say that John's mandate was from heaven, he will ask us, 'Then why didn't you believe him and get baptized?' ", "6": "But if we say, 'John's mandate was merely from men,' then all the people around him will stone us, for they believe John was a prophet of God.” ", "7": "So they answered Jesus, “We cannot tell where John's authority came from.”", "8": "Jesus said, “Then neither will I tell you where my authority comes from to do what I do.”", "9": "Jesus taught the people this story: “Once there was a man who planted a vineyard, then leased it out to tenants and left to go abroad and was away for a long time. ", "10": "When the harvest season arrived, the owner sent one of his servants to the tenants to collect the landowner's share of the harvest. But the tenants sent him away, beaten and empty-handed. ", "11": "So the owner dispatched another one of his servants to collect his portion. But the tenants treated him the same way. They cursed him, beat him, and sent him away empty-handed. ", "12": "Then the owner sent a third servant, but they brutalized him also with the same treatment. ", "13": "Finally the owner of the vineyard said to his son, 'Perhaps if I send you, my own cherished son, they will be ashamed of what they've done.'[b]", "14": "“But when the tenants saw the son coming, they schemed among themselves. 'This is the heir of the vineyard! If we kill him, the inheritance will be ours.' ", "15": "So they threw the son off the property and killed him. “I ask you, what do you think the owner of the vineyard will do to those who murdered his son? ", "16": "He will come and destroy them and give his vineyard to another.” When the people heard this story, they all agreed, “This should never happen!”", "17": "Jesus looked straight at the people and said, “What do you think this verse means: 'The worthless, rejected stone has become the cornerstone, the most important stone of all'?[c] ", "18": "Everyone who falls in humility upon that stone will be broken. But if that stone falls on you, it will grind you to pieces!”", "19": "When the high priests and experts of the law realized that this story was about them, they wanted to have Jesus arrested that very moment, but they were afraid of all the people.", "20": "So they sent spies who pretended to be honest seekers, but who watched closely for an opportunity to entangle Jesus by his words. Their plan was to catch him saying something against the government, and then they could hand him over to the jurisdiction of the Roman authorities to be killed.", "21": "At the right time they asked him this question: “Teacher, we know that all you say is straightforward and what you teach us is right, giving us the true ways of God. You're one who doesn't show favoritism to anyone's status. So we ask you—", "22": "is it proper or not to pay taxes to a corrupt government?”[d]", "23": "Jesus saw right through their cunning ploy and said, “Why are you testing me?[e] ", "24": "Show me one of the Roman coins. Whose head is on the coin? Whose title is stamped on it?” They answered, “Why, it's Caesar's.”", "25": "Jesus said, “Precisely. The coin[f] bears the image of the Emperor Caesar, and you should give back to Caesar all that belongs to him. But you bear the image of God. So give back to God all that belongs to him.”", "26": "The imposters were left speechless and amazed in the presence of all the people, unable to trap Jesus with his words.", "27": "Some of the Sadducees, a religious group that denies there is a resurrection of the dead, came to ask Jesus this question: ", "28": "“Teacher, the law of Moses[g] teaches that if a man dies before he has children, his brother should marry the widow and raise up children for his brother's family line. ", "29": "But suppose there was a family with seven brothers, and the oldest married and died without children. ", "30-31": "–31 Then his brother married the widow, but he too died with no children. And so it happened, one brother after another brother, until each of the seven had married the widow and died childless. ", "32": "Then finally, the widow died too. So here's our dilemma: ", "33": "Whose wife will the woman be when she's resurrected from the dead? Which of the brothers will be her husband, for all seven were once married to her?”", "34": "Jesus replied, “Marriage is for the sons of this world only. ", "35-36": "–36 But those who are worthy of the resurrection from the dead into glory become immortal, like the angels, who never die nor marry. When the dead come to life again, they will be sons of God's life—the sons of the resurrection. ", "37": "In fact, it was Moses who taught the resurrection of the dead[h] when he wrote of the Lord God who was at the burning bush and described him as 'the God of Abraham, Isaac, and Jacob.' ", "38": "Don't you agree that God is not the God of the dead, but the God of the living? For in his eyes, Abraham, Isaac, and Jacob are alive forevermore. He must be the God who raises the dead.”", "39": "The experts of the law[i] chimed in, “Yes, Teacher, you speak the truth beautifully.”", "40": "From then on, the religious Sadducees never dared to ask Jesus a question again.", "41": "Jesus then posed this question to the people: “How can the experts of the law[j] say that Christ the Messiah is David's son? ", "42": "Haven't you read in the Psalms where David himself wrote: The Lord Jehovah said to my Lord,[k] 'Sit near me in the place of authority", "43": "until I subdue all your enemies under Your feet!'”[l]", "44": "Jesus explained, “If David calls this one 'my Lord,' how can he merely be his son?”[m]", "45": "Within earshot of all the people, Jesus warned his disciples, ", "46": "“Don't follow the example of these pretentious experts of the law! They love to parade around in their clergy robes so that they are honored wherever they go, sitting right up front in every meeting and pushing for the head table at every banquet. ", "47": "And for appearances' sake they will pray long religious prayers at the homes of widows for an offering,[n] cheating them out of their very livelihood. Beware of them all, for they will one day be stripped of honor, and the judgment they receive will be severe.”"}