{"1": "Jesus was in the temple,[a] observing all the wealthy wanting to be noticed as they came with their offerings. ", "2": "He noticed a very poor widow dropping two small copper coins in the offering box. ", "3": "“Listen to me,” he said. “This poor widow has given a larger offering than any of the wealthy. ", "4": "For the rich only gave out of their surplus, but she sacrificed out of her poverty and gave to God all that she had to live on.”", "5": "Some of the disciples remarked about the beauty of the temple. They pointed out all the lovely adornments and how it was built with excellence from the gifts given to God. Jesus said, ", "6": "“The day will come that everything you admire here will be utterly destroyed. It will all become a heap of rubble!”", "7": "“Master, tell us,” they asked, “when exactly will this happen? Can you tell us what warning sign to look for when it is about to take place?”", "8": "Jesus responded, “Deception will run rampant with many who will appear on the scene, saying I have sent them, or saying about themselves, 'I am the Messiah!'[b] And the doomsday deceivers will say, 'The end of the age is now here!' But listen to me. Don't be fooled by these imposters.", "9": "“There will also be many wars and revolutions on every side, with rumors of more wars to come. Don't panic or give in to your fears, for these things are bound to happen. This is still not the end yet.”", "10": "Jesus continued, “There will be upheavals of every kind. Nations will go to war against each other and kingdom against kingdom— ", "11": "and there will be terrible earthquakes, seismic events of epic proportion, resulting in famines in one place after another. There will be horrible plagues and epidemics, cataclysmic storms[c] on the earth, and astonishing signs and cosmic disturbances in the heavens. But before all of this happens, you will be hunted down and arrested, persecuted by both civil and religious authorities, and thrown into prison. ", "12-13": "–13 And because you follow me, you will be on trial before kings and governmental leaders as an opportunity to testify to them in my name. ", "14-15": "–15 Yet determine in your hearts not to prepare for your own defense. Simply speak with the words of wisdom that I will give you that moment, and none of your persecutors will be able to withstand the grace and wisdom that comes from your mouths.", "16": "“You can expect betrayal even by your parents, your brothers, your relatives and friends—and yes, some of you will die as martyrs. ", "17": "You will be hated by all because of my life in you.[d] ", "18": "But don't worry. My grace will never desert you or depart from your life.[e] ", "19": "And by standing firm with patient endurance you will find your souls' deliverance.”", "20": "“When you see Jerusalem being surrounded by armies, you will know for sure that its devastation is imminent.[f] ", "21": "At that time all who are living in Judea must flee to the mountains. Those who live inside the city gates, go out and flee, and those who live outside the city must not enter it seeking refuge. ", "22": "For these are the days of God's vengeance to fulfill what has been written[g] against Jerusalem. ", "23": "It will be extremely difficult for pregnant women and for those nursing little ones in that day, for there will be great persecution and wrath against this nation. ", "24": "Many will be cut down by the sword or scattered as prisoners in many countries. And Jerusalem shall be trampled down by nations until the days of world empires come to an end.”", "25": "“Expect to witness amazing and perplexing signs throughout the universe with the sun, the moon, and the stars.[h] The raging of the sea will bring desperation and turmoil to many nations. ", "26": "Earthquakes[i] will bring panic and disaster. What men see coming to the earth will cause the fear of doom to grip their hearts, for they will even see the powers of the heavenly realm shaken!", "27-28": "–28 “And at last, when you see how the Son of Man[j] comes—surrounded with a cloud, with great power and miracles, in the radiance of his splendor, and with great glory and praises[k]—it will make you jump for joy! For the day of your full transformation[l] has arrived.”", "29-30": "–30 Jesus gave his disciples this parable: “Haven't you observed the fig tree, or any tree, that when it buds and blooms you realize that the season is changing and summer is near? ", "31": "In the same way, when you see these prophetic signs occurring, you realize the earth is yielding to the fullness of God's kingdom realm. ", "32": "I assure you, the end of this age will not come until all I have spoken comes to pass. ", "33": "Earth and sky will wear out and fade away before one word I speak loses its power or fails to accomplish its purpose.”", "34": "“Be careful that you never allow your hearts to grow cold. Remain passionate[m] and free from anxiety and the worries of this life. Then you will not be caught off guard by what happens. Don't let me come and find you drunk or careless in living like everyone else. ", "35": "For that day will come as a shocking surprise to all, like a downpour[n] that drenches everyone, catching many unaware and un-prepared. ", "36": "Keep a constant watch over your soul, and pray for the courage and grace to prevail over these things that are destined to occur and that you will stand before the presence of the Son of Man with a clear conscience.”", "37": "Each day, Jesus taught in the temple, and he spent his nights on the Mount of Olives. ", "38": "And all the people came early to the temple courts to listen to the words[o] he taught."}