{"1": "The entire council stood at once and took Jesus to Pilate, the Roman governor. ", "2": "They accused him with false testimony before the governor, saying, “This man tells us we're not to pay our taxes to Caesar. And he proclaims himself to be Christ the King and Messiah. He's a deceiver of our nation.”", "3": "Pilate asked Jesus, “Is this true? Are you their king and Messiah?” Jesus answered, “It is true.”", "4": "Pilate turned to the high priests and to the gathered crowd and said, “This man has committed no crime. I find nothing wrong with him.”", "5": "But they yelled and demanded that Pilate do something, saying, “He has stirred up our nation, misleading people from the moment he began teaching in Galilee until he has come here to Jerusalem!”", "6-7": "–7 When Pilate heard the word Galilee, he asked if Jesus was a Galilean, as he knew that Antipas, son of Herod, was the ruler over Galilee. When they told him yes, Pilate saw a way out of his problem. Herod happened to be in Jerusalem at that time, so Pilate sent Jesus to Antipas.", "8": "When Antipas saw Jesus, he was elated, for he had heard a great deal about his ministry and wanted Jesus to perform a miracle in front of him. ", "9": "Antipas questioned him at length, but Jesus wouldn't even answer him.", "10-11": "–11 All the while the high priests and religious leaders stood by, hatefully accusing Jesus of wrongdoing, so that Antipas and his soldiers treated him with scorn and mocking. Antipas put an elegant purple robe on Jesus and sent him back to Pilate. ", "12": "That day, Antipas, son of Herod, and Pilate healed the rift between themselves due to old hostilities and they became good friends.", "13-14": "–14 Pilate gathered the people together with the high priests and all the religious leaders of the nation[a] and told them, “You have presented this man to me and charged him with stirring a rebellion among the people. But I say to you that I have examined him here in your presence and have put him on trial. My verdict is that none of the charges you have brought against him are true. I find no fault in him.[b] ", "15-16": "–16 And I sent him to Antipas, son of Herod, who also, after questioning him, has found him not guilty. Since he has done nothing deserving of death, I have decided to punish him with a severe flogging and release him.” ", "17": "For it was Pilate's custom to honor the Jewish holiday by releasing a prisoner.[c]", "18": "When the crowd heard this, they went wild. Erupting with anger, they cried out, “No! Take this one away and release Barabbas!”[d] ", "19": "For Barabbas had been thrown in prison for robbery[e] and murder.", "20": "Pilate, wanting to release Jesus, tried to convince them it was best to let Jesus go. ", "21": "But they cried out over and over, “Crucify him! Crucify him!”[f]", "22": "A third time, Pilate asked the crowd, “What evil crime has this man committed that I should have him crucified? I haven't found one thing that warrants a death sentence! I will have him flogged severely and then release him.”", "23": "But the people and the high priests, shouting like a mob, screamed out at the top of their lungs, “No! Crucify him! Crucify him!” Finally their shouts and screams succeeded. ", "24": "Pilate caved in to the crowd and ordered that the will of the people be done. ", "25": "Then he released the guilty murderer Barabbas, as they had insisted, and handed Jesus over to be crucified.", "26": "As the guards led Jesus to be crucified, there was an African man in the crowd named Simon, from Libya.[g] He had just arrived from a rural village to keep the Feast of the Passover. The guards laid Jesus' cross on Simon's shoulders[h] and forced him to walk behind Jesus and carry his cross.", "27": "Massive crowds gathered to follow Jesus, including a number of women, who were wailing with sorrow over him. ", "28": "Jesus turned to them and said, “Daughters of Jerusalem, do not weep for me. You should be weeping for yourselves and your children. ", "29": "For the day is coming when it will not be the women with children who are blessed but the childless. Then you will say, 'The barren women are the most fortunate! Those who have never given birth and never nursed a child—they are more fortunate than we are, for they will never see their children put to death!' ", "30": "And the people will cry out for the mountains and hills to fall on top of them to hide them from all that is to come.[i] ", "31": "For if this is what they do to the living Branch,[j] what will they do with the dead ones?”", "32": "Two criminals were led away with Jesus, and all three were to be executed together. ", "33": "When they came to the place that is known as The Skull, the guards crucified Jesus, nailing him on the center cross between the two criminals. ", "34": "While they were nailing Jesus to the cross, he prayed over and over, “Father, forgive them,[k] for they don't know what they're doing.” The soldiers, after they crucified him, gambled over his clothing.[l]", "35": "A great crowd gathered to watch what was happening. The religious leaders sneered at Jesus and mocked him, saying, “Look at this man! What kind of 'chosen Messiah' is this? He pretended to save others, but he can't even save himself!”", "36": "The soldiers joined in the mockery by offering Jesus a drink of vinegar.[m]", "37-38": "–38 Over Jesus' head on the cross was written an inscription in Greek, Latin, and Aramaic:[n] “This man is the king of all the Jews.” And all the soldiers laughed and scoffed at him, saying, “Hey! If you're the king of Jews, why don't you save yourself?”", "39": "One of the criminals hanging on the cross next to Jesus kept ridiculing him, saying, “What kind of Messiah are you? Save yourself and save us from this death!”", "40": "The criminal hanging on the other cross rebuked the man, saying, “Don't you fear God? You're about to die! ", "41": "We deserve to be condemned, for we're just being repaid for what we've done. But this man—he's done nothing wrong!”", "42": "Then he said, “I beg of you, my Lord Jesus, show me grace and take me with you into your everlasting kingdom!”", "43": "Jesus responded, “I promise you—this very day you will enter paradise with me.”", "44": "It was now only midday, yet the whole world became dark for three hours as the light of the sun faded away.[o] ", "45": "And suddenly in the temple the thick veil hanging in the Holy Place was ripped in two! ", "46": "Then Jesus cried out with a loud voice, “Father, I surrender my Spirit into your hands.”[p] And he took his last breath and died.", "47": "When the Roman captain overseeing the crucifixion witnessed all that took place, he was awestruck and glorified God. Acknowledging what they had done, he said, “I have no doubt; we just killed the righteous one.”[q]", "48": "The crowds that had gathered to observe this spectacle went back to their homes, overcome with deep sorrow[r] and devastated by what they had witnessed. ", "49": "But standing off at a distance were some who truly knew Jesus, and the women who had followed him all the way from Galilee were keeping vigil.", "50-51": "–51 There was also a member of the Jewish council named Joseph, from the village of Ramah,[s] a good-hearted, honorable man who was eager for the appearing of God's kingdom realm. He had strongly disagreed with the decision of the council to crucify Jesus.[t] ", "52": "He came before Pilate and asked permission to take the body of Jesus and give him a proper burial, and Pilate granted his request. ", "53": "So he took the body from the cross and wrapped it in a winding sheet of linen and placed it in a new, unused tomb chiseled out of solid rock. ", "54": "It was Preparation Day, and the Sabbath was fast approaching.", "55": "The women who had been companions of Jesus from the beginning saw all this take place and watched as the body was laid in the tomb. ", "56": "Afterward they returned home and prepared fragrant spices and ointments and were planning to anoint his body after the Sabbath was completed, according to the commandments of the law."}