{"1": "–2 A powerful message from God came to John, Zechariah's son, when he was living out in the lonely wilderness.[a] This prophetic commission came to John during the fifteenth year of the reign of Emperor Tiberius, son of Caesar. Pontius Pilate was governor over Judea at that time. Antipas, son of Herod, was governor over Galilee, Herod's brother Philip was over the region of Ituraea and Trachonitis, and Lysanias was over Abilene.[b] This happened during the days of two high priests, Annas and Caiaphas.[c]", "3": "John went preaching and baptizing throughout the Jordan Valley. He persuaded people to turn away from their sins and turn to God[d] for the freedom of forgiveness.[e]", "4": "This was to fulfill what was written in the book of the prophet Isaiah: “Listen! You will hear a thunderous voice in the lonely wilderness telling you to wake up and get your heart ready for the coming of the Lord Jehovah.[f] Every twisted thing in your lives must be made straight. ", "5-6": "–6 Every dark way must be brought to the light. Wrongs righted. Injustices removed. Every heart of pride will be humbled low before him. Every deception will be exposed and replaced by the truth so that everyone everywhere will be ready to see the Life of God!”[g],[h]", "7": "John kept preaching to the many crowds who came out to be baptized, “You are nothing but the offspring of poisonous snakes, full of deception! Have you been warned to repent before the coming wrath of God? ", "8": "Then turn away from your sins, turn to God, and prove it by a changed life. Don't think for a moment that it's enough to simply be the favored descendants of Abraham. That's not enough to save you.[i] I'm telling you, God could make more sons of Abraham out of stones if he chose to!", "9": "“Even now God's axe of judgment is poised to chop down your barren tree right down to its roots! And every tree that does not produce good fruit will be leveled and thrown into the fire.”", "10": "The crowd kept asking him, “What then are we supposed to do?”", "11": "John told them, “Give food to the hungry, clothe the poor, and bless the needy.”[j]", "12": "Even the despised tax collectors came to John to be baptized, and they asked him, “What are we to do to prove our hearts have changed?”", "13": "“Be honest,” he replied. “Don't demand more taxes than what you are required to collect.”[k]", "14": "“And us?” asked some soldiers.[l] “What about us?” John answered them, “Be content with what you earn. Never extort money or terrify others by threats of violence or be guilty of accusing the innocent.”", "15": "During those days, everyone was gripped with messianic expectations, believing the Messiah could come at any moment, and many began to wonder if John might be the Christ.", "16": "But John made it clear by telling them, “There is one coming who is mightier than I. He is supreme.[m] In fact, I'm not worthy of even being his slave.[n] I can only baptize you in this river, but he will baptize you into the Spirit of holiness and into his raging fire.[o] ", "17": "He has in his hands a winnowing fork to clean up his threshing floor![p] He will separate the wheat from the chaff. The wheat he will gather into his barn, but he will burn the chaff in a fire that no one can ever put out!”", "18": "John used many similar warnings as he preached the good news and prepared[q] the people. ", "19": "He even publicly rebuked Antipas, son of Herod, the governor of Galilee, for the many wicked things he had done. He fearlessly reprimanded him for seducing and marrying his sister-in-law, Herodias.", "20": "Adding to his many other sins, Herod had John seized and locked up in prison.", "21-22": "–22 One day Jesus came to be baptized[r] along with all the others. As he was consumed with the spirit of prayer,[s] the heavenly realm ripped open above him and the Holy Spirit descended from heaven in the visible, tangible form of a dove[t] and landed on him. Then God's audible voice was heard, saying, “My Son, you are my beloved one.[u] Through you I am fulfilled.”[v]", "23-38": "–38 Jesus, assumed to be Joseph's son, was about thirty years old when he began his ministry.[w] Here are the names of Mary's[x] ancestors, from her father traced all the way back to Adam: Eli,[y] Matthat, Levi, Melki, Jannai, Joseph, Mattathias, Amos, Nahum, Esli, Naggai, Maath, Mattathias, Semein, Josech, Joda, Joanan, Rhesa, Zerubbabel, Shealtiel, Neri, Melchi, Addi, Cosam, Elmadam, Er, Joshua, Eliezer, Jorim, Matthat, Levi, Simeon, Judah, Joseph, Jonam, Eliakim, Melea, Menna, Mattatha, Nathan, David, Jesse, Obed, Boaz, Salmon, Nahshon, Amminadab, Admin, Arni, Hezron, Perez, Judah, Jacob, Isaac, Abraham, Terah, Nahor, Serug, Reu, Peleg, Eber, Shelah, Kenan, Arphaxad, Shem, Noah, Lamech, Methuselah, Enoch, Jared, Mahalaleel, Cainan, Enos, Seth, and Adam, who was created by God.[z]"}