{"1": "–2 From the moment of his baptism, Jesus was overflowing with the Holy Spirit. He was taken by the Spirit from the Jordan into the lonely wilderness of Judea[a] to experience the ordeal of testing[b] by the accuser[c] for forty days.[d] He ate no food during this time and ended his forty-day fast very hungry. ", "3": "It was then the devil said to him, “If you are really the Son of God, command this stone to turn into a loaf of bread for you.”", "4": "Jesus replied, “I will not![e] For it is written in the Scriptures,[f] 'Life does not come only from eating bread but from God. Life flows from every revelation from his mouth.'”[g]", "5": "The devil lifted Jesus high into the sky[h] and in a flash showed him all the kingdoms and regions of the world. ", "6-7": "–7 The devil then said to Jesus, “All of this, with all its power, authority, and splendor, is mine to give to whomever I wish. Just do one thing and you will have it all. Simply bow down to worship me and it will be yours! You will possess everything!”", "8": "Jesus rebuked him and said, “Satan, get behind me![i] For it is written in the Scriptures, 'Only one is worthy of your adoration. You will worship before the Lord your God and love him supremely.'”[j]", "9": "Next, the devil took Jesus to Jerusalem and set him on the highest point of the temple and tempted him there, saying, “If you really are the Son of God, jump down in front of all the people. ", "10-11": "–11 For it is written in the Scriptures, 'God has given his angels instructions to protect you from harm. For the hands of angels will hold you up and keep you from hurting even one foot on a stone.'”[k]", "12": "Jesus replied, “It is also written in the Scriptures, 'How dare you provoke the Lord your God!'”[l]", "13": "That finished the devil's harassment for the time being. So he stood off at a distance, retreating until the time came to return and tempt Jesus again.", "14": "Then Jesus, armed with the Holy Spirit's power, returned to Galilee, and his fame spread throughout the region. ", "15": "He taught in the synagogues[m] and they glorified him.[n]", "16-17": "–17 When he came to Nazareth,[o] where he had been raised, he went into the synagogue, as he always did on the Sabbath day. When Jesus came to the front to read the Scriptures,[p] they handed him the scroll of the prophet Isaiah. He unrolled the scroll and read where it is written, ", "18-19": "–19 “The Spirit of the Lord is upon me, and he has anointed me to be hope[q] for the poor, freedom for the brokenhearted, and new eyes[r] for the blind, and to preach to prisoners,[s] 'You are set free!' I have come to share the message of Jubilee,[t] for the time of God's great acceptance[u] has begun.”[v]", "20": "After he read this he rolled up the scroll, handed it back to the minister, and sat down. Everyone stared at Jesus, wondering what he was about to say. ", "21": "Then he added, “These Scriptures came true today in front of you.”", "22": "Everyone was impressed by how well Jesus spoke, in awe of the beautiful words of grace that came from his lips. But they were surprised at his presumption to speak as a prophet, so they said among themselves, “Who does he think he is?[w] This is Joseph's son, who grew up here in Nazareth.”", "23": "Jesus said to them, “I suppose you'll quote me the proverb, 'Doctor, go and heal yourself before you try to heal others.' And you'll say, 'Work the miracles here in your hometown that we heard you did in Capernaum.' ", "24": "But let me tell you, no prophet is welcomed or honored in his own hometown.", "25": "“Isn't it true that there were many widows in the land of Israel during the days of the prophet Elijah when he locked up the heavens for three and a half years and brought a devastating famine over all the land? ", "26": "But he wasn't sent to any of the widows living in that region. Instead, he was sent to a foreign place, to a widow in Zarephath of Sidon.[x] ", "27": "Or have you not considered that the prophet Elisha healed only Naaman,[y] the Syrian, rather than one of the many Jewish lepers living in the land?”", "28": "When everyone present heard those words, they erupted with furious rage.[z] ", "29": "They mobbed Jesus and threw him out of the city, dragging him to the edge of the cliff on the hill on which the city had been built, ready to hurl him off. ", "30": "But he walked right through the crowd, leaving them all stunned.[aa]", "31": "Jesus went to Capernaum[ab] in Galilee and taught the people on the Sabbath day. ", "32": "His teachings stunned and dazed[ac] them, for he spoke with penetrating words that manifested great authority.", "33": "In the congregation there was a demonized man, who screamed out with a loud voice, ", "34": "“Hey, you! Go away and leave us alone. I know who you are. You're Jesus of Nazareth, God's holy one. Why are you coming to meddle with us? You have come to destroy us already!”[ad]", "35": "Just then the demon hurled the man down on the floor in front of them all. But Jesus rebuked the demon, “Be quiet and come out of him!” And the demon came out of him without causing him any harm.", "36": "Great astonishment swept over the people, and they said among themselves, “What kind of man is this who has such power and authority? With a mere word he commands demons to come out and they obey him!” ", "37": "The reports about Jesus spread like wildfire throughout every community in the surrounding region.", "38": "After leaving the meeting that day, Jesus went into Simon's house, where Simon's mother-in-law was sick with a high fever. The disciples begged Jesus to help her. ", "39": "Jesus stood over her and rebuked the fever,[ae] and she was healed instantly. Then she got up and began to serve them.", "40": "At sunset,[af] the people brought all those who were sick to Jesus to be healed. Jesus laid his hands on them one by one, and they were all healed of different ailments and sicknesses.", "41": "Demons also came out of many of them. The demons knew that Jesus was the Anointed One, so they shouted while coming out, “You are the Messiah, the Son of El Shaddai!”[ag] But Jesus rebuked them and commanded them to be silent.", "42": "At daybreak the next morning, the crowds came and searched everywhere for him, but Jesus had already left to go to a secluded place. When they finally found him, they held him tightly, begging him to stay with them in Capernaum. ", "43": "But Jesus said, “Don't you know there are other places I must go to and offer them the hope found in God's kingdom realm?[ah] This is what I have been sent to do.”", "44": "Jesus continued to travel and preach in the synagogues throughout the land."}