{"1": "On one occasion, Jesus was preaching to the crowds on the shore of Lake Galilee.[a] There was a vast multitude of people pushing to get close to Jesus to hear the word of God. ", "2": "He noticed two fishing boats at the water's edge, with the fishermen nearby, rinsing their nets. ", "3": "Jesus climbed into the boat belonging to Simon Peter and asked him, “Let me use your boat. Push it off a short distance away from the shore so I can speak to the crowds.”", "4": "Jesus sat down and taught the people from the boat. When he had finished, he said to Peter, “Now row out to deep water to cast your nets and you will have a great catch.”", "5": "“Master,” Peter replied, “we've just come back from fishing all night and didn't catch a thing. But if you insist, we'll go out again and let down our nets because of your word.”", "6": "When they pulled up their nets, they were shocked to see a huge catch of fish, so much that their nets were ready to burst! ", "7": "They waved to their business partners in the other boat for help. They ended up completely filling both boats with fish until their boats began to sink![b]", "8": "When Simon Peter saw this astonishing miracle, he knelt at Jesus' feet and begged him, “Go away from me, Master, for I am a sinful man!”", "9-10": "–10 Simon Peter and the other fishermen—including his fishing partners, Jacob[c] and John, the sons of Zebedee—were awestruck over the miracle catch of fish. Jesus answered, “Do not yield to your fear, Simon Peter. From now on you will catch men for salvation!”[d]", "11": "After pulling their boats to the shore, they left everything behind and followed Jesus.[e]", "12": "One day, while Jesus was ministering in a certain city, he came upon a man covered with leprous sores. When the man recognized Jesus, he fell on his face at Jesus' feet and begged to be healed, saying, “If you are only willing, you could completely heal me.”", "13-14": "–14 Jesus reached out and touched him[f] and said, “Of course I am willing to heal you, and now you will be healed.” Instantly the leprous sores were healed and his skin became smooth. Jesus said, “Tell no one what has happened, but go to the priest and show him you've been healed. And to show that you are purified, make an offering for your cleansing, just as Moses commanded. You will become a living testimony to them!”", "15": "After this miracle the news about Jesus spread even farther. Massive crowds continually gathered to hear him speak and to be healed from their illnesses. ", "16": "But Jesus often slipped away from them and went into the wilderness to pray.", "17": "One day many Jewish religious leaders, known as Pharisees[g] along with many religious scholars came from every village of Galilee, throughout Judea, and even from Jerusalem to hear Jesus teach. And the power of the Lord God surged through him to instantly heal.", "18": "Some men came to Jesus, carrying a paraplegic man on a stretcher. They attempted to bring him in past the crowd to set him down in front of Jesus. ", "19": "But because there were so many people crowding the door, they had no way to bring him inside. So they crawled onto the roof, dug their way through the roof tiles, and lowered the man, stretcher and all, into the middle of the crowd, right in front of Jesus.", "20": "Seeing the demonstration of their faith, Jesus said to the paraplegic man, “My friend, your sins are forgiven!”", "21": "The Jewish religious leaders and the religious scholars[h] whispered objections among themselves. “Who does this man think he is to speak such blasphemy? Only God can forgive sins. Does he think he is God?”", "22-23": "–23 Jesus, knowing their thoughts, said to them, “Why do you argue in your hearts over what I do and think that it is blasphemy for me to say his sins are forgiven? Let me ask you, which is easier to prove: when I say, 'Your sins are forgiven,' or when I say, 'Stand up, carry your stretcher, and walk'?” Jesus turned to the paraplegic man and said, ", "24": "“To prove to you all that I, the Son of Man,[i] have the lawful authority on earth to forgive sins, I say to you now, stand up! Carry your stretcher and go on home, for you are healed.”", "25": "In an instant, the man rose right before their eyes. He stood, picked up his stretcher, and went home, giving God all the glory with every step he took.", "26": "The people were seized with astonishment and dumbfounded over what they had just witnessed. And they all praised God, remarking over and over, “Incredible! What an unbelievable miracle[j] we've seen today!”", "27": "Afterward, Jesus went out and looked for a man named Matthew.[k] He found him sitting at his tax booth, for he was a tax collector. Jesus said to him, “Be my disciple and follow me.” ", "28": "That very moment, Matthew got up, left everything behind, and followed him.", "29-30": "–30 Matthew wanted to throw a banquet to honor Jesus. So he invited Jesus to his home for dinner, along with many tax collectors and other notable sinners. While they were all sitting together at the table, the Jewish religious leaders and experts of the law complained to Jesus' disciples, “Why would you defile yourselves by eating and drinking with tax collectors and sinners? Doesn't Jesus know it's wrong to do that?”", "31": "Jesus overheard their complaining and said, “Who goes to the doctor for a cure? Those who are well or those who are sick?[l] ", "32": "I have not come to call the 'righteous,' but to call those who fail to measure up and bring them to repentance.”", "33": "Jesus' critics questioned him. “John the prophet is known for leading his disciples to frequently fast and pray. As the religious leaders of the land, we do the same. Why do you and your disciples spend most of your time feasting at banquets?”[m]", "34": "Jesus replied, “Should you make the sons of the bridal chamber fast while celebrating with the Bridegroom? ", "35": "But when the Bridegroom is taken away from them, then you will see them fasting.”", "36": "And he gave them this illustration: “No one rips up a new garment to make patches for an old, worn-out one. If you tear up the new to make a patch for the old, it will not match the old garment. ", "37": "And who pours new wine into an old wineskin? If someone did, the old wineskin would burst and the new wine would be lost. ", "38": "New wine must always be poured into new wineskins.[n] ", "39": "Yet you say, 'The old ways are better,' and you refuse to even taste the new that I bring.”"}