{"1": "One Sabbath day, Jesus and his disciples were walking through a field of ripe wheat. His disciples plucked some heads of grain and rubbed the husks off with their hands and ate it. ", "2": "This infuriated some of the Jewish religious leaders. They said to Jesus, “Why are you allowing your disciples to harvest grain on the Sabbath day? Don't you know it's not permissible according to the law?”", "3": "Jesus replied, “Haven't you read the Scriptures? Haven't you read what King David did when he was hungry? ", "4": "He entered the sanctuary of God, took the bread of God's presence right off the sacred table, and shared it with his men.[a] It was only lawful for the priests to eat the bread of God's presence. ", "5": "You need to know that the Son of Man is no slave to the Sabbath day, for I am master over the Sabbath.”", "6-7": "–7 On another Sabbath day, Jesus was teaching in the synagogue. In the room with him was a man with a deformed right hand. Everyone watched Jesus closely, especially the Jewish religious leaders and the religious scholars, to see if Jesus would heal on a Sabbath day, for they were eager to find a reason to accuse him of breaking the Jewish laws.", "8": "Jesus, knowing their every thought, said to the man with the deformed hand, “Come and stand here in the middle of the room.” So he got up and came forward.", "9": "Jesus said to all who were there, “Let me ask you a question. Which is better: to heal or to do harm on the Sabbath day? I have come to save a life, but you have come to find a life to destroy.”[b]", "10": "One by one Jesus looked into the eyes of each person in the room. Then he said to the man, “Stretch out your arm and open your hand!” With everyone watching intently, he stretched out his arm, and his hand was completely healed!", "11": "The room erupted with bitter rage because of this Sabbath-day healing. And from that moment on, the religious leaders plotted among themselves about how they might harm Jesus.", "12": "After this, Jesus went up into the high hills to spend the whole night in prayer to God.[c] ", "13": "At daybreak he called together all of his followers and selected twelve from among them, and he appointed them to be his apostles.[d]", "14-16": "–16 Here are their names: Simon, whom he named Peter; Andrew, Peter's brother; Jacob;[e] John; Philip; Bartholomew;[f] Matthew; Thomas; Jacob the son of Alpheus; Simon, known as a fiery political zealot; Judah[g] the son of Jacob; and Judas the locksmith,[h] who later betrayed Jesus.", "17": "Jesus and his apostles came down from the hillside to a level field, where a large number of his disciples waited, along with a massive crowd of people who had gathered from all over Judea, Jerusalem, and the coastal district of Tyre and Sidon.[i] ", "18": "They had all come to listen to the Manifestation so that they could be healed of their diseases[j] and be set free from the demonic powers that tormented them. ", "19": "The entire crowd eagerly tried to come near Jesus so they could touch him and be healed, because a tangible supernatural power emanated from him, healing all who came close to him.", "20": "Looking intently at his followers, Jesus began his sermon. “How enriched[k] you become when you are poor,[l] for you will experience the reality of God's kingdom realm.", "21": "“How filled you become when you are consumed with hunger and desire, for you will be completely satisfied. “How content you become when you weep with complete brokenness, for you will laugh with unrestrained joy.", "22": "“How favored you become when you are hated, excommunicated, or slandered, or when your name is spoken of as evil because of your love for me, the Son of Man.", "23": "“I promise you that as you experience these things, you will celebrate and dance with overflowing joy. And the heavenly reward of your faith will be abundant, because you are being treated the same way as your forefathers the prophets.", "24": "“But what sorrows await those of you who are rich in this life only. For you have already received all the comfort you'll ever get.", "25": "“What sorrows await those of you who are complete and content with yourselves. For hunger and emptiness will come to you. “What sorrows await those of you who laugh now, having received all your joy in this life only. For grief and wailing will come to you.", "26": "“What sorrows await those of you who are always honored and lauded by others. For that's how your forefathers treated every other false prophet.”", "27": "“But if you will listen, I say to you, love your enemies and do something wonderful[m] for them in return for their hatred. ", "28": "When someone curses you, bless that person in return. When you are mistreated and harassed by others, accept it as your mission to pray for them. ", "29": "To those who despise you, continue to serve them and minister to them.[n] If someone takes away your coat, give him as a gift your shirt as well. ", "30": "When someone comes to beg from you, give to that person what you have. When things are wrongly taken from you, do not demand they be given back. ", "31": "However you wish to be treated by others is how you should treat everyone else.", "32": "“Are you really showing true love by only loving those who love you back? Even those who don't know God will do that. ", "33": "Are you really showing compassion when you do good deeds only to those who do good deeds to you? Even those who don't know God will do that.", "34": "“If you lend money only to those you know will repay you, what credit is that to your character? Even those who don't know God do that. ", "35": "But love your enemies and continue to treat them well. When you lend money, don't despair[o] if you are never paid back, for it is not lost. You will receive a rich reward and you will be known as true children of the Most High God, having his same nature. For your Father is famous for his kindness to heal[p] even the thankless and cruel. ", "36": "Show mercy and compassion for others, just as your heavenly Father overflows with mercy and compassion for all.”", "37": "Jesus said, “Forsake the habit of criticizing and judging others, and then you will not be criticized and judged in return. Don't look at others and pronounce them guilty, and you will not experience guilty accusations yourself. Forgive over and over and you will be forgiven over and over. ", "38": "Give generously and generous gifts will be given back to you, shaken down to make room for more. Abundant gifts will pour out upon you with such an overflowing measure that it will run over the top! Your measurement of generosity becomes the measurement of your return.”", "39": "Jesus also quoted these proverbs: “What happens when a blind man pretends to guide another blind man? They both stumble into a ditch! ", "40": "And how could the apprentice know more than his master, for only after he is fully qualified will he be at that level. ", "41": "Why do you focus on the flaw in someone else's life and fail to notice the glaring flaws of your own life?[q] ", "42": "How could you say to your friend, 'Here, let me show you where you're wrong,' when you are guilty of even more than he is? You are overly critical, splitting hairs and being a hypocrite! You must acknowledge your own blind spots and deal with them before you will be able to deal with the blind spot of your friend.”[r]", "43": "“You'll never find choice fruit hanging on a bad, unhealthy tree. And rotten fruit doesn't hang on a good, healthy tree. ", "44": "Every tree will be revealed by the quality of fruit that it produces. Figs or grapes will never be picked off thorn trees. ", "45": "People are known in this same way. Out of the virtue stored in their hearts, good and upright people will produce good fruit. But out of the evil hidden in their hearts, evil ones will produce what is evil. For the overflow of what has been stored in your heart will be seen by your fruit and will be heard in your words.", "46": "“What good does it do for you to say I am your Lord and Master if what I teach you is not put into practice? ", "47": "Let me describe the one who truly follows me and does what I say. ", "48": "He is like a man who chooses the right place to build a house and then lays a deep and secure foundation. When the storms and floods rage against that house, it continues to stand strong and unshaken through the tempest, for it has been wisely built on the right foundation. ", "49": "But the one who has heard my teaching and does not obey it is like a man who builds a house without laying any foundation whatsoever. When the storms and floods rage against that house, it will immediately collapse and become a total loss. Which of these two builders will you be?”[s]"}