{"1": "After Jesus finished giving revelation[a] to the people on the hillside, he went on to Capernaum. ", "2-3": "–3 There he found a Roman military captain who had a beloved servant he valued highly, and the servant was sick to the point of death. When the captain heard that Jesus was in the city, he sent some respected Jewish elders to plead with him to come and heal his dying servant. ", "4": "So they came to Jesus and told him, “The Roman captain is a wonderful man. If anyone deserves to have a visit from you, it is him. Won't you please come to his home and heal his servant? ", "5": "For he loves the Jewish people, and he even built our meeting hall for us.”", "6-7": "–7 Jesus started off with them, but on his way there, he was stopped by friends of the captain, who gave this message: “Master, don't bother to come to me in person, for I am not good enough for you to enter my home. I'm not worthy enough to even come out to meet one like you. But if you would just release the manifestation of healing right where you are, I know that my young servant will be healed.", "8": "“Unlike you,[b] I am just an ordinary man. Yet I understand the power of authority, and I see that authority operating through you. I have soldiers under me who obey my every command. I also have authorities over me whom I likewise obey. So Master, just speak the word and healing will flow.”", "9": "Jesus marveled at this. He turned around and said to the crowd who had followed him, “Listen, everyone! Never have I found even one among the people of God a man like this who believes so strongly in me.” ", "10": "Jesus then spoke the healing word from a distance.[c] When the man's friends returned to the home, they found the servant completely healed and doing fine.", "11": "Shortly afterward, Jesus left on a journey for the village of Nain,[d] with a massive crowd of people following him, along with his disciples. ", "12": "As he approached the village, he met a multitude of people in a funeral procession, who were mourning as they carried the body of a young man to the cemetery. The boy was his mother's only son and she was a widow. ", "13": "When the Lord saw the grieving mother, his heart broke for her.[e] With great tenderness he said to her, “Please don't cry.” ", "14": "Then he stepped up to the coffin and touched it. When the pallbearers came to a halt, Jesus said to the corpse, “Young man, I say to you, arise and live!”", "15": "Immediately, the young man moved, sat up, and spoke to those nearby. Jesus presented the son to his mother, alive! ", "16": "A tremendous sense of holy mystery swept over the crowd as they witnessed this miracle of resurrection. They shouted praises to God, saying, “God himself has visited us to bless his people! A great prophet has appeared among us!”", "17": "The news of Jesus and this miracle raced throughout Judea and the entire surrounding region.", "18": "John's disciples reported to him in prison[f] about all the wonderful miracles and the works Jesus was doing. ", "19": "So John dispatched two of his disciples to go and inquire of Jesus. ", "20": "When they came before the Master, they asked him, “Are you the coming Messiah we've been expecting, or are we to continue to look for someone else? John the prophet has sent us to you to seek your answer.”", "21": "Without answering,[g] Jesus turned to the crowd and healed many of their incurable diseases. His miracle power freed many from their suffering. He restored the gift of sight to the blind, and he drove out demonic spirits from those who were tormented.", "22": "Only then did Jesus answer the question posed by John's disciples. “Now go back and tell John what you have just seen and heard here today. The blind are now seeing. The crippled are now walking. Those who were lepers are now cured. Those who were deaf are now hearing. Those who were dead are now raised back to life. The poor and broken[h] are given the hope of salvation.[i] ", "23": "And tell John these words: 'The blessing of heaven comes upon those who never lose their faith[j] in me no matter what happens.'”", "24": "After John's messengers departed, Jesus spoke about John to the audience crowded around him, saying, “What kind of man did you expect to see out in the wilderness? Did you expect to see a man who would be easily influenced and shaken by the shifting opinions of others? ", "25": "Who did you really go there to see? Did you expect to see a man decked out in the splendid fashion of the day?[k] They are the ones who live in the lap of luxury, embracing the values of this world. ", "26": "Or did you discover a true prophet out in the lonely wilderness? Yes, John was a legitimate prophet. Even more than that, ", "27": "he was the fulfillment of this Scripture: 'See, I am sending my prophetic messenger[l] who will go ahead of me and prepare hearts to receive me.'[m]", "28": "“Throughout history there was never found a man as great as John the Baptizer. Yet those who now walk in God's kingdom realm, though they appear to be insignificant, will become even greater than he.”", "29": "When the common and disreputable people among the audience heard Jesus say this, they acknowledged that it was the truth, for they had already experienced John's baptism. ", "30": "But the hearts of the Jewish religious leaders and experts of the law had rejected the clear purpose of God by refusing to be baptized by John.", "31": "Jesus continued, saying, “How could I describe the people of this generation? Can't you see? ", "32": "You're like children playing games on the playground, complaining to friends, 'You don't like it when we want to play Wedding. And you don't like it when we want to play Funeral. Why will you neither dance nor mourn?'[n]", "33": "“When the prophet John came fasting and refused to drink wine, you said, 'He's crazy! There's a demon in him.' ", "34": "Yet when the Son of Man came and went to feasts and drank wine, you said, 'Look at this man! He is nothing but a glutton and a drunkard. He spends all his time with tax collectors and other notorious sinners.'", "35": "“Nevertheless, I say to you, the wisdom of God[o] will be proven true by the expressions of godliness in everyone who follows me.”", "36": "Afterward, a Jewish religious leader named Simon[p] asked Jesus to his home for dinner. Jesus accepted the invitation. When he went to Simon's home, he took his place at the table.", "37": "In the neighborhood there was an immoral woman of the streets, known to all to be a prostitute. When she heard about Jesus being in Simon's house, she took an exquisite flask made from alabaster,[q] filled it with the most expensive perfume, went right into the home of the Jewish religious leader, and knelt at the feet of Jesus in front of all the guests. ", "38": "Broken and weeping, she covered his feet with the tears that fell from her face. She kept crying and drying his feet with her long hair. Over and over she kissed Jesus' feet. Then she opened her flask and anointed his feet[r] with her costly perfume as an act of worship.", "39": "When Simon saw what was happening, he thought, “This man can't be a true prophet. If he were really a prophet, he would know what kind of sinful woman is touching him.”[s]", "40": "Jesus said, “Simon, I have a word for you.” “Go ahead, Teacher. I want to hear it,” he answered.", "41": "“It's a story about two men who were deeply in debt. One owed the bank one hundred thousand dollars,[t] and the other only owed ten thousand dollars. ", "42": "When it was obvious that neither of them would be able to repay their debts, the kind banker graciously wrote off the debts and forgave them all that they owed. Tell me, Simon, which of the two debtors would be the most thankful? Which one would love the banker most?”", "43": "Simon answered, “I suppose it would be the one with the greatest debt forgiven.” “You're right,” Jesus agreed. ", "44": "Then he spoke to Simon about the woman still weeping at his feet. “Don't you see this woman kneeling here? She is doing for me what you didn't bother to do. When I entered your home as your guest, you didn't think about offering me water to wash the dust off my feet. Yet she came into your home and washed my feet with her many tears and then dried my feet with her hair. ", "45": "You didn't even welcome me into your home with the customary kiss of greeting, but from the moment I came in she has not stopped kissing my feet. ", "46": "You didn't take the time to anoint my head with fragrant oil, but she anointed my head and feet with the finest perfume. ", "47": "She has been forgiven of all her many sins. This is why she has shown me such extravagant love. But those who assume they have very little to be forgiven will love me very little.”", "48": "Then Jesus said to the woman at his feet, “All your sins are forgiven.”[u]", "49": "All the dinner guests said among themselves, “Who is the one who can even forgive sins?”", "50": "Then Jesus said to the woman, “Your faith in me has given you life. Now you may leave and walk in the ways of peace.”"}