{"1": "Soon afterward, Jesus began a ministry tour throughout the country, visiting cities and villages to announce the wonderful news of God's kingdom realm. His twelve disciples traveled with him ", "2": "and also a number of women who had been healed of many illnesses under his ministry and set free from demonic power. Jesus had cast out seven demons from one woman.[a] Her name was Mary Magdalene, for she was from the village of Magdala.[b] Among the women were Susanna and ", "3": "Joanna, the wife of Chusa, who managed King Herod's household.[c] Many other women who supported Jesus' ministry from their own personal finances also traveled with him.[d]", "4": "Massive crowds gathered from many towns to hear Jesus, and he taught them using metaphors and parables,[e] such as this:", "5": "“A farmer went out to sow seeds for a harvest. As he scattered his seed, some of it fell on the hard pathway and was quickly trampled down and unable to grow and became nothing but bird seed. ", "6": "Some fell on the gravel, and though it sprouted it couldn't take root; it withered for lack of moisture. ", "7": "Other seed fell where there was nothing but weeds. It too was unable to grow to full maturity, for it was choked out by the weeds. ", "8": "Yet some of the seed fell into good, fertile soil, and it grew and flourished until it produced more than a hundredfold harvest, a bumper crop.” Then Jesus added, shouting out to all who would hear, “Listen with your heart and you will understand!”", "9": "Later his disciples came to Jesus and asked him privately what deeper meaning was found in this parable. ", "10": "He said, “You have been given a teachable heart to perceive the secret, hidden mysteries of God's kingdom realm. But to those who don't have a listening heart, my words are merely stories. Even though they have eyes, they are blind to the true meaning of what I say,[f] and even though they listen, they won't receive full revelation.", "11": "“Here, then, is the deeper meaning to my parable: The word of God[g] is the seed that is sown into hearts. ", "12": "The hard pathway represents the hard hearts of men who hear the word of God but the slanderer[h] quickly snatches away what was sown in their hearts to keep them from believing and experiencing salvation. ", "13": "The seed falling on the gravel represents those who initially respond to the word with joy, but soon afterward, when a season of harassment of the enemy and difficulty come to them, they whither and fall away, for they have no root in the truth and their faith is temporary.[i] ", "14": "The seed that falls into the weeds represents the hearts of those who hear the word of God but their growth is quickly choked off by their own anxious cares, the riches of this world, and the fleeting pleasures of this life. This is why they never become mature and fruitful. ", "15": "The seed that fell into good, fertile soil represents those lovers of truth who hear it deep within their hearts. They respond by clinging to the word, keeping it dear as they endure all things in faith. This is the seed that will one day bear much fruit in their lives.”", "16": "“No one lights a lamp and then hides it, covering it over or putting it where its light won't be seen. No, the lamp is placed on a lampstand so others are able to benefit from its brightness. ", "17": "Because this revelation lamp now shines within you, nothing will be hidden from you—it will all be revealed. Every secret of the kingdom[j] will be unveiled and out in the open, made known by the revelation-light. ", "18": "So pay careful attention to your hearts as you hear my teaching, for to those who have open hearts, even more revelation will be given to them until it overflows. And for those who do not listen with open hearts, what little light they imagine to have will be taken away.”[k]", "19": "Mary, Jesus' mother, and her other sons[l] came to where Jesus was teaching, but they couldn't get through the crowd that had gathered around him. ", "20": "So he was told, “Your mother and brothers[m] are standing outside, wanting to speak with you.”", "21": "Jesus told them, “These who come to listen to me are like my mothers and my brothers. They're the ones who long to hear and to put God's word into practice.”", "22-23": "–23 One day Jesus said to his disciples, “Let's get in a boat and go across to the other side of the lake.” So they set sail. Soon Jesus fell asleep. The wind rose, and the fierce wind became a violent squall that threatened to swamp their boat. ", "24": "So the disciples woke Jesus up and said, “Master, Master, we're sinking! Don't you care that we're going to drown?” With great authority Jesus rebuked the howling wind and surging waves, and instantly they stopped and became as smooth as glass. ", "25": "Then Jesus said to them, “Why are you fearful? Have you lost your faith in me?” Shocked and shaken, they said with amazement to one another, “Who is this man[n] who has authority over winds and waves that they obey him?”", "26-29": "–29 As soon as they stepped ashore on the eastern side of the lake in the land of the Gerasenes, the disciples were confronted by a demon-possessed madman from a nearby town. Many times he had been put under guard and bound with chains, but repeatedly the many demons inside him had thrown him into convulsions, breaking his shackles and driving him out of the town into the countryside. He had been demonized for a long time and was living naked in a cemetery among the tombs. When he saw Jesus, he fell at his feet and screamed out, “What are you doing here? You are Jesus, the Son of the Most High God!” Jesus commanded the demons to come out of him, and they shouted, “We beg you, don't torture us!”", "30": "Jesus asked the man, “What is your name?” “Mob,” the demons answered. “We are a mob,[o] for there are many of us here in this man. ", "31": "We beg you, don't banish us to the bottomless pit of the Abyss!”[p]", "32": "On the hillside nearby, there was a large herd of pigs, and the demons pled with Jesus, “Let us enter into the pigs.” ", "33": "So Jesus ordered all the “mob” of demons to come out of the man and enter the pigs. The crazed herd of swine stampeded over the cliff into the lake and all of them drowned.", "34": "When the herders tending the pigs saw what had happened, they ran off in fear and reported it to the nearby town and throughout the countryside. ", "35": "Then the people of the region came out to see for themselves what had happened. When they came to where Jesus was, they discovered the notorious madman totally set free. He was clothed, speaking intelligently, and sitting at the feet of Jesus. They were shocked! ", "36": "Then eyewitnesses to the miracle reported all that they had seen and how the demonized man was completely delivered from his torment. After hearing about such amazing power, the townspeople became frightened. ", "37": "Soon all the people of the region of the Gerasenes and the surrounding country begged Jesus to leave them, for they were gripped with fear. So Jesus got into the boat, intending to return to Galilee. ", "38": "But the man who had been set free begged Jesus over and over not to leave, saying, “Let me be with you!” Jesus sent him away with these instructions: ", "39": "“Return to your home and your family, and tell them all the wonderful things God has done for you.” So the man went away and preached to everyone who would listen about the amazing miracle Jesus had worked in his life.", "40": "When Jesus returned to Galilee, the crowds were overjoyed, for they had been waiting for him to arrive. ", "41-42": "–42 Just then, a man named Jairus, the leader of the local Jewish congregation, fell before Jesus' feet. He desperately begged him to come and heal his twelve-year-old daughter, his only child, because she was at the point of death. Jesus started to go with him to his home to see her, but a large crowd surrounded him. ", "43": "In the crowd that day was a woman who had suffered greatly for twelve years[q] from slow bleeding. Even though she had spent all that she had on healers,[r] she was still suffering. ", "44": "Pressing in through the crowd, she came up behind Jesus and touched the tassel[s] of his prayer shawl. Instantly her bleeding stopped and she was healed.", "45": "Jesus suddenly stopped and said to his disciples, “Someone touched me. Who is it?”[t] While they all denied it, Peter pointed out, “Master, everyone is touching you, trying to get close to you. The crowds are so thick[u] we can't walk through all these people without being jostled.”", "46": "Jesus replied, “Yes, but I felt power surge through me. Someone touched me to be healed, and they received their healing.”", "47": "When the woman realized she couldn't hide any longer, she came and fell trembling at Jesus' feet. Before the entire crowd she declared, “I was desperate to touch you, Jesus, for I knew if I could just touch even the fringe of your robe[v] I would be healed.”", "48": "Jesus responded, “Beloved daughter, your faith in me has released your healing. You may go with my peace.”", "49": "While Jesus was still speaking to the woman, someone came from Jairus' house and told him, “There's no need to bother the Master any further. Your daughter has passed away. She's gone.”", "50": "When Jesus heard this, he said, “Jairus, don't yield to your fear. Have faith in me and she will live again.”", "51": "When they arrived at the house, Jesus allowed only Peter, John, and Jacob—along with the child's parents—to go inside. ", "52": "Jesus told those left outside, who were sobbing and wailing with grief, “Stop crying. She is not dead; she's just asleep and must be awakened.”", "53": "They laughed at him,[w] knowing for certain that she had died.", "54": "Jesus approached the body, took the girl by her hand, and called out with a loud voice, “My sleeping child, awake! Rise up!”", "55-56": "–56 Instantly her spirit returned to her body and she stood up.[x] Jesus directed her stunned parents to give her something to eat and ordered them not to tell anyone what just happened."}