{"1": "Jesus summoned together his twelve apostles[a] and imparted to them authority over every demon and the power to heal every disease. ", "2": "Then he commissioned them to preach God's kingdom realm and to heal the sick to demonstrate that the kingdom had arrived. As he sent them out, he gave them these instructions: ", "3": "“Take nothing extra on your journey.[b] Just go as you are. Don't carry a staff, a backpack, food, money, not even a change of clothes. ", "4": "Whatever home welcomes you as a guest, remain there and make it your base of ministry. ", "5": "And wherever your ministry is rejected and not welcomed, you are to leave that town and shake the dust off your shoes as a testimony before them.”[c]", "6": "The apostles departed and went into the villages with the wonderful news of God's kingdom realm, and they instantly healed diseases wherever they went.", "7": "Now, Herod, the governor, was confused and perplexed when he heard the reports of all the miracles of Jesus and his apostles. Many were saying, “John the Baptizer has come back to life!” ", "8": "Others said, “This has to be Elijah who has reappeared or one of the prophets of old who has risen from the dead.” These were the rumors circulating throughout the land. Herod exclaimed, ", "9": "“Who is this Man? I keep hearing about him over and over. It can't be the prophet John; I had him beheaded!”[d] Herod was very eager to meet Jesus.", "10": "Months later,[e] the apostles returned from their ministry tour and told Jesus all the wonders and miracles they had witnessed. Jesus, wanting to be alone with the Twelve, quietly slipped away with them toward Bethsaida.[f] ", "11": "But the crowds soon found out about it and took off after him. When they caught up with Jesus, he graciously welcomed them all, taught them more about God's kingdom realm, and healed all who were sick.", "12": "As the day wore on, the Twelve came to Jesus and told him, “It's getting late. You should send the crowds away to the surrounding villages and farms to get something to eat and find shelter for the night. There's nothing to eat here in the middle of nowhere.”", "13": "Jesus responded, “You have the food to feed them.”[g] They replied, “All we have are these five small loaves of bread and two dried fish. Do you really expect us to go buy food for all these people? ", "14": "There are nearly five thousand men here, with women and children besides!”[h] He told his disciples, “Have them all sit down in groups of fifty each.”[i]", "15-16": "–16 After everyone was seated, Jesus took the five loaves and two fish, and gazing into the heavenly realm he gave thanks for the food. Then, in the presence of his disciples, he broke off pieces of bread and fish, and kept giving more to each disciple to give to the crowd. It was multiplying before their eyes! ", "17": "So everyone ate until they were filled, and afterward the disciples gathered up the leftovers—it came to exactly twelve baskets full!", "18": "One time, when Jesus was praying in a quiet place with his disciples nearby, he came over to them and asked, “Who do people think I am?”", "19": "They answered, “Some are convinced you're the prophet John who has returned. Others say you are Elijah, or perhaps one of the Jewish prophets brought back from the dead.”", "20": "Jesus asked them, “But who do you believe that I am?” Peter said, “You are the Anointed One, God's Messiah!”", "21": "Jesus gave them strict orders not to tell this to anyone yet, saying, ", "22": "“The Son of Man[j] is destined to experience great suffering and face complete rejection by the Jewish leaders and religious hierarchy.[k] He will be killed and raised back to life on the third day.”", "23": "Jesus said to all of his followers, “If you truly desire to be my disciple, you must disown your life completely, embrace my 'cross'[l] as your own, and surrender to my ways. ", "24": "For if you choose self-sacrifice, giving up your lives for my glory, you will embark on a discovery of more and more of true life. But if you choose to keep your lives for yourselves, you will lose what you try to keep. ", "25": "Even if you gained all the wealth and power of this world, everything it could offer you, yet lost your soul in the process, what good is that? ", "26": "So why then are you ashamed of being my disciple? Are you ashamed of the revelation-truth[m] I give to you? “I, the Son of Man, will one day return in my radiant brightness, with the holy angels and in the splendor and majesty of my Father, and I will be ashamed of all who are ashamed of me. ", "27": "But I promise you this: there are some of you standing here right now who will not die until you have witnessed the presence and the power of God's kingdom realm.”[n]", "28": "Eight days later, Jesus took Peter, Jacob, and John and climbed a high mountain to pray. ", "29": "As he prayed, his face began to glow until it was a blinding glory streaming from him. His entire body was illuminated with a radiant glory. His brightness[o] became so intense that it made his clothing blinding white, like multiple flashes of lightning.", "30-31": "–31 All at once, two men appeared in glorious splendor: Moses and Elijah. They spoke with Jesus about his soon departure[p] from this world and the things he was destined to accomplish in Jerusalem.", "32": "Peter and his companions had become very drowsy, but they became fully awake when they saw the glory and splendor of Jesus standing there and the two men with him.", "33": "As Moses and Elijah were about to return to heaven, Peter impetuously blurted out, “Master, this is amazing to see the three of you together! Why don't we stay here and set up three shelters: one for you, one for Moses, and one for Elijah?”", "34": "While Peter was still speaking, a radiant cloud of glory formed above them and overshadowed them. As the glory cloud enveloped them, they were struck with fear. ", "35": "Then the voice of God thundered from within the cloud, “This is my Son, my Beloved One.[q] Listen carefully to all he has to say.”", "36": "When the thunderous voice faded away and the cloud disappeared, Jesus was standing there alone. Peter, Jacob, and John were speechless and awe-struck. But they didn't say a word to anyone about what they had seen.", "37": "The next day, when they came down from the mountain, a massive crowd was waiting there to meet them. ", "38": "And a man in the crowd shouted desperately, “Please, Teacher, I beg of you, do something about my boy. He's my only child. ", "39": "He's possessed by an evil spirit that makes him scream out in torment and hardly ever leaves him alone. It throws him into convulsions and he foams at the mouth. And when it finally does leave him, he's left with horrible bruises. ", "40": "I begged your disciples to drive it out of him, but they didn't have enough power to do it.”", "41": "Jesus responded, “You are an unbelieving people with no faith! Your lives are twisted with lies that have turned you away from doing what is right. How much longer should I remain here, offering you hope?”[r] Then he said to the man, “Bring your son to me.”", "42": "As the boy approached, the demon slammed him to the ground, throwing him into violent convulsions. Jesus sternly commanded the demon to come out of the boy, and immediately it left. Jesus healed the boy of his injuries and returned him to his father, saying, “Here is your son.”", "43": "Everyone was awestruck. They were stunned seeing the power and majesty of God flow through Jesus.", "44": "While everyone marveled, trying to process what they had just witnessed, Jesus turned to his disciples and said, “This is very important, so listen carefully and remember my words. The Son of Man is about to be betrayed and given over to the authority of men.”", "45": "But the disciples were unable to perceive what he was saying, for it was a veiled mystery to them, and they were too embarrassed to ask him to explain it.", "46": "The disciples began to argue and became preoccupied over who would be the greatest one among them. ", "47": "Fully aware of their innermost thoughts, Jesus called a little child to his side and said to them, ", "48": "“If you tenderly care for this little child[s] on my behalf, you are tenderly caring for me. And if you care for me, you are honoring my Father who sent me. For the one who is least important in your eyes is actually the most important one of all.”", "49": "The disciple John said, “Master, we found someone who was casting out demons using your name and we tried to stop him, because he doesn't follow you like we do.”", "50": "Jesus responded, “You shouldn't have hindered him, for anyone who is not against you is your friend.”[t]", "51": "Jesus passionately determined to leave for Jerusalem and let nothing distract him from fulfilling his mission there, for the time for him to be lifted up was drawing near.[u] ", "52": "So he sent messengers[v] ahead of him as envoys to a village of the Samaritans. ", "53": "But as they approached the village, they were turned away. They would not allow Jesus to enter, for he was on his way[w] to worship in Jerusalem.", "54": "When the disciples Jacob and John realized what was happening, they came to Jesus and said, “Lord, if you wanted to, you could command fire to fall down from heaven just like Elijah did[x] and destroy all these wicked people.”", "55": "Jesus rebuked them sharply, saying, “Don't you realize what comes from your hearts when you say that? For the Son of Man did not come to destroy life, but to bring life to the earth.”[y]", "56": "So they went to another village instead.", "57": "On their way, someone came up to Jesus and said, “I want to follow you wherever you go.”", "58": "Jesus replied, “Yes, but remember this: even animals in the field have holes in the ground to sleep in and birds have their nests, but the Son of Man has no place here to lay down his head.”", "59": "Jesus then turned to another and said, “Come be my disciple.” He replied, “Someday I will, Lord, but allow me first to fulfill my duty as a good son[z] and wait until my father passes away.”", "60": "Jesus told him, “Don't wait for your father's burial. Let those who are already dead wait for death. But as for you, go and proclaim everywhere that God's kingdom has arrived.”", "61": "Still another said to him, “Lord, I want to follow you too. But first let me go home and say good-bye to my entire family.”", "62": "Jesus responded, “Why do you keep looking backward to your past and have second thoughts about following me? When you turn back you are useless to God's kingdom realm.”"}