{"1": "Adonai spoke to Moshe in the Sinai Desert, in the tent of meeting, on the first day of the second month of the second year after they had left the land of Egypt. He said, ", "2": "“Take a census of the entire assembly of the people of Isra'el, by clans and families. Record the names of all the men ", "3": "twenty years old and over who are subject to military service in Isra'el. You and Aharon are to enumerate them company by company.", "4": "Take with you from each tribe someone who is head of a clan. ", "5": "These are the men to take with you: From Re'uven, Elitzur the son of Sh'de'ur;", "6": "From Shim'on, Shlumi'el the son of Tzurishaddai;", "7": "From Y'hudah, Nachshon the son of 'Amminadav;", "8": "From Yissakhar, N'tan'el the son of Tzu'ar;", "9": "From Z'vulun, Eli'av the son of Helon.", "10": "Of the children of Yosef: From Efrayim, Elishama the son of 'Ammihud; From M'nasheh, Gamli'el the son of P'dahtzur.", "11": "From Binyamin, Avidan the son of Gid'oni;", "12": "From Dan, Achi'ezer the son of 'Ammishaddai;", "13": "From Asher, Pag'i'el the son of 'Okhran;", "14": "From Gad, Elyasaf the son of De'u'el;", "15": "From Naftali, Achira the son of 'Enan.”", "16": "These were the ones called from the assembly, the chiefs of their fathers' clans and heads of thousands in Isra'el. ", "17": "So Moshe and Aharon took these men who had been designated by name; ", "18": "and, on the first day of the second month, they gathered the whole assembly to state their genealogies by families and clans and recorded the names of all those twenty years old and over, as well as their total numbers. ", "19": "Moshe counted them in the Sinai Desert, just as Adonai had ordered him.", "20": "(ii) 20 The men twenty years old and over who were subject to military service were recorded by name, family and clan, starting with the descendants of Re'uven, Isra'el's firstborn. Here are the totals:", "44": "Moshe, Aharon and the twelve leaders of Isra'el, each from a clan, ", "45": "counted the people of Isra'el by their clans, those twenty years old and over, eligible for military service in Isra'el; ", "46": "and the grand total came to 603,550.", "47": "But those who were L'vi'im, according to the clan of their fathers, were not counted in this census; ", "48": "because Adonai had told Moshe, ", "49": "“Do not include the clan of Levi when you take the census of the people of Isra'el. ", "50": "Instead, give the L'vi'im charge over the tabernacle of the testimony, its equipment and everything else connected with it. They are to carry the tabernacle and all its equipment, serve in it and set up their camp around it. ", "51": "When the tabernacle is to be moved onward, it is the L'vi'im who are to take it down and set it up in the new location; anyone else who involves himself is to be put to death. ", "52": "The rest of Isra'el are to set up camp, company by company, each man with his own banner. ", "53": "But the L'vi'im are to camp around the tabernacle of the testimony, so that no anger will come upon the assembly of the people of Isra'el. The L'vi'im are to be in charge of the tabernacle of the testimony.”", "54": "This is what the people of Isra'el did — they did everything that Adonai had ordered Moshe."}