{"1": "Miryam and Aharon began criticizing Moshe on account of the Ethiopian woman he had married, for he had in fact married an Ethiopian woman. ", "2": "They said, “Is it true that Adonai has spoken only with Moshe? Hasn't he spoken with us too?” Adonai heard them. ", "3": "Now this man Moshe was very humble, more so than anyone on earth. ", "4": "Suddenly Adonai told Moshe, Aharon and Miryam, “Come out, you three, to the tent of meeting.” The three of them went out.", "5": "Adonai came down in a column of cloud and stood at the entrance to the tent. He summoned Aharon and Miryam, and they both went forward. ", "6": "He said, “Listen to what I say: when there is a prophet among you, I, Adonai, make myself known to him in a vision, I speak with him in a dream. ", "7": "But it isn't that way with my servant Moshe. He is the only one who is faithful in my entire household. ", "8": "With him I speak face to face and clearly, not in riddles; he sees the image of Adonai. So why weren't you afraid to criticize my servant Moshe?” ", "9": "The anger of Adonai flared up against them, and he left.", "10": "But when the cloud was removed from above the tent, Miryam had tzara'at, as white as snow. Aharon looked at Miryam, and she was as white as snow. ", "11": "Aharon said to Moshe, “Oh, my lord, please don't punish us for this sin we committed so foolishly. ", "12": "Please don't let her be like a stillborn baby, with its body half eaten away when it comes out of its mother's womb!” ", "13": "Moshe cried to Adonai, “Oh God, I beg you, please, heal her!” ", "14": "(Maftir) 14 Adonai answered Moshe, “If her father had merely spit in her face, wouldn't she hide herself in shame for seven days? So let her be shut out of the camp for seven days; after that, she can be brought back in.” ", "15": "Miryam was shut out of the camp seven days, and the people did not travel until she was brought back in. ", "16": "Afterwards, the people went on from Hatzerot and camped in the Pa'ran Desert. Haftarah B'ha'alotkha: Z'kharyah (Zechariah) 2:14 – 4:7 B'rit Hadashah suggested readings for Parashah B'ha'alotkha: Yochanan (John) 19:31–37; Messianic Jews (Hebrews) 3:1–6"}