{"1": "(16:36) Adonai said to Moshe, ", "2": "(16:37) “Tell El'azar the son of Aharon the cohen to remove the fire pans from the fire, and scatter the smoldering coals at a distance, because they have become holy. ", "3": "(16:38) Also the fire pans of these men, whose sin cost them their lives, have become holy, because they were offered before Adonai. Therefore, have them hammered into plates to cover the altar. This will be a sign for the people of Isra'el.”", "4": "(16:39) El'azar the cohen took the brass fire pans which the men who had been burned to death had offered, and they hammered them into a covering for the altar, ", "5": "(16:40) to remind the people of Isra'el that an ordinary person, not descended from Aharon, is not to approach and burn incense before Adonai, if he wants to avoid the fate of Korach and his group — as Adonai had said to him through Moshe.", "6": "(16:41) But the very next day, the whole community of the people of Isra'el complained against Moshe and Aharon: “You have killed Adonai's people!” ", "7": "(16:42) However, as the community was assembling against Moshe and Aharon, they looked in the direction of the tent of meeting and saw the cloud cover it and the glory of Adonai appear. ", "8": "(16:43) Moshe and Aharon came to the front of the tent of meeting.", "9": "(iv) 9 (16:44) Adonai said to Moshe, ", "10": "(16:45) “Get away from this assembly, and I will destroy them at once!” But they fell on their faces. ", "11": "(16:46) Moshe said to Aharon, “Take your fire pan, put fire from the altar in it, lay incense on it, and hurry with it to the assembly to make atonement for them, because anger has gone out from Adonai, and the plague has already begun!” ", "12": "(16:47) Aharon took it, as Moshe had said, and ran into the middle of the assembly. There the plague had already begun among the people, but he added the incense and made atonement for the people. ", "13": "(16:48) He stood between the dead and the living, and the plague was stopped. ", "14": "(16:49) Those dying from the plague numbered 14,700 — besides those who died in the Korach incident. ", "15": "(16:50) Aharon returned to Moshe at the entrance to the tent of meeting, and the plague was stopped.", "16": "(v) 16 (1) Adonai said to Moshe, ", "17": "(2) “Speak to the people of Isra'el, and take from them staffs, one for each ancestral tribe from each leader of a tribe, twelve staffs. Write each man's name on his staff; ", "18": "(3) and write Aharon's name on the staff of Levi, for each tribe's leader is to have one staff. ", "19": "(4) Put them in the tent of meeting in front of the testimony, where I meet with you. ", "20": "(5) The staff of the man I am going to choose will sprout buds — in this way I will put a stop to the complaints the people of Isra'el keep making against you.”", "21": "(6) Moshe spoke to the people of Isra'el, and all their leaders gave him staffs, one for each leader, according to their ancestral tribes, twelve staffs. Aharon's staff was among their staffs. ", "22": "(7) Moshe put the staffs before Adonai in the tent of the testimony. ", "23": "(8) The next day Moshe went into the tent of the testimony, and there he saw that Aharon's staff for the house of Levi had budded — it had sprouted not only buds but flowers and ripe almonds as well. ", "24": "(9) Moshe brought out all the staffs from before Adonai to all the people of Isra'el, and they looked, and each man took back his staff.", "25": "(vi) 25 (10) Adonai said to Moshe, “Return Aharon's staff to its place in front of the testimony. It is to be kept there as a sign to the rebels, so that they will stop grumbling against me and thus not die.” ", "26": "(11) Moshe did this; he did as Adonai had ordered him.", "27": "(12) But the people of Isra'el said to Moshe, “Oh no! We're dead men! Lost! We're all lost! ", "28": "(13) Whenever anyone approaches the tabernacle of Adonai, he dies! Will we all perish?”"}