{"1": "Adonai said to Aharon, “You, your sons and your father's family line will be responsible for anything that goes wrong in the sanctuary. You and your sons with you will be responsible for anything wrong in your service as cohanim. ", "2": "But you are to bring your kinsmen, the tribe of Levi, along with yourselves, to work together with you and help you — you and your sons with you — when you are there before the tent of meeting. ", "3": "They are to be at your disposal and perform all kinds of tasks related to the tent; only they are not to come near the holy furnishings or the altar, so that neither they nor you will die. ", "4": "They will work together with you in your duties related to the tent of meeting, whatever the service in the tent may be; but an unauthorized person is not to come near you. ", "5": "You will take charge of all the holy things and the altar, so that there will no longer be anger against the people of Isra'el. ", "6": "I myself have taken your kinsmen the L'vi'im from among the people of Isra'el; they have been given as a gift to Adonai for you, so that you can perform the service in the tent of meeting. ", "7": "You and your sons with you will exercise your prerogatives and duties as cohanim in regard to everything having to do with the altar and within the curtain. I entrust the service required of cohanim to you; the unauthorized person who tries to perform it is to be put to death.”", "8": "Adonai said to Aharon, “I myself have put you in charge of the contributions given to me. Everything consecrated by the people of Isra'el I have given and set aside for you and your sons; this is a perpetual law. ", "9": "Here is what is to be yours of the especially holy things taken from the fire: every offering they make — that is, every grain offering, sin offering and guilt offering of theirs that they turn over to me — will be especially holy for you and your sons. ", "10": "You are to eat it in an especially holy place; every male may eat it; it will be set apart for you.", "11": "“Also yours is the contribution the people of Isra'el give in the form of wave offerings. I have given these to you, your sons and your daughters with you; this is a perpetual law. Everyone in your family who is clean may eat it. ", "12": "All the best of the olive oil, wine and grain, the first portion of what they give to Adonai, I have given to you. ", "13": "The first produce to turn ripe of all that is in their land, which they bring to Adonai, is to be yours; every clean person in your family may eat it.", "14": "“Everything in Isra'el which has been consecrated unconditionally is to be yours.", "15": "“Everything that comes first out of the womb, of all living things which they offer to Adonai, whether human or animal, will be yours. However, the firstborn of a human being you must redeem, and the firstborn of an unclean beast you are to redeem. ", "16": "The sum to be paid for redeeming anyone a month old or over is to be five shekels of silver [two ounces], as you value it, using the sanctuary shekel (this is the same as twenty gerahs). ", "17": "But the firstborn of an ox, sheep or goat you are not to redeem; they are holy — you are to splash their blood against the altar and make their fat go up in smoke as an offering made by fire, as a fragrant aroma for Adonai. ", "18": "Their meat will be yours, like the breast that is waved and the right thigh — they will be yours. ", "19": "All the contributions of holy things which the people of Isra'el offer to Adonai I have given to you, your sons and your daughters with you; this is a perpetual law, an eternal covenant of salt before Adonai for you and your descendants with you.”", "20": "Adonai said to Aharon, “You are not to have any inheritance or portion in their land; I am your portion and inheritance among the people of Isra'el.", "21": "(vii) 21 “To the descendants of Levi I have given the entire tenth of the produce collected in Isra'el. It is their inheritance in payment for the service they render in the tent of meeting. ", "22": "From now on, the people of Isra'el are not to approach the tent of meeting, so that they will not bear the consequences of their sin and die. ", "23": "Only the L'vi'im are to perform the service in the tent of meeting, and they will be responsible for whatever they do wrong. This is to be a permanent regulation through all your generations. They are to have no inheritance among the people of Isra'el, ", "24": "because I have given to the L'vi'im as their inheritance the tenths of the produce which the people of Isra'el set aside as a gift for Adonai. This is why I have said to them that they are to have no inheritance among the people of Isra'el.”", "25": "Adonai said to Moshe, ", "26": "“Tell the L'vi'im, 'When you take from the people of Isra'el the tenth of the produce which I have given you from them as your inheritance, you are to set aside from it a gift for Adonai, one tenth of the tenth. ", "27": "The gift you set aside will be accounted to you as if it were grain from the threshing-floor and grape juice from the wine vat. ", "28": "In this way you will set aside a gift for Adonai from all your tenths that you receive from the people of Isra'el, and from these tenths you are to give to Aharon the cohen the gift set aside for Adonai. ", "29": "From everything given to you, you are to set aside all that is due Adonai, the best part of it, its holy portion.'", "30": "(Maftir) 30 “Therefore you are to tell them, 'When you set aside from it its best part, it will be accounted to the L'vi'im as if it were grain from the threshing-floor and grape juice from the wine vat. ", "31": "You may eat it anywhere, you and your households; because it is your payment in return for your service in the tent of meeting. ", "32": "Moreover, because you will have set aside from it its best parts, you will not be committing any sin because of it; for you are not to profane the holy things of the people of Isra'el, or you will die.'” Haftarah Korach: Sh'mu'el Alef (1 Samuel) 11:14 – 12:22 B'rit Hadashah suggested readings for Parashah Korach: 2 Timothy 2:8–21; Y'hudah (Jude) 1–25"}