{"1": "The people of Isra'el, the whole community, entered the Tzin Desert in the first month, and they stayed in Kadesh. There Miryam died, and there she was buried.", "2": "Because the community had no water, they assembled themselves against Moshe and Aharon. ", "3": "The people quarreled with Moshe and said, “We wish we had died when our brothers died before Adonai. ", "4": "Why did you bring Adonai's community into this desert? To die there, we and our livestock? ", "5": "Why did you make us leave Egypt? To bring us to this terrible place without seed, figs, grapevines, pomegranates or even water to drink?” ", "6": "Moshe and Aharon left the assembly, went to the entrance of the tent of meeting and fell on their faces; and the glory of Adonai appeared to them.", "7": "(RY: ii, LY: iii) 7 Adonai said to Moshe, ", "8": "“Take the staff, assemble the community, you and Aharon your brother; and before their eyes, tell the rock to produce its water. You will bring them water out of the rock and thus enable the community and their livestock to drink.” ", "9": "Moshe took the staff from the presence of Adonai, as he had ordered him. ", "10": "But after Moshe and Aharon had assembled the community in front of the rock, he said to them, “Listen here, you rebels! Are we supposed to bring you water from this rock?” ", "11": "Then Moshe raised his hand and hit the rock twice with his staff. Water flowed out in abundance, and the community and their livestock drank.", "12": "But Adonai said to Moshe and Aharon, “Because you did not trust in me, so as to cause me to be regarded as holy by the people of Isra'el, you will not bring this community into the land I have given them.” ", "13": "This is M'rivah Spring [Disputation Spring], where the people of Isra'el disputed with Adonai, and he was caused to be regarded as holy by them.", "14": "(LY: iv) 14 Moshe sent messengers from Kadesh to the king of Edom: “This is what your brother Isra'el says: you know all the troubles we have gone through — ", "15": "that our ancestors went down into Egypt, we lived in Egypt a long time, and the Egyptians treated us and our ancestors badly. ", "16": "But when we cried out to Adonai, he heard us, sent an angel and brought us out of Egypt. Now here we are in Kadesh, a city at the edge of your territory. ", "17": "Please let us pass through your land. We will not go through fields or vineyards, and we won't drink any water from the wells. We will go along the King's Highway, not turning aside either to the right or to the left until we have left your territory.”", "18": "But Edom answered, “You are not to pass through my land; if you do, I will come out against you with the sword.” ", "19": "The people of Isra'el replied, “We will keep to the highway; if we do drink the water, either we or our livestock, we will pay for it. Just let us pass through on foot — it's nothing.” ", "20": "But he said, “You are not to pass through”; and Edom came out against them with many people and much force. ", "21": "Thus Edom refused to allow Isra'el passage through its territory, so Isra'el turned away.", "22": "(RY: iii, LY: v) 22 They traveled on from Kadesh; and the people of Isra'el, the whole community, arrived at Mount Hor. ", "23": "At Mount Hor, by the border of the land of Edom, Adonai said to Moshe and Aharon, ", "24": "“Aharon is about to be gathered to his people, because he is not to enter the land I have given to the people of Isra'el, inasmuch as you rebelled against what I said at the M'rivah Spring. ", "25": "Take Aharon and El'azar his son, bring them up to Mount Hor, ", "26": "remove the garments from Aharon and put them on El'azar his son. Aharon will be gathered to his people — he will die there.”", "27": "Moshe did as Adonai had ordered. They went up onto Mount Hor before the eyes of the whole community. ", "28": "Moshe removed the garments from Aharon, and put them on El'azar his son, and Aharon died there on the top of the mountain. Then Moshe and El'azar came down the mountain. ", "29": "When the entire community saw that Aharon was dead, they mourned Aharon thirty days, the whole house of Isra'el."}