{"1": "Bil'am said to Balak, “Build me seven altars here, and prepare me seven bulls and seven rams here.” ", "2": "Balak did as Bil'am said; then Balak and Bil'am offered a bull and a ram on each altar. ", "3": "Bil'am said to Balak, “Stand by your burnt offering while I go off; maybe Adonai will come and meet me; and whatever he shows me I will tell you.” He went off to a bare hill. ", "4": "God met Bil'am, who said to him, “I prepared the seven altars and offered a bull and a ram on each altar.” ", "5": "Then Adonai put a word in Bil'am's mouth and said, “Go on back to Balak, and speak as I tell you.” ", "6": "He went back to him, and there, standing by his burnt offering, he with all the princes of Mo'av, ", "7": "he made his pronouncement: “Balak, the king of Mo'av, brings me from Aram, from the eastern hills, saying, 'Come, curse Ya'akov for me; come and denounce Isra'el.'", "8": "“How am I to curse those whom God has not cursed? How am I to denounce those whom Adonai has not denounced?", "9": "“From the top of the rocks I see them, from the hills I behold them — yes, a people that will dwell alone and not think itself one of the nations.", "10": "“Who has counted the dust of Ya'akov or numbered the ashes of Isra'el? May I die as the righteous die! May my end be like theirs!”", "11": "Balak said to Bil'am, “What have you done to me?! To curse my enemies is why I brought you; and, here, you have totally blessed them!” ", "12": "He answered, “Mustn't I take care to say just what Adonai puts in my mouth?”", "13": "(LY: v) 13 Balak said to him, “All right, come with me to another place where you can see them. You will see only some of them, not all; but you can curse them for me from there.” ", "14": "He took him through the field of Tzofim to the top of the Pisgah Range, built seven altars and offered a bull and a ram on each altar. ", "15": "Bil'am said to Balak, “Stand here by your burnt offering, while I go over there for a meeting.” ", "16": "Adonai met Bil'am, put a word in his mouth and said, “Go on back to Balak, and speak as I tell you.” ", "17": "He came to him and stood by his burnt offering, with all the princes of Mo'av. Balak asked him, “What did Adonai say?” ", "18": "Then Bil'am made his pronouncement: “Get up, Balak, and listen! Turn your ears to me, son of Tzippor!", "19": "“God is not a human who lies or a mortal who changes his mind. When he says something, he will do it; when he makes a promise, he will fulfill it.", "20": "Look, I am ordered to bless; when he blesses, I can't reverse it.", "21": "“No one has seen guilt in Ya'akov, or perceived perversity in Isra'el; Adonai their God is with them and acclaimed as king among them.", "22": "“God, who brought them out of Egypt, gives them the strength of a wild ox;", "23": "thus one can't put a spell on Ya'akov, no magic will work against Isra'el. It can now be said of Ya'akov and Isra'el, 'What is this that God has done?!'", "24": "“Here is a people rising up like a lioness; like a lion he rears himself up — he will not lie down till he eats up the prey and drinks the blood of the slain.”", "25": "Balak said to Bil'am, “Obviously, you won't curse them. But at least don't bless them!” ", "26": "However, Bil'am answered Balak, “Didn't I warn you that I must do everything Adonai says?”", "27": "(RY: vii, LY: vi) 27 Balak said to Bil'am, “Come, I will take you now to another place; maybe it will please God for you to curse them for me from there.” ", "28": "Balak took Bil'am to the top of P'or, overlooking the desert. ", "29": "Bil'am said to Balak, “Build me seven altars here, and prepare me seven bulls and seven rams.” ", "30": "Balak did as Bil'am said and offered a bull and a ram on each altar."}