{"1": "When Bil'am saw that it pleased Adonai to bless Isra'el, he didn't go, as at the other times, to make use of divination, but looked out toward the desert. ", "2": "Bil'am raised his eyes and saw Isra'el encamped tribe by tribe. Then the Spirit of God came upon him, ", "3": "and he made his pronouncement: “This is the speech of Bil'am, son of B'or; the speech of the man whose eyes have been opened;", "4": "the speech of him who hears God's words; who sees what Shaddai sees, who has fallen, yet has open eyes:", "5": "“How lovely are your tents, Ya'akov; your encampments, Isra'el!", "6": "They spread out like valleys, like gardens by the riverside, like succulent aloes planted by Adonai, like cedar trees next to the water.", "7": "“Water will flow from their branches, their seed will have water aplenty. Their king will be higher than Agag and his kingdom lifted high.", "8": "God, who brought them out of Egypt, gives them the strength of a wild ox. They will devour the nations opposing them, break their bones, pierce them with their arrows.", "9": "“When they lie down they crouch like a lion, or like a lioness — who dares to rouse it? Blessed be all who bless you! Cursed be all who curse you!”", "10": "Balak blazed with fury against Bil'am. He struck his hands together and said to Bil'am, “I summoned you to curse my enemies. But here, you have done nothing but bless them — three times already! ", "11": "Now you had better escape to your own place! I had planned to reward you very well, but now Adonai has deprived you of payment.”", "12": "Bil'am answered Balak, “Didn't I tell the messengers you sent me ", "13": "that even if Balak would give me his palace full of silver and gold, I could not of my own accord go beyond the word of Adonai to do either good or bad? that what Adonai said is what I would say? ", "14": "(LY: vii) 14 But now that I am going back to my own people, come, I will warn you what this people will do to your people in the acharit-hayamim. ", "15": "So he made his pronouncement: “This is the speech of Bil'am, son of B'or; the speech of the man whose eyes have been opened;", "16": "the speech of him who hears God's words; who knows what 'Elyon knows, who sees what Shaddai sees, who has fallen, yet has open eyes:", "17": "“I see him, but not now; I behold him, but not soon — a star will step forth from Ya'akov, a scepter will arise from Isra'el, to crush the corners of Mo'av and destroy all descendants of Shet.", "18": "His enemies will be his possessions — Edom and Se'ir, possessions. Isra'el will do valiantly,", "19": "From Ya'akov will come someone who will rule, and he will destroy what is left of the city.”", "20": "He saw 'Amalek and made this pronouncement: “First among nations was 'Amalek, but destruction will be its end.”", "21": "He saw the Keini and made this pronouncement: “Though your dwelling is firm, your nest set on rock,", "22": "Kayin will be wasted while captive to Ashur.”", "23": "Finally, he made this pronouncement: “Oh no! Who can live when God does this?", "24": "But ships will come from the coast of Kittim to subdue Ashur and subdue 'Ever, but they too will come to destruction.”", "25": "Then Bil'am got up, left and returned to his home; and Balak too went his way."}