{"1": "(29:40) Moshe told the people of Isra'el everything, just as Adonai had ordered Moshe. Haftarah Pinchas: M'lakhim Alef (1 Kings) 18:46–19:21 B'rit Hadashah suggested readings for Parashah Pinchas: Mattityahu (Matthew) 26:1–30; Mark 14:1–26; Luke 22:1–20; Yochanan (John) 2:13–22; 7:1–13, 37–39; 11:55–12:1; 13:1; 18:28, 39; 19:14; Acts 2:1–21; 12:3–4; 20:5–6, 16; 27:9–11; 1 Corinthians 5:6 – 8; 16:8; Messianic Jews (Hebrews) 11:28", "2": "[In regular years read with Parashah 43, in leap years read separately] (1) Then Moshe spoke to the heads of the tribes of the people of Isra'el. He said, “Here is what Adonai has ordered: ", "3": "(2) when a man makes a vow to Adonai or formally obligates himself by swearing an oath, he is not to break his word but is to do everything he said he would do.", "4": "(3) “When a woman makes a vow to Adonai, formally obligating herself, while she is a minor living in her father's house; ", "5": "(4) then, if her father has heard what she vowed or obligated herself to do and holds his peace, then all her vows remain binding — every obligation she has bound herself to will stand. ", "6": "(5) But if on the day her father hears it, he expresses his disapproval, then none of her vows or obligations she has bound herself to will stand; and Adonai will forgive her, because her father expressed his disapproval.", "7": "(6) “If, having made vows or rashly committed herself to an obligation, she gets married; ", "8": "(7) and her husband hears but holds his peace with her on the day he learns of it, then her vows and obligations she has bound herself to will stand. ", "9": "(8) But if her husband expresses his disapproval on the day he hears it, he will void the vow which is on her and the obligation to which she has bound herself; and Adonai will forgive her.", "10": "(9) “The vow of a widow, however, or of a divorcee, including everything to which she has obligated herself, will stand against her.", "11": "(10) “If a woman vowed in her husband's house or obligated herself with an oath; ", "12": "(11) and her husband heard it but held his peace with her and did not express disapproval, then all her vows and obligations will stand. ", "13": "(12) But if her husband makes them null and void on the day he hears them, then whatever she said, vows or binding obligation, will not stand; her husband has voided them; and Adonai will forgive her. ", "14": "(13) Her husband may let every vow and every binding obligation stand, or he may void it. ", "15": "(14) But if her husband entirely holds his peace with her day after day, then he confirms all her vows and obligations; he must let them stand, because he held his peace with her on the day he heard them. ", "16": "(15) If he makes them null and void after he has heard them, then he will bear the consequent guilt.”", "17": "(16) These are the laws which Adonai ordered Moshe between a man and his wife, and between a father and his daughter, if she is a minor living in her father's house."}