{"1": "Adonai told Moshe ", "2": "to give this order to the people of Isra'el: “When you enter the land of Kena'an, it will become your land to pass on as an inheritance, the land of Kena'an as defined by these borders.", "3": "“Your southern portion will extend from the Tzin Desert close to the border of Edom. The eastern terminus of your southern border is at the end of the Dead Sea. ", "4": "From there your border turns, goes south of the 'Akrabbim Ascent and passes on to Tzin. From there it goes south of Kadesh-Barnea, on to Hatzar-Adar, and on to 'Atzmon. ", "5": "Then the border turns and goes from 'Atzmon to the Vadi of Egypt and along it to the Sea.", "6": "“Your western border will be the Great Sea.", "7": "“Your northern border will be as follows: from the Great Sea mark a line to Mount Hor, ", "8": "and from Mount Hor mark a line to the entrance of Hamat. The border goes out to Tz'dad. ", "9": "Then the border goes to Zifron and finally to Hatzar-'Einan; this is your northern border.", "10": "“For the eastern border mark your line from Hatzar-'Enan to Sh'fam. ", "11": "Then the border goes down from Sh'fam to Rivlah, on the east side of 'Ayin, then down until it hits the slope east of Lake Kinneret. ", "12": "From there it goes down the Yarden River till it flows into the Dead Sea. These will be the borders of your land.”", "13": "Moshe gave this order to the people of Isra'el: “This is the land in which you will receive inheritances by lot, which Adonai has ordered to give to the nine tribes and the half-tribe. ", "14": "The tribe of the descendants of Re'uven have already received their land for inheritance according to their clans, and so have the descendants of Gad and the half-tribe of M'nasheh. ", "15": "These two-and-a-half tribes have received their inheritance on this side of the Yarden, across from Yericho and eastward, toward the sunrise.”", "16": "(RY: vi; LY: iv) 16 Adonai said to Moshe, ", "17": "“These are the names of the men who will take possession of the land for you: El'azar the cohen and Y'hoshua the son of Nun. ", "18": "Also appoint one leader from each tribe to take possession of the land. ", "19": "The names of these men are: from the tribe of Y'hudah, Kalev the son of Y'funeh;", "20": "from the tribe of the descendants of Shim'on, Sh'mu'el the son of 'Ammihud;", "21": "from the tribe of Binyamin, Elidad the son of Kislon;", "22": "from the tribe of the descendants of Dan, a leader, Buki the son of Yogli;", "23": "from the descendants of Yosef: from the tribe of the descendants of M'nasheh, a leader, Hani'el the son of Efod;", "24": "from the tribe of the descendants of Efrayim, a leader, K'mu'el the son of Shiftan;", "25": "from the tribe of the descendants of Z'vulun, a leader, Elitzafan the son of Parnakh;", "26": "from the tribe of the descendants of Yissakhar, a leader, Palti'el the son of 'Azan;", "27": "from the tribe of the descendants of Asher, a leader, Achihud the son of Shlomi;", "28": "from the tribe of the descendants of Naftali, a leader, P'dah'el the son of 'Ammihud.”", "29": "These are the ones whom Adonai ordered to divide the inheritance among the people of Isra'el in the land of Kena'an."}