{"1": "And now, brothers, I want to write about the special abilities the Holy Spirit gives to each of you, for I don't want any misunderstanding about them. ", "2": "You will remember that before you became Christians you went around from one idol to another, not one of which could speak a single word. ", "3": "But now you are meeting people who claim to speak messages from the Spirit of God. How can you know whether they are really inspired by God or whether they are fakes? Here is the test: no one speaking by the power of the Spirit of God can curse Jesus, and no one can say, “Jesus is Lord,” and really mean it, unless the Holy Spirit is helping him.", "4": "Now God gives us many kinds of special abilities, but it is the same Holy Spirit who is the source of them all. ", "5": "There are different kinds of service to God, but it is the same Lord we are serving. ", "6": "There are many ways in which God works in our lives, but it is the same God who does the work in and through all of us who are his. ", "7": "The Holy Spirit displays God's power through each of us as a means of helping the entire church.", "8": "To one person the Spirit gives the ability to give wise advice; someone else may be especially good at studying and teaching, and this is his gift from the same Spirit. ", "9": "He gives special faith to another, and to someone else the power to heal the sick. ", "10": "He gives power for doing miracles to some, and to others power to prophesy and preach. He gives someone else the power to know whether evil spirits are speaking through those who claim to be giving God's messages—or whether it is really the Spirit of God who is speaking. Still another person is able to speak in languages he never learned; and others, who do not know the language either, are given power to understand what he is saying. ", "11": "It is the same and only Holy Spirit who gives all these gifts and powers, deciding which each one of us should have.", "12": "Our bodies have many parts, but the many parts make up only one body when they are all put together. So it is with the “body” of Christ. ", "13": "Each of us is a part of the one body of Christ. Some of us are Jews, some are Gentiles, some are slaves, and some are free. But the Holy Spirit has fitted us all together into one body. We have been baptized into Christ's body by the one Spirit, and have all been given that same Holy Spirit.", "14": "Yes, the body has many parts, not just one part. ", "15": "If the foot says, “I am not a part of the body because I am not a hand,” that does not make it any less a part of the body. ", "16": "And what would you think if you heard an ear say, “I am not part of the body because I am only an ear and not an eye”? Would that make it any less a part of the body? ", "17": "Suppose the whole body were an eye—then how would you hear? Or if your whole body were just one big ear, how could you smell anything?", "18": "But that isn't the way God has made us. He has made many parts for our bodies and has put each part just where he wants it. ", "19": "What a strange thing a body would be if it had only one part! ", "20": "So he has made many parts, but still there is only one body.", "21": "The eye can never say to the hand, “I don't need you.” The head can't say to the feet, “I don't need you.”", "22": "And some of the parts that seem weakest and least important are really the most necessary. ", "23": "Yes, we are especially glad to have some parts that seem rather odd! And we carefully protect from the eyes of others those parts that should not be seen, ", "24": "while of course the parts that may be seen do not require this special care. So God has put the body together in such a way that extra honor and care are given to those parts that might otherwise seem less important. ", "25": "This makes for happiness among the parts, so that the parts have the same care for each other that they do for themselves. ", "26": "If one part suffers, all parts suffer with it, and if one part is honored, all the parts are glad.", "27": "Now here is what I am trying to say: All of you together are the one body of Christ, and each one of you is a separate and necessary part of it. ", "28": "Here is a list of some of the parts he has placed in his Church, which is his body: Apostles, Prophets—those who preach God's Word, Teachers, Those who do miracles, Those who have the gift of healing; Those who can help others, Those who can get others to work together, Those who speak in languages they have never learned.", "29": "Is everyone an apostle? Of course not. Is everyone a preacher? No. Are all teachers? Does everyone have the power to do miracles? ", "30": "Can everyone heal the sick? Of course not. Does God give all of us the ability to speak in languages we've never learned? Can just anyone understand and translate what those are saying who have that gift of foreign speech? ", "31": "No, but try your best to have the more important of these gifts. First, however, let me tell you about something else that is better than any of them!"}