{"1": "Dear brothers, even when I first came to you I didn't use lofty words and brilliant ideas to tell you God's message. ", "2": "For I decided that I would speak only of Jesus Christ and his death on the cross. ", "3": "I came to you in weakness—timid and trembling. ", "4": "And my preaching was very plain, not with a lot of oratory and human wisdom, but the Holy Spirit's power was in my words, proving to those who heard them that the message was from God. ", "5": "I did this because I wanted your faith to stand firmly upon God, not on man's great ideas.", "6": "Yet when I am among mature Christians I do speak with words of great wisdom, but not the kind that comes from here on earth, and not the kind that appeals to the great men of this world, who are doomed to fall. ", "7": "Our words are wise because they are from God, telling of God's wise plan to bring us into the glories of heaven. This plan was hidden in former times, though it was made for our benefit before the world began. ", "8": "But the great men of the world have not understood it; if they had, they never would have crucified the Lord of Glory.", "9": "That is what is meant by the Scriptures which say that no mere man has ever seen, heard, or even imagined what wonderful things God has ready for those who love the Lord. ", "10": "But we know about these things because God has sent his Spirit to tell us, and his Spirit searches out and shows us all of God's deepest secrets. ", "11": "No one can really know what anyone else is thinking or what he is really like except that person himself. And no one can know God's thoughts except God's own Spirit. ", "12": "And God has actually given us his Spirit (not the world's spirit) to tell us about the wonderful free gifts of grace and blessing that God has given us. ", "13": "In telling you about these gifts we have even used the very words given to us by the Holy Spirit, not words that we as men might choose. So we use the Holy Spirit's words to explain the Holy Spirit's facts.[a] ", "14": "But the man who isn't a Christian can't understand and can't accept these thoughts from God, which the Holy Spirit teaches us. They sound foolish to him because only those who have the Holy Spirit within them can understand what the Holy Spirit means. Others just can't take it in. ", "15": "But the spiritual man has insight into everything, and that bothers and baffles the man of the world, who can't understand him at all. ", "16": "How could he? For certainly he has never been one to know the Lord's thoughts, or to discuss them with him, or to move the hands of God by prayer.[b] But, strange as it seems, we Christians actually do have within us a portion of the very thoughts and mind of Christ."}