{"1": "Everyone is talking about the terrible thing that has happened there among you, something so evil that even the heathen don't do it: you have a man in your church who is living in sin with his father's wife.[a] ", "2": "And are you still so conceited, so “spiritual”? Why aren't you mourning in sorrow and shame and seeing to it that this man is removed from your membership?", "3-4": "Although I am not there with you, I have been thinking a lot about this, and in the name of the Lord Jesus Christ I have already decided what to do, just as though I were there. You are to call a meeting of the church—and the power of the Lord Jesus will be with you as you meet, and I will be there in spirit—", "5": "and cast out this man from the fellowship of the church and into Satan's hands, to punish him, in the hope that his soul will be saved when our Lord Jesus Christ returns.", "6": "What a terrible thing it is that you are boasting about your purity and yet you let this sort of thing go on. Don't you realize that if even one person is allowed to go on sinning, soon all will be affected? ", "7": "Remove this evil cancer—this wicked person—from among you, so that you can stay pure. Christ, God's Lamb, has been slain for us. ", "8": "So let us feast upon him and grow strong in the Christian life, leaving entirely behind us the cancerous old life with all its hatreds and wickedness. Let us feast instead upon the pure bread of honor and sincerity and truth.", "9": "When I wrote to you before I said not to mix with evil people. ", "10": "But when I said that I wasn't talking about unbelievers who live in sexual sin or are greedy cheats and thieves and idol worshipers. For you can't live in this world without being with people like that. ", "11": "What I meant was that you are not to keep company with anyone who claims to be a brother Christian but indulges in sexual sins, or is greedy, or is a swindler, or worships idols, or is a drunkard, or abusive. Don't even eat lunch with such a person.", "12": "It isn't our job to judge outsiders. But it certainly is our job to judge and deal strongly with those who are members of the church and who are sinning in these ways. ", "13": "God alone is the Judge of those on the outside. But you yourselves must deal with this man and put him out of your church."}