{"1": "After Ahab died, Moab grew rebellious and revolted against Israel.", "2": "One day, King Ahaziah had an accident in Israel's capital city, Samaria. He tumbled through the network shading and decorating his upper room and fell ill. While he was bedridden, he called for his messengers and sent them on an errand to Philistia. Ahaziah: Ask Baal-zebub, Ekron's god, if my health is going to return after this injury.", "3": "Elsewhere, the Eternal One's messenger spoke to Elijah the Tishbite. Eternal One's Messenger: Get up, and intercept Ahaziah's messengers. When you meet them, ask them, “Why are you going to ask Baal-zebub, Ekron's god, about the king's healing? Do you carry this message because you believe Israel has no God of its own?” ", "4": "This is the message of the Eternal to Ahaziah: “You have made your bed, and you will lie in it. You will never leave your bed in your upper room; it will become your grave.” So Elijah went on his way just as the Lord instructed, and he delivered this message to Ahaziah's messengers. ", "5": "They turned back without completing their mission. Ahaziah: Why are you back so soon?", "6": "Samaritan Messengers: 6 A strange man met us during our journey and said, “Go back to the king whose message you carry, and give him this message from the Eternal: 'Why are you going to ask Baal-zebub, Ekron's god, about healing? Do you ask for this message because you believe Israel has no God of its own? You have made your bed, and you will lie in it. You will never leave your bed in your upper room; it will become your grave.'”", "7": "Ahaziah: 7 Tell me more about this strange man who met you and gave you this message. What was he like?", "8": "Samaritan Messengers: 8 The man was hairy and wore a leather belt. Ahaziah: I know who this man is—Elijah the Tishbite!", "9": "King Ahaziah then dispatched 50 soldiers and their commander to confront Elijah. The commander approached Elijah, who was resting on a hilltop. Commander: Hello there, O man of God! The king has a message for you. He says, “Come down from there!”", "10": "Elijah: 10 If I truly am a man of God, then I'll prove it: may a fiery blaze storm down from heaven and devour you and your 50 soldiers. And as the words were leaving his mouth, fire rained down; and they were all burned up just as Elijah said.", "11": "Ahaziah then dispatched another 50 soldiers and their commander to confront Elijah. Second Commander: O man of God! The king orders you, “Come down from there now!”", "12": "Elijah: 12 If I truly am a man of God, then as proof may a fiery blaze storm down from heaven and devour you and your 50 soldiers. Once again a fiery blaze rained down from heaven and devoured the 50 soldiers and their commander.", "13": "Yet again, King Ahaziah dispatched another 50 soldiers and a third commander to confront Elijah. When this third commander approached Elijah, he bowed on his knees, humbled himself before Elijah, and begged for mercy upon their lives. Third Commander: O man of God, I beg you to cherish my life and the lives of these 50 soldiers. May your eyes perceive something worth treasuring rather than destroying, for we are all at your service. ", "14": "A heavenly fire devoured the first two commanders and their 50 men who confronted you, but please do not invoke the same fate for my life.", "15": "Eternal One's Messenger (to Elijah): 15 Follow this man down the mountain, and do not fear him. Elijah did as the messenger had instructed, and he followed the commander down the mountain to where the king was waiting.", "16": "Elijah (to Ahaziah): 16 This is the message of the Eternal: “You dispatched messengers to appeal to Baal-zebub, Ekron's god, about your healing. Is it because you believe Israel has no God of its own to whom you can appeal? Because you did this, you will never leave your bed in your upper room; it will become your grave.”", "17": "Ahaziah met his death just as Elijah reported in the message from the Eternal. Ahaziah did not have a son, so Jehoram inherited the throne during the second year of the reign of Jehoram (Jehoshaphat's son) in Judah.", "18": "In this record, the compiler constantly switches back and forth between Judah and Israel, telling the history of both simultaneously. Nowhere is that more confusing than here, when both nations' kings have the same name. But the format serves two purposes: the reader gets a picture of what is happening in both regions at the same time, and the response of each nation to one event may be compared and contrasted. Who will prove to be the more faithful kingdom—the North or the South? Is not the rest of Ahaziah's story—his actions and lasting legacy—documented in the book of the chronicles of Israel's kings?"}