{"1": "During Jehu's seventh year, Jehoash inherited the throne in Jerusalem. His reign lasted for 40 years. His mother was Zibiah of Beersheba. ", "2": "Jehoash was righteous in the Eternal's eyes during the entire time he was mentored by Jehoiada the priest. ", "3": "But the high places remained. They were not destroyed, and people still went to them to offer sacrifices and burn incense.", "4": "The “high places” where the Israelites worship the Lord start out as pagan shrines. When Solomon builds the temple in Jerusalem, he converts those high places to shrines—honoring both the Eternal of Israel and the foreign deities that are worshiped by his many wives and concubines—so the northern tribes don't have to travel so far to worship and so the locals can retain some of their heritage. Unfortunately Solomon's attempt to grow the worship of God in the north produces odd cults that blend worship of the Lord with worship of other gods at these high places. No matter how good a king is, if he leaves the high places standing, then he isn't fully committing his nation to God and there must be repercussions. Jehoash (to the priests): 4 Any money that comes into the Eternal's house, any monetary offerings that a man is led to give—money for sacred things, census fees, personal vows, and goodwill offerings—", "5": "belong to the priests, from the contributors, so they can repair what needs to be repaired in the Eternal's temple.", "6": "During King Jehoash's 23rd year, the Eternal One's temple was only getting worse because the priests had not used any money to repair the Eternal One's house. ", "7": "So King Jehoash questioned Jehoiada and the other priests. Jehoash: Why have you not made the needed repairs for the Lord's temple? The dilapidations are only getting worse. Don't take any more money from anyone. Use all the money that has been collected already to repair the Eternal's house immediately.", "8": "The priests agreed they would not take any more monetary offerings from anyone, and they would not repair the Eternal's temple.", "9-10": "Jehoiada the priest gouged a hole in the lid of a chest and set it next to the altar. He put it on the right side of the altar, so that everyone walked past it as they entered into the Eternal's temple. The priests who stood at the entrance placed all the monetary offerings that were carried into the Eternal's temple into the chest. When the chest was almost full, the king's secretary and the high priest counted the money and placed it into separate bags. ", "11": "They handed the money to the workers who took care of the Eternal's temple, and then handed out money to the carpenters and builders who repaired it, ", "12": "and they also gave some of the money to the masons and stonecutters who paid for the wood and carved stone and other materials that went into repairing the Eternal's temple. ", "13": "None of the monetary offerings that were given to the Eternal's temple were used to make silver cups, snuffers, bowls, trumpets, gold vessels, or silver vessels. ", "14": "All the money went to those who repaired the Eternal's temple for their work. ", "15": "The priests did not ask for any receipts or documentation to be made of the financial handlings. The workers were completely trustworthy and did not cheat. ", "16": "Any monetary offerings—be they guilt offerings or sin offerings—still belonged to the priests and were not carried into the Eternal's temple.", "17": "With the exception of a burnt offering, which is totally consumed and dedicated to God, all offerings are shared among the priests. They keep money that is donated, and they eat parts of the meat and bread offerings as their meals. In spite of the new restrictions, they are allowed to keep the portion given to them in the law. Meanwhile Hazael (Aram's king) was fighting Gath in Philistia, and he took the entire city captive. Then he put his sights on Jerusalem. ", "18": "Jehoash, Judah's king, gathered up all the sacred articles that his ancestors, Judah's kings—Jehoshaphat and Jehoram and Ahaziah—had consecrated, as well as all the many articles he himself had consecrated. He gathered up all the gold in the treasuries in the Eternal's temple and in the palace, and he sent it all to Hazael, Aram's king. After that, Hazael departed from Jerusalem.", "19": "Is not the rest of Jehoash's[a] story—his actions and lasting legacy—documented in the book of the chronicles of Judah's kings? ", "20": "Those who served Joash plotted against him, and they killed him at the house of Millo while he was on his way to Silla.", "21": "Joash's own servants, Jozacar (Shimeath's son) and Jehozabad (Shomer's son) were the ones who assassinated him. They laid him to rest with his ancestors in the city of David. Joash's son, Amaziah, then inherited the throne."}