{"1": "During the 12th year of Ahaz (Judah's king), Hoshea (Elah's son) inherited Israel's throne in Samaria. His reign lasted nine years. ", "2": "He committed evil in the Eternal's eyes, but not in the same way some of Israel's kings had.", "3": "Shalmaneser, Assyria's king, waged war against Hoshea, but Hoshea humbled himself before Shalmaneser by paying tribute. ", "4": "But Shalmaneser sensed a secret plot in Hoshea who, instead of paying the expected tribute to Shalmaneser as he had done yearly, had sent messengers to So, the king of Egypt. Because of this, Assyria's king bound and locked Hoshea in prison.", "5": "The easiest way to make Assyria angry is to attempt an alliance with Egypt. During this time, Assyria and Egypt are the two “world powers,” struggling to expand their borders and continually fighting over Israel and Judah, who are stuck in the middle. Hoshea's appeal to Egypt for help is a perfectly logical move. Unfortunately, Egypt does not help, and without military power to back up Hoshea's bold refusal to pay tribute, the Northern Kingdom is doomed. Assyria's king then invaded Israel and besieged Samaria for three years. ", "6": "During Hoshea's ninth year, Assyria's king captured Samaria and carried off the Israelites to exile in Assyria. The exiles were forced to stay in Halah and Habor on the Gozan River and also in the cities of the Medes.", "7": "This all happened because the Israelites had committed countless wicked deeds against their God, the Eternal One, who brought them out of Egypt and freed them from the oppression fueled by Pharaoh, Egypt's king. They revered gods other than the Lord ", "8": "and lived by the wicked traditions of the people whom the Eternal had forced out of the land before the Israelites arrived. They lived by the religious and cultural practices that Israel's kings had introduced. ", "9": "The Israelites committed unrighteous acts and tried to hide them from the Eternal their God; but of course, the Lord witnessed them all. They constructed high places everywhere, small or large—from lookout towers to fortified cities. ", "10": "They decorated every hill and the shade of every tree with holy pillars and sacred poles. ", "11": "They burned incense at all the high places just as the people whom the Eternal One had forced out of the land before them had done. They repeated the very same sins. They did many wicked deeds, provoking the anger of the Eternal. ", "12": "They placed themselves in the service of idols—the same ones He had given them instructions about, commanding, “Do not do this. They are evil!”[a]", "13": "The Eternal One gave fair warning to Israel and Judah. He gave His warning through the mouths of prophets and seers throughout the land: “Abandon your wickedness, and obey My commands and laws which I gave to your ancestors through the mouths of My servants, the prophets.”", "14": "But the Israelites were fools and did not heed the warning. They were stubborn just like their ancestors who did not trust in the Eternal One their God. ", "15": "They spurned His laws and even the covenant He had entered into with their ancestors. They rejected the fair warnings He gave to them. They were devoted to their own vanity and followed the same wicked path as the neighboring nations—the ones He had instructed them not to imitate. ", "16": "They abandoned all the laws the Eternal One their God had given to them. They crafted two golden calves, put up a sacred pole, and also praised the sun, the moon, the stars, and Baal as their master. ", "17": "They made their children pass through the fire, they performed witchcraft and divining, and they committed evil in the eyes of the Eternal and provoked Him to burn with anger. ", "18": "Therefore, He was furious with Israel, so He banished them from His sight. The only tribe that remained was Judah. ", "19": "But Judah also abandoned the laws of their God, the Eternal One, and they walked the same wicked path the Israelites had walked. ", "20": "He rejected all the sons and daughters of Israel and banished them from His sight. He made them suffer and handed them over to pillagers until they were finally cast out of His presence.", "21": "After the Eternal had cut Israel out of the house of David, the people made Jeroboam (Nebat's son) their first king. But he caused the people to turn away from the Eternal One and caused Israel to sin in every way. ", "22": "The Israelites walked the wicked path of Jeroboam ", "23": "until the Eternal removed Israel from His presence, just as He had said through the mouths of His servants the prophets. The Israelites were forced to leave their own land and go live in Assyria, where they still dwell today.", "24": "Assyria's king transported men from Babylon, Cuthah, Avva, Hamath, and Sephar-vaim, and he made them live in the Samaritan towns and cities where the Israelites had lived. Samaria now belonged to these new inhabitants of the towns and cities. ", "25": "When they first began living in Samaria, the foreigners lacked any fear of the Eternal One. So He caused lions to invade their ignorant community and kill some of the people. ", "26": "One of them contacted Assyria's king. New Samaritan: The people you have transported to the cities of Samaria from foreign lands do not know the ways of Samaria's God. He caused lions to invade our community and kill some of the people who are ignorant of the ways of Samaria's God.", "27": "King of Assyria: 27 Send for one of the exiled priests, and take him back there so he can teach these new inhabitants the ways of Samaria's God.", "28": "Ironically a priest who was exiled by God for not following His ways was brought back to Samaria and became responsible for teaching the new inhabitants how to revere the Eternal. He stayed at Bethel.", "29": "Even after all of this, all the nations were still crafting their own gods and placing them in the high places built by the Samaritans, each nation in the cities where it settled. ", "30": "The Babylonian men crafted Succoth-benoth, the Cuth men crafted Nergal, the Hamath men crafted Ashima, ", "31": "the Avvites crafted Nibhaz and Tartak, and the Sepharvites gave their own children as burnt sacrifices to their gods Adrammelech and Anammelech. ", "32": "They also greatly feared the Eternal One and nominated some of their own men to act as priests at the high places, interceding for them at the high places' temples. ", "33": "They feared Him while at the same time honoring the gods of the nations from where they had been exiled.", "34": "Still today, they honor the earlier traditions of the wicked people before them, and they fail to revere the Eternal properly. They do not honor the sacred laws and judgments that He gave to the descendants of Jacob (whom He called Israel). ", "35": "He entered into a sacred covenant with the new Samaritans and gave them the same sacred commands to follow. Eternal One: I am your God! Do not fear, bow down to, serve, or sacrifice to any other gods except for Me. ", "36": "You should only fear, bow down to, and sacrifice to Me who led you out of Egypt with My great power and an outstretched arm. ", "37": "Be careful to observe all the laws, statutes, ordinances, and commands I have inscribed for you. And do not revere any other gods. ", "38": "Remember the sacred covenant you have entered into with Me, and do not revere any other gods except Me. I am your God—your only God! ", "39": "You should only fear the Eternal One your God. I will deliver you from the grip of your enemies.", "40": "But they did not listen to the Lord's message. Instead they did just as they had done when they lived in their own nations. ", "41": "They feared the Eternal One while at the same time serving their own idols. Their descendants have done the same ever since."}