{"1": "King Hezekiah tore his clothes after he heard what had been said. He then covered himself with sackcloth and entered the Eternal's temple. ", "2": "Hezekiah dispatched the palace administrator, Eliakim, along with Shebna the lawyer and the priest-elders, to go meet with the prophet Isaiah (Amoz's son). Eliakim, Shebna, and the elders all went wearing sackcloth.", "3": "Eliakim, Shebna, and the Elders (to Isaiah): 3 This is Hezekiah's message: “Today is filled with hours of sorrow, pain, anxiety, and reproof. Children are ready to be born, but there is no strength to deliver them. ", "4": "It may be that the Eternal One your God will disprove the words of Rabshakeh, whom Assyria's king has sent to taunt the living God. So pray hard that your God, the Eternal One, will rebuke those words and save His few children who remain.”", "5": "King Hezekiah's servants approached Isaiah, ", "6": "and Isaiah spoke to them. Isaiah: Go back and tell your master, “This is the Eternal's urgent message: 'Have no fear of the blasphemy which the servants of Assyria's kings have spoken. They are merely empty words. ", "7": "I am going to infect Assyria's king with a spirit, and he will hear a rumor and go back to his homeland. There I will cause him to die by the sword.'”", "8": "Rabshakeh returned to the Assyrian king who was now battling against the city of Libnah because he had heard that the king had abandoned Lachish.", "9-10": "Sennacherib then received word about Tirhakah, Cush's king: “He is preparing to fight you.” So Sennacherib sent a message again to Hezekiah. Sennacherib's Message: Hezekiah, king of Judah, I warn you not to be fooled by your God, on whom you rely, when He says, “Jerusalem will not be conquered by Assyria's king.” ", "11": "Surely you have heard about how the kings of Assyria demolished all the nations completely—every last one of them. Do you really think you will be rescued? ", "12": "Were the people of those nations saved by their gods when my fathers attacked? Were Gozan, Haran, Rezeph, and Eden's sons in Telassar ever rescued? No! ", "13": "And what happened to the kings of Hamath, Arpad, Sepharvaim's city, Hena, and Ivvah?”", "14": "Hezekiah took the letter from the messengers, read it, and then placed it before the Eternal in His temple.", "15": "Hezekiah (praying to the Lord): 15 O Eternal One, Israel's God, who sits above the winged guardians, You alone are God of all the kingdoms on earth, the One who made heaven and earth. ", "16": "Eternal One, open up Your ears and Your eyes so You may hear and see. Listen to the words Sennacherib uses to reject the living God. ", "17": "Eternal One, I certainly know that the Assyrian kings have destroyed the nations and lands. ", "18": "I know how they have thrown the gods of the nations into the flames of the fire and destroyed them, but those gods were created out of wood and stones by men. ", "19": "Eternal One, our True God, I pray You save us now from Sennacherib's conquest—the fate that all the other nations have suffered—so that every nation on earth will know that You alone, Eternal One, are God.", "20": "Isaiah (Amoz's son) sent a message to Hezekiah. Isaiah's Message: This is the message of the Eternal One, Israel's God: “Because you have come to Me about Assyria's king, Sennacherib, I have heard every word you have prayed.”", "21": "This is the Eternal's message against Sennacherib: “She has abhorred and ridiculed you, Zion's virgin daughter. She has ridiculed you behind your back, Jerusalem's daughter!", "22": "Whom have you rebuked and spoken blasphemies against? Whom do you speak loudly against? And arrogantly lift up your eyes against the Holy One, Israel's God?", "23": "Your messengers have been your vessels of rebuke against the Lord; you have spoken, 'In the company of my countless chariots, I arrived at the mountain heights. At the most distant lands of Lebanon, I chopped down the tallest cedars and the finest-looking cypress trees. I went to its most distant resting place, in its deepest forest.", "24": "I made wells in the ground and quenched my thirst with foreign waters; With the bottom of my feet I soaked up every last drop of Egypt's rivers.'", "25": "Don't you know? I did this thing a long time ago; From the beginning, I planned it. I have now done it, So that you might cause strong cities to turn into piles of rubble.", "26": "Those who lived there were weak; they were distressed and humiliated. They became like the grass that grows in the field and also like the green herb, Just like grass that grows on the roofs of houses but is burned by the sun before it gets too high and thick.", "27": "But I am aware of everything you do— when you sit down, when you go out, when you return— and I am aware of your fury against Me.", "28": "Because you have raged against Me, because your arrogance has flooded My ears, I am going to insert My hook into your nose and harness your lips with My bridle, And I will send you back in the direction from which you came.", "29": "“This will be the sign for you: for the first year, you will feast on what grows on its own; for the second year, you will feast on what grows from the original source; and for the third year, you will prepare the soil, gather, plant vineyards, and feast on their fruit. ", "30": "Whatever is left of Judah's house will again spread its roots down into the soil and grow upward with fruit. ", "31": "A remnant will depart from Jerusalem; survivors will depart from Mount Zion. This will all be accomplished by the intense passion of the Eternal, Commander of heavenly armies.”", "32": "This is the Eternal's message regarding Assyria's king: “He will not approach this city, nor will he shoot an arrow toward it. He will not approach it with a shield in hand or construct a ramp against it. ", "33": "He will go back the same way he came, and he will not approach this city.” This is the Eternal's message. ", "34": "“I will defend this city in order to preserve it for My own honor and for the honor of David, My servant.”", "35": "That night one of the Eternal One's heavenly messengers invaded the Assyrian camp and struck 185,000 men. When they woke up the next morning, the camp was filled with corpses. ", "36": "Assyria's king, Sennacherib, went away and returned to his own land, Nineveh.", "37": "One day, while he was worshiping in the temple of his god, Nisroch, his sons Adrammelech and Sharezer killed him with the sword. Then they fled to Ararat. Sennacherib's son, Esarhaddon, then inherited the throne."}