{"1": "The king ordered an assembly of all of Judah's and Jerusalem's elders. ", "2": "He then went to the Eternal's temple with all the citizens of Jerusalem and the men of Judah, as well as the priests and prophets and people of all statuses, and he read to them everything in the covenant book that was discovered in the Eternal's house.", "3": "While standing next to the sacred pillar, the king proclaimed a covenant before the Eternal One. He promised to follow the Eternal, to obey His commands and laws and testaments with all his being. He promised to honor every word of the covenant book that had been discovered in the temple. Everyone who was present entered into the covenant with the king.", "4": "The king gave a command to the high priest, Hilkiah, and to the priests of the second order, as well as the doormen. He told them to remove from the Eternal's house all the vessels that were crafted to honor Baal, Asherah, and all the other gods of the skies. He set them on fire in the fields of Kidron outside of Jerusalem, and then he transported the ashes to Bethel.", "5": "He got rid of the corrupted priests who worshiped false gods and whom the old kings of Judah had instructed to burn incense in the high places in Judah's cities and in the land all around Jerusalem, and those who honored Baal and the sun and moon and stars and all the gods of the skies by burning incense.", "6": "The king removed the sacred pole from the Eternal's temple, and he set it on fire at the Kidron brook just outside Jerusalem. He crushed it until it was nothing more than a pile of dust, and then he tossed the dust onto ordinary graves, further contaminating it by contact with dead bodies. ", "7": "He destroyed the houses of cult prostitutes next to the house of the Eternal, where women were weaving hangings for the sacred pole. ", "8": "He assembled in Jerusalem all of Judah's priests and destroyed the high places from Geba to Beersheba where they had burned incense. He tore down the high places of the gates located on the left side of the city gates near the gate of Joshua, who was governor of Jerusalem.", "9": "The corrupted priests of the high places did not approach the Eternal's altar in Jerusalem, but they filled their bellies with unleavened bread in the company of their families, since they would not travel to Jerusalem to perform their religious duties.", "10": "The king destroyed Topheth as well. Topheth is in the valley of Hinnom's son. He did this so that no man could offer his children as a burnt sacrifice to Molech.", "11": "Close to the entrance to the Eternal's house, near the official Nathan-melech's chamber in the area around the temple, were horses that Judah's kings had dedicated to the sun. The king removed the horses and set fire to the chariots of the sun as well.", "12": "The king also tore down the roof altars, Ahaz's upper room which was crafted by Judah's kings, and the altars crafted by Manasseh for the two courts in the Eternal's house. He crushed them into piles of dust, and then he tossed the dust into the Kidron brook. ", "13": "The king also destroyed the high places south of the mountain of corruption, which Solomon (Israel's king) constructed east of Jerusalem to honor Ashtoreth, the corrupt Sidonian goddess; Chemosh, the corrupt Moabite god; and Milcom, the corrupt Ammonite god. ", "14": "He shattered the sacred pillars and chopped down the sacred poles. In their place, he desecrated their sites by contact with corpses.", "15": "He tore down the altar at Bethel, the high place—the one erected by Jeroboam (Nebat's son), the very Jeroboam who caused the Israelites to live sinful lives. He crushed the rocks and pounded them into dust and set fire to the sacred pole.", "16": "Josiah turned and observed the graves there on the mountain; and he sent men to gather up the bones and set fire to them on the altar, defiling the altar by contact with corpses exactly as the Eternal One had spoken through the man of God.[a]", "17": "Josiah (noticing a specific burial plot): 17 What is the significance of that marker? Men of the City: This is a grave marker for the man of God from Judah who prophesied the very things which you have just done to the altar at Bethel.", "18": "Josiah: 18 Leave him be. No one is to lay a finger on his bones, so that he may rest in peace. They let his bones rest in peace next to the bones of the Samaritan prophet.[b]", "19": "Josiah tore down all the temples of the high places built by Israel's kings in the Samaritan cities. These high places had caused the Eternal's anger to boil. Josiah did the same thing to these houses as he did to the houses in Bethel.", "20": "Josiah also killed all the priests who were present at the high places. He killed them on the altars and set fire to their bones. Then he went back to the place from which he came—Jerusalem.", "21": "Josiah (to the people): 21 The covenant book that was found in the temple says we must observe the Passover and rejoice in the Eternal One our God, who led us out of bondage in Egypt.", "22": "The Passover had not been observed from the time when the judges judged Israel, even throughout all the generations of Israel's kings and Judah's kings. ", "23": "But during King Josiah's 18th year, the Passover was celebrated in honor of the Eternal One in Jerusalem.", "24": "In addition, Josiah destroyed the clairvoyants, necromancers, household gods, idols, and every other corruption in Judah and in Jerusalem, so that he could make things right according to the laws and commands of the covenant book Hilkiah the priest had discovered in the Eternal's house.", "25": "No king before him or after him ever gave himself to the Eternal so fully and deeply as Josiah did. He offered to the Eternal with all his being: all of his heart, all of his soul, and all his might, in accordance with the sacred law given through Moses.", "26": "Still the Eternal did not abandon His immense wrath. It boiled against Judah, because of all the wickedness Manasseh had committed against Him.", "27": "Eternal One: 27 I will remove Judah from before My presence. I will do this just as I have done it to Israel. I will cast aside Jerusalem, the city I chose for My temple when I said, “This will be the dwelling place for My name.”", "28": "Is not the rest of Josiah's story—his actions and lasting legacy—documented in the book of the chronicles of Judah's kings?", "29": "Josiah's death happened this way: Pharaoh Neco, Egypt's king, marched north with his army to the Euphrates River to meet with Assyria's king. King Josiah mustered his forces and attempted to block Neco's advance. The situation has changed for Assyria in the 100 years since the Northern Kingdom was conquered. About 7 years after the Babylonians conquer the Assyrian capital of Nineveh, Neco is actually rushing to the aid of Assyria instead of fighting to destroy her. The Egyptian and Assyrian plan is to defeat Babylonia; and unfortunately, Josiah is in the way. The death of the good king Josiah and the victory of Babylonia over both Assyria and Egypt doom Judah to becoming part of the Babylonian Empire. In the ensuing battle, Neco and his forces killed Josiah at Megiddo. ", "30": "Josiah's servants took his body back to Jerusalem from Megiddo in a chariot. They laid him to rest in his own tomb instead of in a tomb with his fathers. The people of Judah then took Josiah's son, Jehoahaz, and anointed him and set him upon the throne of his father as king.", "31": "Jehoahaz was 23 years old when he inherited the throne. His reign in Jerusalem lasted three months. His mother was Hamutal (Jeremiah's daughter from Libnah). ", "32": "He committed evil in the Eternal's eyes, just as his ancestors had done before him.", "33": "Pharaoh Neco put him in prison at Riblah in Hamath so that he would no longer sit on the throne in Jerusalem. He forced a fee on Judah—7,500 pounds of silver and 75 pounds of gold. ", "34": "Pharaoh Neco appointed Eliakim (Josiah's son) as king and gave him a new name—Jehoiakim. He transported Jehoahaz to Egypt, where he spent his last days. ", "35": "Jehoiakim handed over all the silver and gold to Pharaoh. It was all tax money he had quickly gathered from the people of the land. He demanded silver and gold from the citizens, according to the tax assessment of each person, and he gave it to Pharaoh Neco.", "36": "Jehoiakim was 25 years old when he was given the throne by Neco. His reign in Jerusalem lasted 11 years. His mother was Zebidah (Pedaiah's daughter from Rumah). ", "37": "He committed evil in the Eternal's eyes. He was just like his ancestors."}