{"1": "Early in Jehoiakim's reign, Nebuchadnezzar, Babylon's king, came into the land; and Jehoiakim was in his service three years. Then Jehoiakim rebelled. ", "2": "The Eternal One dispatched Chaldeans, Arameans, Moabites, and Ammonites to demolish Judah, in accordance with the message the Eternal spoke through His servants the prophets.", "3": "Because of Manasseh's abhorrent wickedness and all he did, Judah was removed from the presence of the Eternal One, just as He had commanded. ", "4": "His wrath came because of the innocent blood Manasseh had flooded Jerusalem with. He would not forgive them.", "5": "Is not the rest of Jehoiakim's story—his actions and lasting legacy—documented in the book of the chronicles of Judah's kings? ", "6": "Jehoiakim left this world to sleep with his fathers. His son, Jehoiachin, then inherited the throne.", "7": "Egypt's king never departed from his own country again because Babylon's king, Nebuchadnezzar, ruled everything that had formerly been in the possession of Egypt's king, all the way from the brook of Egypt to the Euphrates River.", "8": "Jehoiachin was 18 years old when he inherited the throne. His reign in Jerusalem lasted 3 months. His mother was Nehushta (Elnathan's daughter from Jerusalem). ", "9": "He committed evil in the Eternal's eyes. He was just like his father.", "10-11": "During that time, the servants of Nebuchadnezzar (king of Babylon) put Jerusalem under siege, and Nebuchadnezzar entered the city during the siege. ", "12": "Jehoiachin, Judah's king, met with Nebuchadnezzar face-to-face in a peaceful surrender, along with Jehoiachin's mother, servants, commanders, and administrators. The king of Babylon took Jehoiachin captive during the eighth year of his reign. ", "13": "He cleaned out all the treasuries in the Eternal's temple and in the king's palace, and he also took and cut into pieces all the gold vessels Solomon (king of Israel) had crafted in the Eternal's temple, just as the Eternal One had said.[a] He left nothing. ", "14": "Nebuchadnezzar then gathered up all of Jerusalem—the commanders, warriors, craftsmen, and artisans (10,000 in all)—and forced them into exile. Only the poorest people remained.", "15": "Like Assyria, Babylonia exiles the people when they conquer any new territory. There is an important difference, however. When the Assyrians conquered a city, they sent all the people into different parts of their empire and filled that city with foreigners of several other nationalities. This “shook up” the nations, kept them from retaining their prior identities, and lowered the chance of civil war. The Babylonians, on the other hand, leave some people in Judah and allow those who are exiled to continue practicing their religion. Because they are able to retain their religious and national identities, the Judeans (now known as “Jews”) will be able to move back into the land and rebuild one day. Nebuchadnezzar forced Jehoiachin, his mother, his wives, his administrators, and the elders of Judah into exile in Babylon. ", "16": "He also forced 7,000 warriors and 1,000 craftsmen and artisans into exile in Babylon. ", "17": "Nebuchadnezzar then appointed Jehoiachin's uncle, Mattaniah, to take his place as king, and Nebuchadnezzar gave Mattaniah a new name—Zedekiah.", "18": "Zedekiah was 21 years old when he was given the throne by Nebuchadnezzar. His reign in Jerusalem lasted 11 years. His mother was Hamutal (Jeremiah's daughter) from Libnah. ", "19": "Zedekiah committed evil in the Eternal's eyes. He was wicked like Jehoiakim.", "20": "This all took place in Jerusalem and Judah because of the Eternal's boiling anger. The Eternal One moved them out of the land and away from His presence. Then, Zedekiah turned his back on Nebuchadnezzar."}