{"1": "The wife of one of the prophets' disciples pleaded with Elisha. Woman: My husband who served you is now dead. He greatly feared the Eternal. You yourself know this to be true. The creditor is now trying to take away my only two children and make them into slaves.", "2": "Elisha: 2 What is it that you want me to do? Do you have anything of worth in your house? Woman: I don't really have much of anything. The only thing I have in my house that might be of any worth is a jar of oil.", "3": "Elisha: 3 Borrow as many large empty containers as you can. Ask neighbors for anything they can give to you. Be sure to collect a lot of them. ", "4": "Then enclose yourself in a room with only you and your sons. Pour oil into as many of the containers as you can. Set aside the full ones.", "5": "The widow went away from Elisha and enclosed herself in a room with her sons. One at a time, her sons held a container before her, and she poured. ", "6": "Soon all of the containers were filled. Woman: Bring me another container. Son: There aren't any left. It was then that the oil ran out. ", "7": "The widow then went back to Elisha, the man of God. Elisha: Now go sell the oil, and pay the creditor what you owe. Then your children won't be made into slaves, and you and your sons can live on the remaining money.", "8": "One day, Elisha traveled to Shunem. There was a well-known woman who lived there, and she convinced him to eat something. So whenever he walked by her house, he went in and ate.", "9": "Shunammite Woman (to her husband): 9 This man, who comes by here frequently to eat, is a holy man of God. ", "10": "Can we please make a little room for him—just a simple setting: a bed, a lamp, a table, and a chair. That way, whenever he comes here, he can rest in his own room and have his privacy.", "11": "Elisha went by their house to eat one day, and he went and lay down in the upper room. ", "12": "He spoke to his servant, Gehazi. Elisha: Tell the Shunammite woman to come here. So Gehazi called out her name, and she came to him.", "13": "Elisha (to Gehazi): 13 Tell her, “You have been fearfully attentive to us. We thank you for all of your care. Now what can I do to repay you? Would you like for me to speak to the king or the military commander on your behalf?” Shunammite Woman: No, that's OK. I dwell with my own people.", "14": "Elisha (to Gehazi): 14 Is there anything at all that I can do for her? Gehazi: Actually, her husband is an old man, and she doesn't have a son.", "15": "Elisha: 15 Tell her to come here. Gehazi called out her name, and she came and stood at the entrance to the room.", "16": "Elisha: 16 This time next year, when spring is full of new life, you will hold a son of your own in your arms. Shunammite Woman: That's impossible, my lord! You are a man of great integrity, a man of God, so please do not deceive me, your servant.", "17": "But that time next year, the Shunammite woman did conceive and deliver a son, just as Elisha said she would. ", "18": "When the child was older, he walked out to his father, who was harvesting the fields with the reapers.", "19": "Son (to his father): 19 My head hurts! My head hurts! Father (to his servant): Take the child inside to his mother.", "20": "The servant brought the child inside to his mother; and about noon, while the boy was sitting in his mother's lap, he died. ", "21": "She took his lifeless body and laid him down on Elisha's bed. She then closed the door and went away.", "22": "Shunammite Woman (to her husband): 22 I beg you to send me a servant and a donkey so that I can go find Elisha, the man of God. As soon as I do, I will come back here.", "23": "Father: 23 Why is it that you are so anxious to find him today? Today is not a holy day—a new moon or a Sabbath. Shunammite Woman: Don't worry; all will be well.", "24": "She prepared the donkey and gave instructions to her servant. Shunammite Woman: Go quickly! Don't slow down unless I tell you to.", "25": "She rode quickly toward the man of God who was staying about a day away on Mount Carmel. As she approached, Elisha saw her at a distance. Elisha (to Gehazi): Look! It's the Shunammite woman. ", "26": "Go quickly to see what she wants. Ask her, “Is everything fine? Is your husband well? Is your son well?” Shunammite Woman: Everything is fine.", "27": "When she approached the man of God at the mountain, she fell to the ground and hugged his feet. Gehazi approached to pull her away, but the man of God stopped him. Elisha: Leave her be. Her very soul is distressed, but the Eternal has kept her troubles hidden from me.", "28": "Shunammite Woman: 28 Was it I who asked for a son? I told you not to mislead me!", "29": "Elisha (to Gehazi): 29 Prepare yourself, and carry my staff to where the boy is now. Do not acknowledge any blessing to anyone on your way there. If someone speaks a blessing to you, do not respond. When you get there, lay my staff on the boy's face.", "30": "Shunammite Woman (to Elisha): 30 As certain as the life of the Eternal and your own life, I will not leave without you. Elisha then stood up and followed her to her house. ", "31": "Gehazi went ahead of them and laid the staff on the boy's face, but nothing happened. The boy did not move or make a sound. Gehazi went back to Elisha and reported this to him: “The boy did not wake up.”", "32": "Elisha arrived at the house and saw the lifeless body of the boy lying on Elisha's bed. ", "33": "He went into the room, closed the door behind both of them, and prayed to the Eternal. ", "34": "Elisha approached the boy and lay down, placing his mouth on the boy's mouth, his eyes on the boy's eyes, and his hands on the boy's hands. He covered the boy with his own body, and warmth returned to the boy's body. ", "35": "Elisha turned around and paced back and forth in the house, then he went back into the room and covered the boy's body with his own body. The boy sneezed seven times, and then he opened his eyes.", "36": "Elisha (to Gehazi): 36 Tell the Shunammite woman to come here. Gehazi told the Shunammite woman to go inside the room, and she did. Elisha: Lift up your son, for he is alive.", "37": "She fell to the floor before Elisha's feet, bowing to the ground, and she wept with happiness. She picked up her son and left the room with him.", "38": "Elisha returned to Gilgal, and he found that there was a famine throughout the entire country. While the disciples of the local prophets were sitting with him, he told his servant to find a big pot and make a big stew for the prophets' disciples.", "39": "A man walked out into the fields to look for herbs, and he came across an uncultivated vine and picked enough wild gourds from it to fill the folds of his cloak. He chopped up the gourds and tossed them into the large pot of stew, not knowing what they were. ", "40": "Those who prepared the stew gave helpings of it to the men. While they were eating the stew, they cringed and pushed the bowls away from them. They could not eat it. Prophets' Disciples: Man of God, this stew is horrible! It will be the death of us!", "41": "Elisha: 41 Go bring some meal. They brought him some meal, and Elisha threw it in the large pot and renewed the stew. Elisha: Distribute this food to the people so that they may fill their hungry bellies. Everyone ate it, and there was nothing wrong with it this time.", "42": "Sometime later, a man from Baal-shalishah brought some food from the firstfruits of the harvest to the man of God: in his sack were 20 barley loaves and fresh produce still in the husk. Elisha: Distribute this food to the people so that they may fill their hungry bellies.", "43": "Servant: 43 Do you really think this will be enough for 100 hungry men? Elisha: Yes, do as I said, and distribute this food to the people. The Eternal One says, “They will fill their bellies and still have some food left over.”", "44": "He handed out the food to them; and exactly as the Eternal One said, they ate and had food to spare."}