{"1": "This is the Lord's message to Joel son of Pethuel.", "2": "Pay attention, you older people; everyone in Judah, listen. Has anything like this ever happened in your time or the time of your ancestors?", "3": "Tell your children about it; they will tell their children, who in turn will tell the next generation.", "4": "Swarm after swarm of locusts settled on the crops; what one swarm left, the next swarm devoured.", "5": "Wake up and weep, you drunkards; cry, you wine-drinkers; the grapes for making new wine have been destroyed.", "6": "An army of locusts has attacked our land; they are powerful and too many to count; their teeth are as sharp as those of a lion.", "7": "They have destroyed our grapevines and chewed up our fig trees. They have stripped off the bark, till the branches are white.", "8": "Cry, you people, like a young woman who mourns the death of the man she was going to marry.", "9": "There is no grain or wine to offer in the Temple; the priests mourn because they have no offerings for the Lord.", "10": "The fields are bare; the ground mourns because the grain is destroyed, the grapes are dried up, and the olive trees are withered.", "11": "Grieve, you farmers; cry, you that take care of the vineyards, because the wheat, the barley, yes all the crops are destroyed.", "12": "The grapevines and fig trees have withered; all the fruit trees have wilted and died. The joy of the people is gone.", "13": "Put on sackcloth and weep, you priests who serve at the altar! Go into the Temple and mourn all night! There is no grain or wine to offer your God.", "14": "Give orders for a fast; call an assembly! Gather the leaders and all the people of Judah into the Temple of the Lord your God and cry out to him!", "15": "The day of the Lord is near, the day when the Almighty brings destruction. What terror that day will bring!", "16": "We look on helpless as our crops are destroyed. There is no joy in the Temple of our God.", "17": "The seeds die in the dry earth. There is no grain to be stored, and so the empty granaries are in ruins.", "18": "The cattle are bellowing in distress because there is no pasture for them; the flocks of sheep also suffer.", "19": "I cry out to you, Lord, because the pastures and trees are dried up, as though a fire had burned them.", "20": "Even the wild animals cry out to you because the streams have become dry."}