{"1": "In the second year of King Darius, in the sixth month, on the first day of the month, the word of Adonai came through Haggai the prophet to Zerubbabel son of Shealtiel, governor of Judah[a], and to Joshua son of Jehozadak, kohen gadol[b]: ", "2": "“Thus says Adonai-Tzva'ot: 'This people say the time has not come—the time for the House of Adonai to be rebuilt.'”", "3": "Then the word of Adonai came through Haggai the prophet: ", "4": "“Is it a time for you yourselves to dwell in your paneled houses, while this House lies in ruins? ", "5": "But now,” thus says Adonai-Tzva'ot: “Set your heart on your ways!", "6": "You sowed much but bring in little. You eat but are never satisfied. You drink but not enough to get filled. You put on clothes but no one is warm. And whoever earns wages works for a bag full of holes.”", "7": "Thus says Adonai-Tzva'ot: “Set your heart on your ways! ", "8": "Go up to the hills, bring wood and build the House. Then I will delight in it and I will be glorified,” says Adonai. ", "9": "“You have looked for much, but indeed, there is little. What you have brought home, I have blown away. Why is this?”—it is a declaration of Adonai-Tzva'ot—“because My House lies in ruins, while you are running, each to his own house. ", "10": "Therefore, because of you, the sky has withheld dew and the earth has withheld its yield. ", "11": "For I have called for drought on the land, the hills and the grain, on the new wine, the oil, on what the ground brings forth, on mankind and beast, as well as all labor of hands.”", "12": "Then Zerubbabel son of Shealtiel and Joshua son of Jehozadak, kohen gadol, and all the remnant of the people, heeded the voice of Adonai their God and the words of Haggai the prophet, since Adonai their God had sent him. So the people revered Adonai. ", "13": "Then Haggai, the messenger of Adonai, spoke to the people with the message of Adonai, “I am with you!”—it is a declaration of Adonai.", "14": "Then Adonai stirred the spirit of Zerubbabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, kohen gadol, and the spirit of all the remnant of the people, and they came and did work on the House of Adonai-Tzva'ot their God, ", "15": "on the twenty-fourth day of the sixth month, in the second year of King Darius."}