{"1": "On the twenty-first day of the seventh month, the word of Adonai came through Haggai the prophet: ", "2": "Speak now to Zerubbabel son of Shealtiel, governor of Judah, and to Joshua son of Jehozadak, kohen gadol, and to the remnant of the people: ", "3": "“Who remains among you who saw this House in its former glory? So how do you see it now? Does it not seem as nothing in comparison in your eyes? ", "4": "But now, Zerubbabel, chazak!”—it is a declaration of Adonai—“and be strong, Joshua son of Jehozadak, kohen gadol, and all people of the land, chazak!”—it is a declaration of Adonai—“and work! For I am with you!”—it is a declaration of Adonai-Tzva'ot. ", "5": "“According to the word I covenanted with you when you came out of Egypt. My Ruach is standing in your midst. Do not fear!”", "6": "For thus says Adonai-Tzva'ot: “In just a little while I will shake the heavens and the earth, the sea and the dry land,", "7": "[a] 7 and I will shake all the nations. The treasures of all the nations will come, and I will fill this House with glory,” says Adonai-Tzva'ot. ", "8": "“The silver is mine and the gold is mine!”—it is a declaration of Adonai-Tzva'ot. ", "9": "“The glory of this latter House will be greater than the former,” says Adonai-Tzva'ot. “In this place, I will grant shalom”—it is a declaration of Adonai-Tzva'ot.", "10": "On the twenty-fourth day of the ninth month, in the second year of Darius, the word of Adonai came to Haggai the prophet, ", "11": "“Thus says Adonai-Tzva'ot: 'Ask now the kohanim for a ruling. ", "12": "If a person carries consecrated meat in the corner of his garment, and with his corner he touches bread, stew, wine, oil or any food, will it become holy too?'” Then the kohanim answered and said, “No.”", "13": "So Haggai said, “If one who is unclean by contact with a corpse touches any of these, does it become unclean?” The kohanim answered and said, “It does become unclean.”", "14": "Then, Haggai answered and said, “So it is with this people. So is this nation before Me”—it is a declaration of Adonai—“and so is every work of their hands. What they were offering there was unclean. ", "15": "But now, set your heart back from this day onward. Before stone was set upon stone in the Temple of Adonai, ", "16": "how were things? When one came to a grain-heap of twenty measures, there were ten; when one came to the wine vat to draw fifty measures, there were twenty. ", "17": "I struck you with blight and with mildew and with hail—every work of your hands—so you were nothing to Me”—it is a declaration of Adonai. ", "18": "“Now, set your heart back from this day on—from the twenty-fourth day of the ninth month. Since the day the Temple of Adonai was founded, set your heart: ", "19": "Is there still seed in the storehouse? Also the vine, the fig tree, the pomegranate and the olive tree—are they still bearing fruit? From this day on I am going to bless you.”", "20": "Then the word of Adonai came a second time to Haggai on the twenty-fourth day of the month, ", "21": "“Say to Zerubbabel, governor of Judah: 'I am going to shake the heavens and the earth, ", "22": "and I will overturn the throne of kingdoms and destroy the strength of the kingdoms of the nations. I will overturn the chariot and its rider, so horses and their riders will fall, each by the sword of his brother.", "23": "“On that day'”—it is a declaration of Adonai-Tzva'ot—'I will take you, Zerubbabel son of Shealtiel, my servant'—it is a declaration of Adonai—“'and I will set you like a signet ring. For I have chosen you.'” It is a declaration of Adonai-Tzva'ot."}