{"1": "Now about the collection for the saints: You should do the same as I instructed the Galatian churches. ", "2": "On the first day of the week,[a] each of you is to set something aside and save in keeping with how he prospers, so that no collections will need to be made when I come. ", "3": "When I arrive, I will send with letters those you recommend to carry your gracious gift to Jerusalem. ", "4": "If it is suitable for me to go as well, they can travel with me.", "5": "I will come to you after I pass through Macedonia—for I will be traveling through Macedonia— ", "6": "and perhaps I will remain with you or even spend the winter, so that you may send me on my way wherever I go. ", "7": "I don't want to see you now just in passing, for I hope to spend some time with you, if the Lord allows. ", "8": "But I will stay in Ephesus until Pentecost, ", "9": "because a wide door for effective ministry has opened for me[b]—yet many oppose me. ", "10": "If Timothy comes, see that he has nothing to fear from you, because he is doing the Lord's work, just as I am. ", "11": "Therefore, no one should look down on him. Send him on his way in peace so he can come to me, for I am expecting him with the brothers.[c]", "12": "About our brother Apollos: I strongly urged him to come to you with the brothers, but he was not at all willing to come now. However, he will come when he has an opportunity.", "13": "Be alert, stand firm in the faith, act like a man, be strong. ", "14": "Your every action must be done with love.", "15": "Brothers, you know the household of Stephanas: They are the firstfruits of Achaia and have devoted themselves to serving the saints. I urge you ", "16": "also to submit to such people, and to everyone who works and labors with them. ", "17": "I am pleased to have Stephanas, Fortunatus, and Achaicus present, because these men have made up for your absence. ", "18": "For they have refreshed my spirit and yours. Therefore recognize such people.", "19": "The churches of Asia greet you. Aquila and Priscilla greet you warmly in the Lord, along with the church that meets in their home. ", "20": "All the brothers greet you. Greet one another with a holy kiss.", "21": "This greeting is in my own hand[d]—Paul. ", "22": "If anyone does not love the Lord, a curse be on him. Marana tha that is, Lord, come![e] ", "23": "The grace of the Lord Jesus be with you. ", "24": "My love be with all of you in Christ Jesus."}