{"1": "Brothers, I was not able to speak to you as spiritual people but as people of the flesh, as babies in Christ. ", "2": "I gave you milk to drink, not solid food, because you were not yet ready for it. In fact, you are still not ready, ", "3": "because you are still fleshly. For since there is envy and strife[a] among you, are you not fleshly and living like unbelievers?[b] ", "4": "For whenever someone says, “I'm with Paul,” and another, “I'm with Apollos,” are you not unspiritual people?[c][d]", "5": "What then is Apollos? And what is Paul? They are servants through whom you believed, and each has the role the Lord has given. ", "6": "I planted, Apollos watered, but God gave the growth. ", "7": "So then neither the one who plants nor the one who waters is anything, but only God who gives the growth. ", "8": "Now the one planting and the one watering are one in purpose, and each will receive his own reward according to his own labor. ", "9": "For we are God's coworkers.[e] You are God's field, God's building. ", "10": "According to God's grace that was given to me, I have laid a foundation as a skilled master builder, and another builds on it. But each one must be careful how he builds on it. ", "11": "For no one can lay any other foundation than what has been laid down. That foundation is Jesus Christ. ", "12": "If anyone builds on that foundation with gold, silver, costly stones, wood, hay, or straw, ", "13": "each one's work will become obvious, for the day[f] will disclose it, because it will be revealed by fire; the fire will test the quality of each one's work. ", "14": "If anyone's work that he has built survives, he will receive a reward. ", "15": "If anyone's work is burned up, it will be lost, but he will be saved; yet it will be like an escape through fire.[g]", "16": "Don't you yourselves know that you are God's sanctuary and that the Spirit of God lives in you? ", "17": "If anyone destroys God's sanctuary, God will destroy him; for God's sanctuary is holy, and that is what you are.", "18": "No one should deceive himself. If anyone among you thinks he is wise in this age, he must become foolish so that he can become wise. ", "19": "For the wisdom of this world is foolishness with God, since it is written: He catches the wise in their craftiness;[h] ", "20": "and again, The Lord knows that the reasonings of the wise are meaningless.[i] ", "21": "So no one should boast in human leaders, for everything is yours— ", "22": "whether Paul or Apollos or Cephas or the world or life or death or things present or things to come—everything is yours, ", "23": "and you belong to Christ, and Christ belongs to God."}