{"1": "And as soon as it was morning the chief priests, with the elders and scribes, and the whole council held a consultation; and they bound Jesus and led him away and delivered him to Pilate.[a] ", "2": "And Pilate asked him, “Are you the King of the Jews?” And he answered him, “You have said so.” ", "3": "And the chief priests accused him of many things. ", "4": "And Pilate again asked him, “Have you no answer to make? See how many charges they bring against you.” ", "5": "But Jesus made no further answer, so that Pilate wondered.", "6": "Now at the feast he used to release for them one prisoner whom they asked. ", "7": "And among the rebels in prison, who had committed murder in the insurrection, there was a man called Barab′bas. ", "8": "And the crowd came up and began to ask Pilate to do as he was wont to do for them. ", "9": "And he answered them, “Do you want me to release for you the King of the Jews?” ", "10": "For he perceived that it was out of envy that the chief priests had delivered him up. ", "11": "But the chief priests stirred up the crowd to have him release for them Barab′bas instead. ", "12": "And Pilate again said to them, “Then what shall I do with the man whom you call the King of the Jews?” ", "13": "And they cried out again, “Crucify him.” ", "14": "And Pilate said to them, “Why, what evil has he done?” But they shouted all the more, “Crucify him.” ", "15": "So Pilate, wishing to satisfy the crowd, released for them Barab′bas; and having scourged Jesus, he delivered him to be crucified.", "16": "And the soldiers led him away inside the palace (that is, the praetorium); and they called together the whole battalion. ", "17": "And they clothed him in a purple cloak, and plaiting a crown of thorns they put it on him. ", "18": "And they began to salute him, “Hail, King of the Jews!” ", "19": "And they struck his head with a reed, and spat upon him, and they knelt down in homage to him. ", "20": "And when they had mocked him, they stripped him of the purple cloak, and put his own clothes on him. And they led him out to crucify him.", "21": "And they compelled a passer-by, Simon of Cyre′ne, who was coming in from the country, the father of Alexander and Rufus, to carry his cross. ", "22": "And they brought him to the place called Gol′gotha (which means the place of a skull). ", "23": "And they offered him wine mingled with myrrh; but he did not take it. ", "24": "And they crucified him, and divided his garments among them, casting lots for them, to decide what each should take. ", "25": "And it was the third hour, when they crucified him. ", "26": "And the inscription of the charge against him read, “The King of the Jews.” ", "27": "And with him they crucified two robbers, one on his right and one on his left.[b] ", "29": "And those who passed by derided him, wagging their heads, and saying, “Aha! You who would destroy the temple and build it in three days, ", "30": "save yourself, and come down from the cross!” ", "31": "So also the chief priests mocked him to one another with the scribes, saying, “He saved others; he cannot save himself. ", "32": "Let the Christ, the King of Israel, come down now from the cross, that we may see and believe.” Those who were crucified with him also reviled him.", "33": "And when the sixth hour had come, there was darkness over the whole land[c] until the ninth hour. ", "34": "And at the ninth hour Jesus cried with a loud voice, “E′lo-i, E′lo-i, la′ma sabach-tha′ni?” which means, “My God, my God, why hast thou forsaken me?” ", "35": "And some of the bystanders hearing it said, “Behold, he is calling Eli′jah.” ", "36": "And one ran and, filling a sponge full of vinegar, put it on a reed and gave it to him to drink, saying, “Wait, let us see whether Eli′jah will come to take him down.” ", "37": "And Jesus uttered a loud cry, and breathed his last. ", "38": "And the curtain of the temple was torn in two, from top to bottom. ", "39": "And when the centurion, who stood facing him, saw that he thus[d] breathed his last, he said, “Truly this man was the Son[e] of God!”", "40": "There were also women looking on from afar, among whom were Mary Mag′dalene, and Mary the mother of James the younger[f] and of Joses, and Salo′me, ", "41": "who, when he was in Galilee, followed him, and ministered to him; and also many other women who came up with him to Jerusalem.", "42": "And when evening had come, since it was the day of Preparation, that is, the day before the sabbath, ", "43": "Joseph of Arimathe′a, a respected member of the council, who was also himself looking for the kingdom of God, took courage and went to Pilate, and asked for the body of Jesus. ", "44": "And Pilate wondered if he were already dead; and summoning the centurion, he asked him whether he was already dead.[g] ", "45": "And when he learned from the centurion that he was dead, he granted the body to Joseph. ", "46": "And he bought a linen shroud, and taking him down, wrapped him in the linen shroud, and laid him in a tomb which had been hewn out of the rock; and he rolled a stone against the door of the tomb. ", "47": "Mary Mag′dalene and Mary the mother of Joses saw where he was laid."}