{"1": "Again he entered the synagogue, and a man was there who had a withered hand. ", "2": "And they watched him, to see whether he would heal him on the sabbath, so that they might accuse him. ", "3": "And he said to the man who had the withered hand, “Come here.” ", "4": "And he said to them, “Is it lawful on the sabbath to do good or to do harm, to save life or to kill?” But they were silent. ", "5": "And he looked around at them with anger, grieved at their hardness of heart, and said to the man, “Stretch out your hand.” He stretched it out, and his hand was restored. ", "6": "The Pharisees went out, and immediately held counsel with the Hero′di-ans against him, how to destroy him.", "7": "Jesus withdrew with his disciples to the sea, and a great multitude from Galilee followed; also from Judea ", "8": "and Jerusalem and Idume′a and from beyond the Jordan and from about Tyre and Sidon a great multitude, hearing all that he did, came to him. ", "9": "And he told his disciples to have a boat ready for him because of the crowd, lest they should crush him; ", "10": "for he had healed many, so that all who had diseases pressed upon him to touch him. ", "11": "And whenever the unclean spirits beheld him, they fell down before him and cried out, “You are the Son of God.” ", "12": "And he strictly ordered them not to make him known.", "13": "And he went up into the hills, and called to him those whom he desired; and they came to him. ", "14": "And he appointed twelve,[a] to be with him, and to be sent out to preach ", "15": "and have authority to cast out demons: ", "16": "Simon whom he surnamed Peter; ", "17": "James the son of Zeb′edee and John the brother of James, whom he surnamed Bo-aner′ges, that is, sons of thunder; ", "18": "Andrew, and Philip, and Bartholomew, and Matthew, and Thomas, and James the son of Alphaeus, and Thaddaeus, and Simon the Cananaean, ", "19": "and Judas Iscariot, who betrayed him. Then he went home; ", "20": "and the crowd came together again, so that they could not even eat. ", "21": "And when his friends heard it, they went out to seize him, for they said, “He is beside himself.” ", "22": "And the scribes who came down from Jerusalem said, “He is possessed by Be-el′zebul, and by the prince of demons he casts out the demons.” ", "23": "And he called them to him, and said to them in parables, “How can Satan cast out Satan? ", "24": "If a kingdom is divided against itself, that kingdom cannot stand. ", "25": "And if a house is divided against itself, that house will not be able to stand. ", "26": "And if Satan has risen up against himself and is divided, he cannot stand, but is coming to an end. ", "27": "But no one can enter a strong man's house and plunder his goods, unless he first binds the strong man; then indeed he may plunder his house.", "28": "“Truly, I say to you, all sins will be forgiven the sons of men, and whatever blasphemies they utter; ", "29": "but whoever blasphemes against the Holy Spirit never has forgiveness, but is guilty of an eternal sin”— ", "30": "for they had said, “He has an unclean spirit.”", "31": "And his mother and his brethren[b] came; and standing outside they sent to him and called him. ", "32": "And a crowd was sitting about him; and they said to him, “Your mother and your brethren[c] are outside, asking for you.” ", "33": "And he replied, “Who are my mother and my brethren?” ", "34": "And looking around on those who sat about him, he said, “Here are my mother and my brethren! ", "35": "Whoever does the will of God is my brother, and sister, and mother.”"}