{"1": "Elijah Ends the Drought.[a] 1 Long afterward, in the third year, the word of the Lord came to Elijah: Go, present yourself to Ahab, that I may send rain upon the earth. ", "2": "So Elijah went to present himself to Ahab. Now the famine in Samaria was severe, ", "3": "and Ahab had summoned Obadiah, master of his palace, who greatly revered the Lord. ", "4": "When Jezebel was slaughtering the prophets of the Lord, Obadiah took a hundred prophets, hid them away by fifties in caves, and supplied them with food and water. ", "5": "Ahab said to Obadiah, “Go through the land to all sources of water and to all the wadies. We may find grass and keep the horses and mules alive, so that we shall not have to slaughter any of the beasts.” ", "6": "Dividing the land to explore between them, Ahab went one way by himself, Obadiah another way by himself. ", "7": "As Obadiah was on his way, Elijah met him. Recognizing him, Obadiah fell prostrate and asked, “Is it you, my lord Elijah?” ", "8": "He said to him, “Yes. Go tell your lord, 'Elijah is here!'”[b] ", "9": "But Obadiah said, “What sin has your servant committed, that you are handing me over to Ahab to be killed? ", "10": "As the Lord, your God, lives, there is no nation or kingdom where my lord has not sent in search of you. When they replied, 'He is not here,' he made each kingdom and nation swear they could not find you. ", "11": "And now you say, 'Go tell your lord: Elijah is here!' ", "12": "After I leave you, the spirit of the Lord will carry you to some place I do not know, and when I go to inform Ahab and he does not find you, he will kill me—though your servant has revered the Lord from his youth! ", "13": "Have you not been told, my lord, what I did when Jezebel was murdering the prophets of the Lord—that I hid a hundred of the prophets of the Lord, fifty each in caves, and supplied them with food and water? ", "14": "And now you say, 'Go tell your lord: Elijah is here!' He will kill me!” ", "15": "Elijah answered, “As the Lord of hosts lives, whom I serve, I will present myself to him today.”", "16": "So Obadiah went to meet Ahab and informed him, and Ahab came to meet Elijah. ", "17": "When Ahab saw Elijah, he said to him, “Is it you, you disturber of Israel?” ", "18": "He answered, “It is not I who disturb Israel, but you and your father's house, by forsaking the commands of the Lord and you by following the Baals. ", "19": "Now summon all Israel to me on Mount Carmel, as well as the four hundred and fifty prophets of Baal and the four hundred prophets of Asherah who eat at Jezebel's table.” ", "20": "So Ahab summoned all the Israelites and had the prophets gather on Mount Carmel.", "21": "Elijah approached all the people and said, “How long will you straddle the issue? If the Lord is God, follow him; if Baal, follow him.” But the people did not answer him. ", "22": "So Elijah said to the people, “I am the only remaining prophet of the Lord, and there are four hundred and fifty prophets of Baal. ", "23": "Give us two young bulls. Let them choose one, cut it into pieces, and place it on the wood, but start no fire. I shall prepare the other and place it on the wood, but shall start no fire. ", "24": "You shall call upon the name of your gods, and I will call upon the name of the Lord. The God who answers with fire is God.” All the people answered, “We agree!”", "25": "Elijah then said to the prophets of Baal, “Choose one young bull and prepare it first, for there are more of you. Call upon your gods, but do not start the fire.” ", "26": "Taking the young bull that was turned over to them, they prepared it and called upon Baal from morning to noon, saying, “Baal, answer us!” But there was no sound, and no one answering. And they hopped around the altar they had prepared. ", "27": "When it was noon, Elijah taunted them: “Call louder, for he is a god; he may be busy doing his business, or may be on a journey. Perhaps he is asleep and must be awakened.” ", "28": "They called out louder and slashed themselves with swords and spears according to their ritual until blood gushed over them. ", "29": "Noon passed and they remained in a prophetic state until the time for offering sacrifice. But there was no sound, no one answering, no one listening.", "30": "Then Elijah said to all the people, “Come here to me.” When they drew near to him, he repaired the altar of the Lord which had been destroyed. ", "31": "He took twelve stones, for the number of tribes of the sons of Jacob, to whom the Lord had said: Israel shall be your name. ", "32": "He built the stones into an altar to the name of the Lord, and made a trench around the altar large enough for two measures of grain. ", "33": "When he had arranged the wood, he cut up the young bull and laid it on the wood. ", "34": "He said, “Fill four jars with water and pour it over the burnt offering and over the wood.” “Do it again,” he said, and they did it again. “Do it a third time,” he said, and they did it a third time. ", "35": "The water flowed around the altar; even the trench was filled with the water. ", "36": "At the time for offering sacrifice, Elijah the prophet came forward and said, “Lord, God of Abraham, Isaac, and Israel, let it be known this day that you are God in Israel and that I am your servant and have done all these things at your command. ", "37": "Answer me, Lord! Answer me, that this people may know that you, Lord, are God and that you have turned their hearts back to you.” ", "38": "The Lord's fire came down and devoured the burnt offering, wood, stones, and dust, and lapped up the water in the trench. ", "39": "Seeing this, all the people fell prostrate and said, “The Lord is God! The Lord is God!” ", "40": "Then Elijah said to them, “Seize the prophets of Baal. Let none of them escape!” They seized them, and Elijah brought them down to the Wadi Kishon and there he slaughtered them. ", "41": "Elijah then said to Ahab, “Go up, eat and drink, for there is the sound of a heavy rain.” ", "42": "So Ahab went up to eat and drink, while Elijah went up to the top of Carmel, crouched down to the earth, and put his head between his knees. ", "43": "He said to his servant, “Go up and look out to sea.” He went up and looked, but reported, “There is nothing.” Seven times he said, “Go look again!” ", "44": "And the seventh time the youth reported, “There is a cloud as small as a man's hand rising from the sea.” Elijah said, “Go and say to Ahab, 'Harness up and go down the mountain before the rain stops you.'” ", "45": "All at once the sky grew dark with clouds and wind, and a heavy rain fell. Ahab mounted his chariot and headed for Jezreel. ", "46": "But the hand of the Lord was on Elijah. He girded up his clothing and ran before Ahab as far as the approaches to Jezreel."}