{"1": "Seizure of Naboth's Vineyard.[a] 1 Naboth the Jezreelite had a vineyard in Jezreel next to the palace of Ahab, king of Samaria. Some time later, ", "2": "Ahab said to Naboth, “Give me your vineyard to be my vegetable garden, since it is close by, next to my house. I will give you a better vineyard in exchange, or, if you prefer, I will give you its value in money.” ", "3": "Naboth said to Ahab, “The Lord forbid that I should give you my ancestral heritage.”[b] ", "4": "Ahab went home disturbed and angry at the answer Naboth the Jezreelite had given him: “I will not give you my ancestral heritage.” Lying down on his bed, he turned away and would not eat. ", "5": "His wife Jezebel came to him and said to him, “Why are you so sullen that you will not eat?” ", "6": "He answered her, “Because I spoke to Naboth the Jezreelite and said to him, 'Sell me your vineyard, or, if you prefer, I will give you a vineyard in exchange.' But he said, 'I will not give you my vineyard.'” ", "7": "Jezebel his wife said to him, “What a king of Israel you are! Get up! Eat and be cheerful. I will give you the vineyard of Naboth the Jezreelite.”", "8": "So she wrote letters in Ahab's name and, having sealed them with his seal, sent them to the elders and to the nobles who lived in the same city with Naboth. ", "9": "This is what she wrote in the letters: “Proclaim a fast and set Naboth at the head of the people. ", "10": "Next, set two scoundrels opposite him to accuse him: 'You have cursed God and king.' Then take him out and stone him to death.”", "11": "His fellow citizens—the elders and the nobles who dwelt in his city—did as Jezebel had ordered in the letters she sent them. ", "12": "They proclaimed a fast and set Naboth at the head of the people. ", "13": "Two scoundrels came in and sat opposite Naboth, and the scoundrels accused him in the presence of the people, “Naboth has cursed God and king.” And they led him out of the city and stoned him to death. ", "14": "Then they sent word to Jezebel: “Naboth has been stoned to death.”", "15": "When Jezebel learned that Naboth had been stoned to death, she said to Ahab, “Go, take possession of the vineyard of Naboth the Jezreelite which he refused to sell you, because Naboth is not alive, but dead.” ", "16": "When Ahab heard that Naboth was dead, he started on his way down to the vineyard of Naboth the Jezreelite, to take possession of it.", "17": "Prophetic Condemnation. 17 Then the word of the Lord came to Elijah the Tishbite: ", "18": "Go down to meet Ahab, king of Israel, who is in Samaria. He will be in the vineyard of Naboth, where he has gone to take possession. ", "19": "Tell him: “Thus says the Lord: After murdering, do you also take possession?” And tell him, “Thus says the Lord: In the place where the dogs licked up the blood of Naboth, the dogs shall lick up your blood, too.”", "20": "[c]Ahab said to Elijah, “Have you found me out, my enemy?” He said, “I have found you. Because you have given yourself up to doing evil in the Lord's sight, ", "21": "I am bringing evil upon you: I will consume you and will cut off every male belonging to Ahab, whether bond or free, in Israel. ", "22": "I will make your house like that of Jeroboam, son of Nebat, and like the house of Baasha, son of Ahijah, because you have provoked me by leading Israel into sin.”", "23": "Against Jezebel, too, the Lord declared: The dogs shall devour Jezebel in the confines of Jezreel.", "24": "Anyone of Ahab's line who dies in the city, dogs will devour; Anyone who dies in the field, the birds of the sky will devour.", "25": "Indeed, no one gave himself up to the doing of evil in the sight of the Lord as did Ahab, urged on by his wife Jezebel. ", "26": "He became completely abominable by going after idols, just as the Amorites had done, whom the Lord drove out of the Israelites' way.", "27": "When Ahab heard these words, he tore his garments and put on sackcloth over his bare flesh. He fasted, slept in the sackcloth, and went about subdued. ", "28": "Then the word of the Lord came to Elijah the Tishbite, ", "29": "Have you seen how Ahab has humbled himself before me? Since he has humbled himself before me, I will not bring the evil in his time. I will bring the evil upon his house in his son's time."}