{"1": "Solomon's Riches: Domestic Affairs.[a] 1 Solomon was king over all Israel, ", "2": "and these were the officials he had in his service: Azariah, son of Zadok, the priest;", "3": "Elihoreph and Ahijah, sons of Shisha, scribes; Jehoshaphat, son of Ahilud, the chancellor;", "4": "Benaiah, son of Jehoiada, in charge of the army; Zadok and Abiathar, priests;", "5": "Azariah, son of Nathan, in charge of the governors; Zabud, son of Nathan, priest and companion to the king;", "6": "Ahishar, master of the palace; and Adoniram, son of Abda, in charge of the forced labor.", "7": "[b]Solomon had twelve governors over all Israel who supplied food for the king and his household, each having to provide for one month in the year. ", "8": "Their names were:[c] the son of Hur in the hill country of Ephraim;", "9": "the son of Deker in Makaz, Shaalbim, Beth-shemesh, and Elon Beth-hanan;", "10": "the son of Hesed in Arubboth, as well as in Socoh and the whole region of Hepher;", "11": "the son of Abinadab, in all Naphath-dor; he was married to Taphath, Solomon's daughter;", "12": "Baana, son of Ahilud, in Taanach and Megiddo and all Beth-shean near Zarethan below Jezreel, from Beth-shean to Abel-meholah to beyond Jokmeam;", "13": "the son of Geber in Ramoth-gilead, having charge of the villages of Jair, son of Manasseh, in Gilead; and of the district of Argob in Bashan—sixty large walled cities with gates barred with bronze;", "14": "Ahinadab, son of Iddo, in Mahanaim;", "15": "Ahimaaz, in Naphtali; he was married to Basemath, another daughter of Solomon;", "16": "Baana, son of Hushai, in Asher and Aloth;", "17": "Jehoshaphat, son of Paruah, in Issachar;", "18": "Shimei, son of Ela, in Benjamin;", "19": "Geber, son of Uri, in the land of Gilead, the land of Sihon, king of the Amorites, and of Og, king of Bashan. There was one governor besides, in the land of Judah.[d] ", "20": "Judah and Israel were as numerous as the sands by the sea; they ate and drank and rejoiced."}