{"1": "Solomon's Riches: International Affairs. 1 [a]Solomon ruled over all the kingdoms from the River[b] to the land of the Philistines, down to the border of Egypt; they paid Solomon tribute and served him as long as he lived. ", "2": "[c]Solomon's provisions for each day were thirty kors of fine flour, sixty kors of meal, ", "3": "ten fatted oxen, twenty pasture-fed oxen, and a hundred sheep, not counting harts, gazelles, roebucks, and fatted fowl. ", "4": "He had dominion over all the land west of the River, from Tiphsah to Gaza, and all its kings, and he had peace on all his borders round about. ", "5": "Thus Judah and Israel lived in security, everyone under their own vine and fig tree from Dan to Beer-sheba, as long as Solomon lived.", "6": "Solomon's Riches: Chariots and Horses. 6 Solomon had forty thousand stalls for horses for chariots and twelve thousand horsemen. ", "7": "[d]The governors, one for each month, provided food for King Solomon and for all the guests at King Solomon's table. They left nothing unprovided. ", "8": "For the chariot horses and draft animals also, each brought his quota of barley and straw to the required place.", "9": "Solomon's Renown. 9 Moreover, God gave Solomon wisdom, exceptional understanding, and knowledge, as vast as the sand on the seashore. ", "10": "Solomon's wisdom surpassed that of all the peoples of the East and all the wisdom of Egypt. ", "11": "He was wiser than anyone else—wiser than Ethan the Ezrahite, or Heman, Chalcol, and Darda, the musicians—and his fame spread throughout the neighboring peoples. ", "12": "Solomon also uttered three thousand proverbs, and his songs numbered a thousand and five. ", "13": "He spoke of plants, from the cedar on Lebanon to the hyssop growing out of the wall, and he spoke about beasts, birds, reptiles, and fishes. ", "14": "People from all nations came to hear Solomon's wisdom, sent by all the kings of the earth who had heard of his wisdom. Preparations for the Temple.[e] ", "15": "When Hiram, king of Tyre, heard that Solomon had been anointed king in place of his father, he sent an embassy to him; for Hiram had always been David's friend.[f] ", "16": "Solomon sent back this message to Hiram: ", "17": "“You know that David my father, because of the wars that beset him, could not build a house for the name of the Lord his God until such time as the Lord should put his enemies under the soles of his feet. ", "18": "But now the Lord, my God, has given me rest on all sides, without adversary or misfortune. ", "19": "So I intend to build a house for the name of the Lord, my God, as the Lord said to David my father: Your son whom I will put upon your throne in your place shall build the house for my name. ", "20": "Give orders, then, to have cedars from the Lebanon cut down for me. My servants shall accompany yours, and I will pay you whatever you say for your servants' wages. For you know that there is no one among us who is skilled in cutting timber like the Sidonians.” ", "21": "When Hiram had heard the words of Solomon, he was overjoyed, and said, “Blessed be the Lord this day, who has given David a wise son over this numerous people.” ", "22": "[g]Hiram then sent word to Solomon, “I have heard the proposal you sent me, and I will provide all the cedars and fir trees you desire. ", "23": "My servants shall bring them down from the Lebanon to the sea, and I will arrange them into rafts in the sea and bring them wherever you say. There I will break up the rafts, and you shall take the lumber. You, for your part, shall furnish the provisions I desire for my household.” ", "24": "So Hiram continued to provide Solomon with all the cedars and fir trees he desired, ", "25": "while Solomon gave Hiram twenty thousand kors of wheat to provide for his household, and twenty kors[h] of hand-pressed oil. Solomon gave Hiram all this every year. ", "26": "The Lord gave Solomon wisdom as he promised him. So there was peace between Hiram and Solomon, and the two of them made[i] a covenant.", "27": "King Solomon raised thirty thousand forced laborers from all Israel.[j] ", "28": "He sent them to the Lebanon for a month in relays of ten thousand, so that they spent one month in the Lebanon and two months at home. Adoniram was in charge of the forced labor. ", "29": "Solomon had seventy thousand carriers and eighty thousand stonecutters in the mountain, ", "30": "in addition to three thousand three hundred overseers answerable to Solomon, who were in charge of the work and directed the people engaged in the work. ", "31": "By order of the king, fine, large blocks of stone were quarried to give the house a foundation of hewn stone. ", "32": "Solomon's and Hiram's builders, along with others from Gebal,[k] shaped them, and prepared the wood and stones for building the house."}