{"1": "From James, a slave of God and of the Lord Jesus Christ. To the twelve tribes who are scattered outside the land of Israel. Greetings!", "2": "My brothers and sisters, think of the various tests you encounter as occasions for joy.", "3": "After all, you know that the testing of your faith produces endurance.", "4": "Let this endurance complete its work so that you may be fully mature, complete, and lacking in nothing.", "5": "But anyone who needs wisdom should ask God, whose very nature is to give to everyone without a second thought, without keeping score. Wisdom will certainly be given to those who ask.", "6": "Whoever asks shouldn't hesitate. They should ask in faith, without doubting. Whoever doubts is like the surf of the sea, tossed and turned by the wind.", "7": "People like that should never imagine that they will receive anything from the Lord.", "8": "They are double-minded, unstable in all their ways.", "9": "Brothers and sisters who are poor should find satisfaction in their high status.", "10": "Those who are wealthy should find satisfaction in their low status, because they will die off like wildflowers.", "11": "The sun rises with its scorching heat and dries up the grass so that its flowers fall and its beauty is lost. Just like that, in the midst of their daily lives, the wealthy will waste away.", "12": "Those who stand firm during testing are blessed. They are tried and true. They will receive the life God has promised to those who love him as their reward.", "13": "No one who is tested should say, “God is tempting me!” This is because God is not tempted by any form of evil, nor does he tempt anyone.", "14": "Everyone is tempted by their own cravings; they are lured away and enticed by them.", "15": "Once those cravings conceive, they give birth to sin; and when sin grows up, it gives birth to death.", "16": "Don't be misled, my dear brothers and sisters.", "17": "Every good gift, every perfect gift, comes from above. These gifts come down from the Father, the creator of the heavenly lights, in whose character there is no change at all.", "18": "He chose to give us birth by his true word, and here is the result: we are like the first crop from the harvest of everything he created.", "19": "Know this, my dear brothers and sisters: everyone should be quick to listen, slow to speak, and slow to grow angry.", "20": "This is because an angry person doesn't produce God's righteousness.", "21": "Therefore, with humility, set aside all moral filth and the growth of wickedness, and welcome the word planted deep inside you—the very word that is able to save you.", "22": "You must be doers of the word and not only hearers who mislead themselves.", "23": "Those who hear but don't do the word are like those who look at their faces in a mirror.", "24": "They look at themselves, walk away, and immediately forget what they were like.", "25": "But there are those who study the perfect law, the law of freedom, and continue to do it. They don't listen and then forget, but they put it into practice in their lives. They will be blessed in whatever they do.", "26": "If those who claim devotion to God don't control what they say, they mislead themselves. Their devotion is worthless.", "27": "True devotion, the kind that is pure and faultless before God the Father, is this: to care for orphans and widows in their difficulties and to keep the world from contaminating us."}