{"1": "My brothers and sisters, not many of you should become teachers, because we know that we teachers will be judged more strictly.", "2": "We all make mistakes often, but those who don't make mistakes with their words have reached full maturity. Like a bridled horse, they can control themselves entirely.", "3": "When we bridle horses and put bits in their mouths to lead them wherever we want, we can control their whole bodies.", "4": "Consider ships: They are so large that strong winds are needed to drive them. But pilots direct their ships wherever they want with a little rudder.", "5": "In the same way, even though the tongue is a small part of the body, it boasts wildly. Think about this: A small flame can set a whole forest on fire.", "6": "The tongue is a small flame of fire, a world of evil at work in us. It contaminates our entire lives. Because of it, the circle of life is set on fire. The tongue itself is set on fire by the flames of hell.", "7": "People can tame and already have tamed every kind of animal, bird, reptile, and fish.", "8": "No one can tame the tongue, though. It is a restless evil, full of deadly poison.", "9": "With it we both bless the Lord and Father and curse human beings made in God's likeness.", "10": "Blessing and cursing come from the same mouth. My brothers and sisters, it just shouldn't be this way!", "11": "Both fresh water and salt water don't come from the same spring, do they?", "12": "My brothers and sisters, can a fig tree produce olives? Can a grapevine produce figs? Of course not, and fresh water doesn't flow from a saltwater spring either.", "13": "Are any of you wise and understanding? Show that your actions are good with a humble lifestyle that comes from wisdom.", "14": "However, if you have bitter jealousy and selfish ambition in your heart, then stop bragging and living in ways that deny the truth.", "15": "This is not the wisdom that comes down from above. Instead, it is from the earth, natural and demonic.", "16": "Wherever there is jealousy and selfish ambition, there is disorder and everything that is evil.", "17": "What of the wisdom from above? First, it is pure, and then peaceful, gentle, obedient, filled with mercy and good actions, fair, and genuine.", "18": "Those who make peace sow the seeds of justice by their peaceful acts."}