{"1": "What is the source of conflict among you? What is the source of your disputes? Don't they come from your cravings that are at war in your own lives?", "2": "You long for something you don't have, so you commit murder. You are jealous for something you can't get, so you struggle and fight. You don't have because you don't ask.", "3": "You ask and don't have because you ask with evil intentions, to waste it on your own cravings.", "4": "You unfaithful people! Don't you know that friendship with the world means hostility toward God? So whoever wants to be the world's friend becomes God's enemy.", "5": "Or do you suppose that scripture is meaningless? Doesn't God long for our faithfulness in[a] the life he has given to us?[b]", "6": "But he gives us more grace. This is why it says, God stands against the proud, but favors the humble.[c]", "7": "Therefore, submit to God. Resist the devil, and he will run away from you.", "8": "Come near to God, and he will come near to you. Wash your hands, you sinners. Purify your hearts, you double-minded.", "9": "Cry out in sorrow, mourn, and weep! Let your laughter become mourning and your joy become sadness.", "10": "Humble yourselves before the Lord, and he will lift you up.", "11": "Brothers and sisters, don't say evil things about each other. Whoever insults or criticizes a brother or sister insults and criticizes the Law. If you find fault with the Law, you are not a doer of the Law but a judge over it.", "12": "There is only one lawgiver and judge, and he is able to save and to destroy. But you who judge your neighbor, who are you?", "13": "Pay attention, you who say, “Today or tomorrow we will go to such-and-such a town. We will stay there a year, buying and selling, and making a profit.”", "14": "You don't really know about tomorrow. What is your life? You are a mist that appears for only a short while before it vanishes.", "15": "Here's what you ought to say: “If the Lord wills, we will live and do this or that.”", "16": "But now you boast and brag, and all such boasting is evil.", "17": "It is a sin when someone knows the right thing to do and doesn't do it."}