{"1": "From: Sha'ul, by God's will an emissary of the Messiah Yeshua, and brother Timothy", "2": "To: God's people in Colosse, faithful brothers in the Messiah: Grace to you and shalom from God our Father.", "3": "Whenever we pray, we always give thanks for you to God, the Father of our Lord Yeshua the Messiah. ", "4": "For we have heard of your trust in the Messiah Yeshua and of the love you have for all God's people. ", "5": "Both spring from the confident hope that you will receive what is stored up for you in heaven. You heard of this earlier in the message about the truth. This Good News ", "6": "has made its presence felt among you, just as it is also being fruitful and multiplying[a] throughout the world in the same way as it has among you since the day you heard and understood the grace of God as it really is. ", "7": "You learned it from Epaphras, our dear fellow-slave and a faithful worker for the Messiah on your behalf; ", "8": "and he has told us about the love which the Spirit has given you.", "9": "Therefore, from the day we heard of it, we have not stopped praying for you, asking God to fill you with the knowledge of his will in all the wisdom and understanding which the Spirit gives; ", "10": "so that you may live lives worthy of the Lord and entirely pleasing to him, being fruitful in every good work and multiplying in the full knowledge of God. ", "11": "We pray that you will be continually strengthened with all the power that comes from his glorious might; so that you will be able to persevere and be patient in any situation, joyfully ", "12": "giving thanks to the Father for having made you fit to share in the inheritance of his people in the light. ", "13": "He has rescued us from the domain of darkness and transferred us into the Kingdom of his dear Son.", "14": "It is through his Son that we have redemption — that is, our sins have been forgiven. ", "15": "He is the visible image of the invisible God. He is supreme over all creation, ", "16": "because in connection with him were created all things — in heaven and on earth, visible and invisible, whether thrones, lordships, rulers or authorities — they have all been created through him and for him. ", "17": "He existed before all things, and he holds everything together.", "18": "Also he is head of the Body, the Messianic Community — he is the beginning, the firstborn from the dead, so that he might hold first place in everything. ", "19": "For it pleased God to have his full being live in his Son ", "20": "and through his Son to reconcile to himself all things, whether on earth or in heaven, making peace through him, through having his Son shed his blood by being executed on a stake.", "21": "In other words, you, who at one time were separated from God and had a hostile attitude towards him because of your wicked deeds, ", "22": "he has now reconciled in the Son's physical body through his death; in order to present you holy and without defect or reproach before himself — ", "23": "provided, of course, that you continue in your trusting, grounded and steady, and don't let yourselves be moved away from the hope offered in the Good News you heard. This is the Good News that has been proclaimed in all creation under heaven; and I, Sha'ul, have become a servant of it. ", "24": "I rejoice in my present sufferings on your behalf! Yes, I am completing in my own flesh what has been lacking of the Messiah's afflictions, on behalf of his Body, the Messianic Community. ", "25": "I became a servant of the Good News because God gave me this work to do for your benefit. The work is to make fully known the message from God, ", "26": "the secret hidden for generations, for ages, but now made clear to the people he has set apart for himself. ", "27": "To them God wanted to make known how great among the Gentiles is the glorious richness of this secret. And the secret is this: the Messiah is united with you people! In that rests your hope of glory! ", "28": "We, for our part, proclaim him; we warn, confront and teach everyone in all wisdom; so that we may present everyone as having reached the goal, united with the Messiah. ", "29": "It is for this that I toil, striving with all the energy that he stirs up in me so mightily."}