{"1": "For I want you to know how hard I work for you, for those in Laodicea, and for the rest of those who have not met me personally. ", "2": "My purpose is that they may be encouraged, that they may be joined together in love, and that they may have all the riches derived from being assured of understanding and fully knowing God's secret truth, which is — the Messiah! ", "3": "It is in him that all the treasures of wisdom and knowledge are hidden.", "4": "I say this so that no one will fool you with plausible but specious arguments. ", "5": "For although I am away from you physically, I am with you in spirit, rejoicing as I see the disciplined and resolute firmness of your trust in the Messiah. ", "6": "Therefore, just as you received the Messiah Yeshua as Lord, keep living your life united with him. ", "7": "Remain deeply rooted in him; continue being built up in him and confirmed in your trust, the way you were taught, so that you overflow in thanksgiving.", "8": "Watch out, so that no one will take you captive by means of philosophy and empty deceit, following human tradition which accords with the elemental spirits of the world but does not accord with the Messiah. ", "9": "For in him, bodily, lives the fullness of all that God is. ", "10": "And it is in union with him that you have been made full — he is the head of every rule and authority.", "11": "Also it was in union with him that you were circumcised with a circumcision not done by human hands, but accomplished by stripping away the old nature's control over the body. In this circumcision done by the Messiah, ", "12": "you were buried along with him by being immersed; and in union with him, you were also raised up along with him by God's faithfulness that worked when he raised Yeshua from the dead. ", "13": "You were dead because of your sins, that is, because of your “foreskin,” your old nature. But God made you alive along with the Messiah by forgiving you all your sins. ", "14": "He wiped away the bill of charges against us. Because of the regulations, it stood as a testimony against us; but he removed it by nailing it to the execution-stake. ", "15": "Stripping the rulers and authorities of their power, he made a public spectacle of them, triumphing over them by means of the stake.", "16": "So don't let anyone pass judgment on you in connection with eating and drinking, or in regard to a Jewish festival or Rosh-Hodesh or Shabbat. ", "17": "These are a shadow of things that are coming, but the body is of the Messiah.", "18": "Don't let anyone deny you the prize by insisting that you engage in self-mortification or angel-worship. Such people are always going on about some vision they have had, and they vainly puff themselves up by their worldly outlook. ", "19": "They fail to hold to the Head, from whom the whole Body, receiving supply and being held together by its joints and ligaments, grows as God makes it grow. ", "20": "If, along with the Messiah, you died to the elemental spirits of the world, then why, as if you still belonged to the world, are you letting yourselves be bothered by its rules? — ", "21": "“Don't touch this!” “Don't eat that!” “Don't handle the other!” ", "22": "Such prohibitions are concerned with things meant to perish by being used [not by being avoided!], and they are based on man-made rules and teachings.[a] ", "23": "They do indeed have the outward appearance of wisdom, with their self-imposed religious observances, false humility and asceticism; but they have no value at all in restraining people from indulging their old nature."}