{"1": "I am Amos. And I raised sheep near the town of Tekoa[a] when Uzziah was king of Judah and Jeroboam[b] son of Jehoash[c] was king of Israel. Two years before the earthquake,[d] the Lord gave me several messages[e] about Israel, ", "2": "and I said: When the Lord roars from Jerusalem, pasturelands and Mount Carmel dry up and turn brown.", "3": "The Lord said: I will punish Syria[f] for countless crimes, and I won't change my mind. They dragged logs with spikes[g] over the people of Gilead.", "4": "Now I will burn down the palaces and fortresses of King Hazael and of King Benhadad.[h]", "5": "I will break through the gates of Damascus. I will destroy the people[i] of Wicked Valley[j] and the ruler of Beth-Eden.[k] Then the Syrians will be dragged as prisoners to Kir.[l] I, the Lord, have spoken!", "6": "The Lord said: I will punish Philistia[m] for countless crimes, and I won't change my mind. They dragged off my people[n] from town after town to sell them as slaves to the Edomites.", "7": "That's why I will burn down the walls and fortresses of the city of Gaza.", "8": "I will destroy the king[o] of Ashdod and the ruler of Ashkelon. I will strike down Ekron,[p] and that will be the end of the Philistines. I, the Lord, have spoken!", "9": "The Lord said: I will punish Phoenicia[q] for countless crimes, and I won't change my mind. They broke their treaty and dragged off my people[r] from town after town to sell them as slaves to the Edomites.", "10": "That's why I will send flames to burn down the city of Tyre along with its fortresses.", "11": "The Lord said: I will punish Edom for countless crimes, and I won't change my mind. They killed their own relatives[s] and were so terribly furious that they showed no mercy.", "12": "Now I will send fire to wipe out the fortresses of Teman and Bozrah.[t]", "13": "The Lord said: I will punish Ammon for countless crimes, and I won't change my mind. In Gilead they ripped open pregnant women, just to take the land.", "14": "Now I will send fire to destroy the walls and fortresses of Rabbah.[u] Enemies will shout and attack like a whirlwind.", "15": "Ammon's king and leaders will be dragged away. I, the Lord, have spoken!"}