{"1": "The Lord said: I will punish Moab for countless crimes, and I won't change my mind. They made lime from the bones[a] of the king of Edom.", "2": "Now I will send fire to destroy the fortresses of Kerioth.[b] Battle shouts and trumpet blasts will be heard as I destroy Moab", "3": "with its king and leaders. I, the Lord, have spoken!", "4": "The Lord said: I will punish Judah for countless crimes, and I won't change my mind. They have rejected my teachings and refused to obey me. They were led astray by the same false gods their ancestors worshiped.", "5": "Now I will send fire on Judah and destroy the fortresses of Jerusalem.", "6": "The Lord said: I will punish Israel for countless crimes, and I won't change my mind. They sell honest people for money, and the needy are sold for the price of sandals.", "7": "They smear the poor in the dirt and push aside those who are helpless. My holy name is dishonored, because fathers and sons sleep with the same young women.", "8": "They lie down beside altars on clothes taken as security for loans. And they drink wine in my temple, wine bought with the money they received from fines.", "9": "Israel, the Amorites[c] were there when you entered Canaan. They were tall as cedars and strong as oaks. But I wiped them out— I destroyed their branches and their roots.", "10": "I had rescued you from Egypt, and for forty years I had led you through the desert. Then I gave you the land of the Amorites.", "11": "I chose some of you to be prophets and others to be Nazirites.[d] People of Israel, you know this is true. I, the Lord, have spoken!", "12": "But you commanded the prophets not to speak their message, and you pressured the Nazirites into drinking wine.", "13": "And so I will crush you, just as a wagon full of grain crushes the ground.[e]", "14": "No matter how fast you run, you won't escape. No matter how strong you are, you will lose your strength and your life.", "15": "Even if you are an expert with a bow and arrow, you will retreat. And you won't get away alive, not even if you run fast or ride a horse.", "16": "You may be brave and strong, but you will run away, stripped naked. I, the Lord, have spoken!"}