{"1": "The Lord said: You women of Samaria are fat cows![a] You mistreat and abuse the poor and needy, then you say to your husbands, “Bring us more drinks!”", "2": "I, the Lord God, have sworn by my own name that your time is coming. Not one of you will be left— you will be taken away by sharp hooks.[b]", "3": "You will be dragged through holes in your city walls, and you will be thrown toward Harmon.[c] I, the Lord, have spoken!", "4": "The Lord said: Come to Bethel and Gilgal.[d] Sin all you want! Offer sacrifices the next morning and bring a tenth of your crops on the third day.[e]", "5": "Bring offerings to show me how thankful you are. Gladly bring more offerings than I have demanded. You really love to do this. I, the Lord God, have spoken!", "6": "I, the Lord, took away the food from every town and village, but still you rejected me.", "7": "Three months before harvest, I kept back the rain. Sometimes I would let it fall on one town or field but not on another, and pastures dried up.", "8": "People from two or three towns would go to a town that still had water, but it wasn't enough. Even then you rejected me. I, the Lord, have spoken!", "9": "I dried up your grain fields; your gardens and vineyards turned brown. Locusts[f] ate your fig trees and olive orchards, but even then you rejected me. I, the Lord, have spoken!", "10": "I did terrible things to you, just as I did to Egypt— I killed your young men in war; I let your horses be stolen, and I made your camp stink with dead bodies. Even then you rejected me. I, the Lord, have spoken!", "11": "I destroyed many of you, just as I did the cities of Sodom and Gomorrah. You were a burning stick I rescued from the fire. Even then you rejected me. I, the Lord, have spoken!", "12": "Now, Israel, I myself will deal with you. Get ready to face your God!", "13": "I created the mountains and the wind. I let humans know what I am thinking.[g] I bring darkness at dawn and step over hills. I am the Lord God All-Powerful!"}