{"1": "Listen, nation of Israel, to my mournful message:", "2": "You, dearest Israel, have fallen, never to rise again— you lie deserted in your own land, with no one to help you up.", "3": "The Lord God has warned, “From every ten soldiers only one will be left; from a thousand troops, only a hundred will survive.”", "4": "The Lord keeps saying, “Israel, turn back to me and you will live!", "5": "Don't go to Gilgal or Bethel or even to Beersheba.[a] Gilgal will be dragged away, and Bethel will end up as nothing.”[b]", "6": "Turn back to the Lord, you descendants of Joseph,[c] and you will live. If you don't, the Lord will attack like fire. Bethel will burn to the ground, and no one can save it.", "7": "You people are doomed! You twist the truth and stomp on justice.", "8": "But the Lord created the stars and put them in place.[d] He turns darkness to dawn and daylight to darkness; he scoops up the ocean and empties it on the earth.", "9": "God destroys mighty soldiers and strong fortresses.", "10": "The Lord said: You people hate judges and honest witnesses;", "11": "you abuse the poor and demand heavy taxes from them. You have built expensive homes, but you won't enjoy them; you have planted vineyards, but you will get no wine.", "12": "I am the Lord, and I know your terrible sins. You cheat honest people and take bribes; you rob the poor of justice.", "13": "Times are so evil that anyone with good sense will keep quiet.", "14": "If you really want to live, you must stop doing wrong and start doing right. I, the Lord God All-Powerful, will then be on your side, just as you claim I am.", "15": "Choose good instead of evil! See that justice is done. Maybe I, the Lord All-Powerful, will be kind to what's left of your people.[e]", "16": "This is what the Lord has sworn: Noisy crying will be heard in every town and street. Even farmers will be told to mourn for the dead, together with those who are paid to mourn.[f]", "17": "Your vineyards will be filled with crying and weeping,[g] because I will punish you. I, the Lord, have spoken!", "18": "You look forward to the day when the Lord comes to judge. But you are in for trouble! It won't be a time of sunshine; all will be darkness.", "19": "You will run from a lion, only to meet a bear. You will escape to your house, rest your hand on the wall, and be bitten by a snake.", "20": "The day when the Lord judges will be dark, very dark, without a ray of light.", "21": "I, the Lord, hate and despise your religious celebrations and your times of worship.", "22": "I won't accept your offerings or animal sacrifices— not even your very best.", "23": "No more of your noisy songs! I won't listen when you play your harps.", "24": "But let justice and fairness flow like a river that never runs dry.", "25": "Israel, for forty years you wandered in the desert, without bringing offerings or sacrifices to me.", "26": "Now you will have to carry the two idols you made— Sakkuth, the one you call king, and Kaiwan, the one you built in the shape of a star.[h]", "27": "I will force you to march as captives beyond Damascus. I, the Lord God All-Powerful, have spoken![i]"}