{"1": "The Lord God showed me that he is going to send locusts[a] to attack your crops. It will happen after the king has already been given his share of the grain and before the rest of the grain has been harvested.[b] ", "2": "In my vision the locusts ate every crop in the land, and I said to the Lord, “Forgive me for asking, but how can the nation survive? It's so weak.”", "3": "Then the Lord felt sorry and answered, “I won't let it be destroyed.”", "4": "The Lord showed me that he is going to send a ball of fire to burn up everything on earth, including the ocean. ", "5": "Then I said, “Won't you please stop? How can our weak nation survive?”", "6": "Again the Lord felt sorry and answered, “I won't let it be destroyed.”", "7": "The Lord showed me a vision of himself standing beside a wall and holding a string with a weight tied to the end of it. The string and weight had been used to measure the straightness of the wall. ", "8": "Then he asked, “Amos, what do you see?” “A measuring line,” I answered. The Lord said, “I'm using this measuring line to show that my people Israel don't measure up, and I won't forgive them any more. ", "9": "Their sacred places will be destroyed, and I will send war against the nation of King Jeroboam.”[c]", "10": "Amaziah the priest at Bethel sent this message to King Jeroboam of Israel, “Amos is plotting against you in the very heart of Israel. Our nation cannot put up with his message for very long. ", "11": "Here is what he is saying: 'Jeroboam will be put to death, and the people will be taken to a foreign country.'”", "12": "Then Amaziah told me, “Amos, take your visions and get out! Go back to Judah and earn your living there as a prophet. ", "13": "Don't do any more preaching at Bethel. The king worships here at our national temple.”", "14": "I answered: I'm not a prophet! And I wasn't trained to be a prophet. I am a shepherd, and I take care of fig trees. ", "15": "But the Lord told me to leave my herds and preach to the people of Israel. ", "16": "And here you are, telling me not to preach! ", "17": "Now, listen to what the Lord says about you: Your wife will become a prostitute in the city, your sons and daughters will be killed in war, and your land will be divided among others. You will die in a country of foreigners, and the people of Israel will be dragged from their homeland."}