{"1": "The Lord God showed me a basket of ripe fruit ", "2": "and asked, “Amos, what do you see?” “A basket of ripe fruit,” I replied. Then he said, “This is the end[a] for my people Israel. I won't forgive them again.", "3": "Instead of singing in the temple, they will cry and weep. Dead bodies will be everywhere. So keep silent! I, the Lord, have spoken!”", "4": "The Lord said: You people crush those in need and wipe out the poor.", "5": "You say to yourselves, “How much longer before the end of the New Moon Festival? When will the Sabbath[b] be over? Our wheat is ready, and we want to sell it now. We can't wait to cheat and charge high prices for the grain we sell. We will use dishonest scales", "6": "and mix dust in the grain. Those who are needy and poor don't have any money. We will make them our slaves for the price of a pair of sandals.”", "7": "I, the Lord, won't forget any of this, though you take great pride in your ancestor Jacob.[c]", "8": "Your country will tremble, and you will mourn. It will be like the Nile River that rises and overflows, then sinks back down.", "9": "On that day, I, the Lord God, will make the sun go down at noon, and I will turn daylight into darkness.", "10": "Your festivals and joyful singing will turn into sorrow. You will wear sackcloth[d] and shave your heads, as you would at the death of your only son. It will be a horrible day.", "11": "I, the Lord, also promise you a terrible shortage, but not of food and water. You will hunger and thirst to hear my message.", "12": "You will search everywhere— from north to south, from east to west. You will go all over the earth, seeking a message from me, the Lord. But you won't find one.", "13": "Your beautiful young women and your young men will faint from thirst.", "14": "You made promises in the name of Ashimah, the goddess of Samaria. And you made vows in my name at the shrines of Dan and Beersheba.[e] But you will fall and never get up."}