{"1": "I saw a vision of the Lord standing by the temple altar,[a] and he said, “Shake the columns until the tops fall loose, and the doorposts crumble. Then make the pieces fall on the people below. I will take a sword and kill anyone who escapes.", "2": "“If they dig deep into the earth or climb to the sky, I'll reach out and get them.", "3": "If they escape to the peaks of Mount Carmel, I'll search and find them. And if they hide from me at the bottom of the ocean, I'll command a sea monster to bite them.", "4": "I'll send a sword to kill them, wherever their enemies drag them off as captives. I'm determined to hurt them, not to help them.”", "5": "When the Lord God All-Powerful touches the earth, it melts, and its people mourn. God makes the earth rise and then fall, just like the Nile River.", "6": "He built his palace in the heavens and let its foundations rest on the earth.[b] He scoops up the ocean and empties it on the earth. His name is the Lord.", "7": "Israel, I am the Lord God, and the Ethiopians[c] are no less important to me than you are. I brought you out of Egypt, but I also brought the Philistines from Crete[d] and the Arameans from Kir.[e]", "8": "My eyes have seen what a sinful nation you are, and I'll wipe you out. But I will leave a few of Jacob's descendants. I, the Lord, have spoken!", "9": "At my command, all of you will be sifted like grain. Israelites who remain faithful will be scattered among the nations. And the others will be trapped like trash in a sifter.", "10": "Some of you are evil, and you deny that you will ever get caught. But you will be killed.", "11": "In the future, I will rebuild David's fallen kingdom. I will build it from its ruins and set it up again, just as it used to be.", "12": "Then you will capture Edom and the other nations that are mine. I, the Lord, have spoken, and my words will come true.", "13": "You will have such a harvest that you won't be able to bring in all of your wheat before plowing time. You will have grapes left over from season to season; your fruitful vineyards will cover the mountains.", "14": "I'll make Israel prosper again. You will rebuild your towns and live in them. You will drink wine from your own vineyards and eat the fruit you grow.", "15": "I'll plant your roots deep in the land I have given you, and you won't ever be uprooted again. I, the Lord God, have spoken!"}