{"1": "The proverbs of Solomon, son of David and king of Israel.", "2": "Here are proverbs that will help you recognize wisdom and good advice, and understand sayings with deep meaning. ", "3": "They can teach you how to live intelligently and how to be honest, just, and fair. ", "4": "They can make an inexperienced person clever and teach young people how to be resourceful. ", "5": "These proverbs can even add to the knowledge of the wise and give guidance to the educated, ", "6": "so that they can understand the hidden meanings of proverbs and the problems that the wise raise.", "7": "To have knowledge, you must first have reverence for the Lord.[a] Stupid people have no respect for wisdom and refuse to learn.", "8": "My child, pay attention to what your father and mother tell you. ", "9": "Their teaching will improve your character as a handsome turban or a necklace improves your appearance.", "10": "My child, when sinners tempt you, don't give in. ", "11": "Suppose they say, “Come on; let's find someone to kill! Let's attack some innocent people for the fun of it! ", "12": "They may be alive and well when we find them, but they'll be dead when we're through with them! ", "13": "We'll find all kinds of riches and fill our houses with loot! ", "14": "Come and join us, and we'll all share what we steal.”", "15": "My child, don't go with people like that. Stay away from them. ", "16": "They can't wait to do something bad. They're always ready to kill. ", "17": "It does no good to spread a net when the bird you want to catch is watching, ", "18": "but people like that are setting a trap for themselves, a trap in which they will die. ", "19": "Robbery always claims the life of the robber—this is what happens to[b] anyone who lives by violence.", "20": "Listen! Wisdom is calling out in the streets and marketplaces, ", "21": "calling loudly at the city gates and wherever people come together:", "22": "“Foolish people! How long do you want to be foolish? How long will you enjoy making fun of knowledge? Will you never learn? ", "23": "Listen when I reprimand you; I will give you good advice and share my knowledge with you. ", "24": "I have been calling you, inviting you to come, but you would not listen. You paid no attention to me. ", "25": "You have ignored all my advice and have not been willing to let me correct you. ", "26": "So when you get into trouble, I will laugh at you. I will make fun of you when terror strikes— ", "27": "when it comes on you like a storm, bringing fierce winds of trouble, and you are in pain and misery. ", "28": "Then you will call for wisdom, but I will not answer. You may look for me everywhere, but you will not find me. ", "29": "You have never had any use for knowledge and have always refused to obey the Lord. ", "30": "You have never wanted my advice or paid any attention when I corrected you. ", "31": "So then, you will get what you deserve, and your own actions will make you sick. ", "32": "Inexperienced people die because they reject wisdom. Stupid people are destroyed by their own lack of concern. ", "33": "But whoever listens to me will have security. He will be safe, with no reason to be afraid.”"}