{"1": "These are Solomon's proverbs: Wise children make their fathers proud of them; foolish ones bring their mothers grief.", "2": "Wealth you get by dishonesty will do you no good, but honesty can save your life.", "3": "The Lord will not let good people go hungry, but he will keep the wicked from getting what they want.", "4": "Being lazy will make you poor, but hard work will make you rich.", "5": "A sensible person gathers the crops when they are ready; it is a disgrace to sleep through the time of harvest.", "6": "Good people will receive blessings. The words of the wicked hide a violent nature.", "7": "Good people will be remembered as a blessing, but the wicked will soon be forgotten.", "8": "Sensible people accept good advice. People who talk foolishly will come to ruin.", "9": "Honest people are safe and secure, but the dishonest will be caught.", "10": "Someone who holds back the truth causes trouble, but one who openly criticizes works for peace.[a]", "11": "A good person's words are a fountain of life, but a wicked person's words hide a violent nature.", "12": "Hate stirs up trouble, but love forgives all offenses.", "13": "Intelligent people talk sense, but stupid people need to be punished.", "14": "The wise get all the knowledge they can, but when fools speak, trouble is not far off.", "15": "Wealth protects the rich; poverty destroys the poor.", "16": "The reward for doing good is life, but sin leads only to more sin.", "17": "People who listen when they are corrected will live, but those who will not admit that they are wrong are in danger.", "18": "Anyone who hides hatred is a liar. Anyone who spreads gossip is a fool.", "19": "The more you talk, the more likely you are to sin. If you are wise, you will keep quiet.", "20": "A good person's words are like pure silver; a wicked person's ideas are worthless.", "21": "A good person's words will benefit many people, but you can kill yourself with stupidity.", "22": "It is the Lord's blessing that makes you wealthy. Hard work can make you no richer.[b]", "23": "It is foolish to enjoy doing wrong. Intelligent people take pleasure in wisdom.", "24": "The righteous get what they want, but the wicked will get what they fear most.", "25": "Storms come, and the wicked are blown away, but honest people are always safe.", "26": "Never get a lazy person to do something for you; he will be as irritating as vinegar on your teeth or smoke in your eyes.", "27": "Obey the Lord, and you will live longer. The wicked die before their time.", "28": "The hopes of good people lead to joy, but wicked people can look forward to nothing.", "29": "The Lord protects honest people, but destroys those who do wrong.", "30": "Righteous people will always have security, but the wicked will not survive in the land.", "31": "Righteous people speak wisdom, but the tongue that speaks evil will be stopped.", "32": "Righteous people know the kind thing to say, but the wicked are always saying things that hurt."}