{"1": "Any who love knowledge want to be told when they are wrong. It is stupid to hate being corrected.", "2": "The Lord is pleased with good people, but condemns those who plan evil.", "3": "Wickedness does not give security, but righteous people stand firm.", "4": "A good wife is her husband's pride and joy; but a wife who brings shame on her husband is like a cancer in his bones.", "5": "Honest people will treat you fairly; the wicked only want to deceive you.", "6": "The words of the wicked are murderous, but the words of the righteous rescue those who are threatened.", "7": "The wicked meet their downfall and leave no descendants, but the families of the righteous live on.", "8": "If you are intelligent, you will be praised; if you are stupid, people will look down on you.", "9": "It is better to be an ordinary person working for a living than to play the part of someone great but go hungry.", "10": "Good people take care of their animals, but wicked people are cruel to theirs.", "11": "A hard-working farmer has plenty to eat, but it is stupid to waste time on useless projects.", "12": "All that wicked people want is to find evil things to do, but the righteous stand firm.[a]", "13": "The wicked are trapped by their own words, but honest people get themselves out of trouble.", "14": "Your reward depends on what you say and what you do; you will get what you deserve.", "15": "Stupid people always think they are right. Wise people listen to advice.", "16": "When a fool is annoyed, he quickly lets it be known. Smart people will ignore an insult.", "17": "When you tell the truth, justice is done, but lies lead to injustice.", "18": "Thoughtless words can wound as deeply as any sword, but wisely spoken words can heal.", "19": "A lie has a short life, but truth lives on forever.", "20": "Those who plan evil are in for a rude surprise, but those who work for good will find happiness.", "21": "Nothing bad happens to righteous people, but the wicked have nothing but trouble.", "22": "The Lord hates liars, but is pleased with those who keep their word.", "23": "Smart people keep quiet about what they know, but stupid people advertise their ignorance.", "24": "Hard work will give you power; being lazy will make you a slave.", "25": "Worry can rob you of happiness, but kind words will cheer you up.", "26": "The righteous person is a guide to his friend, but the path of the wicked leads them astray.", "27": "If you are lazy, you will never get what you are after, but if you work hard, you will get a fortune.[b]", "28": "Righteousness is the road to life; wickedness[c] is the road to death."}