{"1": "Wise children pay attention when their parents correct them, but arrogant people never admit they are wrong.", "2": "Good people will be rewarded for what they say, but those who are deceitful are hungry for violence.", "3": "Be careful what you say and protect your life. A careless talker destroys himself.", "4": "No matter how much a lazy person may want something, he will never get it. A hard worker will get everything he wants.", "5": "Honest people hate lies, but the words of wicked people are shameful and disgraceful.", "6": "Righteousness protects the innocent; wickedness is the downfall of sinners.", "7": "Some people pretend to be rich, but have nothing. Others pretend to be poor, but own a fortune.", "8": "The rich have to use their money to save their lives, but no one threatens the poor.", "9": "The righteous are like a light shining brightly; the wicked are like a lamp flickering out.", "10": "Arrogance causes nothing but trouble. It is wiser to ask for advice.", "11": "The more easily you get your wealth, the sooner you will lose it. The harder it is to earn, the more you will have.", "12": "When hope is crushed, the heart is crushed, but a wish come true fills you with joy.", "13": "If you refuse good advice, you are asking for trouble; follow it and you are safe.", "14": "The teachings of the wise are a fountain of life; they will help you escape when your life is in danger.", "15": "Intelligence wins respect, but those who can't be trusted are on the road to ruin.[a]", "16": "Sensible people always think before they act, but stupid people advertise their ignorance.", "17": "Unreliable messengers cause trouble, but those who can be trusted bring peace.", "18": "Someone who will not learn will be poor and disgraced. Anyone who listens to correction is respected.", "19": "How good it is to get what you want! Stupid people refuse to turn away from evil.", "20": "Keep company with the wise and you will become wise. If you make friends with stupid people, you will be ruined.", "21": "Trouble follows sinners everywhere, but righteous people will be rewarded with good things.", "22": "Good people will have wealth to leave to their grandchildren, but the wealth of sinners will go to the righteous.", "23": "Unused fields could yield plenty of food for the poor, but unjust people keep them from being farmed.[b]", "24": "If you don't punish your children, you don't love them. If you do love them, you will correct them.", "25": "The righteous have enough to eat, but the wicked are always hungry."}