{"1": "Homes are made by the wisdom of women, but are destroyed by foolishness.", "2": "Be honest and you show that you have reverence for the Lord; be dishonest and you show that you do not.", "3": "Proud fools talk too much; the words of the wise protect them.", "4": "Without any oxen to pull the plow your barn will be empty, but with them it will be full of grain.[a]", "5": "A reliable witness always tells the truth, but an unreliable one tells nothing but lies.", "6": "Conceited people can never become wise, but intelligent people learn easily.", "7": "Stay away from foolish people; they have nothing to teach you.", "8": "Why is a clever person wise? Because he knows what to do. Why is a stupid person foolish? Because he only thinks he knows.", "9": "Foolish people don't care if they sin, but good people want to be forgiven.[b]", "10": "Your joy is your own; your bitterness is your own. No one can share them with you.", "11": "A good person's house will still be standing after an evildoer's house has been destroyed.", "12": "What you think is the right road may lead to death.", "13": "Laughter may hide sadness. When happiness is gone, sorrow is always there.", "14": "Bad people will get what they deserve. Good people will be rewarded for their deeds.[c]", "15": "A fool will believe anything; smart people watch their step.", "16": "Sensible people are careful to stay out of trouble, but stupid people are careless and act too quickly.", "17": "People with a hot temper do foolish things; wiser people remain calm.[d]", "18": "Ignorant people get what their foolishness deserves, but the clever are rewarded with knowledge.", "19": "Evil people will have to bow down to the righteous and humbly beg their favor.", "20": "No one likes the poor, not even their neighbors, but the rich have many friends.", "21": "If you want to be happy, be kind to the poor; it is a sin to despise anyone.", "22": "You will earn the trust and respect of others if you work for good; if you work for evil, you are making a mistake.", "23": "Work and you will earn a living; if you sit around talking you will be poor.", "24": "Wise people are rewarded with wealth, but fools are known by[e] their foolishness.", "25": "A witness saves lives when he tells the truth; when he tells lies, he betrays people.", "26": "Reverence for the Lord gives confidence and security to a man and his family.", "27": "Do you want to avoid death? Reverence for the Lord is a fountain of life.", "28": "A king's greatness depends on how many people he rules; without them he is nothing.", "29": "If you stay calm, you are wise, but if you have a hot temper, you only show how stupid you are.", "30": "Peace of mind makes the body healthy, but jealousy is like a cancer.", "31": "If you oppress poor people, you insult the God who made them; but kindness shown to the poor is an act of worship.", "32": "Wicked people bring about their own downfall by their evil deeds, but good people are protected by their integrity.[f]", "33": "Wisdom is in every thought of intelligent people; fools know nothing[g] about wisdom.", "34": "Righteousness makes a nation great; sin is a disgrace to any nation.", "35": "Kings are pleased with competent officials, but they punish those who fail them."}