{"1": "We may make our plans, but God has the last word.[a]", "2": "You may think everything you do is right, but the Lord judges your motives.", "3": "Ask the Lord to bless your plans, and you will be successful in carrying them out.", "4": "Everything the Lord has made has its destiny; and the destiny of the wicked is destruction.", "5": "The Lord hates everyone who is arrogant; he will never let them escape punishment.", "6": "Be loyal and faithful, and God will forgive your sin. Obey the Lord and nothing evil will happen to you.", "7": "When you please the Lord, you can make[b] your enemies into friends.", "8": "It is better to have a little, honestly earned, than to have a large income, dishonestly gained.", "9": "You may make your plans, but God directs your actions.", "10": "The king speaks with divine authority; his decisions are always right.", "11": "The Lord wants weights and measures to be honest and every sale to be fair.", "12": "Kings cannot tolerate evil,[c] because justice is what makes a government strong.", "13": "A king wants to hear the truth and will favor those who speak it.", "14": "A wise person will try to keep the king happy; if the king becomes angry, someone may die.", "15": "The king's favor is like the clouds that bring rain in the springtime—life is there.", "16": "It is better—much better—to have wisdom and knowledge than gold and silver.", "17": "Those who are good travel a road that avoids evil; so watch where you are going—it may save your life.", "18": "Pride leads to destruction, and arrogance to downfall.", "19": "It is better to be humble and stay poor than to be one of the arrogant and get a share of their loot.", "20": "Pay attention to what you are taught, and you will be successful; trust in the Lord and you will be happy.", "21": "A wise, mature person is known for his understanding. The more pleasant his words, the more persuasive he is.", "22": "Wisdom is a fountain of life to the wise, but trying to educate stupid people is a waste of time.", "23": "Intelligent people think before they speak; what they say is then more persuasive.", "24": "Kind words are like honey—sweet to the taste and good for your health.", "25": "What you think is the right road may lead to death.", "26": "A laborer's appetite makes him work harder, because he wants to satisfy his hunger.", "27": "Evil people look for ways to harm others; even their words burn with evil.", "28": "Gossip is spread by wicked people; they stir up trouble and break up friendships.", "29": "Violent people deceive their friends and lead them to disaster.", "30": "Watch out for people who grin and wink at you; they have thought of something evil.", "31": "Long life is the reward of the righteous; gray hair is a glorious crown.", "32": "It is better to be patient than powerful. It is better to win control over yourself than over whole cities.", "33": "People cast lots to learn God's will, but God himself determines the answer."}