{"1": "People who do not get along with others are interested only in themselves; they will disagree with what everyone else knows is right.", "2": "A fool does not care whether he understands a thing or not; all he wants to do is show how smart he is.", "3": "Sin and shame go together. Lose your honor, and you will get scorn in its place.", "4": "A person's words can be a source of wisdom, deep as the ocean, fresh as a flowing stream.", "5": "It is not right to favor the guilty and keep the innocent from receiving justice.", "6": "When some fool starts an argument, he is asking for a beating.", "7": "When a fool speaks, he is ruining himself; he gets caught in the trap of his own words.", "8": "Gossip is so tasty—how we love to swallow it!", "9": "A lazy person is as bad as someone who is destructive.", "10": "The Lord is like a strong tower, where the righteous can go and be safe. ", "11": "Rich people, however, imagine that their wealth protects them like high, strong walls around a city.", "12": "No one is respected unless he is humble; arrogant people are on the way to ruin.", "13": "Listen before you answer. If you don't, you are being stupid and insulting.", "14": "Your will to live can sustain you when you are sick, but if you lose it, your last hope is gone.", "15": "Intelligent people are always eager and ready to learn.", "16": "Do you want to meet an important person? Take a gift and it will be easy.", "17": "The first person to speak in court always seems right until his opponent begins to question him.", "18": "If two powerful people are opposing each other in court, casting lots can settle the issue.", "19": "Help your relatives and they will protect you like a strong city wall,[a] but if you quarrel with them, they will close their doors to you.", "20": "You will have to live with the consequences of everything you say. ", "21": "What you say can preserve life or destroy it; so you must accept the consequences of your words.", "22": "Find a wife and you find a good thing; it shows that the Lord is good to you.", "23": "When the poor speak, they have to be polite, but when the rich answer, they are rude.", "24": "Some friendships do[b] not last, but some friends are more loyal than brothers."}