{"1": "If you have to choose between a good reputation and great wealth, choose a good reputation.", "2": "The rich and the poor have this in common: the Lord made them both.", "3": "Sensible people will see trouble coming and avoid it, but an unthinking person will walk right into it and regret it later.", "4": "Obey the Lord, be humble, and you will get riches, honor, and a long life.", "5": "If you love your life, stay away from the traps that catch the wicked along the way.", "6": "Teach children how they should live, and they will remember it all their life.", "7": "Poor people are slaves of the rich. Borrow money and you are the lender's slave.", "8": "If you plant the seeds of injustice, disaster will spring up, and your oppression of others will end.", "9": "Be generous and share your food with the poor. You will be blessed for it.", "10": "Get rid of a conceited person, and then there will be no more arguments, quarreling, or name-calling.", "11": "If you love purity of heart and graciousness of speech, the king will be your friend.", "12": "The Lord sees to it that truth is kept safe by disproving the words of liars.", "13": "Lazy people stay at home; they say a lion might get them if they go outside.", "14": "Adultery is a trap—it catches those with whom the Lord is angry.", "15": "Children just naturally do silly, careless things, but a good spanking will teach them how to behave.", "16": "If you make gifts to rich people or oppress the poor to get rich, you will become poor yourself.", "17": "Listen, and I will teach you what the wise have said. Study their teachings, ", "18": "and you will be glad if you remember them and can quote them. ", "19": "I want you to put your trust in the Lord; that is why I am going to tell them to you now. ", "20": "I have written down thirty sayings for you. They contain knowledge and good advice, ", "21": "and will teach you what the truth really is. Then when you are sent to find it out, you will bring back the right answer.", "22": "Don't take advantage of the poor just because you can; don't take advantage of those who stand helpless in court. ", "23": "The Lord will argue their case for them and threaten the life of anyone who threatens theirs.", "24": "Don't make friends with people who have hot, violent tempers. ", "25": "You might learn their habits and not be able to change.", "26": "Don't promise to be responsible for someone else's debts. ", "27": "If you should be unable to pay, they will take away even your bed.", "28": "Never move an old property line that your ancestors established.", "29": "Show me someone who does a good job, and I will show you someone who is better than most and worthy of the company of kings."}