{"1": "When you sit down to eat with someone important, keep in mind who he is.[a] ", "2": "If you have a big appetite, restrain yourself. ", "3": "Don't be greedy for the fine food he serves; he may be trying to trick you.", "4": "Be wise enough not to wear yourself out trying to get rich. ", "5": "Your money can be gone in a flash, as if it had grown wings and flown away like an eagle.", "6": "Don't eat at the table of a stingy person or be greedy for the fine food he serves. ", "7": "“Come on and have some more,” he says, but he doesn't mean it. What he thinks is what he really is. ", "8": "You will vomit up what you have eaten, and all your flattery will be wasted.", "9": "Don't try to talk sense to a fool; he can't appreciate it.", "10": "Never move an old property line or take over land owned by orphans. ", "11": "The Lord is their powerful defender, and he will argue their case against you.", "12": "Pay attention to your teacher and learn all you can.", "13": "Don't hesitate to discipline children. A good spanking won't kill them. ", "14": "As a matter of fact, it may save their lives.", "15": "My child, if you become wise, I will be very happy. ", "16": "I will be proud when I hear you speaking words of wisdom.", "17": "Don't be envious of sinful people; let reverence for the Lord be the concern of your life. ", "18": "If it is, you have a bright future.", "19": "Listen, my child, be wise and give serious thought to the way you live. ", "20": "Don't associate with people who drink too much wine or stuff themselves with food. ", "21": "Drunkards and gluttons will be reduced to poverty. If all you do is eat and sleep, you will soon be wearing rags.", "22": "Listen to your father; without him you would not exist. When your mother is old, show her your appreciation.", "23": "Truth, wisdom, learning, and good sense—these are worth paying for, but too valuable for you to sell.", "24": "A righteous person's parents have good reason to be happy. You can take pride in a wise child.", "25": "Let your father and mother be proud of you; give your mother that happiness.", "26": "Pay close attention, son, and let my life be your example. ", "27": "Prostitutes and immoral women are a deadly trap. ", "28": "They wait for you like robbers and cause many men to be unfaithful.", "29-30": "Show me people who drink too much, who have to try out fancy drinks, and I will show you people who are miserable and sorry for themselves, always causing trouble and always complaining. Their eyes are bloodshot, and they have bruises that could have been avoided. ", "31": "Don't let wine tempt you, even though it is rich red, and it sparkles in the cup, and it goes down smoothly. ", "32": "The next morning you will feel as if you had been bitten by a poisonous snake. ", "33": "Weird sights will appear before your eyes, and you will not be able to think or speak clearly. ", "34": "You will feel as if you were out on the ocean, seasick, swinging high up in the rigging of a tossing ship. ", "35": "“I must have been hit,” you will say; “I must have been beaten up, but I don't remember it. Why can't I wake up? I need another drink.”"}