{"1": "Praise for a fool is out of place, like snow in summer or rain at harvest time.", "2": "Curses cannot hurt you unless you deserve them. They are like birds that fly by and never light.", "3": "You have to whip a horse, you have to bridle a donkey, and you have to beat a fool.", "4": "If you answer a silly question, you are just as silly as the person who asked it.", "5": "Give a silly answer to a silly question, and the one who asked it will realize that he's not as smart as he thinks.", "6": "If you let a fool deliver a message, you might as well cut off your own feet; you are asking for trouble.", "7": "A fool can use a proverb about as well as crippled people can use their legs.", "8": "Praising someone who is stupid makes as much sense as tying a stone in a sling.", "9": "A fool quoting a wise saying reminds you of a drunk trying to pick a thorn out of his hand.", "10": "An employer who hires any fool that comes along is only hurting everybody concerned.[a]", "11": "A fool doing some stupid thing a second time is like a dog going back to its vomit.", "12": "The most stupid fool is better off than those who think they are wise when they are not.", "13": "Why don't lazy people ever get out of the house? What are they afraid of Lions?", "14": "Lazy people turn over in bed. They get no farther than a door swinging on its hinges.", "15": "Some people are too lazy to put food in their own mouths.", "16": "A lazy person will think he is smarter than seven men who can give good reasons for their opinions.", "17": "Getting involved in an argument that is none of your business is like going down the street and grabbing a dog by the ears.", "18-19": "Someone who tricks someone else and then claims that he was only joking is like a crazy person playing with a deadly weapon.", "20": "Without wood, a fire goes out; without gossip, quarreling stops.", "21": "Charcoal keeps the embers glowing, wood keeps the fire burning, and troublemakers keep arguments alive.", "22": "Gossip is so tasty! How we love to swallow it!", "23": "Insincere[b] talk that hides what you are really thinking is like a fine glaze[c] on a cheap clay pot.", "24": "A hypocrite hides hate behind flattering words. ", "25": "They may sound fine, but don't believe him, because his heart is filled to the brim with hate. ", "26": "He may disguise his hatred, but everyone will see the evil things he does.", "27": "People who set traps for others get caught themselves. People who start landslides get crushed.", "28": "You have to hate someone to want to hurt him with lies. Insincere talk brings nothing but ruin."}