{"1": "Never boast about tomorrow. You don't know what will happen between now and then.", "2": "Let other people praise you—even strangers; never do it yourself.", "3": "The weight of stone and sand is nothing compared to the trouble that stupidity can cause.", "4": "Anger is cruel and destructive, but it is nothing compared to jealousy.", "5": "Better to correct someone openly than to let him think you don't care for him at all.", "6": "Friends mean well, even when they hurt you. But when an enemy puts his arm around your shoulder—watch out!", "7": "When you are full, you will refuse honey, but when you are hungry, even bitter food tastes sweet.", "8": "Anyone away from home is like a bird away from its nest.", "9": "Perfume and fragrant oils make you feel happier, but trouble shatters your peace of mind.[a]", "10": "Do not forget your friends or your father's friends. If you are in trouble, don't ask a relative for help; a nearby neighbor can help you more than relatives who are far away.", "11": "Be wise, my child, and I will be happy; I will have an answer for anyone who criticizes me.", "12": "Sensible people will see trouble coming and avoid it, but an unthinking person will walk right into it and regret it later.", "13": "Any people stupid enough to promise to be responsible for a stranger's debts[b] deserve to have their own property held to guarantee payment.", "14": "You might as well curse your friends as wake them up early in the morning with a loud greeting.", "15": "A nagging wife is like water going drip-drip-drip on a rainy day. ", "16": "How can you keep her quiet? Have you ever tried to stop the wind or ever tried to hold a handful of oil?[c]", "17": "People learn from one another, just as iron sharpens iron.", "18": "Take care of a fig tree and you will have figs to eat. Servants who take care of their master will be honored.", "19": "It is your own face that you see reflected in the water and it is your own self that you see in your heart.", "20": "Human desires are like the world of the dead—there is always room for more.", "21": "Fire tests gold and silver; a person's reputation can also be tested.", "22": "Even if you beat fools half to death, you still can't beat their foolishness out of them.", "23": "Look after your sheep and cattle as carefully as you can, ", "24": "because wealth is not permanent. Not even nations last forever. ", "25": "You cut the hay and then cut the grass on the hillsides while the next crop of hay is growing. ", "26": "You can make clothes from the wool of your sheep and buy land with the money you get from selling some of your goats. ", "27": "The rest of the goats will provide milk for you and your family, and for your servant women as well."}