{"1": "The wicked run when no one is chasing them, but an honest person is as brave as a lion.", "2": "When a nation sins, it will have one ruler after another. But a nation will be strong and endure when it has intelligent, sensible leaders.", "3": "Someone in authority who oppresses poor people is like a driving rain that destroys the crops.", "4": "If you have no regard for the law, you are on the side of the wicked; but if you obey it, you are against them.", "5": "Evil people do not know what justice is, but those who worship the Lord understand it well.", "6": "Better to be poor and honest than rich and dishonest.", "7": "Young people who obey the law are intelligent. Those who make friends with good-for-nothings are a disgrace to their parents.", "8": "If you get rich by charging interest and taking advantage of people, your wealth will go to someone who is kind to the poor.", "9": "If you do not obey the law, God will find your prayers too hateful to hear.", "10": "If you trick an honest person into doing evil, you will fall into your own trap. The innocent will be well rewarded.", "11": "Rich people always think they are wise, but a poor person who has insight into character knows better.", "12": "When good people come to power, everybody celebrates, but when bad people rule, people stay in hiding.", "13": "You will never succeed in life if you try to hide your sins. Confess them and give them up; then God will show mercy to you.", "14": "Always obey the Lord and you will be happy. If you are stubborn, you will be ruined.", "15": "Poor people are helpless against a wicked ruler; he is as dangerous as a growling lion or a prowling bear.", "16": "A ruler without good sense will be a cruel tyrant. One who hates dishonesty will rule a long time.", "17": "Someone guilty of murder is digging his own grave as fast as he can. Don't try to stop him.", "18": "Be honest and you will be safe. If you are dishonest, you will suddenly fall.", "19": "A hard-working farmer has plenty to eat. People who waste time will always be poor.", "20": "Honest people will lead a full, happy life. But if you are in a hurry to get rich, you are going to be punished.", "21": "Prejudice is wrong. But some judges will do wrong to get even the smallest bribe.", "22": "Selfish people are in such a hurry to get rich that they do not know when poverty is about to strike.", "23": "Correct someone, and afterward he will appreciate it more than flattery.", "24": "Anyone who thinks it isn't wrong to steal from his parents is no better than a common thief.", "25": "Selfishness only causes trouble. You are much better off to trust the Lord.", "26": "It is foolish to follow your own opinions. Be safe, and follow the teachings of wiser people.", "27": "Give to the poor and you will never be in need. If you close your eyes to the poor, many people will curse you.", "28": "People stay in hiding when the wicked come to power. But when they fall from power, the righteous will rule again."}