{"1": "These are the solemn words of Agur son of Jakeh: “God is not with me, God is not with me, and I am helpless.[a]", "2": "I am more like an animal than a human being; I do not have the sense we humans should have.", "3": "I have never learned any wisdom, and I know nothing at all about God.", "4": "Have any ever mastered heavenly knowledge? Have any ever caught the wind in their hands? Or wrapped up water in a piece of cloth? Or fixed the boundaries of the earth? Who are they, if you know? Who are their children?", "5": "“God keeps every promise he makes. He is like a shield for all who seek his protection. ", "6": "If you claim that he said something that he never said, he will reprimand you and show that you are a liar.”", "7": "I ask you, God, to let me have two things before I die: ", "8": "keep me from lying, and let me be neither rich nor poor. So give me only as much food as I need. ", "9": "If I have more, I might say that I do not need you. But if I am poor, I might steal and bring disgrace on my God.", "10": "Never criticize servants to their master. You will be cursed and suffer for it.", "11": "There are people who curse their fathers and do not show their appreciation for their mothers.", "12": "There are people who think they are pure when they are as filthy as they can be.", "13": "There are people who think they are so good—oh, how good they think they are!", "14": "There are people who take cruel advantage of the poor and needy; that is the way they make their living.", "15": "A leech has two daughters, and both are named “Give me!” There are four things that are never satisfied:", "16": "the world of the dead, a woman without children, dry ground that needs rain, and a fire burning out of control.", "17": "If you make fun of your father or despise your mother in her old age,[b] you ought to be eaten by vultures or have your eyes picked out by wild ravens.", "18": "There are four things that are too mysterious for me to understand:", "19": "an eagle flying in the sky, a snake moving on a rock, a ship finding its way over the sea, and a man and a woman falling in love.", "20": "This is how an unfaithful wife acts: she commits adultery, takes a bath, and says, “But I haven't done anything wrong!”", "21": "There are four things that the earth itself cannot tolerate:", "22": "a slave who becomes a king, a fool who has all he wants to eat,", "23": "a hateful woman who gets married, and a servant woman who takes the place of her mistress.", "24": "There are four animals in the world that are small, but very, very clever:", "25": "Ants: they are weak, but they store up their food in the summer.", "26": "Rock badgers: they are not strong either, but they make their homes among the rocks.", "27": "Locusts: they have no king, but they move in formation.", "28": "Lizards: you can hold one in your hand, but you can find them in palaces.", "29": "There are four things that are impressive to watch as they walk:", "30": "lions, strongest of all animals and afraid of none;", "31": "goats, strutting roosters, and kings in front of their people.[c]", "32": "If you have been foolish enough to be arrogant and plan evil, stop and think! ", "33": "If you churn milk, you get butter. If you hit someone's nose, it bleeds. If you stir up anger, you get into trouble."}