{"1": "My children, listen to what your father teaches you. Pay attention, and you will have understanding. ", "2": "What I am teaching you is good, so remember it all. ", "3": "When I was only a little boy, my parents' only son, ", "4": "my father would teach me. He would say, “Remember what I say and never forget it. Do as I tell you, and you will live. ", "5": "Get wisdom and insight! Do not forget or ignore what I say. ", "6": "Do not abandon wisdom, and she will protect you; love her, and she will keep you safe. ", "7": "Getting wisdom is the most important thing you can do. Whatever else you get, get insight. ", "8": "Love wisdom, and she will make you great. Embrace her,[a] and she will bring you honor. ", "9": "She will be your crowning glory.”", "10": "Listen to me, my child. Take seriously what I am telling you, and you will live a long life. ", "11": "I have taught you wisdom and the right way to live. ", "12": "Nothing will stand in your way if you walk wisely, and you will not stumble when you run. ", "13": "Always remember what you have learned. Your education is your life—guard it well. ", "14": "Do not go where evil people go. Do not follow the example of the wicked. ", "15": "Don't do it! Keep away from evil! Refuse it and go on your way. ", "16": "Wicked people cannot sleep unless they have done something wrong. They lie awake unless they have hurt someone. ", "17": "Wickedness and violence are like food and drink to them.", "18": "The road the righteous travel is like the sunrise, getting brighter and brighter until daylight has come. ", "19": "The road of the wicked, however, is dark as night. They fall, but cannot see what they have stumbled over.", "20": "My child, pay attention to what I say. Listen to my words. ", "21": "Never let them get away from you. Remember them and keep them in your heart. ", "22": "They will give life and health to anyone who understands them. ", "23": "Be careful how you think; your life is shaped by your thoughts. ", "24": "Never say anything that isn't true. Have nothing to do with lies and misleading words. ", "25": "Look straight ahead with honest confidence; don't hang your head in shame. ", "26": "Plan carefully what you do, and whatever you do will turn out right. ", "27": "Avoid evil and walk straight ahead. Don't go one step off the right way."}