{"1": "My child, remember what I say and never forget what I tell you to do. ", "2": "Do what I say, and you will live. Be as careful to follow my teaching as you are to protect your eyes. ", "3": "Keep my teaching with you all the time; write it on your heart. ", "4": "Treat wisdom as your sister, and insight as your closest friend. ", "5": "They will keep you away from other men's wives, from women with seductive words.", "6": "Once I was looking out the window of my house, ", "7": "and I saw many inexperienced young men, but noticed one foolish fellow in particular. ", "8": "He was walking along the street near the corner where a certain woman lived. He was passing near her house ", "9": "in the evening after it was dark. ", "10": "And then she met him; she was dressed like a prostitute and was making plans. ", "11": "She was a bold and shameless woman who always walked the streets ", "12": "or stood waiting at a corner, sometimes in the streets, sometimes in the marketplace. ", "13": "She threw her arms around the young man, kissed him, looked him straight in the eye, and said, ", "14": "“I made my offerings today and have the meat from the sacrifices. ", "15": "So I came out looking for you. I wanted to find you, and here you are! ", "16": "I've covered my bed with sheets of colored linen from Egypt. ", "17": "I've perfumed it with myrrh, aloes, and cinnamon. ", "18": "Come on! Let's make love all night long. We'll be happy in each other's arms. ", "19": "My husband isn't at home. He's on a long trip. ", "20": "He took plenty of money with him and won't be back for two weeks.” ", "21": "So she tempted him with her charms, and he gave in to her smooth talk. ", "22": "Suddenly he was going with her like an ox on the way to be slaughtered, like a deer prancing into a trap[a] ", "23": "where an arrow would pierce its heart. He was like a bird going into a net—he did not know that his life was in danger.", "24": "Now then, sons, listen to me. Pay attention to what I say. ", "25": "Do not let such a woman win your heart; don't go wandering after her. ", "26": "She has been the ruin of many men and caused the death of too many to count. ", "27": "If you go to her house, you are on the way to the world of the dead. It is a shortcut to death."}