{"1": "Listen! Wisdom is calling out. Reason is making herself heard.", "2": "On the hilltops near the road and at the crossroads she stands.", "3": "At the entrance to the city, beside the gates, she calls:", "4": "“I appeal to all of you; I call to everyone on earth.", "5": "Are you immature? Learn to be mature. Are you foolish? Learn to have sense.", "6": "Listen to my excellent words; all I tell you is right.", "7": "What I say is the truth; lies are hateful to me.", "8": "Everything I say is true; nothing is false or misleading.", "9": "To those with insight, it is all clear; to the well-informed, it is all plain.", "10": "Choose my instruction instead of silver; choose knowledge rather than the finest gold.", "11": "“I am Wisdom, I am better than jewels; nothing you want can compare with me.", "12": "I am Wisdom, and I have insight; I have knowledge and sound judgment.", "13": "To honor the Lord is to hate evil; I hate pride and arrogance, evil ways and false words.", "14": "I make plans and carry them out. I have understanding, and I am strong.", "15": "I help kings to govern and rulers to make good laws.", "16": "Every ruler on earth governs with my help, officials and nobles alike.", "17": "I love those who love me; whoever looks for me can find me.", "18": "I have riches and honor to give, prosperity and success.", "19": "What you get from me is better than the finest gold, better than the purest silver.", "20": "I walk the way of righteousness; I follow the paths of justice,", "21": "giving wealth to those who love me, filling their houses with treasures.", "22": "“The Lord created me first of all, the first of his works, long ago.", "23": "I was made in the very beginning, at the first, before the world began.", "24": "I was born before the oceans, when there were no springs of water.", "25": "I was born before the mountains, before the hills were set in place,", "26": "before God made the earth and its fields or even the first handful of soil.", "27": "I was there when he set the sky in place, when he stretched the horizon across the ocean,", "28": "when he placed the clouds in the sky, when he opened the springs of the ocean", "29": "and ordered the waters of the sea to rise no further than he said. I was there when he laid the earth's foundations.", "30": "I was beside him like an architect,[a] I was his daily source of joy, always happy in his presence—", "31": "happy with the world and pleased with the human race.", "32": "“Now, young people, listen to me. Do as I say, and you will be happy.", "33": "Listen to what you are taught. Be wise; do not neglect it.", "34": "Those who listen to me will be happy— those who stay at my door every day, waiting at the entrance to my home.", "35": "Those who find me find life, and the Lord will be pleased with them.", "36": "Those who do not find me hurt themselves; anyone who hates me loves death.”"}