{"1": "From: Paul, chosen by God to be Jesus Christ's messenger, and from Brother Timothy.", "2": "To: The faithful Christian brothers—God's people—in the city of Colosse. May God our Father shower you with blessings and fill you with his great peace.", "3": "Whenever we pray for you, we always begin by giving thanks to God the Father of our Lord Jesus Christ, ", "4": "for we have heard how much you trust the Lord, and how much you love his people. ", "5": "And you are looking forward to the joys of heaven, and have been ever since the Gospel first was preached to you. ", "6": "The same Good News that came to you is going out all over the world and changing lives everywhere, just as it changed yours that very first day you heard it and understood about God's great kindness to sinners.", "7": "Epaphras, our much-loved fellow worker, was the one who brought you this Good News. He is Jesus Christ's faithful slave, here to help us in your place. ", "8": "And he is the one who has told us about the great love for others that the Holy Spirit has given you.", "9": "So ever since we first heard about you we have kept on praying and asking God to help you understand what he wants you to do; asking him to make you wise about spiritual things; ", "10": "and asking that the way you live will always please the Lord and honor him, so that you will always be doing good, kind things for others, while all the time you are learning to know God better and better.", "11": "We are praying, too, that you will be filled with his mighty, glorious strength so that you can keep going no matter what happens—always full of the joy of the Lord, ", "12": "and always thankful to the Father who has made us fit to share all the wonderful things that belong to those who live in the Kingdom of light. ", "13": "For he has rescued us out of the darkness and gloom of Satan's kingdom and brought us into the Kingdom of his dear Son, ", "14": "who bought our freedom with his blood and forgave us all our sins.", "15": "Christ is the exact likeness of the unseen God. He existed before God made anything at all,[a] and, in fact, ", "16": "Christ himself is the Creator who made everything in heaven and earth, the things we can see and the things we can't; the spirit world with its kings and kingdoms, its rulers and authorities; all were made by Christ for his own use and glory. ", "17": "He was before all else began and it is his power that holds everything together. ", "18": "He is the Head of the body made up of his people—that is, his Church—which he began; and he is the Leader of all those who arise from the dead,[b] so that he is first in everything; ", "19": "for God wanted all of himself to be in his Son.", "20": "It was through what his Son did that God cleared a path for everything to come to him—all things in heaven and on earth—for Christ's death on the cross has made peace with God for all by his blood. ", "21": "This includes you who were once so far away from God. You were his enemies and hated him and were separated from him by your evil thoughts and actions, yet now he has brought you back as his friends. ", "22": "He has done this through the death on the cross of his own human body, and now as a result Christ has brought you into the very presence of God, and you are standing there before him with nothing left against you—nothing left that he could even chide you for; ", "23": "the only condition is that you fully believe the Truth, standing in it steadfast and firm, strong in the Lord, convinced of the Good News that Jesus died for you, and never shifting from trusting him to save you. This is the wonderful news that came to each of you and is now spreading all over the world. And I, Paul, have the joy of telling it to others.", "24": "But part of my work is to suffer for you; and I am glad, for I am helping to finish up the remainder of Christ's sufferings for his body, the Church.", "25": "God has sent me to help his Church and to tell his secret plan to you Gentiles. ", "26-27": "He has kept this secret for centuries and generations past, but now at last it has pleased him to tell it to those who love him and live for him, and the riches and glory of his plan are for you Gentiles, too. And this is the secret: Christ in your hearts is your only hope of glory.", "28": "So everywhere we go we talk about Christ to all who will listen, warning them and teaching them as well as we know how. We want to be able to present each one to God, perfect because of what Christ has done for each of them. ", "29": "This is my work, and I can do it only because Christ's mighty energy is at work within me."}