{"1": "As they were approaching Yerushalayim, near Beit-Pagei and Beit-Anyah, by the Mount of Olives, Yeshua sent two of his talmidim ", "2": "with these instructions: “Go into the village ahead of you; and as soon as you enter it, you will find a colt tied there that has never been ridden. Untie it, and bring it here. ", "3": "If anyone asks you, 'Why are you doing this?' tell him, 'The Lord needs it,' and he will send it here right away.”", "4": "They went off and found a colt in the street tied in a doorway, and they untied it. ", "5": "The bystanders said to them, “What are you doing, untying that colt?” ", "6": "They gave the answer Yeshua had told them to give, and they let them continue. ", "7": "They brought the colt to Yeshua and threw their robes on it, and he sat on it.", "8": "Many people carpeted the road with their clothing, while others spread out green branches which they had cut in the fields. ", "9": "Those who were ahead and those behind shouted, “Please! Deliver us!”[a] [b] “Blessed is he who comes in the name of Adonai!”[c]", "10": "“Blessed is the coming Kingdom of our father David!” and, “You in the highest heaven! Please! Deliver us!”[d] [e]", "11": "Yeshua entered Yerushalayim, went into the Temple courts and took a good look at everything; but since it was now late, he went out with the Twelve to Beit-Anyah.", "12": "The next day, as they came back from Beit-Anyah, he felt hungry. ", "13": "Spotting in the distance a fig tree in leaf, he went to see if he could find anything on it. When he came up to it, he found nothing but leaves; for it wasn't fig season. ", "14": "He said to it, “May no one ever eat fruit from you again!” And his talmidim heard what he said.", "15": "On reaching Yerushalayim, he entered the Temple courts and began driving out those who were carrying on business there, both the merchants and their customers. He also knocked over the desks of the money-changers, upset the benches of the pigeon-dealers, ", "16": "and refused to let anyone carry merchandise through the Temple courts. ", "17": "Then, as he taught them, he said, “Isn't it written in the Tanakh, My house will be called a house of prayer for all the Goyim[f] But you have made it into a den of robbers!”[g] ", "18": "The head cohanim and the Torah-teachers heard what he said and tried to find a way to do away with him; they were afraid of him, because the crowds were utterly taken by his teaching. ", "19": "When evening came, they left the city.", "20": "In the morning, as the talmidim passed by, they saw the fig tree withered all the way to its roots. ", "21": "Kefa remembered and said to Yeshua, “Rabbi! Look! The fig tree that you cursed has dried up!” ", "22": "He responded, “Have the kind of trust that comes from God! ", "23": "Yes! I tell you that whoever does not doubt in his heart but trusts that what he says will happen can say to this mountain, 'Go and throw yourself into the sea!' and it will be done for him. ", "24": "Therefore, I tell you, whatever you ask for in prayer, trust that you are receiving it, and it will be yours. ", "25": "And when you stand praying, if you have anything against anyone, forgive him; so that your Father in heaven may also forgive your offenses.” ", "26": "[h]", "27": "They went back into Yerushalayim; and as he was walking in the Temple courts, there came to him the head cohanim, the Torah-teachers and the elders; ", "28": "and they said to him, “What s'mikhah do you have that authorizes you to do these things? Who gave you this s'mikhah authorizing you to do them?” ", "29": "Yeshua said to them, “I will ask you just one question: answer me, and I will tell you by what s'mikhah I do these things. ", "30": "The immersion of Yochanan — was it from Heaven or from a human source? Answer me.” ", "31": "They discussed it among themselves: “If we say, 'From Heaven,' he will say, 'Then why didn't you believe him?' ", "32": "But if we say, 'From a human source, . . . '” — they were afraid of the people, for they all regarded Yochanan as a genuine prophet. ", "33": "So they answered Yeshua, “We don't know.” “Then,” he replied, “I won't tell you by what s'mikhah I do these things.”"}