{"1": "Yeshua began speaking to them in parables. “A man planted a vineyard. He put a wall around it, dug a pit for the wine press and built a tower; then he rented it to tenant-farmers and left. ", "2": "When harvest-time came, he sent a servant to the tenants to collect his share of the crop from the vineyard. ", "3": "But they took him, beat him up and sent him away empty-handed. ", "4": "So he sent another servant; this one they punched in the head and insulted. ", "5": "He sent another one, and him they killed; and so with many others — some they beat up, others they killed. ", "6": "He had still one person left, a son whom he loved; in the end, he sent him to them, saying, 'My son they will respect.' ", "7": "But the tenants said to each other, 'This is the heir. Come, let's kill him, and the inheritance will be ours!' ", "8": "So they seized him, killed him and threw him out of the vineyard. ", "9": "What will the owner of the vineyard do? He will come, destroy those tenants and give the vineyard to others! ", "10": "Haven't you read the passage in the Tanakh that says, 'The very rock which the builders rejected has become the cornerstone!", "11": "This has come from Adonai, and in our eyes it is amazing'?”[a]", "12": "They set about to arrest him, for they recognized that he had told the parable with reference to themselves. But they were afraid of the crowd, so they left him and went away.", "13": "Next they sent some P'rushim and some members of Herod's party to him in order to trap him with a sh'eilah. ", "14": "They came and said to him, “Rabbi, we know that you tell the truth and are not concerned with what people think about you, since you pay no attention to a person's status but really teach what God's way is. Does Torah say that taxes are to be paid to the Roman Emperor, or not?” ", "15": "But he, knowing their hypocrisy, said to them, “Why are you trying to trap me? Bring me a denarius so I can look at it.” ", "16": "They brought one; and he asked them, “Whose name and picture are these?” “The Emperor's,” they replied. ", "17": "Yeshua said, “Give the Emperor what belongs to the Emperor. And give to God what belongs to God!” And they were amazed at him.", "18": "Then some Tz'dukim came to him. They are the ones who say there is no such thing as resurrection, so they put to him a sh'eilah: ", "19": "“Rabbi, Moshe wrote for us that if a man's brother dies and leaves a wife but no child, his brother must take the wife and have children to preserve the man's family line.[b] ", "20": "There were seven brothers. The first one took a wife, and when he died, he left no children. ", "21": "Then the second one took her and died without leaving children, and the third likewise, ", "22": "and none of the seven left children. Last of all, the woman also died. ", "23": "In the Resurrection, whose wife will she be? For all seven had her as wife.”", "24": "Yeshua said to them, “Isn't this the reason that you go astray? because you are ignorant both of the Tanakh and of the power of God? ", "25": "For when people rise from the dead, neither men nor women marry — they are like angels in heaven. ", "26": "And as for the dead being raised, haven't you read in the book of Moshe, in the passage about the bush, how God said to him, 'I am the God of Avraham, the God of Yitz'chak and the God of Ya'akov'?[c] ", "27": "He is God not of the dead, but of the living! You are going far astray!”", "28": "One of the Torah-teachers came up and heard them engaged in this discussion. Seeing that Yeshua answered them well, he asked him, “Which is the most important mitzvah of them all?” ", "29": "Yeshua answered, “The most important is, 'Sh'ma Yisra'el, Adonai Eloheinu, Adonai echad [Hear, O Isra'el, the Lord our God, the Lord is one], ", "30": "and you are to love Adonai your God with all your heart, with all your soul, with all your understanding and with all your strength.'[d]", "31": "The second is this: 'You are to love your neighbor as yourself.'[e] There is no other mitzvah greater than these.” ", "32": "The Torah-teacher said to him, “Well said, Rabbi; you speak the truth when you say that he is one, and that there is no other besides him; ", "33": "and that loving him with all one's heart, understanding and strength, and loving one's neighbor as oneself, mean more than all the burnt offerings and sacrifices.” ", "34": "When Yeshua saw that he responded sensibly, he said to him, “You are not far from the Kingdom of God.” And after that, no one dared put to him another sh'eilah.", "35": "As Yeshua was teaching in the Temple, he asked, “How is it that the Torah-teachers say the Messiah is the Son of David? ", "36": "David himself, inspired by the Ruach HaKodesh, said, 'Adonai said to my Lord, “Sit here at my right hand until I put your enemies under your feet.” '[f]", "37": "David himself calls him 'Lord'; so how is he his son?” The great crowd listened eagerly to him. ", "38": "As he taught them, he said, “Watch out for the kind of Torah-teachers who like to walk around in robes and be greeted deferentially in the marketplaces, ", "39": "who like to have the best seats in the synagogues and take the places of honor at banquets, ", "40": "who like to swallow up widows' houses while making a show of davvening at great length. Their punishment will be all the worse!”", "41": "Then Yeshua sat down opposite the Temple treasury and watched the crowd as they put money into the offering-boxes. Many rich people put in large sums, ", "42": "but a poor widow came and put in two small coins. ", "43": "He called his talmidim to him and said to them, “Yes! I tell you, this poor widow has put more in the offering-box than all the others making donations. ", "44": "For all of them, out of their wealth, have contributed money they can easily spare; but she, out of her poverty, has given everything she had to live on.”"}