{"1": "As Yeshua came out of the Temple, one of the talmidim said to him, “Look, Rabbi! What huge stones! What magnificent buildings!” ", "2": "“You see all these great buildings?” Yeshua said to him, “They will be totally destroyed — not a single stone will be left standing!”", "3": "As he was sitting on the Mount of Olives opposite the Temple, Kefa, Ya'akov, Yochanan and Andrew asked him privately, ", "4": "“Tell us, when will these things happen? And what sign will show when all these things are about to be accomplished?”", "5": "Yeshua began speaking to them: “Watch out! Don't let anyone fool you! ", "6": "Many will come in my name, saying, 'I am he!' and they will fool many people. ", "7": "When you hear the noise of wars nearby and the news of wars far off, don't become frightened. Such things must happen, but the end is yet to come. ", "8": "For peoples will fight each other, and nations will fight each other, there will be earthquakes in various places, there will be famines; this is but the beginning of the 'birth pains.'", "9": "“But you, watch yourselves! They will hand you over to the local Sanhedrins, you will be beaten up in synagogues, and on my account you will stand before governors and kings as witnesses to them. ", "10": "Indeed, the Good News has to be proclaimed first to all the Goyim. ", "11": "Now when they arrest you and bring you to trial, don't worry beforehand about what to say. Rather, say whatever is given you when the time comes; for it will not be just you speaking, but the Ruach HaKodesh. ", "12": "Brother will betray brother to death, and a father his child; children will turn against their parents and have them put to death; ", "13": "and everyone will hate you because of me. But whoever holds out till the end will be delivered.", "14": "“Now when you see the abomination that causes devastation[a] standing where it ought not to be” (let the reader understand the allusion), “that will be the time for those in Y'hudah to escape to the hills. ", "15": "If someone is on the roof, he must not go down and enter his house to take any of his belongings; ", "16": "if someone is in the field, he must not turn back to get his coat. ", "17": "What a terrible time it will be for pregnant women and nursing mothers! ", "18": "Pray that it may not happen in winter. ", "19": "For there will be worse trouble at that time than there has ever been from the very beginning, when God created the universe, until now; and there will be nothing like it again.[b] ", "20": "Indeed, if God had not limited the duration of the trouble, no one would survive; but for the sake of the elect, those whom he has chosen, he has limited it.", "21": "“At that time, if anyone says to you, 'Look! Here's the Messiah!' or, 'See, there he is!' — don't believe him! ", "22": "There will appear false Messiahs and false prophets performing signs and wonders for the purpose, if possible, of misleading the chosen. ", "23": "But you, watch out! I have told you everything in advance! ", "24": "In those days, after that trouble, the sun will grow dark, the moon will stop shining,", "25": "the stars will fall from the sky, and the powers in heaven will be shaken.[c]", "26": "Then they will see the Son of Man coming in clouds with tremendous power and glory.[d] ", "27": "He will send out his angels and gather together his chosen people from the four winds, from the ends of the earth to the ends of heaven.", "28": "“Now let the fig tree teach you its lesson: when its branches begin to sprout and leaves appear, you know that summer is approaching. ", "29": "In the same way, when you see all these things happening, you are to know that the time is near, right at the door. ", "30": "Yes! I tell you that this people will certainly not pass away before all these things happen. ", "31": "Heaven and earth will pass away, but my words will certainly not pass away. ", "32": "However, when that day and hour will come, no one knows — not the angels in heaven, not the Son, just the Father. ", "33": "Stay alert! Be on your guard! For you do not know when the time will come.", "34": "“It's like a man who travels away from home, puts his servants in charge, each with his own task, and tells the doorkeeper to stay alert. ", "35": "So stay alert! for you don't know when the owner of the house will come, ", "36": "whether it will be evening, midnight, cockcrow or morning — you don't want him to come suddenly and find you sleeping! ", "37": "And what I say to you, I say to everyone: stay alert!”"}