{"1": "It was now two days before Pesach (that is, the festival of Matzah), and the head cohanim and the Torah-teachers were trying to find some way to arrest Yeshua surreptitiously and have him put to death; ", "2": "for they said, “Not during the festival, or the people will riot.”", "3": "While he was in Beit-Anyah in the home of Shim'on (a man who had had tzara'at), and as he was eating, a woman came with an alabaster jar of perfume, pure oil of nard, very costly. She broke the jar and poured the perfume over Yeshua's head. ", "4": "But some there angrily said to themselves, “Why this waste of perfume? ", "5": "It could have been sold for a year's wages and given to the poor!” And they scolded her. ", "6": "But he said, “Let her be. Why are you bothering her? She has done a beautiful thing for me. ", "7": "For you will always have the poor with you; and whenever you want to, you can help them. But you will not always have me. ", "8": "What she could do, she did do — in advance she poured perfume on my body to prepare it for burial. ", "9": "Yes! I tell you that wherever in the whole world this Good News is proclaimed, what she has done will be told in her memory.”", "10": "Then Y'hudah from K'riot, who was one of the Twelve, went to the head cohanim in order to betray Yeshua to them. ", "11": "They were pleased to hear this and promised to give him money. And he began looking for a good opportunity to betray Yeshua.", "12": "On the first day for matzah, when they slaughtered the lamb for Pesach, Yeshua's talmidim asked him, “Where do you want us to go and prepare your Seder?” ", "13": "He sent two of his talmidim with these instructions: “Go into the city, and a man carrying a jar of water will meet you. Follow him; ", "14": "and whichever house he enters, tell him that the Rabbi says, 'Where is the guest room for me, where I am to eat the Pesach meal with my talmidim?' ", "15": "He will show you a large room upstairs, furnished and ready. Make the preparations there.” ", "16": "The talmidim went off, came to the city and found things just as he had told them they would be; and they prepared the Seder.", "17": "When evening came, Yeshua arrived with the Twelve. ", "18": "As they were reclining and eating, Yeshua said, “Yes! I tell you that one of you is going to betray me.” ", "19": "They became upset and began asking him, one after the other, “You don't mean me, do you?” ", "20": "“It's one of the Twelve,” he said to them, “someone dipping matzah in the dish with me. ", "21": "For the Son of Man will die, just as the Tanakh says he will; but woe to that man by whom the Son of Man is betrayed! It would have been better for him had he never been born!”", "22": "While they were eating, Yeshua took a piece of matzah, made the b'rakhah, broke it, gave it to them and said, “Take it! This is my body.” ", "23": "Also he took a cup of wine, made the b'rakhah, and gave it to them; and they all drank. ", "24": "He said to them, “This is my blood, which ratifies the New Covenant, my blood shed on behalf of many people. ", "25": "Yes! I tell you, I will not drink this 'fruit of the vine' again until the day I drink new wine in the Kingdom of God.”", "26": "After singing the Hallel, they went out to the Mount of Olives. ", "27": "Yeshua said to them, “You will all lose faith in me, for the Tanakh says, 'I will strike the shepherd dead, and the sheep will be scattered.'[a]", "28": "But after I have been raised, I will go ahead of you into the Galil.” ", "29": "Kefa said to him, “Even if everyone else loses faith in you, I won't.” ", "30": "Yeshua replied, “Yes! I tell you that this very night, before the rooster crows twice, you will disown me three times!” ", "31": "But Kefa kept insisting, “Even if I must die with you, I will never disown you!” And they all said the same thing.", "32": "They went to a place called Gat Sh'manim; and Yeshua said to his talmidim, “Sit here while I pray.” ", "33": "He took with him Kefa, Ya'akov and Yochanan. Great distress and anguish came over him; ", "34": "and he said to them, “My heart is so filled with sadness that I could die! Remain here and stay awake.” ", "35": "Going on a little farther, he fell on the ground and prayed that if possible, the hour might pass from him: ", "36": "“Abba!” (that is, “Dear Father!”) “All things are possible for you. Take this cup away from me! Still, not what I want, but what you want.” ", "37": "He came and found them sleeping; and he said to Kefa, “Shim'on, are you asleep? Couldn't you stay awake one hour? ", "38": "Stay awake, and pray that you will not be put to the test — the spirit indeed is eager, but human nature is weak.”", "39": "Again he went away and prayed, saying the same words; ", "40": "and again he came and found them sleeping, their eyes were so very heavy; and they didn't know what to answer him.", "41": "The third time, he came and said to them, “For now, go on sleeping, take your rest. . . .There, that's enough! The time has come! Look! The Son of Man is being betrayed into the hands of sinners! ", "42": "Get up! Let's go! Here comes my betrayer!”", "43": "While Yeshua was still speaking, Y'hudah (one of the Twelve!) came, and with him a crowd carrying swords and clubs, from the head cohanim, the Torah-teachers and the elders. ", "44": "The betrayer had arranged to give them a signal: “The man I kiss is the one you want. Grab him, and take him away under guard.” ", "45": "As he arrived, he went right up to Yeshua, said, “Rabbi!” and kissed him. ", "46": "Then they laid hold of Yeshua and arrested him; ", "47": "but one of the people standing nearby drew his sword and struck at the servant of the cohen hagadol, cutting off his ear.", "48": "Yeshua addressed them: “So you came out to take me with swords and clubs, the way you would the leader of a rebellion? ", "49": "Every day I was with you in the Temple court, teaching, and you didn't seize me then! But let the Tanakh be fulfilled.” ", "50": "And they all deserted him and ran away. ", "51": "There was one young man who did try to follow him; but he was wearing only a nightshirt; and when they tried to seize him, ", "52": "he slipped out of the nightshirt and ran away naked.", "53": "They led Yeshua to the cohen hagadol, with whom all the head cohanim, elders and Torah-teachers were assembling. ", "54": "Kefa followed him at a distance right into the courtyard of the cohen hagadol, where he sat down with the guards and warmed himself by the fire.", "55": "The head cohanim and the whole Sanhedrin tried to find evidence against Yeshua, so that they might have him put to death, but they couldn't find any. ", "56": "For many people gave false evidence against him, but their testimonies didn't agree. ", "57": "Some stood up and gave this false testimony: ", "58": "“We heard him say, 'I will destroy this Temple made with hands; and in three days I will build another one, not made with hands.'” ", "59": "Even so, their testimonies didn't agree.", "60": "The cohen hagadol stood up in the front and asked Yeshua, “Have you nothing to say to the accusations these men are making?” ", "61": "But he remained silent and made no reply. Again the cohen hagadol questioned him: “Are you the Mashiach, Ben-HaM'vorakh?” ", "62": "“I AM,” answered Yeshua. “Moreover, you will see the Son of Man sitting at the right hand of HaG'vurah and coming on the clouds of heaven.”[b] ", "63": "At this, the cohen hagadol tore his clothes and said, “Why do we still need witnesses? ", "64": "You heard him blaspheme! What is your decision?” And they all declared him guilty and subject to the death penalty.", "65": "Then some began spitting at him; and after blindfolding him, they started pounding him with their fists and saying to him, “Let's see you prophesy!” And as the guards took him, they beat him too.", "66": "Meanwhile, Kefa was still in the courtyard below. One of the serving-girls of the cohen hagadol ", "67": "saw Kefa warming himself, took a look at him, and said, “You were with the man from Natzeret, Yeshua!” ", "68": "But he denied it, saying, “I haven't the faintest idea what you're talking about!” He went outside into the entryway, and a rooster crowed. ", "69": "The girl saw him there and started telling the bystanders, “This fellow is one of them.” ", "70": "Again he denied it. A little later, the bystanders themselves said to Kefa, “You must be one of them, because you're from the Galil.” ", "71": "At this he began to invoke a curse on himself as he swore, “I do not know this man you are telling me about!” — ", "72": "and immediately the rooster crowed a second time. Then Kefa remembered what Yeshua had said to him, “Before the rooster crows twice, you will disown me three times.” And throwing himself down, he burst into tears."}