{"1": "When Shabbat was over, Miryam of Magdala, Miryam the mother of Ya'akov, and Shlomit bought spices in order to go and anoint Yeshua. ", "2": "Very early the next day, just after sunrise, they went to the tomb. ", "3": "They were asking each other, “Who will roll away the stone from the entrance to the tomb for us?” ", "4": "Then they looked up and saw that the stone, even though it was huge, had been rolled back already. ", "5": "On entering the tomb, they saw a young man dressed in a white robe sitting on the right; and they were dumbfounded. ", "6": "But he said, “Don't be so surprised! You're looking for Yeshua from Natzeret, who was executed on the stake. He has risen, he's not here! Look at the place where they laid him. ", "7": "But go and tell his talmidim, especially Kefa, that he is going to the Galil ahead of you. You will see him there, just as he told you.” ", "8": "Trembling but ecstatic they went out and fled from the tomb, and they said nothing to anyone, because they were afraid.", "9": "[a]9 When Yeshua rose early Sunday, he appeared first to Miryam of Magdala, from whom he had expelled seven demons. ", "10": "She went and told those who had been with him, as they were crying and mourning. ", "11": "But when they heard that he was alive and that she had seen him, they wouldn't believe it.", "12": "After that, Yeshua appeared in another form to two of them as they were walking into the country. ", "13": "They went and told the others, but they didn't believe them either.", "14": "Later, Yeshua appeared to the Eleven as they were eating, and he reproached them for their lack of trust and their spiritual insensitivity in not having believed those who had seen him after he had risen. ", "15": "Then he said to them, “As you go throughout the world, proclaim the Good News to all creation. ", "16": "Whoever trusts and is immersed will be saved; whoever does not trust will be condemned. ", "17": "And these signs will accompany those who do trust: in my name they will drive out demons, speak with new tongues, ", "18": "not be injured if they handle snakes or drink poison, and heal the sick by laying hands on them.”", "19": "So then, after he had spoken to them, the Lord Yeshua was taken up into heaven and sat at the right hand of God.[b] ", "20": "And they went out and proclaimed everywhere, the Lord working with them and confirming the message by the accompanying signs."}