{"1": "Yeshua went again into a synagogue, and a man with a shriveled hand was there. ", "2": "Looking for a reason to accuse him of something, people watched him carefully to see if he would heal him on Shabbat. ", "3": "He said to the man with the shriveled hand, “Come up where we can see you!” ", "4": "Then to them he said, “What is permitted on Shabbat? Doing good or doing evil? Saving life or killing?” But they said nothing. ", "5": "Then, looking them over and feeling both anger with them and sympathy for them at the stoniness of their hearts, he said to the man, “Hold out your hand.” As he held it out, it became restored. ", "6": "The P'rushim went out and immediately began plotting with some members of Herod's party how to do away with him.", "7": "Yeshua went off with his talmidim to the lake, and great numbers followed him from the Galil. ", "8": "When they heard what he was doing, great numbers also followed him from Y'hudah, Yerushalayim, Idumea, the territory beyond the Yarden, and the Tzor-Tzidon area. ", "9": "He told his talmidim to have a boat ready for him, so that he could escape the crush of the crowd if necessary, ", "10": "for he had healed many people, and all the sick kept pressing forward to touch him. ", "11": "Whenever the unclean spirits saw him, they would fall down in front of him and scream, “You are the Son of God!” ", "12": "But he warned them strictly not to make him known.", "13": "Then he went up into the hill country and summoned to himself those he wanted, and they came to him. ", "14": "He appointed twelve to be with him, to be sent out to preach ", "15": "and to have authority to expel demons:", "16": "Shim'on, to whom he gave another name, “Kefa”;", "17": "Ya'akov Ben-Zavdai and Yochanan, Ya'akov's brother — to them he gave the name “B'nei-Regesh” (that is, “Thunderers”);", "18": "Andrew, Philip, Bar-Talmai, Mattityahu, T'oma, Ya'akov Ben-Halfai, Taddai, Shim'on the Zealot,", "19": "and Y'hudah from K'riot, the one who betrayed him. Then he entered a house; ", "20": "and once more, such a crowd came together that they couldn't even eat. ", "21": "When his family heard about this, they set out to take charge of him; for they said, “He's out of his mind!”", "22": "The Torah-teachers who came down from Yerushalayim said, “He has Ba'al-Zibbul in him,” and “It is by the ruler of the demons that he expels the demons.” ", "23": "But he called them and spoke to them in parables: “How can Satan expel Satan? ", "24": "If a kingdom is divided against itself, that kingdom can't survive; ", "25": "and if a household is divided against itself, that household can't survive. ", "26": "So if Satan has rebelled against himself and is divided, he can't survive either; and that's the end of him. ", "27": "Furthermore, no one can break into a strong man's house and make off with his possessions unless he first ties up the strong man. After that, he can ransack his house. ", "28": "Yes! I tell you that people will be forgiven all sins and whatever blasphemies they utter; ", "29": "however, someone who blasphemes against the Ruach HaKodesh never has forgiveness but is guilty of an eternal sin.” ", "30": "For they had been saying, “He has an unclean spirit in him.”", "31": "Then his mother and brothers arrived. Standing outside, they sent a message asking for him. ", "32": "A crowd was sitting around him; and they said to him, “Your mother and your brothers are outside, asking for you.” ", "33": "He replied, “Who are my mother and my brothers?” ", "34": "Looking at those seated in a circle around him, he said, “See! Here are my mother and my brothers! ", "35": "Whoever does what God wants is my brother, sister and mother!”"}