{"1": "Yeshua and his talmidim arrived at the other side of the lake, in the Gerasenes' territory. ", "2": "As soon as he disembarked, a man with an unclean spirit came out of the burial caves to meet him. ", "3": "He lived in the burial caves; and no one could keep him tied up, not even with a chain. ", "4": "He had often been chained hand and foot, but he would snap the chains and break the irons off his feet, and no one was strong enough to control him. ", "5": "Night and day he wandered among the graves and through the hills, howling and gashing himself with stones.", "6": "Seeing Yeshua from a distance, he ran and fell on his knees in front of him ", "7": "and screamed at the top of his voice, “What do you want with me, Yeshua, Son of God Ha'Elyon? I implore you in God's name! Don't torture me!” ", "8": "For Yeshua had already begun saying to him, “Unclean spirit, come out of this man!” ", "9": "Yeshua asked him, “What's your name?” “My name is Legion,” he answered, “there are so many of us”; ", "10": "and he kept begging Yeshua not to send them out of that region.", "11": "Now there was a large herd of pigs feeding near the hill, ", "12": "and the unclean spirits begged him, “Send us to the pigs, so we can go into them.” ", "13": "Yeshua gave them permission. They came out and entered the pigs; and the herd, numbering around two thousand, rushed down the hillside into the lake and were drowned. ", "14": "The swineherds fled and told it in the town and in the surrounding country, and the people went to see what had happened. ", "15": "They came to Yeshua and saw the man who had had the legion of demons, sitting there, dressed and in his right mind; and they were frightened. ", "16": "Those who had seen it told what had happened to the man controlled by demons and to the pigs; ", "17": "and the people began begging Yeshua to leave their district.", "18": "As he was getting into the boat, the man who had been demonized begged him to be allowed to go with him. ", "19": "But Yeshua would not permit it. Instead, he said to him, “Go home to your people, and tell them how much Adonai in his mercy has done for you.” ", "20": "He went off and began proclaiming in the Ten Towns how much Yeshua had done for him, and everyone was amazed.", "21": "Yeshua crossed in the boat to the other side of the lake, and a great crowd gathered around him. ", "22": "There came to him a synagogue official, Ya'ir by name, who fell at his feet ", "23": "and pleaded desperately with him, “My little daughter is at the point of death. Please! Come and lay your hands on her, so that she will get well and live!”", "24": "He went with him; and a large crowd followed, pressing all around him. ", "25": "Among them was a woman who had had a hemorrhage for twelve years ", "26": "and had suffered a great deal under many physicians. She had spent her life savings; yet instead of improving, she had grown worse. ", "27": "She had heard about Yeshua, so she came up behind him in the crowd and touched his robe; ", "28": "for she said, “If I touch even his clothes, I will be healed.” ", "29": "Instantly the hemorrhaging stopped, and she felt in her body that she had been healed from the disease. ", "30": "At the same time, Yeshua, aware that power had gone out from him, turned around in the crowd and asked, “Who touched my clothes?” ", "31": "His talmidim responded, “You see the people pressing in on you; and still you ask, 'Who touched me?'” ", "32": "But he kept looking around to see who had done it. ", "33": "The woman, frightened and trembling, because she knew what had happened to her, came and fell down in front of him and told him the whole truth. ", "34": "“Daughter,” he said to her, “your trust has healed you. Go in peace, and be healed of your disease.”", "35": "While he was still speaking, people from the synagogue official's house came, saying, “Your daughter has died. Why bother the rabbi any longer?” ", "36": "Ignoring what they had said, Yeshua told the synagogue official, “Don't be afraid, just keep trusting.” ", "37": "He let no one follow him except Kefa, Ya'akov and Yochanan, Ya'akov's brother. ", "38": "When they came to the synagogue official's house, he found a great commotion, with people weeping and wailing loudly. ", "39": "On entering, he said to them, “Why all this commotion and weeping? The child isn't dead, she's just asleep!” ", "40": "And they jeered at him. But he put them all outside, took the child's father and mother and those with him, and went in where the child was. ", "41": "Taking her by the hand, he said to her, “Talita, kumi!” (which means, “Little girl, I say to you, get up!”). ", "42": "At once the girl got up and began walking around; she was twelve years old. Everybody was utterly amazed. ", "43": "He gave them strict orders to say nothing about this to anyone, and told them to give her something to eat."}