{"1": "It was during that time that another large crowd gathered, and they had nothing to eat. Yeshua called his talmidim to him and said to them, ", "2": "“I feel sorry for these people, because they have been with me three days, and now they have nothing to eat. ", "3": "If I send them off to their homes hungry, they will collapse on the way; some of them have come a long distance.” ", "4": "His talmidim said to him, “How can anyone find enough bread to satisfy these people in a remote place like this?” ", "5": "“How many loaves do you have?” he asked them. They answered, “Seven.” ", "6": "He then told the crowd to sit down on the ground, took the seven loaves, made a b'rakhah, broke the loaves and gave them to his talmidim to serve to the people. ", "7": "They also had a few fish; making a b'rakhah over them he also ordered these to be served. ", "8": "The people ate their fill; and the talmidim took up the leftover pieces, seven large basketsful. ", "9": "About four thousand were there. ", "10": "After sending them away, Yeshua got into the boat with his talmidim and went off to the district of Dalmanuta.", "11": "The P'rushim came and began arguing with him; they wanted him to give them a sign from Heaven, because they were out to trap him. ", "12": "With a sigh that came straight from his heart, he said, “Why does this generation want a sign? Yes! I tell you, no sign will be given to this generation!” ", "13": "With that, he left them, got into the boat again and went off to the other side of the lake.", "14": "Now the talmidim had forgotten to bring bread and had with them in the boat only one loaf. ", "15": "So when Yeshua said to them, “Watch out! Guard yourselves from the hametz of the P'rushim and the hametz of Herod,” ", "16": "they thought he had said it because they had no bread. ", "17": "But, aware of this, he said, “Why are you talking with each other about having no bread? Don't you see or understand yet? Have your hearts been made like stone? ", "18": "You have eyes — don't you see? You have ears — don't you hear? And don't you remember? ", "19": "When I broke the five loaves for the five thousand, how many baskets full of broken pieces did you collect?” “Twelve,” they answered him. ", "20": "“And when I broke the seven loaves for the four thousand, how many baskets full of broken pieces did you collect?” “Seven,” they answered. ", "21": "He said to them, “And you still don't understand?”", "22": "They came to Beit-Tzaidah. Some people brought him a blind man and begged Yeshua to touch him. ", "23": "Taking the blind man's hand, he led him outside the town. He spit in his eyes, put his hands on him and asked him, “Do you see anything?” ", "24": "He looked up and said, “I see people, but they look like walking trees.” ", "25": "Then he put his hands on the blind man's eyes again. He peered intently, and his eyesight was restored, so that he could see everything distinctly. ", "26": "Yeshua sent him home with the words, “Don't go into town.”", "27": "Yeshua and his talmidim went on to the towns of Caesarea Philippi. On the way, he asked his talmidim, “Who are people saying I am?” ", "28": "“Some say you are Yochanan the Immerser,” they told him, “others say Eliyahu, and still others, one of the prophets.” ", "29": "“But you,” he asked, “who do you say I am?” Kefa answered, “You are the Mashiach.” ", "30": "Then Yeshua warned them not to tell anyone about him. ", "31": "He began teaching them that the Son of Man had to endure much suffering and be rejected by the elders, the head cohanim and the Torah-teachers; and that he had to be put to death; but that after three days, he had to rise again. ", "32": "He spoke very plainly about it. Kefa took him aside and began rebuking him. ", "33": "But, turning around and looking at his talmidim, he rebuked Kefa. “Get behind me, Satan!” he said, “For your thinking is from a human perspective, not from God's perspective!”", "34": "Then Yeshua called the crowd and his talmidim to him and told them, “If anyone wants to come after me, let him say 'No' to himself, take up his execution-stake, and keep following me. ", "35": "For whoever wants to save his own life will destroy it, but whoever destroys his life for my sake and for the sake of the Good News will save it. ", "36": "Indeed, what will it benefit a person if he gains the whole world but forfeits his life? ", "37": "What could a person give in exchange for his life? ", "38": "For if someone is ashamed of me and of what I say in this adulterous and sinful generation, the Son of Man also will be ashamed of him when he comes in his Father's glory with the holy angels."}