{"1-4": "While Peter and John were addressing the people, the priests, the chief of the Temple police, and some Sadducees came up, indignant that these upstart apostles were instructing the people and proclaiming that the resurrection from the dead had taken place in Jesus. They arrested them and threw them in jail until morning, for by now it was late in the evening. But many of those who listened had already believed the Message—in round numbers about five thousand!", "5-7": "The next day a meeting was called in Jerusalem. The rulers, religious leaders, religion scholars, Annas the Chief Priest, Caiaphas, John, Alexander—everybody who was anybody was there. They stood Peter and John in the middle of the room and grilled them: “Who put you in charge here? What business do you have doing this?”", "8-12": "With that, Peter, full of the Holy Spirit, let loose: “Rulers and leaders of the people, if we have been brought to trial today for helping a sick man, put under investigation regarding this healing, I'll be completely frank with you—we have nothing to hide. By the name of Jesus Christ of Nazareth, the One you killed on a cross, the One God raised from the dead, by means of his name this man stands before you healthy and whole. Jesus is 'the stone you masons threw out, which is now the cornerstone.' Salvation comes no other way; no other name has been or will be given to us by which we can be saved, only this one.”", "13-14": "They couldn't take their eyes off them—Peter and John standing there so confident, so sure of themselves! Their fascination deepened when they realized these two were laymen with no training in Scripture or formal education. They recognized them as companions of Jesus, but with the man right before them, seeing him standing there so upright—so healed!—what could they say against that?", "15-17": "They sent them out of the room so they could work out a plan. They talked it over: “What can we do with these men? By now it's known all over town that a miracle has occurred, and that they are behind it. There is no way we can refute that. But so that it doesn't go any further, let's silence them with threats so they won't dare to use Jesus' name ever again with anyone.”", "18-20": "They called them back and warned them that they were on no account ever again to speak or teach in the name of Jesus. But Peter and John spoke right back, “Whether it's right in God's eyes to listen to you rather than to God, you decide. As for us, there's no question—we can't keep quiet about what we've seen and heard.”", "21-22": "The religious leaders renewed their threats, but then released them. They couldn't come up with a charge that would stick, that would keep them in jail. The people wouldn't have stood for it—they were all praising God over what had happened. The man who had been miraculously healed was over forty years old.", "23-26": "As soon as Peter and John were let go, they went to their friends and told them what the high priests and religious leaders had said. Hearing the report, they lifted their voices in a wonderful harmony in prayer: “Strong God, you made heaven and earth and sea and everything in them. By the Holy Spirit you spoke through the mouth of your servant and our father, David: Why the big noise, nations? Why the mean plots, peoples? Earth's leaders push for position, Potentates meet for summit talks, The God-deniers, the Messiah-defiers!", "27-28": "“For in fact they did meet—Herod and Pontius Pilate with nations and peoples, even Israel itself!—met in this very city to plot against your holy Son Jesus, the One you made Messiah, to carry out the plans you long ago set in motion.", "29-30": "“And now they're at it again! Take care of their threats and give your servants fearless confidence in preaching your Message, as you stretch out your hand to us in healings and miracles and wonders done in the name of your holy servant Jesus.”", "31": "While they were praying, the place where they were meeting trembled and shook. They were all filled with the Holy Spirit and continued to speak God's Word with fearless confidence.", "32-33": "The whole congregation of believers was united as one—one heart, one mind! They didn't even claim ownership of their own possessions. No one said, “That's mine; you can't have it.” They shared everything. The apostles gave powerful witness to the resurrection of the Master Jesus, and grace was on all of them.", "34-35": "And so it turned out that not a person among them was needy. Those who owned fields or houses sold them and brought the price of the sale to the apostles and made an offering of it. The apostles then distributed it according to each person's need.", "36-37": "Joseph, called by the apostles “Barnabas” (which means “Son of Comfort”), a Levite born in Cyprus, sold a field that he owned, brought the money, and made an offering of it to the apostles."}