{"1": "For you yourselves know, brothers and sisters, that our visit to you was not in vain. ", "2": "On the contrary, after we had first suffered and been mistreated in Philippi, as you know,[a] we had boldness in our God to tell you the Good News of God—even in the midst of much opposition. ", "3": "For our urging is not out of deceit or impure motives or trickery. ", "4": "But just as we have been approved by God to be entrusted with the Good News, so we declare it—not pleasing men but rather God, who examines our hearts.[b]", "5": "For as you know and God is witness, we never came with a word of flattery or a motive of greed—", "6": "or seeking glory from people, whether from you or from others, ", "7": "even though we could have thrown our weight around as emissaries of Messiah. Rather, we proved to be infants[c] among you. Like a nursing mother[d] cherishes her children, ", "8": "in this way we were yearning for you. We were delighted to share with you not only the Good News of God but also our very souls, because you had become dear to us.", "9": "For you recall, brothers and sisters, our labor and hardship—working night and day, so as not to burden any of you while we proclaimed to you the Good News of God. ", "10": "You are witnesses, along with God, of how devoutly and righteously and blamelessly we behaved toward you who believe. ", "11": "For you know how, as a father with his own children, ", "12": "we exhorted and encouraged and urged each one of you to walk in a manner worthy of God, who calls you into His own kingdom and glory.", "13": "For this reason, we also thank God constantly that when you received the word of God which you heard from us, you accepted it not as the word of men, but as it truly is—the word of God, which does its work in you who believe. ", "14": "For you, brothers and sisters, became imitators of God's communities in Messiah Yeshua that are in Judea—for you suffered the same things at the hands of your own countrymen as they did from the Judean leaders, ", "15": "who killed both the Lord Yeshua and the prophets and drove us out.[e] They are not pleasing to God and hostile to all people, ", "16": "hindering us from speaking to the Gentiles so that they might be saved. As a result, they constantly fill up the measure of their sins. But wrath has come upon them at last.", "17": "But brothers and sisters, after we were orphaned by separation from you for a short time (in person, not in heart), we were all the more eager in our great longing to see you face to face. ", "18": "For we wanted to come to you—I, Paul, more than once—but satan thwarted us. ", "19": "For who is our hope or joy or crown of boasting[f] before our Lord Yeshua at His coming? Is it not you? ", "20": "For you are our glory and joy!"}