{"1": "Now concerning the times and seasons,[a] brothers and sisters, you have no need for anything to be written to you. ", "2": "For you yourselves know very well that the Day of the Lord[b] comes like a thief in the night. ", "3": "When they are saying, “Shalom and safety,”[c] sudden destruction comes upon them like a woman having birth pains in the womb—there is no way they will escape. ", "4": "But you, brothers and sisters, are not in the dark, so that the Day might overtake you like a thief.", "5": "[d] 5 For you all are sons of light and sons of day. We are not of night or of darkness—", "6": "so then, let us not sleep as the others do, but let us remain on the alert and sober-minded. ", "7": "For those who sleep, sleep at night; and those who get drunk, get drunk at night. ", "8": "But since we are of the day, let us be sober-minded—putting on the breastplate of faithfulness and love, and the hope of salvation as a helmet.", "9": "[e] 9 For God did not destine us for wrath but for obtaining salvation through our Lord Yeshua the Messiah. ", "10": "He died for us so that, whether we may be awake or asleep,[f] we may live together with Him. ", "11": "Therefore encourage one another and build each other up—just as you in fact are doing.", "12": "Now we ask you, brothers and sisters, to recognize those who work hard among you and are over you in the Lord and correct[g] you, ", "13": "and to esteem them beyond all measure in love because of their work. Keep shalom among yourselves.", "14": "We urge you, brothers and sisters, correct the unruly, comfort the fainthearted, help the weak, be patient with everyone. ", "15": "See that no one repays evil for evil to anyone, but always pursue what is good for one another and for all.", "16": "Rejoice always,", "17": "pray constantly,", "18": "in everything give thanks; for this is God's will for you in Messiah Yeshua.", "19": "Do not quench the Spirit,", "20": "do not despise prophetic messages,", "21": "but test all things, hold fast to what is good,", "22": "keep away from every kind of evil.", "23": "Now may the God of shalom Himself make you completely holy; and may your whole spirit and soul and body be kept complete, blameless at the coming of our Lord Yeshua the Messiah. ", "24": "Faithful is the One who calls you—and He will make it happen!", "25": "Brothers and sisters, pray for us.", "26": "Greet all the brothers and sisters with a holy kiss. ", "27": "I charge you under oath, by the Lord, that this letter be read to all the brothers and sisters.", "28": "The grace of our Lord Yeshua the Messiah be with you.[h]"}