{"1": "I am Isaiah, the son of Amoz. And this is the message[a] that I was given about Judah and Jerusalem when Uzziah, Jotham, Ahaz, and Hezekiah were the kings of Judah:[b]", "2": "The Lord has said, “Listen, heaven and earth! The children I raised have turned against me.", "3": "Oxen and donkeys know who owns and feeds them, but my people won't ever learn.”", "4": "Israel, you are a sinful nation loaded down with guilt. You are wicked and corrupt and have turned from the Lord, the holy God of Israel.", "5": "Why be punished more? Why not give up your sin? Your head is badly bruised, and you are weak all over.", "6": "From your head to your toes there isn't a healthy spot. Bruises, cuts, and open sores go without care or oil to ease the pain.", "7": "Your country lies in ruins; your towns are in ashes. Foreigners and strangers take and destroy your land while you watch.", "8": "Enemies surround Jerusalem, alone like a hut in a vineyard[c] or in a cucumber field.", "9": "Zion would have disappeared like Sodom and Gomorrah,[d] if the Lord All-Powerful had not let a few of its people survive.", "10": "You are no better than the leaders and people of Sodom and Gomorrah! So listen to the Lord God:", "11": "“Your sacrifices mean nothing to me. I am sick of your offerings of rams and choice cattle; I don't like the blood of bulls or lambs or goats.", "12": "“Who asked you to bring all this when you come to worship me? Stay out of my temple!", "13": "Your sacrifices are worthless, and incense is disgusting. I can't stand the evil you do on your New Moon Festivals or on your Sabbaths and other times of worship.", "14": "I hate your New Moon Festivals and all others as well. They are a heavy burden I am tired of carrying.", "15": "“No matter how much you pray, I won't listen. You are too violent.", "16": "Wash yourselves clean! I am disgusted with your filthy deeds. Stop doing wrong", "17": "and learn to live right. See that justice is done. Defend widows and orphans and help those in need.”[e]", "18": "I, the Lord, invite you to come and talk it over. Your sins are scarlet red, but they will be whiter than snow or wool.", "19": "If you willingly obey me, the best crops in the land will be yours.", "20": "But if you turn against me, your enemies will kill you. I, the Lord, have spoken.", "21": "Jerusalem, you are like an unfaithful wife. Once your judges were honest and your people lived right; now you are a city full of murderers.", "22": "Your silver is fake, and your wine is watered down.", "23": "Your leaders have rejected me to become friends of crooks; your rulers are looking for gifts and bribes. Widows and orphans never get a fair trial.", "24": "I am the Lord All-Powerful, the mighty ruler of Israel, and I make you a promise: You are now my enemy, and I will show my anger by taking revenge on you.", "25": "I will punish you terribly and burn away everything that makes you unfit to worship me.", "26": "Jerusalem, I will choose judges and advisors like those you had before. Your new name will be “Justice and Faithfulness.”", "27": "Jerusalem, you will be saved by showing justice;[f] Zion's people who turn to me will be saved by doing right.", "28": "But those rebellious sinners who turn against me, the Lord, will all disappear.", "29": "You will be made ashamed of those groves of trees where you worshiped idols.", "30": "You will be like a grove of trees dying in a drought.", "31": "Your strongest leaders will be like dry wood set on fire by their idols.[g] No one will be able to help, as they all go up in flames."}