{"1": "You people are in for trouble! You have made cruel and unfair laws ", "2": "that let you cheat the poor and needy and rob widows and orphans. ", "3": "But what will you do when you are fiercely attacked and punished by foreigners? Where will you run for help? Where will you hide your valuables? ", "4": "How will you escape being captured[a] or killed? The Lord is still angry, and he isn't through with you yet![b]", "5": "The Lord says: I am furious! And I will use the king of Assyria[c] as a club ", "6": "to beat down you godless people. I am angry with you, and I will send him to attack you. He will take what he wants and walk on you like mud in the streets. ", "7": "He has even bigger plans in mind, because he wants to destroy many nations.", "8": "The king of Assyria says: My army commanders are kings! ", "9": "They have already captured[d] the cities of Calno, Carchemish, Hamath, Arpad, Samaria, and Damascus. ", "10-11": "The gods of Jerusalem and Samaria are weaker than the gods of those powerful nations. And I will destroy Jerusalem, together with its gods and idols, just as I did Samaria.", "12": "The Lord will do what he has planned against Jerusalem and Mount Zion. Then he will punish the proud and boastful king of Assyria, ", "13": "who says: I did these things by my own power because I am smart and clever. I attacked kings like a wild bull, and I took the land and the treasures of their nations. ", "14": "I have conquered the whole world! And it was easier than taking eggs from an unguarded nest. No one even flapped a wing or made a peep.", "15": "King of Assyria, can an ax or a saw overpower the one who uses it? Can a wooden pole lift whoever holds it? ", "16": "The mighty Lord All-Powerful will send a terrible disease to strike down your army, and you will burn with fever under your royal robes. ", "17": "The holy God, who is the light of Israel, will turn into a fire, and in one day you will go up in flames, just like a thornbush. ", "18": "The Lord will make your beautiful forests and fertile fields slowly rot. ", "19": "There will be so few trees that even a young child can count them.", "20": "A time is coming when the survivors from Israel and Judah will completely depend on the holy Lord of Israel, instead of the nation[e] that defeated them. ", "21-22": "There were as many people as there are grains of sand along the seashore, but only a few will survive to come back to Israel's mighty God. This is because he has threatened to destroy their nation, just as they deserve. ", "23": "The Lord All-Powerful has promised that everyone on this earth[f] will be punished.", "24": "Now the Lord God All-Powerful says to his people in Jerusalem: The Assyrians will beat you with sticks and abuse you, just as the Egyptians did. But don't be afraid of them. ", "25": "Soon I will stop being angry with you, and I will punish them for their crimes.[g] ", "26": "I will beat the Assyrians with a whip, as I did the people of Midian near the rock at Oreb. And I will show the same mighty power that I used when I made a path through the sea in Egypt. ", "27": "Then they will no longer rule your nation. All will go well for you,[h] and your burden will be lifted.", "28": "Enemy troops have reached the town of Aiath.[i] They have gone through Migron, and they stored their supplies at Michmash, ", "29": "before crossing the valley and spending the night at Geba.[j] The people of Ramah are terrified; everyone in Gibeah, the hometown of Saul, has run away. ", "30": "Loud crying can be heard in the towns of Gallim, Laishah, and sorrowful Anathoth. ", "31": "No one is left in Madmenah or Gebim. ", "32": "Today the enemy will camp at Nob[k] and shake a threatening fist at Mount Zion in Jerusalem.", "33": "But the Lord All-Powerful will use his fearsome might to bring down the tallest trees and chop off every branch.", "34": "With an ax, the glorious Lord will destroy every tree in the forests of Lebanon.[l]"}