{"1": "Like a branch that sprouts from a stump, someone from David's family[a] will someday be king.", "2": "The Spirit of the Lord will be with him to give him understanding, wisdom, and insight. He will be powerful, and he will know and honor the Lord.", "3": "His greatest joy will be to obey the Lord. This king won't judge by appearances or listen to rumors.", "4": "The poor and the needy will be treated with fairness and with justice. His word will be law everywhere in the land, and criminals will be put to death.", "5": "Honesty and fairness will be his royal robes.", "6": "Leopards will lie down with young goats, and wolves will rest with lambs. Calves and lions will eat together and be cared for by little children.", "7": "Cows and bears will share the same pasture; their young will rest side by side. Lions and oxen will both eat straw.", "8": "Little children will play near snake holes. They will stick their hands into dens of poisonous snakes and never be hurt.", "9": "Nothing harmful will take place on the Lord's holy mountain. Just as water fills the sea, the land will be filled with people who know and honor the Lord.", "10": "The time is coming when one of David's descendants[b] will be the signal for the people of all nations to come together. They will follow his advice, and his own nation will become famous.", "11": "When that day comes, the Lord will again reach out his mighty arm and bring home his people who have survived in Assyria, Egypt, Pathros, Ethiopia,[c] Elam, Shinar, Hamath, and the land along the coast.[d] ", "12": "He will give a signal to the nations, and he will bring together the refugees from Judah and Israel, who have been scattered all over the earth. ", "13": "Israel will stop being jealous of Judah, and Judah will no longer be the enemy of Israel. ", "14": "Instead, they will get together and attack the Philistines in the west. Then they will defeat the Edomites, the Moabites, and the Ammonites in the east. They will rule those people and take from them whatever they want.", "15": "The Lord will dry up the arm of the Red Sea near Egypt,[e] and he will send a scorching wind to divide the Euphrates River into seven streams that anyone can step across. ", "16": "Then for his people who survive, there will be a good road from Assyria, just as there was a good road for their ancestors when they left Egypt."}