{"1": "The Lord will have mercy on Israel and will let them be his chosen people once again. He will bring them back to their own land, and foreigners will join them as part of Israel. ", "2": "Other nations will lead them home, and Israel will make slaves of them in the land that belongs to the Lord. Israel will rule over those who once governed and mistreated them.", "3": "The Lord will set you free from your sorrow, suffering, and slavery. ", "4": "Then you will make fun of the King of Babylonia by singing this song: That cruel monster is done for! He won't attack us again.[a]", "5": "The Lord has crushed the power of those evil kings,", "6": "who were furious and never stopped abusing the people of other nations.", "7": "Now all the world is at peace; its people are celebrating with joyful songs.", "8": "King of Babylonia, even the cypress trees and the cedars of Lebanon celebrate and say, “Since you were put down, no one comes along to chop us down.”", "9": "The world of the dead eagerly waits for you. With great excitement, the spirits of ancient rulers hear about your coming.", "10": "Each one of them will say, “Now you are just as weak as any of us!", "11": "Your pride and your music have ended here in the world of the dead. Worms are your blanket, maggots are your bed.”", "12": "You, the bright morning star, have fallen from the sky! You brought down other nations; now you are brought down.", "13": "You said to yourself, “I'll climb to heaven and place my throne above the highest stars. I'll sit there with the gods far away in the north.", "14": "I'll be above the clouds, just like God Most High.”", "15": "But now you are deep in the world of the dead.", "16": "Those who see you will stare and wonder, “Is this the man who made the world tremble and shook up kingdoms?", "17": "Did he capture every city and make earth a desert? Is he the one who refused to let prisoners go home?”", "18": "When kings die, they are buried in glorious tombs.", "19": "But you will be left unburied, just another dead body lying underfoot like a broken branch. You will be one of many killed in battle and gone down to the deep rocky pit.[b]", "20": "You won't be buried with kings; you ruined your country and murdered your people. You evil monster! We hope that your family will be forgotten forever.", "21": "We will slaughter your sons to make them pay for the crimes of their ancestors. They won't take over the world or build cities anywhere on this earth.", "22": "The Lord All-Powerful has promised to attack Babylonia and destroy everyone there, so that none of them will ever be remembered again. ", "23": "The Lord will sweep out the people, and the land will become a swamp for wild animals.", "24": "The Lord All-Powerful has made this promise: Everything I have planned will happen just as I said.", "25": "I will wipe out every Assyrian in my country, and I will crush those on my mountains. I will free my people from slavery to the Assyrians.", "26": "I have planned this for the whole world, and my mighty arm controls every nation.", "27": "I, the Lord All-Powerful, have made these plans. No one can stop me now!", "28": "This message came from the Lord in the year King Ahaz died:[c]", "29": "Philistines, don't be happy just because the rod that punished you is broken. That rod will become a poisonous snake, and then a flying fiery dragon.", "30": "The poor and needy will find pastures for their sheep and will live in safety. But I will starve some of you, and others will be killed.", "31": "Cry and weep in the gates of your towns, you Philistines! Smoke blows in from the north,[d] and every soldier is ready.", "32": "If a messenger comes from a distant nation, you must say: “The Lord built Zion. Even the poorest of his people will find safety there.”"}