{"1": "This is a message about Egypt: The Lord comes to Egypt, riding swiftly on a cloud. The people are weak from fear. Their idols tremble as he approaches and says,", "2": "“I will punish Egypt with civil war— neighbors, cities, and kingdoms will fight each other.", "3": "“Egypt will be discouraged when I confuse their plans. They will try to get advice from their idols, from the spirits of the dead, and from fortunetellers.", "4": "I will put the Egyptians under the power of a cruel, heartless king. I, the Lord All-Powerful, have promised this.”", "5": "The Nile River will dry up and become parched land.", "6": "Its streams will stink, Egypt will have no water, and the reeds and tall grass will dry up.", "7": "Fields along the Nile will be completely barren; every plant will disappear.", "8": "Those who fish in the Nile will be discouraged and mourn.", "9": "None of the cloth makers[a] will know what to do, and they will turn pale.[b]", "10": "Weavers will be confused; paid workers will cry and mourn.", "11": "The king's officials in Zoan[c] are foolish themselves and give stupid advice. How can they say to him, “We are very wise, and our families go back to kings of long ago?”", "12": "Where are those wise men now? If they can, let them say what the Lord All-Powerful intends for Egypt.", "13": "The royal officials in Zoan and in Memphis are foolish and deceived. The leaders in every state have given bad advice to the nation.", "14": "The Lord has confused Egypt; its leaders have made it stagger and vomit like a drunkard.", "15": "No one in Egypt can do a thing, no matter who they are.", "16": "When the Lord All-Powerful punishes Egypt with his mighty arm, the Egyptians will become terribly weak and will tremble with fear. ", "17": "They will be so terrified of Judah that they will be frightened by the very mention of its name. This will happen because of what the Lord All-Powerful is planning against Egypt.", "18": "The time is coming when Hebrew will be spoken in five Egyptian cities, and their people will become followers of the Lord. One of these cities will be called City of the Sun.[d]", "19": "In the heart of Egypt an altar will be set up for the Lord; at its border a shrine will be built to honor him. ", "20": "These will remind the Egyptians that the Lord All-Powerful is with them. And when they are in trouble and ask for help, he will send someone to rescue them from their enemies. ", "21": "The Lord will show the Egyptians who he is, and they will know and worship the Lord. They will bring him sacrifices and offerings, and they will keep their promises to him. ", "22": "After the Lord has punished Egypt, the people will turn to him. Then he will answer their prayers, and the Egyptians will be healed.", "23": "At that time a good road will run from Egypt to Assyria. The Egyptians and the Assyrians will travel back and forth from Egypt to Assyria, and they will worship together. ", "24": "Israel will join with these two countries. They will be a blessing to everyone on earth, ", "25": "then the Lord All-Powerful will bless them by saying, “The Egyptians are my people. I created the Assyrians and chose the Israelites.”"}