{"1": "This is the message[a] that I was given about Judah and Jerusalem:", "2": "In the future, the mountain with the Lord's temple will be the highest of all. It will reach above the hills; every nation will rush to it.", "3": "Many people will come and say, “Let's go to the mountain of the Lord God of Jacob and worship in his temple.” The Lord will teach us his Law from Jerusalem, and we will obey him.", "4": "He will settle arguments between nations. They will pound their swords and their spears into rakes and shovels; they will never make war or attack one another.", "5": "People of Israel, let's live by the light of the Lord.", "6": "Our Lord, you have deserted your people, Israel, because they follow customs of nations from the east. They worship Philistine gods and are close friends of foreigners.[b]", "7": "They have endless treasures of silver and gold; they have countless horses and war chariots.", "8": "Everywhere in the country they worship the idols they have made.", "9": "And so, all of them will be ashamed and disgraced. Don't help them!", "10": "Every one of you, go hide among the rocks and in the ground, because the Lord is fearsome, marvelous, and glorious.", "11": "When the Lord comes, everyone who is proud will be made humble, and the Lord alone will be honored.", "12": "The Lord All-Powerful has chosen a day when those who are proud and conceited will be put down.", "13": "The tall and towering cedars of Lebanon will be destroyed. So will the oak trees of Bashan,", "14": "all high mountains and hills,", "15": "every strong fortress,", "16": "all the seagoing ships,[c] and every beautiful boat.", "17": "When that day comes, everyone who is proud will be put down. Only the Lord will be honored.", "18": "Idols will be gone for good.", "19": "You had better hide in caves and holes— the Lord will be fearsome, marvelous, and glorious when he comes to terrify people on earth.", "20": "On that day everyone will throw to the rats and bats their idols of silver and gold they made to worship.", "21": "The Lord will be fearsome, marvelous, and glorious when he comes to terrify people on earth— they will hide in caves and in the hills.", "22": "Stop trusting the power of humans. They are all going to die, so how can they help?"}