{"1": "This is a message about a desert beside the sea:[b] Enemies from a hostile nation attack like a whirlwind from the Southern Desert.", "2": "What a horrible vision was shown to me— a vision of betrayal and destruction. Tell Elam and Media[c] to surround and attack the Babylonians. The Lord has sworn to end the suffering they caused.", "3": "I'm in terrible pain like a woman giving birth. I'm shocked and hurt so much that I can't hear or see.", "4": "My head spins; I'm horrified! Early evening, my favorite time, has become a nightmare.", "5": "In Babylon the high officials were having a feast. They were eating and drinking, when someone shouted, “Officers, take your places! Grab your shields.”", "6": "The Lord said to me, “Send guards to find out what's going on.", "7": "When they see cavalry troops and columns of soldiers on donkeys and camels, tell them to be ready!”", "8": "Then a guard[d] said, “I have stood day and night on this watchtower, Lord.", "9": "Now I see column after column of cavalry troops.” Right away someone shouted, “Babylon has fallen! Every idol in the city lies broken on the ground.”", "10": "Then I said, “My people, you have suffered terribly, but I have a message for you from the Lord All-Powerful, the God of Israel.”", "11": "This is a message about Dumah: From the country of Seir,[e] someone shouts to me, “Guard, how much longer before daylight?”", "12": "From my guard post, I answered, “Morning will soon be here, but night will return. If you want to know more, come back later.”", "13": "This is a message for Arabs who live in the barren desert in the region of Dedan:[f] You must order your caravans", "14": "to bring water for those who are thirsty. You people of Tema[g] must bring food for the hungry refugees.", "15": "They are worn out and weary from being chased by enemies with swords and arrows.", "16": "The Lord said to me: A year from now the glory of the people of Kedar[h] will all come to an end, just as a worker's contract ends after a year. ", "17": "Only a few of their warriors will be left with bows and arrows. This is a promise that I, the Lord God of Israel, have made."}