{"1": "This is a message about Vision Valley:[a] Why are you celebrating on the flat roofs[b] of your houses?", "2": "Your city is filled with noisy shouts. Those who lie drunk in your streets were not killed in battle.", "3": "Your leaders ran away, but they were captured without a fight. No matter how far they ran, they were found and caught.[c]", "4": "Then I said, “Leave me alone! Let me cry bitter tears. My people have been destroyed, so don't try to comfort me.”", "5": "The Lord All-Powerful had chosen a time for noisy shouts and confusion to fill Vision Valley, and for everyone to beg the mountains for help.[d]", "6": "The people of Elam and Kir[e] attacked with chariots[f] and carried shields.", "7": "Your most beautiful valleys were covered with chariots; your cities were surrounded by cavalry troops.", "8": "Judah was left defenseless. At that time you trusted in the weapons you had stored in Forest Palace.[g] ", "9": "You saw the holes in the outer wall of Jerusalem, and you brought water from the lower pool.[h] ", "10": "You counted the houses in Jerusalem and tore down some of them, so you could get stones to repair the city wall. ", "11": "Then you built a large tank between the walls[i] to store the water. But you refused to trust the God who planned this long ago and made it happen.", "12": "When all of this happened, the Lord All-Powerful told you to weep and mourn, to shave your heads, and wear sackcloth.", "13": "But instead, you celebrated by feasting on beef and lamb and by drinking wine, because you said, “Let's eat and drink! Tomorrow we may die.”", "14": "The Lord All-Powerful has spoken to me this solemn promise: “I won't forgive them for this, not as long as they live.”", "15": "The Lord All-Powerful is sending you with this message for Shebna, the prime minister:", "16": "Shebna, what gives you the right to have a tomb carved out of rock in this burial place of royalty? None of your relatives are buried here. ", "17": "You may be powerful, but the Lord is about to snatch you up and throw you away. ", "18": "He will roll you into a ball and throw you into a wide open country, where you will die and your chariots will be destroyed. You're a disgrace to those you serve.", "19": "The Lord is going to take away your job! ", "20-21": "He will give your official robes and your authority to his servant Eliakim son of Hilkiah. Eliakim will be like a father to the people of Jerusalem and to the royal family of Judah. ", "22": "The Lord will put him in charge of the key that belongs to King David's family. No one will be able to unlock what he locks, and no one will be able to lock what he unlocks. ", "23": "The Lord will make him as firm in his position as a tent peg hammered in the ground, and Eliakim will bring honor to his family.", "24": "His children and relatives will be supported by him, like pans hanging from a peg on the wall. ", "25": "That peg is fastened firmly now, but someday it will be shaken loose and fall down. Then everything that was hanging on it will be destroyed. This is what the Lord All-Powerful has promised."}