{"1": "This is a message from distant islands about the city of Tyre:[a] Cry, you seagoing ships![b] Tyre and its houses lie in ruins.[c]", "2": "Mourn in silence, you shop owners of Sidon,[d] you people on the coast. Your sailors crossed oceans, making your city rich.", "3": "Your merchants sailed the seas, making you wealthy by trading with nation after nation. They brought back grain that grew along the Nile.[e]", "4": "Sidon, you are a mighty fortress built along the sea. But you will be disgraced like a married woman who never had children.[f]", "5": "When Egypt hears about Tyre, it will tremble.", "6": "All of you along the coast had better cry and sail far across the ocean.[g]", "7": "Can this be the happy city that has stood for centuries? Its people have spread to distant lands;", "8": "its merchants were kings honored all over the world. Who planned to destroy Tyre?", "9": "The Lord All-Powerful planned it to bring shame and disgrace to those who are honored by everyone on earth.", "10": "People of Tyre,[h] your harbor is destroyed! You will have to become farmers just like the Egyptians.[i]", "11": "The Lord's hand has reached across the sea, upsetting the nations. He has given a command to destroy fortresses in the land of Canaan.", "12": "The Lord has said to the people of Sidon, “Your celebrating is over— you are crushed. Even if you escape to Cyprus, you won't find peace.”", "13": "Look what the Assyrians have done to Babylonia! They have attacked, destroying every palace in the land. Now wild animals live among the ruins.[j] ", "14": "Not a fortress will be left standing, so tell all the seagoing ships[k] to mourn.", "15": "The city of Tyre will be forgotten for seventy years, which is the lifetime of a king. Then Tyre will be like that evil woman in the song:", "16": "You're gone and forgotten, you evil woman! So strut through the town, singing and playing your favorite tune to be remembered again.", "17": "At the end of those seventy years, the Lord will let Tyre get back into business. The city will be like a woman who sells her body to everyone of every nation on earth, ", "18": "but none of what is earned will be kept in the city. That money will belong to the Lord, and it will be used to buy more than enough food and good clothes for those who worship the Lord."}