{"1": "The Lord is going to twist the earth out of shape and turn it into a desert. Everyone will be scattered, ", "2": "including ordinary people and priests, slaves and slave owners, buyers and sellers, lenders and borrowers, the rich and the poor. ", "3": "The earth will be stripped bare and left that way. This is what the Lord has promised.", "4": "The earth wilts away; its mighty leaders melt to nothing.[a]", "5": "The earth is polluted because its people disobeyed the laws of God, breaking their agreement that was to last forever.", "6": "The earth is under a curse; its people are dying out because of their sins.", "7": "Grapevines have dried up: wine is almost gone— mournful sounds are heard instead of joyful shouts.", "8": "No one plays tambourines or stringed instruments; all noisy celebrating has come to an end.", "9": "They no longer sing as they drink their wine, and it tastes sour.", "10": "Towns are crushed and in chaos; houses are locked tight.", "11": "Happy times have disappeared from the earth, and people shout in the streets, “We're out of wine!”", "12": "Cities are destroyed; their gates are torn down.", "13": "Nations will be stripped bare, like olive trees or vineyards after the harvest season.", "14": "People in the west shout; they joyfully praise the majesty of the Lord.", "15": "And so, everyone in the east and those on the islands should praise the Lord, the God of Israel.", "16": "From all over the world songs of praise are heard for the God of justice.[b] But I feel awful, terribly miserable. Can anyone be trusted? So many are treacherous!", "17": "Terror, traps, and pits are waiting for everyone.", "18": "If you are terrified and run, you will fall into a pit; if you crawl out of the pit, you will get caught in a trap. The sky has split apart like a window thrown open. The foundations of the earth have been shaken;", "19": "the earth is shattered, ripped to pieces.", "20": "It staggers and shakes like a drunkard or a hut in a windstorm. It is burdened down with sin; the earth will fall, never again to get up.", "21": "On that day the Lord will punish the powers in the heavens[c] and the kings of the earth.", "22": "He will put them in a pit and keep them prisoner. Then later on, he will punish them.", "23": "The moon and sun will both be embarrassed and ashamed. The Lord All-Powerful will rule on Mount Zion in Jerusalem, where he will show its rulers his wonderful glory."}