{"1": "The time is coming when the people of Judah will sing this song: “Our city[a] is protected. The Lord is our fortress, and he gives us victory.", "2": "Open the city gates for a law-abiding nation that is faithful to God.", "3": "The Lord gives perfect peace to those whose faith is firm.", "4": "So always trust the Lord because he is forever our mighty rock.[b]", "5": "God has put down our enemies in their mountain city[c] and rubbed it in the dirt.", "6": "Now the poor and abused stomp all over that city.”", "7": "Our Lord, you always do right, and you make the path smooth for those who obey you.", "8": "You are the one we trust to bring about justice; above all else we want your name to be honored.", "9": "Throughout the night, my heart searches for you, because your decisions show everyone on this earth how to live right.", "10": "Even when the wicked are treated with mercy in this land of justice, they do wrong and are blind to your glory, our Lord.", "11": "Your hand is raised and ready to punish them, but they don't see it. Put them to shame! Show how much you care for us and throw them into the fire intended for your enemies.", "12": "You will give us peace, Lord, because everything we have done was by your power.", "13": "Others have ruled over us besides you, our Lord God, but we obey only you.", "14": "Those enemies are now dead and can never live again. You have punished them— they are destroyed, completely forgotten.", "15": "Our nation has grown because of you, our Lord. We have more land than before, and you are honored.", "16": "When you punished our people, they turned and prayed to you, our Lord.[d]", "17": "Because of what you did to us, we suffered like a woman about to give birth.", "18": "But instead of having a child, our terrible pain produced only wind. We have won no victories, and we have no descendants to take over the earth.", "19": "Your people will rise to life! Tell them to leave their graves and celebrate with shouts. You refresh the earth like morning dew; you give life to the dead.", "20": "Go inside and lock the doors, my people. Hide there for a little while, until the Lord is no longer angry.", "21": "The Lord will come out to punish everyone on earth for their sins. And when he does, those who did violent crimes will be known and punished."}