{"1": "The city of Samaria above a fertile valley is in for trouble! Its leaders are drunkards, who stuff themselves with food and wine. But they will be like flowers that dry up and wilt.", "2": "Only the Lord is strong and powerful! His mighty hand will strike them down with the force of a hailstorm or a mighty whirlwind or an overwhelming flood.", "3": "Every drunkard in Ephraim[a] takes pride in Samaria, but it will be crushed.", "4": "Samaria above a fertile valley will quickly lose its glory. It will be gobbled down like the first ripe fig at harvest season.", "5": "When this time comes, the Lord All-Powerful will be a glorious crown for his people who survive.", "6": "He will see that justice rules and that his people are able to defend their cities.", "7": "Priests and prophets stumble because they are drunk. Their minds are too confused to receive God's messages or give honest decisions.", "8": "Their tables are covered, completely covered, with their stinking vomit.", "9": "You drunken leaders are like babies! How can you possibly understand or teach the Lord's message?", "10": "You don't even listen— all you hear is senseless sound after senseless sound.[b]", "11": "So, the Lord will speak to his people in strange sounds and foreign languages.[c]", "12": "He promised you perfect peace and rest, but you refused to listen.", "13": "Now his message to you will be senseless sound after senseless sound.[d] Then you will fall backwards, injured and trapped.", "14": "You rulers of Jerusalem do nothing but sneer; now you must listen to what the Lord says.", "15": "Do you think you have an agreement with death and the world of the dead? Why do you trust in your lies to keep you safe from danger and the mighty flood?", "16": "And so the Lord says, “I'm laying a firm foundation for the city of Zion. It's a valuable cornerstone proven to be trustworthy; no one who trusts it will ever be disappointed.", "17": "Justice and fairness will be the measuring lines that help me build.” Hailstones and floods will destroy and wash away your shelter of lies.", "18": "Your agreement with death and the world of the dead will be broken. Then angry, roaring waves will sweep over you.", "19": "Morning, noon, and night an overwhelming flood will wash you away. The terrible things that happen will teach you this lesson:", "20": "Your bed is too short, your blanket too skimpy.[e]", "21": "The Lord will fiercely attack as he did at Mount Perazim[f] and in Gibeon Valley.[g] But this time the Lord will do something surprising, not what you expect.", "22": "So you had better stop sneering or you will be in worse shape than ever before. I heard the Lord All-Powerful threaten the whole country with destruction.", "23": "Pay close attention to what I am saying.", "24": "Farmers don't just plow and break up the ground.", "25": "When a field is ready, they scatter the seeds of dill and cumin; they plant the seeds of wheat and barley in the proper places.", "26": "They learn this from their God.", "27": "After dill and cumin have been harvested, the stalks are pounded, not run over with a wagon.", "28": "Wheat and barley are pounded, but not beaten to pulp; they are run over with a wagon, but not ground to dust.", "29": "This wonderful knowledge comes from the Lord All-Powerful, who has such great wisdom."}