{"1": "The mighty Lord All-Powerful is going to take away from Jerusalem and Judah everything you need— your bread and water,", "2": "soldiers and heroes, judges and prophets, leaders and army officers,", "3": "officials and advisors, fortunetellers and others who tell the future.", "4": "He will let children and babies[a] become your rulers.", "5": "You will each be cruel to friends and neighbors. Young people will insult their elders; no one will show respect to those who deserve it.", "6": "Some of you will grab hold of a relative and say, “You still have a coat. Be our leader and rule this pile of ruins.”", "7": "But the answer will be, “I can't do you any good. Don't make me your leader. There's no food or clothing left in my house.”", "8": "Jerusalem and Judah, you rebelled against your glorious Lord— your words and your actions, made you stumble and fall.", "9": "The look on your faces shows that you are sinful as Sodom, and you don't try to hide it. You are in for trouble, and you have brought it all on yourselves.", "10": "Tell those who obey God, “You're very fortunate— you will be rewarded for what you have done.”", "11": "Tell those who disobey, “You're in big trouble— what you did to others will come back to you.”", "12": "Though you are God's people, you are ruled and abused by women and children. You are confused by leaders who guide you down the wrong path.", "13": "The Lord is ready to accuse and judge all nations.", "14": "He will even judge you rulers and leaders of his own nation. You destroyed his vineyard[b] and filled your houses by robbing the poor.", "15": "The Lord All-Powerful says, “You have crushed my people and rubbed in the dirt the faces of the poor.”", "16": "The Lord says: The women of Jerusalem are proud and strut around, winking shamelessly. They wear anklets that jingle and call attention to the way they walk.", "17": "But I, the Lord, will cover their heads with sores, and I will uncover their private parts.", "18-23": "When that day comes, I will take away from those women all the fine jewelry they wear on their ankles, heads, necks, ears, arms, noses, fingers, and on their clothes. I will remove their veils, their belts, their perfume, their magic charms, their royal robes, and all their fancy dresses, hats, and purses.", "24": "In place of perfume, there will be a stink; in place of belts, there will be ropes; in place of fancy hairdos, they will have bald heads. Instead of expensive clothes, they will wear sackcloth; instead of beauty, they will have ugly scars.", "25": "The fighting men of Jerusalem will be killed in battle.", "26": "The city will mourn and sit in the dirt, emptied of its people."}