{"1": "This is the Lord's message for his rebellious people: “You follow your own plans instead of mine; you make treaties without asking me, and you keep on sinning.", "2": "You trust Egypt for protection. So you refuse my advice and send messengers to Egypt to beg their king for help.", "3": "You will be disappointed, completely disgraced for trusting Egypt.", "4": "The king's power reaches from the city of Zoan as far south as Hanes.[a]", "5": "But Egypt can't protect you, and to trust that nation is useless and foolish.”", "6": "This is a message about the animals of the Southern Desert: You people carry treasures on donkeys and camels. You travel to a feeble nation through a troublesome desert filled with lions and flying fiery dragons.", "7": "Egypt can't help you! That's why I call that nation a helpless monster.”[b]", "8": "The Lord told me to write down his message for his people, so that it would be there forever. ", "9": "They have turned against the Lord and can't be trusted. They have refused his teaching ", "10": "and have said to his messengers and prophets: Don't tell us what God has shown you and don't preach the truth. Just say what we want to hear, even if it's false. ", "11": "Stop telling us what God has said! We don't want to hear any more about the holy God of Israel.", "12": "Now this is the answer of the holy God of Israel: “You rejected my message, and you trust in violence and lies.", "13": "This sin is like a crack that makes a high wall quickly crumble ", "14": "and shatter like a crushed bowl. There's not a piece left big enough to carry hot coals or to dip out water.”", "15": "The holy Lord God of Israel had told all of you, “I will keep you safe if you turn back to me and calm down. I will make you strong if you quietly trust me.” Then you stubbornly ", "16": "said, “No! We will safely escape on speedy horses.” But those who chase you will be even faster.", "17": "As few as five of them, or even one, will be enough to chase a thousand of you. Finally, all that will be left will be a few survivors as lonely as a flag pole on a barren hill.", "18": "The Lord God is waiting to show how kind he is and to have pity on you. The Lord always does right; he blesses those who trust him.", "19": "People of Jerusalem, you don't need to cry anymore. The Lord is kind, and as soon as he hears your cries for help, he will come. ", "20": "The Lord has given you trouble and sorrow as your food and drink. But now you will again see the Lord, your teacher, and he will guide you. ", "21": "Whether you turn to the right or to the left, you will hear a voice saying, “This is the road! Now follow it.” ", "22": "Then you will treat your idols of silver and gold like garbage; you will throw them away like filthy rags.", "23": "The Lord will send rain to water the seeds you have planted—your fields will produce more crops than you need, and your cattle will graze in open pastures. ", "24": "Even the oxen and donkeys that plow your fields will be fed the finest grain.[c]", "25": "On that day people will be slaughtered and towers destroyed, but streams of water will flow from high hills and towering mountains. ", "26": "Then the Lord will bandage his people's injuries and heal the wounds he has caused. The moon will shine as bright as the sun, and the sun will shine seven times brighter than usual. It will be like the light of seven days all at once.", "27": "The Lord is coming from far away with his fiery anger and thick clouds of smoke.[d] His angry words flame up like a destructive fire;", "28": "he breathes out a flood that comes up to the neck. He sifts the nations and destroys them. Then he puts a bridle in every foreigner's mouth and leads them to doom.", "29": "The Lord's people will sing as they do when they celebrate a religious festival[e] at night. The Lord is Israel's mighty rock,[f] and his people will be as happy as they are when they follow the sound of flutes to the mountain where he is worshiped.", "30": "The Lord will get furious. His fearsome voice will be heard, his arm will be seen ready to strike, and his anger will be like a destructive fire, followed by thunderstorms and hailstones. ", "31": "When the Assyrians hear the Lord's voice and see him striking with his iron rod, they will be terrified. ", "32": "He will attack them in battle, and each time he strikes them, it will be to the music of tambourines and harps.", "33": "Long ago the Lord got a place ready for burning the body of the dead king.[g] The place for the fire is deep and wide, the wood is piled high, and the Lord will start the fire by breathing out flaming sulfur."}