{"1": "Everyone of every nation, the entire earth, and all of its creatures, come here and listen!", "2": "The Lord is terribly angry with the nations; he has condemned them to be slaughtered.", "3": "Their dead bodies will be left to rot and stink; their blood will flow down the mountains.", "4": "Each star[a] will disappear— the sky will roll up like a scroll.[b] Everything in the sky will dry up and wilt like leaves on a vine or fruit on a tree.", "5": "After the sword of the Lord has done what it wants to the skies above,[c] it will come down on Edom, the nation that the Lord has doomed for destruction.", "6": "The sword of the Lord is covered with blood from lambs and goats, together with fat from kidneys of rams. This is because the Lord will slaughter many people and make a sacrifice of them in the city of Bozrah and everywhere else in Edom.", "7": "Edom's leaders are wild oxen. They are powerful bulls, but they will die with the others. Their country will be soaked with their blood, and its soil made fertile with their fat.", "8": "The Lord has chosen the year and the day, when he will take revenge and come to Zion's defense.", "9": "Edom's streams will turn into tar and its soil into sulfur— then the whole country will go up in flames.", "10": "It will burn night and day and never stop smoking. Edom will be a desert, generation after generation; no one will ever travel through that land.", "11": "Owls, hawks, and wild animals[d] will make it their home. God will leave it in ruins, merely a pile of rocks.", "12": "Edom will be called “Kingdom of Nothing.” Its rulers will also be nothing.", "13": "Its palaces and fortresses will be covered with thorns; only wolves and ostriches will make their home there.", "14": "Wildcats and hyenas will hunt together, demons will scream to demons, and creatures of the night will live among the ruins.", "15": "Owls will nest there to raise their young among its shadows,[e] while families of buzzards circle around.", "16": "In The Book of the Lord[f] you can search and find where it is written, “The Lord brought together all of his creatures by the power of his Spirit. Not one is missing.”", "17": "The Lord has decided where they each should live; they will be there forever, generation after generation."}