{"1": "About this time, Hezekiah got sick and was almost dead. So I went in and told him, “The Lord says you won't ever get well. You are going to die, and so you had better start doing what needs to be done.”", "2": "Hezekiah turned toward the wall and prayed, ", "3": "“Don't forget that I have been faithful to you, Lord. I have obeyed you with all my heart, and I do whatever you say is right.” After this, he cried hard.", "4": "Then the Lord sent me ", "5": "with this message for Hezekiah: I am the Lord God, who was worshiped by your ancestor David. I heard you pray, and I saw you cry. I will let you live fifteen years more, ", "6": "while I protect you and your city from the king of Assyria.", "7": "Now I will prove to you that I will keep my promise. ", "8": "Do you see the shadow made by the setting sun on the stairway built for King Ahaz? I will make the shadow go back ten steps. Then the shadow went back ten steps.[a]", "9": "This is what Hezekiah wrote after he got well:", "10": "I thought I would die during my best years and stay as a prisoner forever in the world of the dead.", "11": "I thought I would never again see you, my Lord, or any of the people who live on this earth.", "12": "My life was taken from me like the tent that a shepherd pulls up and moves. You cut me off like thread from a weaver's loom; you make a wreck of me day and night.", "13": "Until morning came, I thought you would crush my bones just like a hungry lion; both night and day you make a wreck of me.[b]", "14": "I cry like a swallow; I mourn like a dove. My eyes are red from looking to you, Lord. I am terribly abused. Please come and help me.[c]", "15": "There's nothing I can say in answer to you, since you are the one who has done this to me.[d] My life has turned sour; I will limp until I die.", "16": "Your words and your deeds bring life to everyone, including me.[e] Please make me healthy and strong again.", "17": "It was for my own good that I had such hard times. But your love protected me from doom in the deep pit,[f] and you turned your eyes away from my sins.", "18": "No one in the world of the dead can thank you or praise you; none of those in the deep pit can hope for you to show them how faithful you are.", "19": "Only the living can thank you, as I am doing today. Each generation tells the next about your faithfulness.[g]", "20": "You, Lord, will save me, and every day that we live we will sing in your temple to the music of stringed instruments.", "21": "I had told King Hezekiah's servants to put some mashed figs on the king's open sore, and he would get well. ", "22": "Then Hezekiah asked for proof that he would again worship in the Lord's temple."}