{"1": "Our God has said: “Encourage my people! Give them comfort.", "2": "Speak kindly to Jerusalem and announce: Your slavery is past; your punishment is over. I, the Lord, made you pay double for your sins.”", "3": "Someone is shouting: “Clear a path in the desert! Make a straight road for the Lord our God.", "4": "Fill in the valleys; flatten every hill and mountain. Level the rough and rugged ground.", "5": "Then the glory of the Lord will appear for all to see. The Lord has promised this!”", "6": "Someone told me to shout, and I asked, “What should I shout?” We humans are merely grass, and we last no longer than wild flowers.", "7": "At the Lord's command, flowers and grass disappear, and so do we.", "8": "Flowers and grass fade away, but what our God has said will never change.", "9": "There is good news for the city of Zion. Shout it as loud as you can[a] from the highest mountain. Don't be afraid to shout to the towns of Judah, “Your God is here!”", "10": "Look! The powerful Lord God is coming to rule with his mighty arm. He brings with him what he has taken in war, and he rewards his people.", "11": "The Lord cares for his nation, just as shepherds care for their flocks. He carries the lambs in his arms, while gently leading the mother sheep.", "12": "Did any of you measure the ocean by yourself or stretch out the sky with your own hands? Did you put the soil of the earth in a bucket or weigh the hills and mountains on balance scales?", "13": "Has anyone told the Lord[b] what he must do or given him advice?", "14": "Did the Lord ask anyone to teach him wisdom and justice? Who gave him knowledge and understanding?", "15": "To the Lord, all nations are merely a drop in a bucket or dust on balance scales; all of the islands are but a handful of sand.", "16": "The cattle on Lebanon's mountains would not be enough to offer as a sacrifice to God, and the trees would not be enough for the fire.", "17": "God thinks of the nations as far less than nothing.", "18": "Who compares with God? Is anything like him?", "19": "Is an idol at all like God? It is made of bronze with a thin layer of gold, and decorated with silver.", "20": "Or special wood may be chosen[c] because it doesn't rot— then skilled hands take care to make an idol that won't fall on its face.", "21": "Don't you know? Haven't you heard? Isn't it clear that God created the world?[d]", "22": "God is the one who rules the whole earth, and we that live here are merely insects. He spread out the heavens like a curtain or an open tent.", "23": "God brings down rulers and turns them into nothing.", "24": "They are like flowers freshly sprung up and starting to grow. But when God blows on them, they wilt and are carried off like straw in a storm.", "25": "The holy God asks, “Who compares with me? Is anyone my equal?”", "26": "Look at the evening sky! Who created the stars? Who gave them each a name? Who leads them like an army? The Lord is so powerful that none of the stars are ever missing.", "27": "You people of Israel, say, “God pays no attention to us! He doesn't care if we are treated unjustly.” But how can you say that?", "28": "Don't you know? Haven't you heard? The Lord is the eternal God, Creator of the earth. He never gets weary or tired; his wisdom cannot be measured.", "29": "The Lord gives strength to those who are weary.", "30": "Even young people get tired, then stumble and fall.", "31": "But those who trust the Lord will find new strength. They will be strong like eagles soaring upward on wings; they will walk and run without getting tired."}