{"1": "Be silent and listen, every island in the sea. Have courage and come near, every one of you nations. Let's settle this matter!", "2": "Who appointed this ruler from the east?[a] Who puts nations and kings in his power?[b] His sword and his arrows turn them to dust blown by the wind.", "3": "He goes after them so quickly that his feet barely touch the ground— he doesn't even get hurt.", "4": "Who makes these things happen? Who controls human events? I do! I am the Lord. I was there at the beginning; I will be there at the end.", "5": "Islands and foreign nations saw what I did and trembled as they came near.", "6": "Worshipers of idols comfort each other, saying, “Don't worry!”", "7": "Woodcarvers, goldsmiths, and other workers[c] encourage one another and say, “We've done a great job!” Then they nail the idol down, so it won't fall over.", "8": "Israel, you are my servant. I chose you, the family of my friend Abraham.", "9": "From far across the earth I brought you here and said, “You are my chosen servant. I haven't forgotten you.”", "10": "Don't be afraid. I am with you. Don't tremble with fear. I am your God. I will make you strong, as I protect you with my arm and give you victories.", "11": "Everyone who hates you will be terribly disgraced; those who attack will vanish into thin air.", "12": "You will look around for those brutal enemies, but you won't find them because they will be gone.", "13": "I am the Lord your God. I am holding your hand, so don't be afraid. I am here to help you.", "14": "People of Israel, don't worry, though others may say, “Israel is only a worm!” I am the holy God of Israel, who saves and protects you.", "15": "I will let you be like a log covered with sharp spikes.[d] You will grind and crush every mountain and hill[e] until they turn to dust.", "16": "A strong wind will scatter them in all directions. Then you will celebrate and praise me, your Lord, the holy God of Israel.", "17": "When the poor and needy are dying of thirst and cannot find water, I, the Lord God of Israel, will come to their rescue. I won't forget them.", "18": "I will make rivers flow on mountain peaks. I will send streams to fill the valleys. Dry and barren land will flow with springs and become a lake.", "19": "I will fill the desert with all kinds of trees— cedars, acacias, and myrtles; olive and cypress trees; fir trees and pines.", "20": "Everyone will see this and know that I, the holy Lord God of Israel, created it all.", "21": "I am the Lord, the King of Israel! Come argue your case with me. Present your evidence.", "22": "Come near me, you idols.[f] Tell us about the past, and we will think about it. Tell us about the future, so we will know what is going to happen.", "23": "Prove that you are gods by making your predictions come true. Do something good or evil, so we can be amazed and terrified.[g]", "24": "You idols are nothing, and you are powerless.[h] To worship you would be disgusting.", "25": "I, the Lord, appointed a ruler in the north; now he comes from the east to honor my name. He tramples[i] kings like mud, as potters trample clay.[j]", "26": "Did any of you idols predict what would happen? Did any of you get it right? None of you told about this or even spoke a word.", "27": "I was the first to tell the people of Jerusalem, “Look, it's happening!”[k] I was the one who announced this good news to Zion.", "28": "None of these idols are able to give advice or answer questions.", "29": "They are nothing,[l] and they can do nothing— they are less than a passing breeze."}