{"1": "Descendants of Jacob, I, the Lord, created you and formed your nation. Israel, don't be afraid. I have rescued you. I have called you by name; now you belong to me.", "2": "When you cross deep rivers, I will be with you, and you won't drown. When you walk through fire, you won't be burned or scorched by the flames.", "3": "I am the Lord, your God, the Holy One of Israel, the God who saves you. I gave up Egypt, Ethiopia,[a] and the region of Seba[b] in exchange for you.", "4": "To me, you are very dear, and I love you. That's why I gave up nations and people to rescue you.", "5": "Don't be afraid! I am with you. From both east and west I will bring you together.", "6": "I will say to the north and to the south, “Free my sons and daughters! Let them return from distant lands.", "7": "They are my people— I created each of them to bring honor to me.”", "8": "The Lord said: Bring my people together. They have eyes and ears, but they can't see or hear.", "9": "Tell everyone of every nation to gather around. None of them can honestly say, “We told you so!” If someone heard them say this, then tell us about it now.", "10": "My people, you are my witnesses and my chosen servant. I want you to know me, to trust me, and understand that I alone am God. I have always been God; there can be no others.", "11": "I alone am the Lord; only I can rescue you.", "12": "I promised to save you, and I kept my promise. You are my witnesses that no other god did this. I, the Lord, have spoken.", "13": "I am God now and forever. No one can snatch you from me or stand in my way.", "14": "I, the Lord, will rescue you! I am Israel's holy God, and this is my promise: For your sake, I will send an army against Babylon to drag its people away, crying as they go.[c]", "15": "I am the Lord, your holy God, Israel's Creator and King.", "16": "I am the one who cut a path through the mighty ocean.", "17": "I sent an army to chase you with chariots and horses; now they lie dead, unable to move. They are like an oil lamp with the flame snuffed out.", "18": "The Lord said: Forget what happened long ago! Don't think about the past.", "19": "I am creating something new. There it is! Do you see it? I have put roads in deserts, streams[d] in thirsty lands.", "20": "Every wild animal honors me, even jackals[e] and owls. I provide water in deserts— streams in thirsty lands for my chosen people.", "21": "I made them my own nation, so they would praise me.", "22": "I, the Lord, said to Israel: You have become weary, but not from worshiping me.", "23": "You have not honored me by sacrificing sheep or other animals. And I have not burdened you with demands for sacrifices or sweet-smelling incense.", "24": "You have not brought delicious spices for me or given me the best part of your sacrificed animals. Instead, you burden me down with your terrible sins.", "25": "But I wipe away your sins because of who I am. And so, I will forget the wrongs you have done.", "26": "Meet me in court! State your case and prove that you are right.", "27": "Your earliest ancestor[f] and all of your leaders[g] rebelled against me.", "28": "That's why I don't allow your priests to serve me; I let Israel be destroyed and your people disgraced."}