{"1": "People of Israel, I have chosen you as my servant.", "2": "I am your Creator. You were in my care even before you were born. Israel, don't be terrified! You are my chosen servant, my very favorite.[a]", "3": "I will bless the thirsty land by sending streams of water; I will bless your descendants by giving them my Spirit.", "4": "They will spring up like grass[b] or like willow trees near flowing streams.", "5": "They will worship me and become my people. They will write my name on the back of their hands.[c]", "6": "I am the Lord All-Powerful, the first and the last, the one and only God. Israel, I have rescued you! I am your King.", "7": "Can anyone compare with me? If so, let them speak up and tell me now. Let them say what has happened since I made my nation long ago, and let them tell what is going to happen.[d]", "8": "Don't tremble with fear! Didn't I tell you long ago? Didn't you hear me? I alone am God— no one else is a mighty rock.[e]", "9": "The Lord said: Those people who make idols are nothing themselves, and the idols they treasure are just as worthless. Worshipers of idols are blind, stupid, and foolish.", "10": "Why make an idol or an image that can't do a thing?", "11": "Everyone who makes idols and all who worship them are mere humans, who will end up sadly disappointed. Let them face me in court and be terrified.", "12": "A metalworker shapes an idol by using a hammer[f] and heat from the fire. In his powerful hand he holds a hammer, as he pounds the metal into the proper shape. But he gets hungry and thirsty and loses his strength.", "13": "Some woodcarver measures a piece of wood, then draws an outline. The idol is carefully carved with each detail exact. At last it looks like a person and is placed in a temple.", "14": "Either cedar, cypress, oak, or any tree from the forest may be chosen. Or even a pine tree planted by the woodcarver and watered by the rain.", "15": "Some of the wood is used to make a fire for heating or for cooking. One piece is made into an idol, then the woodcarver bows down and worships it.", "16": "He enjoys the warm fire and the meat that was roasted over the burning coals.", "17": "Afterwards, he bows down to worship the wooden idol. “Protect me!” he says. “You are my god.”", "18": "Those who worship idols are stupid and blind! ", "19": "They don't have enough sense to say to themselves, “I made a fire with half of the wood and cooked my bread and meat on it. Then I made something worthless with the other half. Why worship a block of wood?”", "20": "How can anyone be stupid enough to trust something that can be burned to ashes?[g] No one can save themselves like that. Don't they realize that the idols they hold in their hands are not really gods?", "21": "People of Israel, you are my servant, so remember all of this. Israel, I created you, and you are my servant. I won't forget you.[h]", "22": "Turn back to me! I have rescued you and swept away your sins as though they were clouds.", "23": "Tell the heavens and the earth to start singing! Tell the mountains and every tree in the forest to join in the song! The Lord has rescued his people; now they will worship him.", "24": "Israel, I am your Lord. I am your source of life, and I have rescued you. I created everything from the sky above to the earth below.", "25": "I make liars of false prophets and fools of fortunetellers. I take human wisdom and turn it into nonsense.", "26": "I will make the message of my prophets come true. They are saying, “Jerusalem will be filled with people, and the Lord will rebuild the towns of Judah.”", "27": "I am the one who commands the sea and its streams to run dry.", "28": "I am also the one who says, “Cyrus will lead my people and obey my orders. Jerusalem and the temple will be rebuilt.”"}