{"1": "The Lord said to Cyrus, his chosen one: I have taken hold of your right hand to help you capture nations and remove kings from power. City gates will open for you; not one will stay closed.", "2": "As I lead you, I will level mountains[a] and break the iron bars on bronze gates of cities.", "3": "I will give you treasures hidden in dark and secret places. Then you will know that I, the Lord God of Israel, have called you by name.", "4": "Cyrus, you don't even know me! But I have called you by name and highly honored you[b] because of Israel, my chosen servant.", "5": "Only I am the Lord! There are no other gods. I have made you strong, though you don't know me.", "6": "Now everyone from east to west will learn that I am the Lord. No other gods are real.", "7": "I create light and darkness, happiness and sorrow. I, the Lord, do all of this.", "8": "Tell the heavens to send down justice like showers of rain. Prepare the earth for my saving power to sprout and produce justice that I, the Lord, create.[c]", "9": "The Lord said: Israel, you have no right to argue with your Creator. You are merely a clay pot shaped by a potter. The clay doesn't ask, “Why did you make me this way? Where are the handles?”", "10": "Children don't have the right to demand of their parents, “What have you done to make us what we are?”", "11": "I am the Lord, the Creator, the holy God of Israel. Do you dare question me about my own nation or about what I have done?", "12": "I created the world and covered it with people; I stretched out the sky and filled it with stars.", "13": "I have done the right thing by placing Cyrus in power, and I will make the roads easy for him to follow. I am the Lord All-Powerful! Cyrus will rebuild my city and set my people free without being paid a thing. I, the Lord, have spoken.", "14": "My people, I, the Lord, promise that the riches of Egypt and the treasures of Ethiopia[d] will belong to you. You will force into slavery those tall people of Seba.[e] They will bow down and say, “The only true God is with you; there are no other gods.”", "15": "People of Israel, your God is a mystery, though he alone can save.", "16": "Anyone who makes idols will be confused and terribly disgraced.", "17": "But Israel, I, the Lord, will always keep you safe and free from shame.", "18": "The Lord alone is God! He created the heavens and made a world where people can live, instead of creating an empty desert. The Lord alone is God; there are no others.", "19": "The Lord did not speak in a dark secret place or command Jacob's descendants to search for him in vain. The Lord speaks the truth, and this is what he says", "20": "to every survivor from every nation: “Gather around me! Learn how senseless it is to worship wooden idols or pray to helpless gods.", "21": "“Why don't you get together and meet me in court? Didn't I tell you long ago what would happen? I am the only God! There are no others. I bring about justice, and have the power to save.", "22": "“I invite the whole world to turn to me and be saved. I alone am God! No others are real.", "23": "I have made a solemn promise, one that won't be broken: Everyone will bow down and worship me.", "24": "They will admit that I alone can bring about justice. Everyone who is angry with me will be terribly ashamed and will turn to me.", "25": "I, the Lord, will give victory and great honor to the people of Israel.”"}