{"1": "People of Israel, you come from Jacob's family and the tribe[a] of Judah. You claim to worship me, the Lord God of Israel, but you are lying.", "2": "You call Jerusalem your home and say you depend on me, the Lord All-Powerful, the God of Israel.", "3": "Long ago I announced what was going to be, then without warning, I made it happen.", "4": "I knew you were stubborn and hardheaded.", "5": "And I told you these things, so that when they happened you would not say, “The idols we worship did this.”", "6": "You heard what I said, and you have seen it happen. Now admit that it's true! I will show you secrets you have never known.", "7": "Today I am doing something new, something you cannot say you have heard before.", "8": "You have never been willing to listen to what I say; from the moment of your birth, I knew you would rebel.", "9": "I, the Lord, am true to myself; I will be praised for not punishing and destroying you.", "10": "I tested you in hard times just as silver is refined in a heated furnace.[b]", "11": "I did this because of who I am. I refuse to be dishonored[c] or share my praise with any other god.", "12": "Israel, my chosen people, listen to me. I alone am the Lord, the first and the last.", "13": "With my own hand I created the earth and stretched out the sky. They obey my every command.", "14": "Gather around me, all of you! Listen to what I say. Did any of your idols predict this would happen? Did they say that my friend[d] would do what I want done to Babylonia?[e]", "15": "I was the one who chose him. I have brought him this far, and he will be successful.", "16": "Come closer and listen! I have never kept secret the things I have said, and I was here before time began. By the power of his Spirit the Lord God has sent me", "17": "with this message: People of Israel, I am the holy Lord God, the one who rescues you. For your own good, I teach you, and I lead you along the right path.", "18": "How I wish that you had obeyed my commands! Your success and good fortune would then have overflowed like a flooding river.", "19": "Your nation would be blessed with more people than there are grains of sand along the seashore. And I would never have let your country be destroyed.", "20": "Now leave Babylon! Celebrate as you go. Be happy and shout for everyone to hear, “The Lord has rescued his servant Israel!", "21": "He led us through the desert and made water flow from a rock to satisfy our thirst.", "22": "But the Lord has promised that none who are evil will live in peace.”"}