{"1": "The Lord said: I will sing a song about my friend's vineyard that was on the side of a fertile hill.", "2": "My friend dug the ground, removed the stones, and planted the best vines. He built a watchtower and dug a pit in rocky ground for pressing the grapes. He hoped they would be sweet, but bitter grapes were all it produced.", "3": "Listen, people of Jerusalem and of Judah! You be the judge of me and my vineyard.", "4": "What more could I have done for my vineyard? I hoped for sweet grapes, but bitter grapes were all that grew.", "5": "Now I will let you know what I am going to do. I will cut down the hedge and tear down the wall. My vineyard will be trampled and left in ruins.", "6": "It will turn into a desert, neither pruned nor hoed; it will be covered with thorns and briars. I will command the clouds not to send rain.", "7": "I am the Lord All-Powerful! Israel is the vineyard, and Judah is the garden I tended with care. I had hoped for honesty and for justice, but dishonesty and cries for mercy were all I found.", "8": "You are in for trouble! You take over house after house and field after field, until there is no room left for anyone else in all the land. ", "9": "But the Lord All-Powerful has made this promise to me: Those large and beautiful homes will be left empty, with no one to take care of them. ", "10": "Ten acres of grapevines will produce only six gallons of juice, and five bushels of seed will produce merely a half-bushel of grain.", "11": "You are in for trouble! You get up early to start drinking, and you keep it up late into the night. ", "12": "At your drinking parties you have the music of stringed instruments, tambourines, and flutes. But you never even think about all the Lord has done, ", "13": "and so his people know nothing about him. That's why many of you will be dragged off to foreign lands. Your leaders will starve to death, and everyone else will suffer from thirst.", "14": "The world of the dead has opened its mouth wide and is eagerly waiting for the leaders of Jerusalem and for its noisy crowds, especially for those who take pride in that city. ", "15": "Its citizens have been put down, and its proud people have been brought to shame. ", "16": "But the holy Lord God All-Powerful is praised, because he has shown who he is by bringing justice. ", "17": "His people will be like sheep grazing in their own pasture, and they will take off what was left by others.[a]", "18": "You are in for trouble! The lies you tell are like ropes by which you drag along sin and evil. ", "19": "And you say, “Let the holy God of Israel hurry up and do what he has promised, so we can see it for ourselves.” ", "20": "You are headed for trouble! You say wrong is right, darkness is light, and bitter is sweet.", "21": "You think you are clever and smart. ", "22": "And you are great at drinking and mixing drinks. But you are in for trouble. ", "23": "You accept bribes to let the guilty go free, and you cheat the innocent out of a fair trial.", "24": "You will go up in flames like straw and hay! You have rejected the teaching of the holy Lord God All-Powerful of Israel. Now your roots will rot, and your blossoms will turn to dust.", "25": "You are the Lord's people, but you made him terribly angry, and he struck you with his mighty arm. Mountains shook, and dead bodies covered the streets like garbage. The Lord is still angry, and he is ready to strike you again.[b]", "26": "The Lord has signaled for the foreign nations to come and attack you. He has already whistled, and they are coming as fast as they can. ", "27": "None of them are tired. They don't sleep or get drowsy, and they run without stumbling. Their belts don't come loose; their sandal straps don't break. ", "28": "Their arrows are sharp, and their bows are ready. The hoofs of their horses are hard as flint; the wheels of their war chariots turn as fast as a whirlwind.", "29": "They roar and growl like fierce young lions as they grab their victims and drag them off where no one can rescue them. ", "30": "On the day they attack, they will roar like the ocean. And across the land you will see nothing but darkness and trouble, because the light of day will be covered by thick clouds."}