{"1": "If you want to do right and obey the Lord, follow Abraham's example. He was the rock from which you were chipped.", "2": "God chose Abraham and Sarah to be your ancestors. The Lord blessed Abraham, and from that one man came many descendants.", "3": "Though Zion is in ruins, the Lord will bring comfort, and the city will be as lovely as the garden of Eden that he provided. Then Zion will celebrate; it will be thankful and sing joyful songs.", "4": "The Lord says: You are my people and nation! So pay attention to me. My teaching will cause justice to shine like a light for every nation.", "5": "Those who live across the sea are eagerly waiting for me to rescue them. I am strong and ready; soon I will come to save and to rule all nations.", "6": "Look closely at the sky! Stare at the earth. The sky will vanish like smoke; the earth will wear out like clothes. Everyone on this earth will die like flies. But my victory will last; my saving power never ends.", "7": "If you want to do right and to obey my teaching with all your heart, then pay close attention. Don't be discouraged when others insult you and say hurtful things.", "8": "They will be eaten away like a moth-eaten coat. But my victory will last; my saving power will never end.", "9": "Wake up! Do something, Lord. Be strong and ready. Wake up! Do what you did for our people long ago. Didn't you chop up Rahab[a] the monster?", "10": "Didn't you dry up the deep sea and make a road for your people to follow safely across?", "11": "Now those you have rescued will return to Jerusalem, singing on their way. They will be crowned with great happiness, never again to be burdened with sadness and sorrow.", "12": "I am the Lord, the one who encourages you. Why are you afraid of mere humans? They dry up and die like grass.", "13": "I spread out the heavens and laid foundations for the earth. But you have forgotten me, your Lord and Creator. All day long you were afraid of those who were angry and hoped to abuse you. Where are they now?", "14": "Everyone crying out in pain will be quickly set free; they will be rescued from the power of death and never go hungry.", "15": "I will help them because I am your God, the Lord All-Powerful, who makes the ocean roar.", "16": "I have told you what to say, and I will keep you safe in the palm of my hand. I spread out the heavens and laid foundations for the earth. Now I say, “Jerusalem, your people are mine.”", "17": "Jerusalem, wake up! Stand up! You've drunk too much from the cup filled with the Lord's anger. You have swallowed every drop, and you can't walk straight.", "18": "Not one of your many children is there to guide you or to offer a helping hand.", "19": "You have been destroyed by war and by famine; I cannot comfort you.[b]", "20": "The Lord your God is angry, and on every street corner your children lie helpless, like deer trapped in nets.", "21": "You are in trouble and drunk, but not from wine. So pay close attention", "22": "to the Lord your God, who defends you and says, “I have taken from your hands the cup filled with my anger that made you drunk. You will never be forced to drink it again.", "23": "Instead I will give it to your brutal enemies, who treated you like dirt and walked all over you.”"}