{"1": "Sing and shout, even though you have never had children! The Lord has promised that you will have more children than someone married for a long time.", "2": "Make your tents larger! Spread out the tent pegs; fasten them firmly.", "3": "You and your descendants will take over the land of other nations. You will settle in towns that are now in ruins.", "4": "Don't be afraid or ashamed and don't be discouraged. You won't be disappointed. Forget how sinful you were when you were young; stop feeling ashamed for being left a widow.", "5": "The Lord All-Powerful, the Holy God of Israel, rules all the earth. He is your Creator and husband, and he will rescue you.", "6": "You were like a young wife, brokenhearted and crying because her husband had divorced her. But the Lord your God says, “I am taking you back!", "7": "I rejected you for a while, but with love and tenderness I will embrace you again.", "8": "For a while, I turned away in furious anger. Now I will have mercy and love you forever! I, your protector and Lord, make this promise.”", "9": "I once promised Noah that I would never again destroy the earth by a flood. Now I have promised that I will never again get angry and punish you.", "10": "Every mountain and hill may disappear. But I will always be kind and merciful to you; I won't break my agreement to give your nation peace.", "11": "Jerusalem, you are sad and discouraged, tossed around in a storm. But I, the Lord, will rebuild your city with precious stones;[a] for your foundation I will use blue sapphires.", "12": "Your fortresses[b] will be built of rubies, your gates of jewels, and your walls of gems.", "13": "I will teach your children and make them successful.", "14": "You will be built on fairness with no fears of injustice; every one of your worries will be taken far from you.", "15": "I will never send anyone to attack your city, and you will make prisoners of those who do attack.", "16": "Don't forget that I created metalworkers who make weapons over burning coals. I also created armies that can bring destruction.", "17": "Weapons made to attack you won't be successful; words spoken against you won't hurt at all. My servants, Jerusalem is yours! I, the Lord, promise to bless you with victory."}