{"1": "God's faithful people are dragged off and killed, and no one even cares. Evil sweeps them away,", "2": "but in death they find peace for obeying God.[a]", "3": "You people are unfaithful! You go to fortunetellers, and you worship idols. Now pay close attention!", "4": "Who are you making fun of? Who are you sneering at? Look how your sins have made fools of you.", "5": "All you think about is sex under those green trees where idols are worshiped. You sacrifice your children on altars built in valleys under rocky slopes.", "6": "You have chosen to worship idols made of stone;[b] you have given them offerings of wine and grain. Should I be pleased?", "7": "You have spread out your beds on the tops of high mountains, where you sacrifice to idols.", "8": "Even in your homes you have placed pagan symbols all around your huge beds. Yes, you have rejected me, sold yourselves to your lovers, and gone to bed with them.[c]", "9": "You smear on olive oil and all kinds of perfume to worship the god Molech.[d] You even seek advice from spirits of the dead.", "10": "Though you tired yourself out by running after idols, you refused to stop. Your desires were so strong that they kept you going.", "11": "Did you forget about me and become unfaithful because you were more afraid of someone else? Have I been silent so long[e] that you no longer fear me?", "12": "You think you're so good, but I'll point out the truth.", "13": "Ask your idols to save you when you are in trouble. Be careful though— it takes only a faint breath to blow them over. But if you come to me for protection, this land and my holy mountain will always belong to you.", "14": "The Lord says, “Clear the road! Get it ready for my people.”", "15": "Our holy God lives forever in the highest heavens, and this is what he says: Though I live high above in the holy place, I am here to help those who are humble and depend only on me.", "16": "My people, I won't stay angry and keep on accusing you. After all, I am your Creator. I don't want you to give up in complete despair.", "17": "Your greed made me furious. That's why I punished you and refused to be found, while you kept returning to your old sinful ways.", "18": "I know what you are like! But I will heal you, lead you, and give you comfort, until those who are mourning", "19": "start singing my praises.[f] No matter where you are, I, the Lord, will heal you[g] and give you peace.", "20": "The wicked are a restless sea tossing up mud.", "21": "But I, the Lord, have promised that none who are evil will live in peace."}