{"1": "Shout the message! Don't hold back. Say to my people Israel: You've sinned! You've turned against the Lord.", "2": "Day after day, you worship him and seem eager to learn his teachings. You act like a nation that wants to do right by obeying his laws. You ask him about justice, and say you enjoy worshiping the Lord.", "3": "You wonder why the Lord pays no attention when you go without eating and act humble. But on those same days that you give up eating, you think only of yourselves[a] and abuse your workers.", "4": "You even get angry and ready to fight. No wonder God won't listen to your prayers!", "5": "Do you think the Lord wants you to give up eating and to act as humble as a bent-over bush? Or to dress in sackcloth and sit in ashes? Is this really what he wants on a day of worship?", "6": "I'll tell you what it really means to worship the Lord. Remove the chains of prisoners who are chained unjustly. Free those who are abused!", "7": "Share your food with everyone who is hungry; share your home with the poor and homeless. Give clothes to those in need; don't turn away your relatives.", "8": "Then your light will shine like the dawning sun, and you will quickly be healed. Your honesty[b] will protect you as you advance, and the glory of the Lord will defend you from behind.", "9": "When you beg the Lord for help, he will answer, “Here I am!” Don't mistreat others or falsely accuse them or say something cruel.", "10": "Give your food to the hungry and care for the homeless. Then your light will shine in the dark; your darkest hour will be like the noonday sun.", "11": "The Lord will always guide you and provide good things to eat when you are in the desert. He will make you healthy. You will be like a garden that has plenty of water or like a stream that never runs dry.", "12": "You will rebuild those houses left in ruins for years; you will be known as a builder and repairer of city walls and streets.", "13": "But first, you must start respecting the Sabbath as a joyful day of worship. You must stop doing and saying whatever you please on this special day.", "14": "Then you will truly enjoy knowing the Lord. He will let you rule from the highest mountains and bless you with the land of your ancestor Jacob. The Lord has spoken!"}