{"1": "The Lord hasn't lost his powerful strength; he can still hear and answer prayers.", "2": "Your sins are the roadblock between you and your God. That's why he doesn't answer your prayers or let you see his face.", "3": "Your talk is filled with lies and plans for violence; every finger on your hands is covered with blood.", "4": "You falsely accuse others and tell lies in court; sin and trouble are the names of your children.", "5": "You eat the deadly eggs of poisonous snakes, and more snakes crawl out from the eggs left to hatch. You weave spider webs,", "6": "but you can't make clothes with those webs or hide behind them. You're sinful and brutal.", "7": "You hurry off to do wrong or murder innocent victims. All you think about is sin; you leave ruin and destruction wherever you go.", "8": "You don't know how to live in peace or to be fair with others. The roads you make are crooked; your followers cannot find peace.", "9": "No one has come to defend us or to bring about justice. We hoped for a day of sunshine, but all we found was a dark, gloomy night.", "10": "We feel our way along, as if we were blind; we stumble at noon, as if it were night. We can see no better than someone dead.[a]", "11": "We growl like bears and mourn like doves. We hope for justice and victory, but they escape us.", "12": "How often have we sinned and turned against you, the Lord God? Our sins condemn us! We have done wrong.", "13": "We have rebelled and refused to follow you. Our hearts were deceitful, and so we lied; we planned to abuse others and turn our backs on you.", "14": "Injustice is everywhere; justice seems far away. Truth is chased out of court; honesty is shoved aside.", "15": "Everyone tells lies; those who turn from crime end up ruined. When the Lord noticed that justice had disappeared, he became very displeased.", "16": "It disgusted him even more to learn that no one would do a thing about it. So with his own powerful arm, he won victories for truth.", "17": "Justice was the Lord's armor; saving power was his helmet; anger and revenge were his clothes.", "18": "Now the Lord will get furious and do to his enemies, both near and far, what they did to his people.", "19": "He will attack like a flood in a mighty windstorm. Nations in the west and the east will then honor and praise his wonderful name.", "20": "The Lord has promised to rescue the city of Zion and Jacob's descendants who turn from sin.", "21": "The Lord says: “My people, I promise to give you my Spirit and my message. These will be my gifts to you and your families forever. I, the Lord, have spoken.”"}