{"1": "Jerusalem, stand up! Shine! Your new day is dawning. The glory of the Lord shines brightly on you.", "2": "The earth and its people are covered with darkness, but the glory of the Lord is shining upon you.", "3": "Nations and kings will come to the light of your dawning day.", "4": "The Lord said: Open your eyes! Look around! Crowds are coming. Your sons are on their way from distant lands; your daughters are being carried like little children.", "5": "When you see this, your faces will glow; your hearts will pound and swell with pride.[a] Treasures from across the sea and the wealth of nations will be brought to you.", "6": "Your country will be covered with caravans of young camels from Midian and Ephah.[b] The people of Sheba[c] will bring gold and spices in praise of me, the Lord.", "7": "Every sheep of Kedar will come to you; rams from Nebaioth[d] will be yours as well. I will accept them as offerings and bring honor to my temple.", "8": "What is that sailing by like clouds or like doves flying home?", "9": "On those distant islands your people are waiting for me, the Lord.[e] Seagoing ships[f] lead the way to bring them home with their silver and gold. I, the holy Lord God of Israel, do this to honor your people, so they will honor me.", "10": "The Lord said: Jerusalem, your city walls will be rebuilt by foreigners; their rulers will become your slaves. I punished you in my anger; now I will be kind and treat you with mercy.", "11": "Your gates will be open day and night to let the rulers of nations lead their people to you with all their treasures.", "12": "Any nation or kingdom that refuses to serve you will be wiped out.", "13": "Wood from Lebanon's best trees will be brought to you— the pines, the firs, and the cypress trees. It will be used in my temple to make beautiful the place where I rest my feet.", "14": "The descendants of enemies who hated and mistreated you will kneel at your feet. They will say, “You are Zion, the city of the Lord, the holy God of Israel.”", "15": "You were hated and deserted, rejected by everyone. But I will make you beautiful, a city to be proud of for all time to come.", "16": "You will drain the wealth of kings and foreign nations. You will know that I, the mighty Lord God of Israel, have saved and rescued you.", "17": "I will bring bronze and iron in place of wood and stone; in place of bronze and iron, I will bring gold and silver. I will appoint peace and justice as your rulers and leaders.", "18": "Violence, destruction, and ruin will never again be heard of within your borders. “Victory” will be the name you give to your walls; “Praise” will be the name you give to your gates.", "19": "You won't need the light of the sun or the moon. I, the Lord your God, will be your eternal light and bring you honor.", "20": "Your sun will never set or your moon go down. I, the Lord, will be your everlasting light, and your days of sorrow will come to an end.", "21": "Your people will live right and always own the land; they are the trees I planted to bring praise to me.", "22": "Even the smallest family will be a powerful nation. I am the Lord, and when the time comes, I will quickly do all this."}