{"1": "Who is this coming from Bozrah[a] in Edom with clothes stained red? Who is this hero marching in his glorious uniform? “It's me, the Lord! I have won the battle, and I can save you!”", "2": "What are those red spots? Your clothes look stained from stomping on grapes.[b]", "3": "“I alone stomped the grapes! None of the nations helped. I stomped nations in my anger and stained my clothes with their blood.", "4": "I did this because I wanted to take revenge— the time had come to rescue my people.", "5": "No one was there to help me or to give support; my mighty arm won the battle, strengthened by my anger.", "6": "In my fury I stomped on nations and made them drunk; their blood poured out everywhere on earth.”", "7": "I will tell about the kind deeds the Lord has done. They deserve praise! The Lord has shown mercy to the people of Israel; he has been kind and good.", "8": "The Lord rescued his people, and said, “They are mine. They won't betray me.”", "9": "It troubled the Lord to see them in trouble, and his angel saved them.[c] The Lord was truly merciful, so he rescued his people. He took them in his arms and carried them all those years.", "10": "Then the Lord's people turned against him and made his Holy Spirit sad. So he became their enemy and attacked them.", "11": "But his people remembered what had happened during the time of Moses.[d] Didn't the Lord[e] bring them and their leaders safely through the sea? Didn't he[f] give them his Holy Spirit?", "12": "The glorious power of the Lord marched beside Moses. The Lord will be praised forever for dividing the sea.", "13": "He led his people across like horses running wild without stumbling.", "14": "His Spirit gave them rest, just as cattle find rest when led into a valley.[g] The name of the Lord was praised for doing these things.", "15": "Please, Lord, look down from your holy and glorious home in the heavens and see what's going on. Have you lost interest? Where is your power? Show that you care about us[h] and have mercy!", "16": "Our ancestors Abraham and Jacob have both rejected us. But you are still our Father; you have been our protector since ancient times.", "17": "Why did you make us turn away from you, our Lord? Why did you make us want to disobey you? Please change your mind! We are your servants, your very own people.", "18": "For a little while, your temple belonged to us;[i] and now our enemies have torn it down.", "19": "We act as though you had never ruled us or called us your people."}