{"1": "The Lord said: Heaven is my throne; the earth is my footstool. What kind of house could you build for me? In what place will I rest?", "2": "I have made everything; that's how it all came to be.[a] I, the Lord, have spoken. The people I treasure most are the humble— they depend only on me and tremble when I speak.", "3": "You sacrifice oxen to me, and you commit murder; you sacrifice lambs to me and dogs to other gods; you offer grain to me and pigs' blood to idols; you burn incense to me and praise your idols.[b] You have made your own choice to do these disgusting things that you enjoy so much.", "4": "You refused to answer when I called out; you paid no attention to my instructions. Instead, you did what I hated, knowing it was wrong. Now I will punish[c] you in a way you dread the most.", "5": "If you tremble when the Lord speaks, listen to what he says: “Some of your own people hate and reject you because of me. They make fun and say, 'Let the Lord show his power! Let us see him make you truly happy.'[d] But those who say these things will be terribly ashamed.”", "6": "Do you hear that noise in the city and those shouts coming from the temple? It is the Lord shouting as he punishes his enemies.", "7": "Have you ever heard of a woman who gave birth to a child before having labor pains?", "8": "Who ever heard of such a thing or imagined it could happen? Can a nation be born in a day or come to life in a second? Jerusalem is like a mother who gave birth to her children as soon as she was in labor.", "9": "The Lord is the one who makes birth possible. And he will see that Zion has many more children. The Lord has spoken.", "10": "If you love Jerusalem, celebrate and shout! If you were in sorrow because of the city, you can now be glad.", "11": "She will nurse and comfort you, just like your own mother, until you are satisfied. You will fully enjoy her wonderful glory.", "12": "The Lord has promised: “I will flood Jerusalem with the wealth of nations and make the city prosper. Zion will nurse you at her breast, carry you in her arms, and hold you in her lap.", "13": "I will comfort you there like a mother comforting her child.”", "14": "When you see this happen, you will celebrate; your strength will return faster than grass can sprout. Then everyone will know that the Lord is present with his servants, but he is angry with his enemies.", "15": "The Lord will come down like a whirlwind with his flaming chariots. He will be terribly furious and punish his enemies with fire.", "16": "The Lord's fiery sword will bring justice everywhere on this earth and execute many people.", "17": "Some of you get yourselves ready and go to a garden to worship a foreign goddess.[e] You eat the meat of pigs, lizards, and mice. But I, the Lord, will destroy you for this.", "18": "I know everything you do and think! The time has now come[f] to bring together the people of every language and nation and to show them my glory ", "19": "by proving what I can do.[g] I will send the survivors to Tarshish, Pul,[h] Lud, Meshech,[i] Tubal, Javan,[j] and to the distant islands. I will send them to announce my wonderful glory to nations that have never heard about me.", "20": "They will bring your relatives from the nations as an offering to me, the Lord. They will come on horses, chariots, wagons, mules, and camels[k] to Jerusalem, my holy mountain. It will be like the people of Israel bringing the right offering to my temple. ", "21": "I promise that some of them will be priests and others will be helpers in my temple. I, the Lord, have spoken.", "22": "I also promise that you will always have descendants and will never be forgotten, just as the new heavens and the new earth that I create will last forever. ", "23": "On the first day of each month and on each Sabbath, everyone will worship me. I, the Lord, have spoken.", "24": "My people will go out and look at the dead bodies of those who turned against me. The worms there never die, the fire never stops burning, and the sight of those bodies will be disgusting to everyone."}