{"1": "Ahaz, the son of Jotham and the grandson of Uzziah, was king of Judah when King Rezin of Syria and King Pekah son of Remaliah of Israel went to attack Jerusalem. But they were not able to do what they had planned.[a] ", "2": "When news reached the royal palace that Syria had joined forces with Israel, King Ahaz and everyone in Judah were so terrified that they shook like trees in a windstorm.", "3": "Then the Lord said to me: Take your son Shearjashub[b] and go see King Ahaz. You will find him on the road near the cloth makers' shops at the end of the canal that brings water from the upper pool. ", "4": "Tell Ahaz to stop worrying. There's no need for him to be afraid of King Rezin and King Pekah. They are very angry, but they are nothing more than a dying fire. Ahaz doesn't need to fear ", "5": "their evil threats ", "6": "to invade and defeat Judah and Jerusalem and to let the son of Tabeel be king in his place.", "7": "I, the Lord, promise that this will never happen. ", "8-9": "Damascus is just the capital of Syria, and King Rezin rules only in Damascus. Samaria is just the capital of Israel, and King Pekah rules only in Samaria. But in less than sixty-five years, Israel will be destroyed. And if Ahaz and his officials don't trust me, they will be defeated.", "10": "Once again the Lord God spoke to King Ahaz. This time he said, ", "11": "“Ask me for proof that my promise will come true. Ask for something to happen deep in the world of the dead or high in the heavens above.”", "12": "“No, Lord,” Ahaz answered. “I won't test you!”", "13": "Then I said: Listen, every one of you in the royal family of David. You have already tried my patience. Now you are trying God's patience by refusing to ask for proof. ", "14": "But the Lord will still give you proof. A virgin[c] is pregnant; she will have a son and will name him Immanuel.[d] ", "15-16": "Even before the boy is old enough to know how to choose between right and wrong, he will eat yogurt and honey,[e] and the countries of the two kings you fear will be destroyed. ", "17": "But the Lord will make more trouble for your people and your kingdom than any of you have known since Israel broke away from Judah. He will even bring the king of Assyria to attack you.", "18": "When that time comes, the Lord will whistle, and armies will come from Egypt like flies and from Assyria like bees. ", "19": "They will settle everywhere—in the deep valleys and between the rocks, on every bush and all over the pastureland.", "20": "The Lord will pay the king of Assyria to bring a razor from across the Euphrates River and shave your head and every hair on your body, including your beard.[f]", "21": "No one will have more than one young cow and two sheep, ", "22": "but those who do will have enough milk to make yogurt. In fact, everyone left in the land will eat yogurt and honey.[g]", "23": "Vineyards that had a thousand vines and were worth a thousand pieces of silver will turn into thorn patches. ", "24": "You will go there to hunt with your bow and arrows, because the whole country will be covered with thornbushes. ", "25": "The hills where you once planted crops will be overgrown with thorns and thistles. You will be afraid to go there, and your cattle, sheep, and goats will be turned loose on those hills."}