{"1": "The Lord said, “Isaiah, get something to write on. Then write in big clear letters[a] the name, MAHER-SHALAL-HASH-BAZ.[b] ", "2": "I will have Uriah the priest and Zechariah son of Jeberechiah serve as witnesses to this.”", "3": "Sometime later, my wife and I had a son, and the Lord said, “Name him Maher-Shalal-Hash-Baz. ", "4": "Because before he can say 'Mommy' or 'Daddy', the king of Assyria will attack and take everything of value from Damascus and Samaria.”", "5": "The Lord spoke to me again and said:", "6": "These people have refused the gentle waters of Shiloah[c] and have gladly gone over to the side of King Rezin and King Pekah. ", "7": "Now I will send the king of Assyria against them with his powerful army, which will attack like the mighty Euphrates River overflowing its banks. ", "8": "Enemy soldiers will cover Judah like a flood reaching up to your neck. But God is with us.[d] He will spread his wings and protect our land.[e]", "9": "All of you foreign nations, go ahead and prepare for war, but you will be crushed.", "10": "Get together and make plans, but you will fail because God is with us.", "11": "The Lord took hold of me with his powerful hand and said: I'm warning you! Don't act like these people. ", "12": "Don't call something a rebellious plot, just because they do, and don't be afraid of something, just because they are. ", "13": "I am the one you should fear and respect. I am the holy God, the Lord All-Powerful! ", "14-15": "Run to me for protection. I am a rock that will make both Judah and Israel stumble and break their bones. I am a trap that will catch the people of Jerusalem—they will be captured and dragged away.", "16": "My message and my teachings are to be sealed and given to my followers. ", "17": "Meanwhile, I patiently trust the Lord, even though he is no longer pleased with Israel. ", "18": "My children and I are warning signs to Israel from the Lord All-Powerful, who lives on Mount Zion.", "19": "Someone may say to you, “Go to the fortunetellers who make soft chirping sounds or ask the spirits of the dead. After all, a nation ought to be able to ask its own gods ", "20": "what it should do.” None of those who talk like that will live to see the light of day! ", "21": "They will go around in great pain and will become so hungry that they will angrily curse their king and their gods. And when they try to find help in heaven ", "22": "and on earth, they will find only trouble and darkness, terrible trouble and deepest darkness."}