{"1": "But those who have suffered will no longer be in pain.[a] The territories of Zebulun and Naphtali in Galilee were once hated. But this land of the Gentiles across the Jordan River and along the Mediterranean Sea will be greatly respected.", "2": "Those who walked in the dark have seen a bright light. And it shines upon everyone who lives in the land of darkest shadows.", "3": "Our Lord, you have made your nation stronger.[b] Because of you, its people are glad and celebrate like workers at harvest time or like soldiers dividing up what they have taken.", "4": "You have broken the power of those who abused and enslaved your people. You have rescued them just as you saved your people from Midian.[c]", "5": "The boots of marching warriors and the blood-stained uniforms have been fed to flames and eaten by fire.", "6": "A child has been born for us. We have been given a son who will be our ruler. His names will be Wonderful Advisor and Mighty God, Eternal Father and Prince of Peace.", "7": "His power will never end; peace will last forever. He will rule David's kingdom and make it grow strong. He will always rule with honesty and justice. The Lord All-Powerful will make certain that all of this is done.", "8": "The Lord had warned the people of Israel, ", "9": "and all of them knew it, including everyone in the capital city of Samaria. But they were proud and stubborn and said,", "10": "“Houses of brick and sycamore have fallen to the ground, but we will build houses with stones and cedar.”", "11": "The Lord made their enemies[d] attack them. ", "12": "He sent the Arameans from the east and the Philistines from the west, and they swallowed up Israel. But even this did not stop him from being angry, so he kept on punishing them.[e] ", "13": "The people of Israel still did not turn back to the Lord All-Powerful and worship him.", "14": "In one day he cut off their head and tail, their leaves and branches. ", "15": "Their rulers and leaders were the head, and the lying prophets were the tail. ", "16": "They had led the nation down the wrong path, and the people were confused. ", "17": "The Lord was angry with his people and kept punishing them, because they had turned against him.[f] They were evil and spoke foolishly. That's why he did not have pity on their young people or on their widows and orphans.", "18": "Evil had spread like a raging forest fire sending thornbushes up in smoke. ", "19": "The Lord All-Powerful was angry and used the people as fuel for a fire that scorched the land. They turned against each other ", "20": "like wild animals attacking and eating everyone around them, even their own relatives.[g] But still they were not satisfied. ", "21": "The tribes of Ephraim and Manasseh turned against each other, then joined forces to attack Judah. But the Lord was still angry and ready to punish the nation even more."}