{"1": "King Nebuchadnezzar sent a letter. It went to the people, nations and those who speak every language in all the world. The letter said: I wish you great wealth!", "2": "The Most High God has done miracles and wonderful things for me. I am happy to tell you about these things.", "3": "The things he has done are great. His miracles are mighty. His kingdom continues forever. His rule will continue for all time.", "4": "I, Nebuchadnezzar, was at my palace. I was happy and successful. ", "5": "I had a dream that made me afraid. As I was lying on my bed, I saw pictures and visions in my mind. Those things made me very afraid. ", "6": "So I gave an order. All the wise men of Babylon were to be brought to me. I wanted them to tell me what my dream meant. ", "7": "The fortune-tellers, magicians and wise men came. I told them about the dream. But those men could not tell me what it meant.", "8": "Finally, Daniel came to me. (I called him Belteshazzar to honor my god. The spirit of the holy gods is in him.) I told my dream to Daniel. ", "9": "I said, “Belteshazzar, you are the most important of all the fortune-tellers. I know that the spirit of the holy gods is in you. I know there is no secret that is too hard for you to understand. This was what I dreamed. Tell me what it means. ", "10": "These are the visions I saw while I was lying in my bed: I looked, and there in front of me was a tree. It was standing in the middle of the earth. The tree was very tall. ", "11": "The tree grew large and strong. The top of the tree touched the sky. It could be seen from anywhere on earth. ", "12": "The leaves of the tree were beautiful. It had plenty of good fruit on it. On the tree was food for everyone. The wild animals found shelter under the tree. And the birds lived in its branches. Every animal ate from it.", "13": "“I was looking at those things in the vision while lying on my bed. And then I saw a holy angel coming down from heaven. ", "14": "He spoke very loudly. He said, 'Cut down the tree, and cut off its branches. Strip off its leaves. Scatter its fruit around. Let the animals that are under the tree run away. Let the birds that were in its branches fly away. ", "15": "But let the stump and its roots stay in the ground. Put a band of iron and bronze around it. Let it stay in the field with the grass around it. “'Let the man become wet with dew. Let him live among the animals and plants of the earth. ", "16": "Let him not think like a man any longer. Let him have the mind of an animal for seven years.", "17": "“'Messengers gave this command. The holy ones declared the sentence. This is so all the people may know that the Most High God rules over the kingdoms of men. God gives those kingdoms to anyone he wants. And he chooses people to rule them who are not proud.'", "18": "“That is what I, King Nebuchadnezzar, dreamed. Now Daniel, called Belteshazzar, tell me what the dream means. None of the wise men in my kingdom can explain it to me. But you can, because the spirit of the holy gods is in you.”", "19": "Then Daniel (also called Belteshazzar) was very quiet for a while. His thoughts made him afraid. So the king said, “Belteshazzar, do not let the dream or its meaning make you afraid.” Then Daniel, called Belteshazzar, answered the king. He said, “My master, I wish the dream were about your enemies. And I wish its meaning were for those who are against you! ", "20": "You saw a tree in your dream. The tree grew large and strong. Its top touched the sky. It could be seen from all over the earth. ", "21": "Its leaves were beautiful, and it had plenty of fruit. The fruit gave food for everyone. It was a home for the wild animals. And its branches were nesting places for the birds. That is the tree you saw. ", "22": "My king, you are that tree! You have become great and powerful. You are like the tall tree that touched the sky. And your power reaches to the far parts of the earth.", "23": "“My king, you saw a holy angel coming down from heaven. He said, 'Cut down the tree and destroy it. But leave the stump and its roots in the ground. Put a band of iron and bronze around it. Leave it in the field with the grass. Let him become wet with dew. He will live like a wild animal for seven years.'", "24": "“This is the meaning of the dream, my king. The Most High God has commanded these things to happen to my master the king: ", "25": "You will be forced away from people. You will live among the wild animals. People will feed you grass like an ox. And dew from the sky will make you wet. Seven years will pass, and then you will learn this lesson: The Most High God is ruler over the kingdoms of men. And the Most High God gives those kingdoms to anyone he wants.", "26": "“The stump of the tree and its roots were to be left in the ground. This means your kingdom will be given back to you. This will happen when you learn that heaven rules your kingdom. ", "27": "So, my king, please accept my advice. I advise you to stop sinning and do what is right. Stop doing wicked things and be kind to poor people. Then you might continue to be successful.”", "28": "All these things happened to King Nebuchadnezzar. ", "29": "Twelve months after the dream, King Nebuchadnezzar was walking on the roof[a] of his palace in Babylon. ", "30": "And he said, “Look at Babylon. I built this great city. It is my palace. I built this great place by my power to show how great I am.”", "31": "The words were still in his mouth when a voice came from heaven. The voice said, “King Nebuchadnezzar, these things will happen to you: Your royal power has been taken away from you. ", "32": "You will be forced away from people. You will live with the wild animals. You will be fed grass like an ox. Seven years will pass before you learn this lesson: The Most High God rules over the kingdoms of men. And the Most High God gives those kingdoms to anyone he wants.”", "33": "Those things happened quickly. Nebuchadnezzar was forced to go away from people. He began eating grass like an ox. He became wet from dew. His hair grew long like the feathers of an eagle. And his nails grew long like the claws of a bird.", "34": "Then at the end of that time, I, Nebuchadnezzar, looked up toward heaven. And I could think correctly again. Then I gave praise to the Most High God. I gave honor and glory to him who lives forever. God's rule is forever. His kingdom continues for all time.", "35": "People on earth are not truly important. God does what he wants with the powers of heaven and the people on earth. No one can stop his powerful hand. No one can question the things he does.", "36": "So, at that time I could think correctly again. And God gave back my great honor and power as king. The people who advise me and the royal family came to me for help again. I became king again. And I became even greater and more powerful than before. ", "37": "Now I, Nebuchadnezzar, give praise and honor and glory to the King of heaven. Everything he does is right. He is always fair. And he is able to make proud people humble."}