{"1": "Darius thought it would be a good idea to choose 120 governors. They would rule through all of his kingdom. ", "2": "And he chose three men as supervisors over those 120 governors. Daniel was one of these three supervisors. The king set up these men so that he would not be cheated. ", "3": "Daniel showed that he could do the work better than the other supervisors and the governors. Because of this, the king planned to put Daniel in charge of the whole kingdom. ", "4": "So the other supervisors and the governors tried to find reasons to accuse Daniel. But he went on doing the business of the government. And they could not find anything wrong with him. So they could not accuse him of doing anything wrong. Daniel was trustworthy. He was not lazy and did not cheat the king. ", "5": "Finally these men said, “We will never find any reason to accuse Daniel. But we must find something to complain about. It will have to be about the law of his God.”", "6": "So the supervisors and the governors went as a group to the king. They said: “King Darius, live forever! ", "7": "The supervisors, assistant governors, governors, the people who advise you and the captains of the soldiers have all agreed on something. We think the king should make this law that everyone would have to obey: No one should pray to any god or man except to you, our king. This should be done for the next 30 days. Anyone who doesn't obey will be thrown into the lions' den. ", "8": "Now, our king, make the law. Write it down so it cannot be changed. The laws of the Medes and Persians cannot be canceled.” ", "9": "So King Darius made the law and had it written.", "10": "When Daniel heard that the new law had been written, he went to his house. He went to his upstairs room. The windows of that room opened toward Jerusalem. Three times each day Daniel got down on his knees and prayed. He prayed and thanked God, just as he always had done.", "11": "Then those men went as a group and found Daniel. They saw him praying and asking God for help. ", "12": "So they went to the king. They talked to him about the law he had made. They said, “Didn't you write a law that says no one may pray to any god or man except you, our king? Doesn't it say that anyone who disobeys during the next 30 days will be thrown into the lions' den?” The king answered, “Yes, I wrote that law. And the laws of the Medes and Persians cannot be canceled.”", "13": "Then those men spoke to the king. They said, “Daniel is one of the captives from Judah. And he is not paying attention to the law you wrote. Daniel still prays to his God three times every day.” ", "14": "The king became very upset when he heard this. He decided he had to save Daniel. He worked until sunset trying to think of a way to save him.", "15": "Then those men went as a group to the king. They said, “Remember, our king, the law of the Medes and Persians. It says that no law or command given by the king can be changed.”", "16": "So King Darius gave the order. They brought Daniel and threw him into the lions' den. The king said to Daniel, “May the God you serve all the time save you!” ", "17": "A big stone was brought. It was put over the opening of the lions' den. Then the king used his signet ring to put his special seal on the rock. And he used the rings of his royal officers to put their seals on the rock also. This showed that no one could move that rock and bring Daniel out. ", "18": "Then King Darius went back to his palace. He did not eat that night. He did not have any entertainment brought to entertain him. And he could not sleep.", "19": "The next morning King Darius got up at dawn. He hurried to the lions' den. ", "20": "As he came near the den, he was worried. He called out to Daniel. He said, “Daniel, servant of the living God! Has your God that you always worship been able to save you from the lions?”", "21": "Daniel answered, “My king, live forever! ", "22": "My God sent his angel to close the lions' mouths. They have not hurt me, because my God knows I am innocent. I never did anything wrong to you, my king.”", "23": "King Darius was very happy. He told his servants to lift Daniel out of the lions' den. So they lifted him out and did not find any injury on him. This was because Daniel had trusted in his God.", "24": "Then the king gave a command. The men who had accused Daniel were brought to the lions' den and thrown into it. Their wives and children were also thrown into it. The lions grabbed them before they hit the floor of the den. And the lions crushed their bones.", "25": "Then King Darius wrote a letter. It was to all people and all nations, to those who spoke every language in the world: I wish you great wealth.", "26": "I am making a new law. This law is for people in every part of my kingdom. All of you must fear and respect the God of Daniel. Daniel's God is the living God. He lives forever. His kingdom will never be destroyed. His rule will never end.", "27": "God rescues and saves people. God does mighty miracles in heaven and on earth. God saved Daniel from the power of the lions.", "28": "So Daniel was successful during the time that Darius was king. This was also the time that Cyrus the Persian was king."}