{"1": "During the third year Belshazzar was king, I saw this vision. This was after the other one. ", "2": "In this vision I saw myself in the capital city of Susa. Susa is in the area of Elam. I was standing by the Ulai River. ", "3": "I looked up, and I saw a male sheep standing beside the river. It had two long horns. But one horn was longer than the other. The long horn was newer than the other horn. ", "4": "I watched the male sheep charge to the west. He also charged to the north and the south. No animal could stand before him. And none could save another animal from his power. He did whatever he wanted. And he became very powerful.", "5": "While I was thinking about this, I saw a male goat come from the west. This goat had one large horn that was easy to see. It was between his eyes. He crossed over the whole earth. But his feet did not touch the ground.", "6": "That goat charged the male sheep with the two horns. This was the male sheep I had seen standing by the river. The goat was very angry. ", "7": "I watched the goat attack the male sheep. It broke the sheep's two horns. The sheep could not stop it. The goat knocked the sheep to the ground. Then the goat walked all over him. No one was able to save the sheep from the goat. ", "8": "So the male goat became very great. But when he was strong, his big horn broke off. Then four horns grew in place of the one big horn. Those four horns were easy to see. They pointed in four different directions.", "9": "Then a little horn grew from one of those four horns. It became very big. It grew to the south and the east and toward the beautiful land of Judah. ", "10": "That little horn grew until it reached to the sky. It even threw some of the army of heaven to the ground. And it walked on them. ", "11": "That little horn became very strong against God, the commander of heaven's armies. It stopped the daily sacrifices that were offered to the commander. The place where people worshiped the commander was pulled down. ", "12": "There was a turning away from God. Because of this the people stopped the daily sacrifices. It was like throwing truth down to the ground. The horn was successful in everything it did.", "13": "Then I heard one angel speaking. Another angel asked the first one, “How long will the things in this vision last? The vision is about the daily sacrifices. It is about the turning away from God that brings destruction. It is about the Temple being pulled down. It is about the army of heaven being walked on.”", "14": "He said to me, “This will happen for 2,300 evenings and mornings. Then the holy place will be repaired.”", "15": "I, Daniel, saw this vision. And I tried to understand what it meant. Then someone who looked like a man suddenly stood before me. ", "16": "And I heard a man's voice calling from the Ulai River: “Gabriel, explain the vision to this man.”", "17": "Gabriel came to where I was standing. When he came close to me, I was very afraid. I bowed facedown on the ground. But Gabriel said to me, “Human being, understand that this vision is about the time of the end.”", "18": "While Gabriel was speaking, I fell into a deep sleep. My face was on the ground. Then he touched me and lifted me to my feet. ", "19": "He said, “Now, I will explain the vision to you. I will tell you what will happen later, in the time of God's anger. Your vision was about the set time of the end.", "20": "“You saw a male sheep with two horns. Those horns are the kings of Media and Persia. ", "21": "The male goat is the king of Greece. The big horn between its eyes is the first king. ", "22": "After that horn broke, four horns grew in its place. Those four horns are four kingdoms. Those four kingdoms will come from the nation of the first king. But they will not be as strong as the first king.", "23": "“When the end comes near for those kingdoms, a bold and cruel king will come. This king will tell lies. This will happen when many people have turned against God. ", "24": "This king will be very powerful. But his power will not come from himself. He will cause terrible destruction. He will be successful in everything he does. He will destroy powerful people and even God's people. ", "25": "This king will use his wisdom to make lies successful. He will think that he is very important. He will destroy many people without warning. He will try to fight even God, the Prince of princes! But that cruel king will be destroyed. And it will not be human power that destroys him.", "26": "“The vision that has been shown to you about those times is true. But seal up the vision. Those things won't happen for a long time.”", "27": "I, Daniel, became very weak. I was sick for several days after that vision. Then I got up and went back to work for the king. But I was very upset about the vision. I didn't understand what it meant."}