{"1": "The Raising of Lazarus.[a] 1 Now a man was ill, Lazarus from Bethany, the village of Mary and her sister Martha. ", "2": "Mary was the one who had anointed the Lord with perfumed oil and dried his feet with her hair; it was her brother Lazarus who was ill. ", "3": "So the sisters sent word to him, saying, “Master, the one you love is ill.” ", "4": "When Jesus heard this he said, “This illness is not to end in death,[b] but is for the glory of God, that the Son of God may be glorified through it.” ", "5": "Now Jesus loved Martha and her sister and Lazarus. ", "6": "So when he heard that he was ill, he remained for two days in the place where he was. ", "7": "Then after this he said to his disciples, “Let us go back to Judea.” ", "8": "The disciples said to him, “Rabbi, the Jews were just trying to stone you, and you want to go back there?” ", "9": "Jesus answered, “Are there not twelve hours in a day? If one walks during the day, he does not stumble, because he sees the light of this world. ", "10": "But if one walks at night, he stumbles, because the light is not in him.”[c] ", "11": "He said this, and then told them, “Our friend Lazarus is asleep, but I am going to awaken him.” ", "12": "So the disciples said to him, “Master, if he is asleep, he will be saved.” ", "13": "But Jesus was talking about his death, while they thought that he meant ordinary sleep. ", "14": "So then Jesus said to them clearly, “Lazarus has died. ", "15": "And I am glad for you that I was not there, that you may believe. Let us go to him.” ", "16": "So Thomas, called Didymus,[d] said to his fellow disciples, “Let us also go to die with him.”", "17": "When Jesus arrived, he found that Lazarus had already been in the tomb for four days. ", "18": "Now Bethany was near Jerusalem, only about two miles[e] away. ", "19": "And many of the Jews had come to Martha and Mary to comfort them about their brother. ", "20": "When Martha heard that Jesus was coming, she went to meet him; but Mary sat at home. ", "21": "Martha said to Jesus, “Lord, if you had been here, my brother would not have died. ", "22": "[But] even now I know that whatever you ask of God, God will give you.” ", "23": "Jesus said to her, “Your brother will rise.” ", "24": "Martha said to him, “I know he will rise, in the resurrection on the last day.” ", "25": "Jesus told her, “I am the resurrection and the life; whoever believes in me, even if he dies, will live, ", "26": "and everyone who lives and believes in me will never die. Do you believe this?” ", "27": "[f]She said to him, “Yes, Lord. I have come to believe that you are the Messiah, the Son of God, the one who is coming into the world.”", "28": "When she had said this, she went and called her sister Mary secretly, saying, “The teacher is here and is asking for you.” ", "29": "As soon as she heard this, she rose quickly and went to him. ", "30": "For Jesus had not yet come into the village, but was still where Martha had met him. ", "31": "So when the Jews who were with her in the house comforting her saw Mary get up quickly and go out, they followed her, presuming that she was going to the tomb to weep there. ", "32": "When Mary came to where Jesus was and saw him, she fell at his feet and said to him, “Lord, if you had been here, my brother would not have died.” ", "33": "When Jesus saw her weeping and the Jews who had come with her weeping, he became perturbed[g] and deeply troubled, ", "34": "and said, “Where have you laid him?” They said to him, “Sir, come and see.” ", "35": "And Jesus wept. ", "36": "So the Jews said, “See how he loved him.” ", "37": "But some of them said, “Could not the one who opened the eyes of the blind man have done something so that this man would not have died?”", "38": "So Jesus, perturbed again, came to the tomb. It was a cave, and a stone lay across it. ", "39": "Jesus said, “Take away the stone.” Martha, the dead man's sister, said to him, “Lord, by now there will be a stench; he has been dead for four days.” ", "40": "Jesus said to her, “Did I not tell you that if you believe you will see the glory of God?” ", "41": "So they took away the stone. And Jesus raised his eyes and said, “Father,[h] I thank you for hearing me. ", "42": "I know that you always hear me; but because of the crowd here I have said this, that they may believe that you sent me.” ", "43": "And when he had said this, he cried out in a loud voice,[i] “Lazarus, come out!” ", "44": "The dead man came out, tied hand and foot with burial bands, and his face was wrapped in a cloth. So Jesus said to them, “Untie him and let him go.”", "45": "Session of the Sanhedrin. 45 Now many of the Jews who had come to Mary and seen what he had done began to believe in him. ", "46": "But some of them went to the Pharisees and told them what Jesus had done. ", "47": "So the chief priests and the Pharisees convened the Sanhedrin and said, “What are we going to do? This man is performing many signs. ", "48": "If we leave him alone, all will believe in him, and the Romans will come[j] and take away both our land and our nation.” ", "49": "But one of them, Caiaphas, who was high priest that year,[k] said to them, “You know nothing, ", "50": "nor do you consider that it is better for you that one man should die instead of the people, so that the whole nation may not perish.” ", "51": "He did not say this on his own, but since he was high priest for that year, he prophesied that Jesus was going to die for the nation, ", "52": "and not only for the nation, but also to gather into one the dispersed children of God.[l] ", "53": "So from that day on they planned to kill him.", "54": "So Jesus no longer walked about in public among the Jews, but he left for the region near the desert, to a town called Ephraim,[m] and there he remained with his disciples.", "55": "The Last Passover. 55 Now the Passover of the Jews was near, and many went up from the country to Jerusalem before Passover to purify[n] themselves. ", "56": "They looked for Jesus and said to one another as they were in the temple area, “What do you think? That he will not come to the feast?” ", "57": "For the chief priests and the Pharisees had given orders that if anyone knew where he was, he should inform them, so that they might arrest him."}