{"1": "Last Supper Discourses. 1 [a]“Do not let your hearts be troubled. You have faith[b] in God; have faith also in me. ", "2": "In my Father's house there are many dwelling places. If there were not, would I have told you that I am going to prepare a place for you? ", "3": "[c]And if I go and prepare a place for you, I will come back again and take you to myself, so that where I am you also may be. ", "4": "Where [I] am going you know the way.”[d] ", "5": "Thomas said to him, “Master, we do not know where you are going; how can we know the way?” ", "6": "Jesus said to him, “I am the way and the truth[e] and the life. No one comes to the Father except through me. ", "7": "If you know me, then you will also know my Father.[f] From now on you do know him and have seen him.” ", "8": "Philip said to him, “Master, show us the Father,[g] and that will be enough for us.” ", "9": "Jesus said to him, “Have I been with you for so long a time and you still do not know me, Philip? Whoever has seen me has seen the Father. How can you say, 'Show us the Father'? ", "10": "Do you not believe that I am in the Father and the Father is in me? The words that I speak to you I do not speak on my own. The Father who dwells in me is doing his works. ", "11": "Believe me that I am in the Father and the Father is in me, or else, believe because of the works themselves. ", "12": "Amen, amen, I say to you, whoever believes in me will do the works that I do, and will do greater ones than these, because I am going to the Father. ", "13": "And whatever you ask in my name, I will do, so that the Father may be glorified in the Son. ", "14": "If you ask anything of me in my name, I will do it.", "15": "The Advocate. 15 “If you love me, you will keep my commandments. ", "16": "And I will ask the Father, and he will give you another Advocate[h] to be with you always, ", "17": "the Spirit of truth,[i] which the world cannot accept, because it neither sees nor knows it. But you know it, because it remains with you, and will be in you. ", "18": "I will not leave you orphans; I will come to you.[j] ", "19": "In a little while the world will no longer see me, but you will see me, because I live and you will live. ", "20": "On that day you will realize that I am in my Father and you are in me and I in you. ", "21": "Whoever has my commandments and observes them is the one who loves me. And whoever loves me will be loved by my Father, and I will love him and reveal myself to him.” ", "22": "Judas, not the Iscariot,[k] said to him, “Master, [then] what happened that you will reveal yourself to us and not to the world?” ", "23": "Jesus answered and said to him, “Whoever loves me will keep my word, and my Father will love him, and we will come to him and make our dwelling with him. ", "24": "Whoever does not love me does not keep my words; yet the word you hear is not mine but that of the Father who sent me.", "25": "“I have told you this while I am with you. ", "26": "The Advocate, the holy Spirit that the Father will send in my name—he will teach you everything and remind you of all that [I] told you. ", "27": "Peace[l] I leave with you; my peace I give to you. Not as the world gives do I give it to you. Do not let your hearts be troubled or afraid. ", "28": "[m]You heard me tell you, 'I am going away and I will come back to you.' If you loved me, you would rejoice that I am going to the Father; for the Father is greater than I. ", "29": "And now I have told you this before it happens, so that when it happens you may believe. ", "30": "I will no longer speak much with you, for the ruler of the world[n] is coming. He has no power over me, ", "31": "but the world must know that I love the Father and that I do just as the Father has commanded me. Get up, let us go."}