{"1": "Jesus Arrested.[a] 1 When he had said this, Jesus went out[b] with his disciples across the Kidron valley to where there was a garden, into which he and his disciples entered. ", "2": "Judas his betrayer also knew the place, because Jesus had often met there with his disciples. ", "3": "So Judas got a band of soldiers[c] and guards from the chief priests and the Pharisees and went there with lanterns, torches, and weapons. ", "4": "Jesus, knowing everything that was going to happen to him, went out and said to them, “Whom are you looking for?” ", "5": "They answered him, “Jesus the Nazorean.”[d] He said to them, “I AM.” Judas his betrayer was also with them. ", "6": "When he said to them, “I AM,” they turned away and fell to the ground. ", "7": "So he again asked them, “Whom are you looking for?” They said, “Jesus the Nazorean.” ", "8": "Jesus answered, “I told you that I AM. So if you are looking for me, let these men go.” ", "9": "[e]This was to fulfill what he had said, “I have not lost any of those you gave me.” ", "10": "Then Simon Peter, who had a sword, drew it, struck the high priest's slave, and cut off his right ear. The slave's name was Malchus.[f] ", "11": "Jesus said to Peter, “Put your sword into its scabbard. Shall I not drink the cup[g] that the Father gave me?”", "12": "So the band of soldiers, the tribune, and the Jewish guards seized Jesus, bound him, ", "13": "and brought him to Annas[h] first. He was the father-in-law of Caiaphas, who was high priest that year. ", "14": "It was Caiaphas who had counseled the Jews that it was better that one man should die rather than the people. Peter's First Denial. ", "15": "Simon Peter and another disciple[i] followed Jesus. Now the other disciple was known to the high priest, and he entered the courtyard of the high priest with Jesus. ", "16": "But Peter stood at the gate outside. So the other disciple, the acquaintance of the high priest, went out and spoke to the gatekeeper and brought Peter in. ", "17": "Then the maid who was the gatekeeper said to Peter, “You are not one of this man's disciples, are you?” He said, “I am not.” ", "18": "Now the slaves and the guards were standing around a charcoal fire that they had made, because it was cold, and were warming themselves. Peter was also standing there keeping warm. The Inquiry Before Annas. ", "19": "The high priest questioned Jesus about his disciples and about his doctrine. ", "20": "Jesus answered him, “I have spoken publicly to the world. I have always taught in a synagogue or in the temple area[j] where all the Jews gather, and in secret I have said nothing. ", "21": "Why ask me? Ask those who heard me what I said to them. They know what I said.” ", "22": "When he had said this, one of the temple guards standing there struck Jesus and said, “Is this the way you answer the high priest?” ", "23": "Jesus answered him, “If I have spoken wrongly, testify to the wrong; but if I have spoken rightly, why do you strike me?” ", "24": "Then Annas sent him bound to Caiaphas[k] the high priest. Peter Denies Jesus Again. ", "25": "Now Simon Peter was standing there keeping warm. And they said to him, “You are not one of his disciples, are you?” He denied it and said, “I am not.” ", "26": "One of the slaves of the high priest, a relative of the one whose ear Peter had cut off, said, “Didn't I see you in the garden with him?” ", "27": "Again Peter denied it. And immediately the cock crowed.[l]", "28": "The Trial Before Pilate. 28 Then they brought Jesus from Caiaphas to the praetorium.[m] It was morning. And they themselves did not enter the praetorium, in order not to be defiled so that they could eat the Passover. ", "29": "So Pilate came out to them and said, “What charge do you bring [against] this man?” ", "30": "They answered and said to him, “If he were not a criminal, we would not have handed him over to you.” ", "31": "At this, Pilate said to them, “Take him yourselves, and judge him according to your law.” The Jews answered him, “We do not have the right to execute anyone,”[n] ", "32": "[o]in order that the word of Jesus might be fulfilled that he said indicating the kind of death he would die. ", "33": "So Pilate went back into the praetorium and summoned Jesus and said to him, “Are you the King of the Jews?” ", "34": "Jesus answered, “Do you say this on your own or have others told you about me?” ", "35": "Pilate answered, “I am not a Jew, am I? Your own nation and the chief priests handed you over to me. What have you done?” ", "36": "Jesus answered, “My kingdom does not belong to this world. If my kingdom did belong to this world, my attendants [would] be fighting to keep me from being handed over to the Jews. But as it is, my kingdom is not here.” ", "37": "So Pilate said to him, “Then you are a king?” Jesus answered, “You say I am a king.[p] For this I was born and for this I came into the world, to testify to the truth. Everyone who belongs to the truth listens to my voice.” ", "38": "Pilate said to him, “What is truth?” When he had said this, he again went out to the Jews and said to them, “I find no guilt in him. ", "39": "But you have a custom that I release one prisoner to you at Passover.[q] Do you want me to release to you the King of the Jews?” ", "40": "They cried out again, “Not this one but Barabbas!”[r] Now Barabbas was a revolutionary."}