{"1": "[a]Then Pilate took Jesus and had him scourged. ", "2": "And the soldiers wove a crown out of thorns and placed it on his head, and clothed him in a purple cloak, ", "3": "and they came to him and said, “Hail, King of the Jews!” And they struck him repeatedly. ", "4": "Once more Pilate went out and said to them, “Look, I am bringing him out to you, so that you may know that I find no guilt in him.” ", "5": "So Jesus came out, wearing the crown of thorns and the purple cloak. And he said to them, “Behold, the man!” ", "6": "When the chief priests and the guards saw him they cried out, “Crucify him, crucify him!” Pilate said to them, “Take him yourselves and crucify him. I find no guilt in him.” ", "7": "[b]The Jews answered, “We have a law, and according to that law he ought to die, because he made himself the Son of God.” ", "8": "Now when Pilate heard this statement, he became even more afraid, ", "9": "and went back into the praetorium and said to Jesus, “Where are you from?” Jesus did not answer him. ", "10": "So Pilate said to him, “Do you not speak to me? Do you not know that I have power to release you and I have power to crucify you?” ", "11": "Jesus answered [him], “You would have no power over me if it had not been given to you from above. For this reason the one who handed me over to you has the greater sin.” ", "12": "Consequently, Pilate tried to release him; but the Jews cried out, “If you release him, you are not a Friend of Caesar.[c] Everyone who makes himself a king opposes Caesar.”", "13": "When Pilate heard these words he brought Jesus out and seated him[d] on the judge's bench in the place called Stone Pavement, in Hebrew, Gabbatha. ", "14": "It was preparation day for Passover, and it was about noon.[e] And he said to the Jews, “Behold, your king!” ", "15": "They cried out, “Take him away, take him away! Crucify him!” Pilate said to them, “Shall I crucify your king?” The chief priests answered, “We have no king but Caesar.” ", "16": "Then he handed him over to them to be crucified.[f] The Crucifixion of Jesus. So they took Jesus, ", "17": "and carrying the cross himself[g] he went out to what is called the Place of the Skull, in Hebrew, Golgotha. ", "18": "There they crucified him, and with him two others, one on either side, with Jesus in the middle. ", "19": "[h]Pilate also had an inscription written and put on the cross. It read, “Jesus the Nazorean, the King of the Jews.” ", "20": "Now many of the Jews read this inscription, because the place where Jesus was crucified was near the city; and it was written in Hebrew, Latin, and Greek. ", "21": "So the chief priests of the Jews said to Pilate, “Do not write 'The King of the Jews,' but that he said, 'I am the King of the Jews.'” ", "22": "Pilate answered, “What I have written, I have written.”", "23": "[i]When the soldiers had crucified Jesus, they took his clothes and divided them into four shares, a share for each soldier. They also took his tunic, but the tunic was seamless, woven in one piece from the top down. ", "24": "So they said to one another, “Let's not tear it, but cast lots for it to see whose it will be,” in order that the passage of scripture might be fulfilled [that says]: “They divided my garments among them, and for my vesture they cast lots.” This is what the soldiers did. ", "25": "[j]Standing by the cross of Jesus were his mother and his mother's sister, Mary the wife of Clopas, and Mary of Magdala. ", "26": "When Jesus saw his mother[k] and the disciple there whom he loved, he said to his mother, “Woman, behold, your son.” ", "27": "Then he said to the disciple, “Behold, your mother.” And from that hour the disciple took her into his home.", "28": "After this, aware that everything was now finished, in order that the scripture might be fulfilled,[l] Jesus said, “I thirst.” ", "29": "There was a vessel filled with common wine.[m] So they put a sponge soaked in wine on a sprig of hyssop and put it up to his mouth. ", "30": "[n]When Jesus had taken the wine, he said, “It is finished.” And bowing his head, he handed over the spirit.", "31": "The Blood and Water. 31 Now since it was preparation day, in order that the bodies might not remain on the cross on the sabbath, for the sabbath day of that week was a solemn one, the Jews asked Pilate that their legs be broken and they be taken down. ", "32": "So the soldiers came and broke the legs of the first and then of the other one who was crucified with Jesus. ", "33": "But when they came to Jesus and saw that he was already dead, they did not break his legs, ", "34": "[o]but one soldier thrust his lance into his side, and immediately blood and water flowed out. ", "35": "An eyewitness has testified, and his testimony is true; he knows[p] that he is speaking the truth, so that you also may [come to] believe. ", "36": "For this happened so that the scripture passage might be fulfilled: “Not a bone of it will be broken.”", "37": "And again another passage says: “They will look upon him whom they have pierced.” The Burial of Jesus.[q] ", "38": "After this, Joseph of Arimathea, secretly a disciple of Jesus for fear of the Jews, asked Pilate if he could remove the body of Jesus. And Pilate permitted it. So he came and took his body. ", "39": "Nicodemus, the one who had first come to him at night, also came bringing a mixture of myrrh and aloes weighing about one hundred pounds. ", "40": "They took the body of Jesus and bound it with burial cloths along with the spices, according to the Jewish burial custom. ", "41": "Now in the place where he had been crucified there was a garden, and in the garden a new tomb, in which no one had yet been buried. ", "42": "So they laid Jesus there because of the Jewish preparation day; for the tomb was close by."}