{"1": "The Wedding at Cana. 1 [a]On the third day there was a wedding[b] in Cana[c] in Galilee, and the mother of Jesus was there. ", "2": "Jesus and his disciples were also invited to the wedding. ", "3": "When the wine ran short, the mother of Jesus said to him, “They have no wine.” ", "4": "[d][And] Jesus said to her, “Woman, how does your concern affect me? My hour has not yet come.” ", "5": "His mother said to the servers, “Do whatever he tells you.” ", "6": "[e]Now there were six stone water jars there for Jewish ceremonial washings, each holding twenty to thirty gallons. ", "7": "Jesus told them, “Fill the jars with water.” So they filled them to the brim. ", "8": "Then he told them, “Draw some out now and take it to the headwaiter.”[f] So they took it. ", "9": "And when the headwaiter tasted the water that had become wine, without knowing where it came from (although the servers who had drawn the water knew), the headwaiter called the bridegroom ", "10": "and said to him, “Everyone serves good wine first, and then when people have drunk freely, an inferior one; but you have kept the good wine until now.” ", "11": "Jesus did this as the beginning of his signs[g] in Cana in Galilee and so revealed his glory, and his disciples began to believe in him.", "12": "[h]After this, he and his mother, [his] brothers, and his disciples went down to Capernaum and stayed there only a few days.[i]", "13": "Cleansing of the Temple. 13 [j]Since the Passover[k] of the Jews was near, Jesus went up to Jerusalem. ", "14": "[l]He found in the temple area those who sold oxen, sheep, and doves,[m] as well as the money-changers seated there. ", "15": "He made a whip out of cords and drove them all out of the temple area, with the sheep and oxen, and spilled the coins of the money-changers and overturned their tables, ", "16": "and to those who sold doves he said, “Take these out of here, and stop making my Father's house a marketplace.” ", "17": "[n]His disciples recalled the words of scripture, “Zeal for your house will consume me.” ", "18": "At this the Jews answered and said to him, “What sign can you show us for doing this?” ", "19": "Jesus answered and said to them,[o] “Destroy this temple and in three days I will raise it up.” ", "20": "The Jews said, “This temple has been under construction for forty-six years,[p] and you will raise it up in three days?” ", "21": "But he was speaking about the temple of his body. ", "22": "Therefore, when he was raised from the dead, his disciples remembered that he had said this, and they came to believe the scripture and the word Jesus had spoken.", "23": "While he was in Jerusalem for the feast of Passover, many began to believe in his name when they saw the signs he was doing. ", "24": "But Jesus would not trust himself to them because he knew them all, ", "25": "and did not need anyone to testify about human nature. He himself understood it well."}