{"John-7-53": "A Woman Caught in Adultery.[a] [53 Then each went to his own house, ", "1": "while Jesus went to the Mount of Olives.[b] ", "2": "But early in the morning he arrived again in the temple area, and all the people started coming to him, and he sat down and taught them. ", "3": "Then the scribes and the Pharisees brought a woman who had been caught in adultery and made her stand in the middle. ", "4": "They said to him, “Teacher, this woman was caught in the very act of committing adultery. ", "5": "Now in the law, Moses commanded us to stone such women.[c] So what do you say?” ", "6": "They said this to test him, so that they could have some charge to bring against him. Jesus bent down and began to write on the ground with his finger.[d] ", "7": "[e]But when they continued asking him, he straightened up and said to them, “Let the one among you who is without sin be the first to throw a stone at her.” ", "8": "Again he bent down and wrote on the ground. ", "9": "And in response, they went away one by one, beginning with the elders. So he was left alone with the woman before him. ", "10": "Then Jesus straightened up and said to her, “Woman, where are they? Has no one condemned you?” ", "11": "She replied, “No one, sir.” Then Jesus said, “Neither do I condemn you. Go, [and] from now on do not sin any more.”] The Light of the World.[f] ", "12": "Jesus spoke to them again, saying, “I am the light of the world. Whoever follows me will not walk in darkness, but will have the light of life.” ", "13": "So the Pharisees said to him, “You testify on your own behalf, so your testimony cannot be verified.” ", "14": "Jesus answered and said to them, “Even if I do testify on my own behalf, my testimony can be verified,[g] because I know where I came from and where I am going. But you do not know where I come from or where I am going. ", "15": "You judge by appearances,[h] but I do not judge anyone. ", "16": "And even if I should judge, my judgment is valid, because I am not alone, but it is I and the Father who sent me. ", "17": "Even in your law[i] it is written that the testimony of two men can be verified. ", "18": "I testify on my behalf and so does the Father who sent me.” ", "19": "So they said to him, “Where is your father?” Jesus answered, “You know neither me nor my Father. If you knew me, you would know my Father also.” ", "20": "He spoke these words while teaching in the treasury in the temple area. But no one arrested him, because his hour had not yet come. Jesus, the Father's Ambassador.[j] ", "21": "He said to them again, “I am going away and you will look for me, but you will die in your sin.[k] Where I am going you cannot come.” ", "22": "[l]So the Jews said, “He is not going to kill himself, is he, because he said, 'Where I am going you cannot come'?” ", "23": "He said to them, “You belong to what is below, I belong to what is above. You belong to this world, but I do not belong to this world. ", "24": "That is why I told you that you will die in your sins. For if you do not believe that I AM,[m] you will die in your sins.” ", "25": "[n]So they said to him, “Who are you?” Jesus said to them, “What I told you from the beginning. ", "26": "I have much to say about you in condemnation. But the one who sent me is true, and what I heard from him I tell the world.” ", "27": "They did not realize that he was speaking to them of the Father. ", "28": "So Jesus said [to them], “When you lift up the Son of Man, then you will realize that I AM, and that I do nothing on my own, but I say only what the Father taught me. ", "29": "The one who sent me is with me. He has not left me alone, because I always do what is pleasing to him.” ", "30": "Because he spoke this way, many came to believe in him. Jesus and Abraham.[o] ", "31": "Jesus then said to those Jews who believed in him,[p] “If you remain in my word, you will truly be my disciples, ", "32": "and you will know the truth, and the truth will set you free.” ", "33": "They answered him, “We are descendants of Abraham and have never been enslaved to anyone.[q] How can you say, 'You will become free'?” ", "34": "Jesus answered them, “Amen, amen, I say to you, everyone who commits sin is a slave of sin. ", "35": "A slave does not remain in a household forever, but a son[r] always remains. ", "36": "So if a son frees you, then you will truly be free. ", "37": "I know that you are descendants of Abraham. But you are trying to kill me, because my word has no room among you. ", "38": "[s]I tell you what I have seen in the Father's presence; then do what you have heard from the Father.”", "39": "[t]They answered and said to him, “Our father is Abraham.” Jesus said to them, “If you were Abraham's children, you would be doing the works of Abraham. ", "40": "But now you are trying to kill me, a man who has told you the truth that I heard from God; Abraham did not do this. ", "41": "You are doing the works of your father!” [So] they said to him, “We are not illegitimate. We have one Father, God.” ", "42": "Jesus said to them, “If God were your Father, you would love me, for I came from God and am here; I did not come on my own, but he sent me. ", "43": "Why do you not understand what I am saying? Because you cannot bear to hear my word. ", "44": "You belong to your father the devil and you willingly carry out your father's desires. He was a murderer from the beginning and does not stand in truth, because there is no truth in him. When he tells a lie, he speaks in character, because he is a liar and the father of lies. ", "45": "But because I speak the truth, you do not believe me. ", "46": "Can any of you charge me with sin? If I am telling the truth, why do you not believe me? ", "47": "Whoever belongs to God hears the words of God; for this reason you do not listen, because you do not belong to God.”", "48": "The Jews answered and said to him, “Are we not right in saying that you are a Samaritan[u] and are possessed?” ", "49": "Jesus answered, “I am not possessed; I honor my Father, but you dishonor me. ", "50": "I do not seek my own glory; there is one who seeks it and he is the one who judges. ", "51": "Amen, amen, I say to you, whoever keeps my word will never see death.” ", "52": "[So] the Jews said to him, “Now we are sure that you are possessed. Abraham died, as did the prophets, yet you say, 'Whoever keeps my word will never taste death.' ", "53": "Are you greater than our father Abraham,[v] who died? Or the prophets, who died? Who do you make yourself out to be?” ", "54": "Jesus answered, “If I glorify myself, my glory is worth nothing; but it is my Father who glorifies me, of whom you say, 'He is our God.' ", "55": "You do not know him, but I know him. And if I should say that I do not know him, I would be like you a liar. But I do know him and I keep his word. ", "56": "Abraham your father rejoiced to see my day; he saw it[w] and was glad. ", "57": "So the Jews said to him, “You are not yet fifty years old and you have seen Abraham?”[x] ", "58": "[y]Jesus said to them, “Amen, amen, I say to you, before Abraham came to be, I AM.” ", "59": "So they picked up stones to throw at him; but Jesus hid and went out of the temple area."}