{"1": "Now I, Paul, appeal to you[a] personally[b] by the meekness and gentleness[c] of Christ (I who am meek[d] when present among[e] you, but am full of courage[f] toward you when away!)—", "2": "now I ask that when I am present I may not have to be bold with the confidence that (I expect) I will dare to use against some who consider us to be behaving[g] according to human standards.[h] ", "3": "For though we live[i] as human beings,[j] we do not wage war according to human standards,[k] ", "4": "for the weapons of our warfare are not human weapons,[l] but are made powerful by God[m] for tearing down strongholds.[n] We tear down arguments[o] ", "5": "and every arrogant obstacle[p] that is raised up against the knowledge of God, and we take every thought captive to make it obey[q] Christ. ", "6": "We are also ready to punish every act of disobedience,[r] whenever your obedience is complete. ", "7": "You are looking at outward appearances.[s] If anyone is confident that he belongs to Christ, he should reflect on this again: Just as he himself belongs to Christ, so too do we. ", "8": "For if I boast somewhat more about our authority that the Lord gave us[t] for building you up and not for tearing you down, I will not be ashamed of doing so.[u] ", "9": "I do not want to seem as though I am trying to terrify you with my letters, ", "10": "because some say, “His letters are weighty and forceful, but his physical presence is weak[v] and his speech is of no account.”[w] ", "11": "Let such a person consider this: What we say[x] by letters when we are absent, we also are in actions when we are present.", "12": "For we would not dare to classify or compare ourselves with some of those who recommend themselves. But when they measure themselves by themselves and compare themselves with themselves, they are without understanding.[y] ", "13": "But we will not boast beyond certain limits,[z] but will confine our boasting[aa] according to the limits of the work to which God has appointed us,[ab] that reaches even as far as you. ", "14": "For we were not overextending ourselves, as though we did not reach as far as you, because we were the first to reach as far as you with the gospel about Christ.[ac] ", "15": "Nor do we boast beyond certain limits[ad] in the work[ae] done by others, but we hope[af] that as your faith continues to grow, our work may be greatly expanded[ag] among you according to our limits,[ah] ", "16": "so that we may preach the gospel in the regions that lie beyond you, and not boast of work already done in another person's area. ", "17": "But the one who boasts must boast in the Lord.[ai] ", "18": "For it is not the person who commends himself who is approved, but the person the Lord commends."}