{"1": "Are we beginning to commend ourselves again? We don't need letters of recommendation to you or from you as some other people do, do we?[a] ", "2": "You yourselves are our letter,[b] written on our hearts, known and read by everyone, ", "3": "revealing[c] that you are a letter of Christ, delivered by us,[d] written not with ink but by the Spirit of the living God, not on stone tablets[e] but on tablets of human hearts.", "4": "Now we have such confidence in God through Christ. ", "5": "Not that we are adequate[f] in ourselves to consider anything as if it were coming from ourselves, but our adequacy[g] is from God, ", "6": "who made us adequate[h] to be servants of a new covenant[i] not based on the letter but on the Spirit, for the letter kills, but the Spirit gives life.", "7": "But if the ministry that produced death—carved in letters on stone tablets[j]—came with glory, so that the Israelites[k] could not keep their eyes fixed on the face of Moses because of the glory of his face[l] (a glory[m] which was made ineffective),[n] ", "8": "how much more glorious will the ministry of the Spirit be?[o] ", "9": "For if there was glory in the ministry that produced condemnation,[p] how much more does the ministry that produces righteousness[q] excel[r] in glory! ", "10": "For indeed, what had been glorious now[s] has no glory because of the tremendously greater glory of what replaced it.[t] ", "11": "For if what was made ineffective[u] came with[v] glory, how much more has what remains[w] come in glory! ", "12": "Therefore, since we have such a hope, we behave with great boldness,[x] ", "13": "and not like Moses who used to put a veil over his face to keep the Israelites[y] from staring[z] at the result[aa] of the glory that was made ineffective.[ab] ", "14": "But their minds were closed.[ac] For to this very day, the same veil remains when they hear the old covenant read.[ad] It has not been removed because only in Christ is it taken away.[ae] ", "15": "But until this very day whenever Moses is read, a veil lies over their minds,[af] ", "16": "but when one[ag] turns to the Lord, the veil is removed.[ah] ", "17": "Now the Lord is the Spirit, and where the Spirit of the Lord is present,[ai] there is freedom. ", "18": "And we all, with unveiled faces reflecting the glory of the Lord,[aj] are being transformed into the same image from one degree of glory to another,[ak] which is from[al] the Lord, who is the Spirit.[am]"}