{"1": "Now because we are fellow workers, we also urge you not to receive the grace of God in vain.[a] ", "2": "For he says, “I heard you at the acceptable time, and in the day of salvation I helped you.”[b] Look, now is the acceptable time; look, now is the day of salvation! ", "3": "We do not give anyone[c] an occasion for taking an offense in anything,[d] so that no fault may be found with our ministry. ", "4": "But as God's servants,[e] we have commended ourselves in every way,[f] with great endurance, in persecutions,[g] in difficulties, in distresses, ", "5": "in beatings, in imprisonments, in riots,[h] in troubles,[i] in sleepless nights, in hunger, ", "6": "by purity, by knowledge, by patience, by benevolence, by the Holy Spirit,[j] by genuine[k] love, ", "7": "by truthful[l] teaching,[m] by the power of God, with weapons of righteousness both for the right hand and for the left,[n] ", "8": "through glory and dishonor, through slander and praise; regarded as impostors,[o] and yet true; ", "9": "as unknown, and yet well-known; as dying and yet—see!—we continue to live; as those who are scourged[p] and yet not executed; ", "10": "as sorrowful, but always rejoicing, as poor, but making many rich, as having nothing, and yet possessing everything.", "11": "We have spoken freely to you,[q] Corinthians; our heart has been opened wide to you. ", "12": "Our affection for you is not restricted,[r] but you are restricted in your affections for us. ", "13": "Now as a fair exchange—I speak as to my[s] children—open wide your hearts to us[t] also.", "14": "Do not become partners[u] with those who do not believe, for what partnership is there between righteousness and lawlessness, or what fellowship does light have with darkness? ", "15": "And what agreement does Christ have with Beliar?[v] Or what does a believer share in common with an unbeliever? ", "16": "And what mutual agreement does the temple of God have with idols? For we are[w] the temple of the living God, just as God said, “I will live in them[x] and will walk among them, and I will be their God, and they will be my people.”[y] ", "17": "Therefore “come out from their midst, and be separate,” says the Lord, “and touch no unclean thing,[z] and I will welcome[aa] you,[ab] ", "18": "and I will be a father to you, and you will be my sons and daughters,”[ac] says the All-Powerful Lord.[ad]"}