{"1": "Now we make known to you, brothers and sisters,[a] the grace of God given to the churches of Macedonia, ", "2": "that during a severe ordeal of suffering, their abundant joy and their extreme poverty have overflowed in the wealth[b] of their generosity. ", "3": "For I testify, they gave according to their means and beyond their means. They did so voluntarily,[c] ", "4": "begging us with great earnestness for the blessing and fellowship of helping[d] the saints. ", "5": "And they did this not just as we had hoped, but they gave themselves first to the Lord and to us by the will of God. ", "6": "Thus[e] we urged[f] Titus that, just as he had previously begun this work,[g] so also he should complete this act of kindness[h] for you. ", "7": "But as you excel[i] in everything—in faith, in speech, in knowledge, and in all eagerness and in the love from us that is in you[j]—make sure that you excel[k] in this act of kindness[l] too. ", "8": "I am not saying this as a command, but I am testing the genuineness of your love by comparison with the eagerness of others.[m] ", "9": "For you know the grace[n] of our Lord Jesus Christ, that although he was rich, he became poor for your sakes, so that you by his poverty could become rich. ", "10": "So here is my opinion on this matter: It is to your advantage, since you[o] made a good start last year both in your giving and your desire to give, ", "11": "to finish what you started,[p] so that just as you wanted to do it eagerly,[q] you can also complete it according to your means.[r] ", "12": "For if the eagerness is present, the gift itself[s] is acceptable according to whatever one has, not according to what he does not have. ", "13": "For I do not say this so there would be relief for others and suffering for you, but as a matter of equality. ", "14": "At the present time, your abundance will meet their need,[t] so that one day their abundance may also meet your need, and thus there may be equality, ", "15": "as it is written: “The one who gathered[u] much did not have too much, and the one who gathered little did not have too little.”[v]", "16": "But thanks be to God who put in the heart of Titus the same devotion[w] I have for you, ", "17": "because he not only accepted our request, but since he was very eager,[x] he is coming[y] to you of his own accord.[z] ", "18": "And we are sending[aa] along with him the brother who is praised by all the churches for his work in spreading the gospel.[ab] ", "19": "In addition,[ac] this brother[ad] has also been chosen by the churches as our traveling companion as we administer this generous gift[ae] to the glory of the Lord himself and to show our readiness to help.[af] ", "20": "We did this[ag] as a precaution so that no one should blame us in regard to this generous gift we are administering. ", "21": "For we are concerned about what is right not only before the Lord but also before men.[ah] ", "22": "And we are sending[ai] with them our brother whom we have tested many times and found eager in many matters, but who now is much more eager than ever because of the great confidence he has in you. ", "23": "If there is any question[aj] about Titus, he is my partner and fellow worker among you; if there is any question about our brothers, they are messengers[ak] of the churches, a glory to Christ. ", "24": "Therefore show[al] them openly before the churches the proof of your love and of our pride in you.[am]"}