{"1": "After this the Lord chose seventy others. He sent them out two together to every city and place where He would be going later. ", "2": "Jesus said to them, “There is much grain ready to gather. But the workmen are few. Pray then to the Lord Who is the Owner of the grain-fields that He will send workmen to gather His grain. ", "3": "Go on your way. Listen! I send you out like lambs among wolves. ", "4": "Take no money. Do not take a bag or shoes. Speak to no one along the way. ", "5": "When you go into a house, say that you hope peace will come to them. ", "6": "If a man who loves peace lives there, your good wishes will come to him. If your good wishes are not received, they will come back to you. ", "7": "Stay in the same house. Eat and drink what they give you. The workman should have his thanks. Do not move from house to house. ", "8": "“Whenever a city receives you, eat the things that are put before you there. ", "9": "Heal the sick. Say to them, 'The holy nation of God is near.' ", "10": "Whatever city does not receive you, go into its streets and say, ", "11": "'Even the dust of your city that is on our feet we are cleaning off against you. But understand this, the holy nation of God has come near you!' ", "12": "I tell you, on the day men stand before God, it will be easier for the city of Sodom than for that city. ", "13": "“It is bad for you, city of Chorazin! It is bad for you, town of Bethsaida! For if the powerful works which were done in you had been done in the cities of Tyre and Sidon they would have turned from their sins long ago. They would have shown their sorrow by putting on clothes made from hair and would have sat in ashes. ", "14": "It will be better for Tyre and Sidon on the day men stand before God and be told they are guilty than for you. ", "15": "And you, Capernaum, are you to be lifted up into heaven? You will be taken down to hell. ", "16": "Whoever listens to you, listens to Me. Whoever has nothing to do with you, has nothing to do with Me. Whoever has nothing to do with Me, has nothing to do with the One Who sent Me.”", "17": "The seventy came back full of joy. They said, “Lord, even the demons obeyed us when we used Your name.” ", "18": "Jesus said to them, “I saw Satan fall from heaven like lightning. ", "19": "Listen! I have given you power to walk on snakes. I have given you power over small animals with a sting of poison. I have given you power over all the power of the one who works against you. Nothing will hurt you. ", "20": "Even so, you should not be happy because the demons obey you but be happy because your names are written in heaven.”", "21": "At this time Jesus was full of the joy of the Holy Spirit. He said, “I thank You, Father, Lord of heaven and earth. You have kept these things hidden from the wise and from those who have much learning. You have shown them to little children. Yes, Father, it was what you wanted done. ", "22": "“Everything has been given to Me by My Father. No one knows the Son but the Father. No one knows the Father but the Son and the Son makes the Father known to those He chooses.”", "23": "Then He turned to His followers and said without anyone else hearing, “Happy are those who see what you see! ", "24": "I tell you, many early preachers and kings have wanted to see the things you are seeing, but they did not see them. They have wanted to hear the things you are hearing, but they did not hear them.”", "25": "A man stood up who knew the Law and tried to trap Jesus. He said, “Teacher, what must I do to have life that lasts forever?” ", "26": "Jesus said to him, “What is written in the Law? What does the Law say?” ", "27": "The man said, “You must love the Lord your God with all your heart. You must love Him with all your soul. You must love Him with all your strength. You must love Him with all your mind. You must love your neighbor as you love yourself.” ", "28": "Jesus said to him, “You have said the right thing. Do this and you will have life.” ", "29": "The man tried to make himself look good. He asked Jesus, “Who is my neighbor?”", "30": "Jesus said, “A man was going down from Jerusalem to the city of Jericho. Robbers came out after him. They took his clothes off and beat him. Then they went away, leaving him almost dead. ", "31": "A religious leader was walking down that road and saw the man. But he went by on the other side. ", "32": "In the same way, a man from the family group of Levi was walking down that road. When he saw the man who was hurt, he came near to him but kept on going on the other side of the road. ", "33": "Then a man from the country of Samaria came by. He went up to the man. As he saw him, he had loving-pity on him. ", "34": "He got down and put oil and wine on the places where he was hurt and put cloth around them. Then the man from Samaria put this man on his own donkey. He took him to a place where people stay for the night and cared for him. ", "35": "The next day the man from Samaria was ready to leave. He gave the owner of that place two pieces of money to care for him. He said to him, 'Take care of this man. If you use more than this, I will give it to you when I come again.' ", "36": "“Which of these three do you think was a neighbor to the man who was beaten by the robbers?” ", "37": "The man who knew the Law said, “The one who showed loving-pity on him.” Then Jesus said, “Go and do the same.”", "38": "As they went on their way, they came to a town where a woman named Martha lived. She cared for Jesus in her home. ", "39": "Martha had a sister named Mary. Mary sat at the feet of Jesus and listened to all He said. ", "40": "Martha was working hard getting the supper ready. She came to Jesus and said, “Do You see that my sister is not helping me? Tell her to help me.” ", "41": "Jesus said to her, “Martha, Martha, you are worried and troubled about many things. ", "42": "Only a few things are important, even just one. Mary has chosen the good thing. It will not be taken away from her.”"}