{"1": "Jesus had been praying. One of His followers said to Him, “Lord, teach us to pray as John the Baptist taught his followers.” ", "2": "Jesus said to them, “When you pray, say, 'Our Father in heaven, Your name is holy. May Your holy nation come. *What You want done, may it be done on earth as it is in heaven. ", "3": "Give us the bread we need everyday. ", "4": "Forgive us our sins, as we forgive those who sin against us. Do not let us be tempted.'”", "5": "Jesus said to them, “If one of you has a friend and goes to him in the night and says, 'Friend, give me three loaves of bread, ", "6": "for a friend of mine is on a trip and has stopped at my house. I have no food to give him.' ", "7": "The man inside the house will say, 'Do not trouble me. The door is shut. My children and I are in bed. I cannot get up and give you bread.' ", "8": "I say to you, he may not get up and give him bread because he is a friend. Yet, if he keeps on asking, he will get up and give him as much as he needs. ", "9": "I say to you, ask, and what you ask for will be given to you. Look, and what you are looking for you will find. Knock, and the door you are knocking on will be opened to you. ", "10": "For everyone who asks, will receive what he asks for. Everyone who looks, will find what he is looking for. Everyone who knocks, will have the door opened to him. ", "11": "“Would any of you fathers give your son a stone if he asked for bread? Or would you give a snake if he asked for a fish? ", "12": "Or if he asked for an egg, would you give him a small animal with a sting of poison? ", "13": "You are sinful and you know how to give good things to your children. How much more will your Father in heaven give the Holy Spirit to those who ask Him?”", "14": "Jesus was putting a demon out of a man who could not speak. When the demon was gone, the man could speak. All the people were surprised and wondered about it. ", "15": "Some of them said, “He puts out demons through Satan, the king of demons.” ", "16": "Others tried to trap Jesus. They asked for something special to see from heaven. ", "17": "But He knew their thoughts and said to them, “Every nation divided into groups that fight each other will be destroyed. Every family divided into groups that fight each other will not stand. ", "18": "If Satan is divided against himself, how will his nation stand? And yet you say I put out demons through Satan! ", "19": "If I put out demons through Satan, by whose help do your sons put them out? Your own sons will say if you are guilty or not. ", "20": "But if I put out demons by the power of God, then the holy nation of God has come to you. ", "21": "“When a strong man watches his house and is ready to fight, his things are safe. ", "22": "When a stronger man comes along, he wins the fight. He takes away all the things to fight with that the man of the house had put his trust in. Then the stronger man takes anything he wants from the house. ", "23": "Whoever is not with Me is against Me. Whoever does not gather with Me is sending them everywhere.", "24": "“When a demon is gone out of a man, it goes through dry places to find rest. If it finds none, it says, 'I will go back to my house I came from.' ", "25": "When the demon comes back, it finds the house cleaned and looking good. ", "26": "Then the demon goes out and comes back bringing seven demons worse than itself. They go in and live there. In the end that man is worse than at the first.” ", "27": "As Jesus was talking, a woman of the group said with a loud voice, “The woman is happy who gave You birth and who fed You.” ", "28": "But He said, “Yes, but those who hear the Word of God and obey it are happy.”", "29": "When the people were gathered near Jesus, He said, “The people of this day are sinful. They are looking for something special to see. They will get nothing special to see, except what Jonah the early preacher did. ", "30": "As Jonah was something special to the people of the city of Nineveh, the Son of Man will be to the people of this day also. ", "31": "The queen of the south will stand up on the day men stand before God. She will say the people of this day are guilty because she came from the ends of the earth to listen to the wise sayings of Solomon. And look, Someone greater than Solomon is here! ", "32": "The men of Nineveh will stand up on the day men stand before God. They will say the people of this day are guilty because the men of Nineveh were sorry for their sins and turned from them when Jonah preached. And look, Someone greater than Jonah is here!", "33": "“No man lights a lamp and then hides it under a pail. He puts the light on a lamp-stand so those who come in can see it. ", "34": "The eye is the light of the body. When your eye is good, your whole body is full of light. When your eye is sinful, your whole body is full of darkness. ", "35": "Be careful that the light in you is not dark. ", "36": "If your whole body is full of light, with no dark part, then it will shine. It will be as a lamp that gives light.”", "37": "As Jesus was talking, a proud religious law-keeper asked Him to eat with him. Jesus went to the man's house and took His place at the table. ", "38": "The proud religious law-keeper was surprised and wondered why Jesus had not washed before He ate. ", "39": "But the Lord said to him, “You proud religious law-keepers make the outside of the cup and plate clean, but inside you are full of stealing and sinning. ", "40": "You are foolish. Did not He that made the outside make the inside also? ", "41": "Give yourself as a gift and then you will be clean. ", "42": "“It is bad for you, proud religious law-keepers! You give one-tenth part of your spices. But you give no thought to what is right and to the love of God. You should do both of these.", "43": "“It is bad for you, proud religious law-keepers! For you like to have the important seats in the places of worship. You like to have people speak good-sounding words to you as you are in the center of town where people gather. ", "44": "It is bad for you, teachers of the Law and proud religious law-keepers and you who pretend to be someone you are not! For you are like graves that are hidden. Men walk on graves without knowing they are there.”", "45": "One of the men who knew the Law said to Jesus, “Teacher, You are making us look bad when You speak like this.” ", "46": "Jesus said, “It is bad for you also, you men who know the Law! For you put heavy loads on the shoulders of men. But you will not even put your finger on one of these loads to help them. ", "47": "It is bad for you! For you make beautiful buildings for the graves of the early preachers your fathers killed. ", "48": "You are saying what your fathers did was good, because they killed the early preachers and you are making their graves. ", "49": "“For this reason the wisdom of God has said, 'I will send them early preachers and missionaries. Some they will kill and some they will make it very hard for.' ", "50": "The blood of all the early preachers from the beginning of the world is on the people of this day. ", "51": "It will be from the blood of Abel to the blood of Zacharias, the one who died between the altar and the house of God. For sure, I tell you, the people of this day will be guilty for this. ", "52": "“It is bad for you men who know the Law! For you have locked the door to the house of learning. You are not going in yourselves and you do not allow those to go in who are about to go in.”", "53": "As Jesus went away from there, the teachers of the Law and the proud religious law-keepers were very angry and tried to make Him say many things. ", "54": "They planned against Jesus and tried to trap Him with something He might say."}