{"1": "At that time thousands of people gathered together. There were so many that they walked on each other. Jesus spoke to His twelve followers first, saying, “Look out! Have nothing to do with the yeast of the proud religious law-keepers which is pretending to be something it is not. ", "2": "For there is nothing covered up that will not be seen. There is nothing hidden that will not be known. ", "3": "What you have said in the dark will be heard in the light. What you have said in a low voice in a closed room will be spoken with a loud voice from the top of houses.", "4": "“I say to you, My friends, do not be afraid of those who kill the body and then can do no more. ", "5": "I will tell you the one to be afraid of. Be afraid of Him Who has power to put you into hell after He has killed you. Yes, I say to you, be afraid of Him! ", "6": "“Are not five small birds sold for two small pieces of money? God does not forget even one of the birds. ", "7": "God knows how many hairs you have on your head. Do not be afraid. You are worth more than many small birds.", "8": "“Also, I tell you, everyone who makes Me known to men, the Son of Man will make him known to the angels of God. ", "9": "But whoever acts as if he does not know Me and does not make Me known to men, he will not be spoken of to the angels of God.", "10": "“Whoever speaks a word against the Son of Man will be forgiven. Whoever speaks against the Holy Spirit will not be forgiven. ", "11": "When they take you to the places of worship and to the courts and to the leaders of the country, do not be worried about what you should say or how to say it. ", "12": "The Holy Spirit will tell you what you should say at that time.” ", "13": "One of the people said to Jesus, “Teacher, tell my brother to divide the riches that our father left us.” ", "14": "Jesus said to him, “Friend, who has told Me to say who should get what?” ", "15": "Then Jesus said to them all, “Watch yourselves! Keep from wanting all kinds of things you should not have. A man's life is not made up of things, even if he has many riches.”", "16": "Then He told them a picture-story, saying, “The fields of a rich man gave much grain. ", "17": "The rich man thought to himself, 'What will I do? I have no place to put the grain.' ", "18": "Then he said, 'I know what I will do. I will take down my grain building and I will build a bigger one. I will put all my grain and other things I own into it. ", "19": "And I will say to my soul, “Soul, you have many good things put away in your building. It will be all you need for many years to come. Now rest and eat and drink and have lots of fun.”' ", "20": "But God said to him, 'You fool! Tonight your soul will be taken from you. Then who will have all the things you have put away?' ", "21": "It is the same with a man who puts away riches for himself and does not have the riches of God.”", "22": "Jesus said to His followers, “Because of this, I say to you, do not worry about your life, what you are going to eat. Do not worry about your body, what you are going to wear. ", "23": "Life is worth more than food. The body is worth more than clothes. ", "24": "Look at the birds. They do not plant seeds. They do not gather grain. They have no grain buildings for keeping grain. Yet God feeds them. Are you not worth more than the birds?", "25": "“Which of you can make yourself a little taller by worrying? ", "26": "If you cannot do that which is so little, why do you worry about other things? ", "27": "Think how the flowers grow. They do not work or make cloth. Yet, I tell you, that King Solomon in all his greatness was not dressed as well as one of these flowers. ", "28": "God puts these clothes on the grass of the field. The grass is in the field today and put into the fire tomorrow. How much more would He want to give you clothing? You have so little faith! ", "29": "Do not give so much thought to what you will eat or drink. Do not be worried about it. ", "30": "For all the nations of the world go after these things. Your Father knows you need these things. ", "31": "Instead, go after the holy nation of God. Then all these other things will be given to you. ", "32": "Do not be afraid, little flock. Your Father wants to give you the holy nation of God. ", "33": "Sell what you have and give the money to poor people. Have money-bags for yourselves that will never wear out. These money-bags are riches in heaven that will always be there. No robber can take them and no bugs can eat them there. ", "34": "Your heart will be wherever your riches are.", "35": "“Be ready and dressed. Have your lights burning. ", "36": "Be like men who are waiting for their owner to come home from a wedding supper. When he comes and knocks on the door, they will open it for him at once. ", "37": "Those servants are happy when their owner finds them watching when he comes. For sure, I tell you, he will be dressed and ready to care for them. He will have them seated at the table. ", "38": "The owner might come late at night or early in the morning. Those servants are happy if their owner finds them watching whenever he comes. ", "39": "But understand this, that if the owner of a house had known when the robber was coming, he would have been watching. He would not have allowed his house to be broken into. ", "40": "You must be ready also. The Son of Man is coming at a time when you do not think He will come.”", "41": "Peter said, “Lord, are You telling this picture-story to us or to all the people?” ", "42": "The Lord said, “Who is the faithful and wise servant his owner made boss over the others? He is the one who is to have food ready at the right time. ", "43": "That servant is happy who is doing his work when the owner comes. ", "44": "For sure, I tell you, he will make him boss over all he has. ", "45": "“But what if that servant says to himself, 'The owner will not be coming soon,' and then beats the other servants and eats and drinks and gets drunk? ", "46": "The owner of that servant will come on a day and at an hour when he is not looking for him. He will cut him in pieces and will put him with those who do not believe. ", "47": "“The servant who knew what the owner wanted done, but did not get ready for him, or did not do what he wanted done, will be beaten many times. ", "48": "But the servant who did not know what his owner wanted done, but did things that would be reason to be beaten, will be beaten only a few times. The man who receives much will have to give much. If much is given to a man to take care of, men will expect to get more from him.", "49": "“I have come to bring fire down to the earth. I wish it were already started! ", "50": "I have a baptism to go through. How troubled I am until it is over! ", "51": "Do you think I came to bring peace on the earth? I tell you, no! I came to divide. ", "52": "From now on there will be five in one house divided. Three will be against two and two will be against three. ", "53": "The father will be against the son. The son will be against the father. The mother will be against the daughter. The daughter will be against the mother. The mother-in-law will be against the daughter-in-law. The daughter-in-law will be against the mother-in-law.” ", "54": "Then Jesus also said to the people, “When you see a cloud coming in the west, you say at once, 'It is going to rain.' And it does. ", "55": "When you see the wind blow from the south, you say, 'It will be a hot day.' And it is. ", "56": "You who pretend to be someone you are not, you know all about the sky and the earth. But why do you not know what is happening these days? ", "57": "Why do you not know for yourselves what is right? ", "58": "When a person says you are wrong and takes you to court, try to make it right with him as you go, or he will take you to the head of the court. Then he will take you to the police and you will be put in prison. ", "59": "I tell you, you will not be let out of prison until you have paid the last piece of money of the fine.”"}