{"1": "On the Day of Rest Jesus went into the house of one of the leaders of the proud religious law-keepers to eat. They all watched Jesus to see what He would do. ", "2": "A man who had very large arms and legs because of a sickness was put before Jesus. ", "3": "Jesus asked the teachers of the Law and the proud religious law-keepers, “Does the Law say it is right to heal on the Day of Rest, or not?” ", "4": "They did not answer. Jesus took hold of the man and healed him and sent him away. ", "5": "Then Jesus said to the leaders, “If one of you had a cow or donkey that fell into a hole, would you not go at once and pull it out on the Day of Rest?” ", "6": "And they were not able to answer His questions.", "7": "Jesus had been watching those who were asked to come to supper. They were all trying to get the important seats. He told them a picture-story, saying, ", "8": "“When you are asked by someone to a wedding supper, do not take the important seat. Someone more important than you may have been asked to come also. ", "9": "The one who asked both of you to come may say to you, 'The important seat is for this man.' Then you will be ashamed as you take the last place. ", "10": "But when you are asked to come to the table, sit down on the last seat. Then the one who asked you may come and say to you, 'Friend, go to a more important place.' Then you will be shown respect in front of all who are at the table with you. ", "11": "Whoever makes himself look more important than he is will find out how little he is worth. Whoever does not try to honor himself will be made important.”", "12": "Then Jesus said to the man who asked Him to eat in his house, “When you have a supper, do not ask your friends or your brothers or your family or your rich neighbors. They will ask you to come to their place for a supper. That way you will be paid back for what you have done. ", "13": "When you have a supper, ask poor people. Ask those who cannot walk and those who are blind. ", "14": "You will be happy if you do this. They cannot pay you back. You will get your pay when the people who are right with God are raised from the dead.” ", "15": "When one of those eating at the table with Jesus heard this, he said, “Everyone is happy who will eat in the holy nation of God.”", "16": "Then Jesus said to the leader of the proud religious law-keepers, “There was a man who was giving a big supper. He asked many people to come to eat. ", "17": "When it was about time to eat, he sent one of the servants he owned to tell those he had asked, saying, 'Come, everything is ready now.' ", "18": "They all gave different reasons why they could not come. The first said, 'I have bought some land and I must go and see it. Do not expect me to come.' ", "19": "Another one said, 'I have bought ten cows to use for working in my fields. I must go and try them out. Do not expect me to come.' ", "20": "And another one said, 'I have just been married and I cannot come.'", "21": "“The servant went back to his owner and told him these things. Then his owner became angry. He said to his servant, 'Hurry into the streets and narrow roads of the city and bring poor people here. Bring those whose bodies are diseased. Bring those who cannot walk and those who are blind.' ", "22": "The servant came back and said, 'Sir, what you told me to do has been done. But there are still some empty places.' ", "23": "Then the owner said to his servant, 'Go out along the roads leading away from the city and into the fields. Tell them they must come. Do this so my house will be filled. ", "24": "I tell you, not one of those I had asked will eat of my supper.'”", "25": "Many people followed Jesus. Then He turned around and said to them, ", "26": "“If any man comes to Me and does not have much more love for Me than for his father and mother, wife and children, brothers and sisters, and even his own life, he cannot be My follower. ", "27": "If he does not carry his cross and follow Me, he cannot be My follower. ", "28": "“If one of you wanted to build a large building, you would sit down first and think of how much money it would take to build it. You would see if you had enough money to finish it, ", "29": "or when the base of the building is finished, you might see that you do not have enough money to finish it. Then all who would see it would make fun of you. ", "30": "They would say, 'This man began to build and was not able to finish.'", "31": "“What if a king is going to war with another king? Will he not sit down first and decide if he is able to go with 10,000 men against the other king who is coming with 20,000 men? ", "32": "Or, he will send a soldier to the other king while he is still a long way off. He will ask what can be done to have peace. ", "33": "In the same way, whoever does not give up all that he has, cannot be My follower. ", "34": "“Salt is good. But if salt has lost its taste, how can it be made to taste like salt again? ", "35": "It is no good for the field or the waste place. Men throw it away. You have ears, then listen!”"}