{"1": "All the tax-gatherers and sinners were coming to hear Jesus. ", "2": "The proud religious law-keepers and the teachers of the Law began to speak against Him. They said, “This man receives sinners and eats with them.”", "3": "Then Jesus told them a picture-story, saying, ", "4": "“What if one of you had one hundred sheep and you lost one of them? Would you not leave the ninety-nine in the country and go back and look for the one which was lost until you find it? ", "5": "When you find it, you are happy as you carry it back on your shoulders. ", "6": "Then you would go to your house and call your friends and neighbors. You would say to them, 'Be happy with me because I have found my sheep that was lost.' ", "7": "I tell you, there will be more joy in heaven because of one sinner who is sorry for his sins and turns from them, than for ninety-nine people right with God who do not have sins to be sorry for.", "8": "“What if a woman has ten silver pieces of money and loses one of them? Does she not light a lamp and sweep the floor and look until she finds it? ", "9": "When she finds it, she calls her friends and neighbors together. She says to them, 'Be happy with me. I have found the piece of money I had lost.' ", "10": "I tell you, it is the same way among the angels of God. If one sinner is sorry for his sins and turns from them, the angels are very happy.”", "11": "And Jesus said, “There was a man who had two sons. ", "12": "The younger son said to his father, 'Father, let me have the part of the family riches that will be coming to me.' Then the father divided all that he owned between his two sons. ", "13": "Soon after that the younger son took all that had been given to him and went to another country far away. There he spent all he had on wild and foolish living. ", "14": "When all his money was spent, he was hungry. There was no food in the land. ", "15": "He went to work for a man in this far away country. His work was to feed pigs. ", "16": "He was so hungry he was ready to eat the outside part of the ears of the corn the pigs ate because no one gave him anything.", "17": "“He began to think about what he had done. He said to himself, 'My father pays many men who work for him. They have all the food they want and more than enough. I am about dead because I am so hungry. ", "18": "I will get up and go to my father. I will say to him, “Father, I have sinned against heaven and against you. ", "19": "I am not good enough to be called your son. But may I be as one of the workmen you pay to work?”' ", "20": "“The son got up and went to his father. While he was yet a long way off, his father saw him. The father was full of loving-pity for him. He ran and threw his arms around him and kissed him. ", "21": "The son said to him, 'Father, I have sinned against heaven and against you. I am not good enough to be called your son.' ", "22": "But the father said to the workmen he owned, 'Hurry! Get the best coat and put it on him. Put a ring on his hand and shoes on his feet. ", "23": "Bring the calf that is fat and kill it. Let us eat and be glad. ", "24": "For my son was dead and now he is alive again. He was lost and now he is found. Let us eat and have a good time.' ", "25": "“The older son was out in the field. As he was coming near the house, he heard music and dancing. ", "26": "He called one of the servants and asked what was happening. ", "27": "The servant answered, 'Your brother has come back and your father has killed the fat calf. Your brother is in the house and is well.' ", "28": "The older brother was angry and would not go into the house. His father went outside and asked him to come in. ", "29": "The older son said to his father, 'All these many years I have served you. I have always obeyed what you said. But you never gave me a young goat so I could have a supper and a good time with my friends. ", "30": "But as soon as this son of yours came back, you killed the fat calf. And yet he wasted your money with bad women.' ", "31": "“The father said to him, 'My son, you are with me all the time. All that I have is yours. ", "32": "It is right and good that we should have a good time and be glad. Your brother was dead and now he is alive again. He was lost and now he is found.'”"}