{"1": "Jesus said to His followers, “There was a rich man who put a boss over his houses and lands. Someone told him that his boss was not using his riches in a right way. ", "2": "The rich man sent for the boss and said, 'What is this I hear about you? Tell me what you have done with my things. You are not to be the boss of my houses and lands anymore.' ", "3": "“The boss said to himself, 'What will I do now? The owner of the houses and lands is taking my work away from me. I cannot dig in the ground for a living. I am too proud to ask for help. ", "4": "I know what I will do. I will make it so that when I lose this work I will be able to go to the homes of my friends.' ", "5": "“He sent for the people who owed the rich man. He asked the first one, 'How much do you owe the owner?' ", "6": "The first man said, 'One hundred barrels of oil.' The boss said to him, 'Take your bill. Sit down at once and change it to fifty.' ", "7": "He asked another one, 'How much do you owe?' He said, 'One hundred bags of wheat.' He said to him, 'Take your bill and change it to eighty.' ", "8": "Then the rich man said that this sinful boss had been wise to plan for himself for the days ahead. For the people of the world are wiser in their day than the children of light. ", "9": "“I tell you, make friends for yourselves by using the riches of the world that are so often used in wrong ways. So when riches are a thing of the past, friends may receive you into a home that will be forever. ", "10": "He that is faithful with little things is faithful with big things also. He that is not honest with little things is not honest with big things. ", "11": "If you have not been faithful with riches of this world, who will trust you with true riches? ", "12": "If you have not been faithful in that which belongs to another person, who will give you things to have as your own? ", "13": "No servant can have two bosses. He will hate the one and love the other. Or, he will be faithful to one and not faithful to the other. You cannot be faithful to God and to riches at the same time.”", "14": "The proud religious law-keepers heard all these things. They loved money so they made fun of Jesus. ", "15": "Jesus said to them, “You are the kind of people who make yourselves look good before other people. God knows your hearts. What men think is good is hated in the eyes of God. ", "16": "Until John came, you had the writings of the Law and of the early preachers. From that time until now the Good News of the holy nation of God has been preached. Everyone is pushing his way in. ", "17": "But it is easier for heaven and earth to pass away than for one small part of a word in the Law to be of no more use. ", "18": "“Whoever divorces his wife and marries another woman is not faithful in marriage and is guilty of sex sins.", "19": "“There was a rich man who dressed in purple linen clothes everyday. He lived like a king would live with the best of food. ", "20": "There was a poor man named Lazarus who had many bad sores. He was put by the door of the rich man. ", "21": "He wanted the pieces of food that fell from the table of the rich man. Even dogs came and licked his sores. ", "22": "“The poor man who asked for food died. He was taken by the angels into the arms of Abraham. The rich man died also and was buried. ", "23": "In hell the rich man was in much pain. He looked up and saw Abraham far away and Lazarus beside him. ", "24": "He cried out and said, 'Father Abraham, take pity on me. Send Lazarus. Let him put the end of his finger in water and cool my tongue. I am in much pain in this fire.' ", "25": "Abraham said, 'My son, do not forget that when you were living you had your good things. Lazarus had bad things. Now he is well cared for. You are in pain. ", "26": "And more than all this, there is a big deep place between us. No one from here can go there even if he wanted to go. No one can come from there.' ", "27": "“Then the rich man said, 'Father, then I beg you to send Lazarus to my father's house. ", "28": "I have five brothers. Let him tell them of these things, or they will come to this place of much pain also.' ", "29": "Abraham said, 'They have the Writings of Moses and of the early preachers. Let them hear what they say.' ", "30": "But the rich man said, 'No, Father Abraham. If someone goes to them from the dead, they will be sorry for their sins and turn from them.' ", "31": "Abraham said to him, 'If they do not listen to Moses and to the early preachers, they will not listen even if someone is raised from the dead.'”"}