{"1": "Jesus told them a picture-story to show that men should always pray and not give up. ", "2": "He said, “There was a man in one of the cities who was head of the court. His work was to say if a person was guilty or not. This man was not afraid of God. He did not respect any man. ", "3": "In that city there was a woman whose husband had died. She kept coming to him and saying, 'Help me! There is someone who is working against me.' ", "4": "For awhile he would not help her. Then he began to think, 'I am not afraid of God and I do not respect any man. ", "5": "But I will see that this woman whose husband has died gets her rights because I get tired of her coming all the time.'” ", "6": "Then the Lord said, “Listen to the words of the sinful man who is head of the court. ", "7": "Will not God make the things that are right come to His chosen people who cry day and night to Him? Will He wait a long time to help them? ", "8": "I tell you, He will be quick to help them. But when the Son of Man comes, will He find faith on the earth?”", "9": "Jesus told another picture-story to some people who trusted in themselves and thought they were right with God. These people did not think well of other men. ", "10": "Jesus said, “Two men went up to the house of God to pray. One of them was a proud religious law-keeper. The other was a man who gathered taxes. ", "11": "The proud religious law-keeper stood and prayed to himself like this, 'God, I thank You that I am not like other men. I am not like those who steal. I am not like those who do things that are wrong. I am not like those who do sex sins. I am not even like this tax-gatherer. ", "12": "I go without food two times a week so I can pray better. I give one-tenth part of the money I earn.' ", "13": "But the man who gathered taxes stood a long way off. He would not even lift his eyes to heaven. But he hit himself on his chest and said, 'God, have pity on me! I am a sinner!' ", "14": "I tell you, this man went back to his house forgiven, and not the other man. For whoever makes himself look more important than he is will find out how little he is worth. Whoever does not try to honor himself will be made important.”", "15": "People took their little children to Jesus so He could put His hand on them. When His followers saw it, they spoke sharp words to the people. ", "16": "Jesus called the followers to Him and said, “Let the little children come to Me. Do not try to stop them. The holy nation of God is made up of ones like these. ", "17": "For sure, I tell you, whoever does not receive the holy nation of God as a child will not go into the holy nation.”", "18": "A leader of the people asked Jesus, “Good Teacher, what must I do to have life that lasts forever?” ", "19": "Jesus said to him, “Why do you call Me good? There is only One Who is good. That is God. ", "20": "You know the Laws. You must not do any sex sins. You must not kill another person. You must not steal. You must not tell a lie about someone else. Respect your father and your mother.” ", "21": "The leader said, “I have obeyed all these Laws since I was a boy.”", "22": "When Jesus heard this, He said to the leader of the people, “There is still one thing you need to do. Sell everything you have. Give the money to poor people. Then you will have riches in heaven. Come and follow Me.” ", "23": "When the leader heard this, he was very sad because he had many riches. ", "24": "When Jesus saw that he was very sad, He said, “It is hard for those with riches to go into the holy nation of God! ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to go into the holy nation of God.” ", "26": "Those who heard this, said, “Then who can be saved from the punishment of sin?” ", "27": "Jesus said, “God can do things men cannot do.” ", "28": "Then Peter said, “See, we have left everything and have followed You.” ", "29": "Jesus said to them, “For sure, I tell you, anyone who has left his house or parents or brothers or wife or children because of the holy nation of God ", "30": "will receive much more now. In the time to come he will have life that lasts forever.”", "31": "Then Jesus took the twelve followers to one side and said, “See! We are going up to Jerusalem. All the things the early preachers wrote about the Son of Man are going to happen. ", "32": "He will be given over to the people who are not Jews. He will be made fun of. He will be hurt. He will be spit on. ", "33": "They will beat Him and kill Him. After three days He will be raised again.” ", "34": "The followers did not understand these words. The meaning of these words was hidden from them. They did not know what He said.", "35": "Jesus was coming near Jericho. A blind man was sitting by the side of the road, begging. ", "36": "He heard many people going by and asked what was happening. ", "37": "They told him that Jesus of Nazareth was going by. ", "38": "Then he cried out and said, “Jesus, Son of David, have pity on me.” ", "39": "The people spoke sharp words to him and told him not to call out. But he cried out all the more, “Son of David, have pity on me.”", "40": "Jesus stopped and told the people to bring the blind man to Him. When the man was near, Jesus asked, ", "41": "“What do you want Me to do for you?” He answered, “Lord, I want to see.” ", "42": "Jesus said to him, “Then see! Your faith has healed you.” ", "43": "At once he could see. He followed Jesus and gave thanks to God. All the people gave thanks to God when they saw it."}