{"1": "Jesus went on to the city of Jericho and was passing through it. ", "2": "There was a rich man named Zaccheus. He was a leader of those who gathered taxes. ", "3": "Zaccheus wanted to see Jesus but he could not because so many people were there and he was a short man. ", "4": "He ran ahead and got up into a sycamore tree to see Him. Jesus was going by that way.", "5": "When Jesus came to the place, He looked up and saw Zaccheus. He said, “Zaccheus, come down at once. I must stay in your house today.” ", "6": "At once he came down and was glad to have Jesus come to his house. ", "7": "When the people saw it, they began to complain among themselves. They said, “He is going to stay with a man who is known to be a sinner.”", "8": "Zaccheus stood up and said to the Lord, “Lord, see! Half of what I own I will give to poor people. And if I have taken money from anyone in a wrong way, I will pay him back four times as much.” ", "9": "Jesus said to him, “Today, a person has been saved in this house. This man is a Jew also. ", "10": "For the Son of Man came to look for and to save from the punishment of sin those who are lost.”", "11": "As they heard these things, Jesus told them a picture-story. Because He was near Jerusalem, they thought the holy nation of God would come at once. ", "12": "So Jesus said, “A leader of a country went to another country far away. A nation was to be given to him, then he would return home. ", "13": "He called ten of the servants he owned. He gave them ten pieces of money and said to them, 'Put this money to use until I return.' ", "14": "But other men in his country hated him. They sent men after him to tell him they did not want him as their king. ", "15": "After he had been given the other nation, he returned as king. He asked for his servants who had received the money to come to him. He wanted to know how much more they had after putting it to use. ", "16": "The first one came and said, 'Lord, the piece of money you gave me has made ten more pieces of money.' ", "17": "He said to him, 'You are a good servant. You have been faithful in using a little. Now you will be leader over ten cities.'", "18": "“The second man came to him and said, 'Lord, the piece of money you gave me has made five more pieces of money.' ", "19": "He said to him, 'You are to be leader over five cities.' ", "20": "“Another one came saying, 'Lord, look! Here is your piece of money. I have kept it hid in a piece of cloth. ", "21": "I was afraid of you. You are a hard man. You take what you have not put down. You gather where you have not planted.' ", "22": "The king said to him, 'By the words from your own mouth I must say that you are guilty. You are a sinful servant. You knew I was a hard man. You knew I take what I have not put down. You knew I gather where I have not planted. ", "23": "Why did you not put my money in the bank? Then when I came back I could have had my own money and what the bank paid for using it.' ", "24": "“Then he said to those who were standing by, 'Take the piece of money from him and give it to the one who has ten pieces of money.' ", "25": "And they said to him, 'Lord, he already has ten pieces of money.'” ", "26": "Jesus said, “I tell you, he who has, to him will be given more. To him who does not have, even the little he has will be taken from him. ", "27": "'Bring here those who hated me and did not want me to be their king and kill them in front of me.'” ", "28": "When He had finished the picture-story, He went on ahead of them up to Jerusalem.", "29": "When Jesus was coming near the towns of Bethphage and Bethany by the Mount of Olives, He sent two of His followers on ahead. ", "30": "He said, “Go into the town ahead of you. There you will find a young donkey tied. No man has ever sat on it. Let it loose and bring it to Me. ", "31": "If anyone asks you, 'Why are you letting it loose?' say to him, 'Because the Lord needs it.'”", "32": "Those who were sent found everything as Jesus had told them. ", "33": "As they were letting the young donkey loose, the owners said to them, “Why are you letting the young donkey loose?” ", "34": "They answered, “The Lord needs it.” ", "35": "Then they brought it to Jesus. They put their coats on the donkey and they put Jesus on it.", "36": "As Jesus was going, they put their coats down on the road. ", "37": "Jesus was near the city and ready to go down the Mount of Olives. The many people who were following Him began to sing with loud voices and give thanks for all the powerful works they had seen. ", "38": "They said, “Great and honored is the King Who comes in the name of the Lord. There is peace and greatness in the highest heaven.”", "39": "Some of the proud religious law-keepers who were in among the people said to Jesus, “Teacher, speak sharp words to Your followers.” ", "40": "Jesus said to them, “I tell you that if these did not speak, the very stones would call out.”", "41": "When Jesus came near the city, He cried as He saw it. ", "42": "He said, “If you had only known on this great day the things that make peace! But now they are hidden from your eyes. ", "43": "The time is coming when those who hate you will dig earth and throw it up around you making a wall. They will shut you in from every side. ", "44": "They will destroy you and your children with you. There will not be one stone on another. It is because you did not know when God visited you.”", "45": "Jesus went into the house of God. He made those leave who were buying and selling there. ", "46": "He said to them, “It is written, 'My house is a house of prayer.' 'But you have made it a place of robbers.'” ", "47": "Jesus taught each day in the house of God. But the religious leaders and the teachers of the Law and other leaders of the people tried to think of some way they could kill Him. ", "48": "They could not find a way because the people were always near Him listening to Him teach."}