{"1": "As He was teaching and preaching the Good News, the religious leaders and the teachers of the Law and the elders came. ", "2": "They said to Him, “Tell us, by what right and power are You doing these things? Who gave You the right and the power?” ", "3": "Jesus said to them, “I will ask you one question also. You answer Me. ", "4": "Was the baptism of John from heaven or from men?” ", "5": "They said to themselves, “If we say, 'From heaven,' He will say, 'Then why did you not believe him?' ", "6": "But if we say, 'From men,' then all the people will throw stones at us because they believe John was one who spoke for God.” ", "7": "They said that they did not know where John's baptism came from. ", "8": "Jesus said to them, “And I will not tell you where I get the right and the power to do these things.”", "9": "Jesus began to tell the people a picture-story, saying, “There was a man who planted a grape-field. He rented it to farmers. Then he went to a country far away for a long time. ", "10": "At the time of gathering fruit he sent one of his servants to the farmers to get some of the fruit. But the farmers beat him and sent him away without fruit. ", "11": "He sent another servant. The farmers beat him also. They made it very hard for him and sent him away without fruit. ", "12": "He sent a third servant. They hurt him and threw him out of the grape-field. ", "13": "“Then the owner of the grape-field said, 'What should I do? I will send my much-loved son. They might respect him.' ", "14": "The farmers saw the son. They said to themselves, 'This is the one who will get everything when the owner dies. Let us kill him, and we will get everything.' ", "15": "They put him out of the grape-field and killed him. Now what will the owner of the grape-field do to them? ", "16": "He will come and kill those farmers. Then he will rent the grape-field to other farmers.” When they heard this, they said, “May this never be done!” ", "17": "Jesus looked at them and said, “What does this writing mean, 'The Stone that was put aside by the workmen has become the most important Stone in the building'?  ", "18": "Whoever falls on this Stone will be broken. And on the one it falls, it will make him like dust.” ", "19": "At this time the religious leaders and the teachers of the Law tried to take Jesus, but they were afraid of the people. These leaders knew Jesus had told this picture-story against them. ", "20": "They watched Jesus and they sent men who pretended to be good people to watch Him. They wanted to trap Him in something He said. Then they could give Him over to the leader of the people who had the right and the power to say what to do with Him.", "21": "These men who were sent asked Jesus, “Teacher, we know what You say and teach is right. We know You do not show more respect to one person than to another. We know You teach the truth about God. ", "22": "Is it right for us to pay taxes to Caesar or not?” ", "23": "Jesus knew they were trying to trap Him. He said, ", "24": "“Show Me a piece of money. Whose picture is this? Whose name is on it?” And they said, “Caesar's.” ", "25": "Jesus said to them, “Pay to Caesar the things that belong to Caesar. Pay to God the things that belong to God.” ", "26": "They could find nothing wrong with what He taught. They were surprised and wondered about what He told the people, so they said nothing more.", "27": "Some people from the religious group who believe no one will be raised from the dead came to Jesus. They asked Him, ", "28": "“Teacher, Moses wrote to us in the Law, 'If a man's brother dies and leaves a wife but no children, then his brother must marry her. He should have children for his brother who died.'  ", "29": "There were seven brothers. The first had a wife but died without children. ", "30": "The second brother took her for his wife. He died without children. ", "31": "The third brother took her for his wife. In the same way all seven took her for a wife. They all died without children. ", "32": "Then the woman died also. ", "33": "When people are raised from the dead, whose wife will she be? All seven brothers had her for a wife.”", "34": "Jesus said to them, “People of this earth marry and are given in marriage. ", "35": "But those who have the right to have that life and are raised from the dead do not marry and are not given in marriage. ", "36": "They cannot die anymore. They are as the angels and are sons of God. They are children who have been raised from the dead. ", "37": "As for the dead being raised, even Moses spoke of that when he told of the burning bush. There he calls the Lord, the God of Abraham and the God of Isaac and the God of Jacob. ", "38": "For He is not the God of the dead. He is the God of the living. All live for Him.”", "39": "One of the teachers of the Law said, “Teacher, You have spoken well.” ", "40": "After that they were afraid to ask Him anything.", "41": "Jesus said to them, “How do they say that Christ is the Son of David? ", "42": "For David himself said in the Book of Psalms, 'The Lord said to My Lord, “Sit at my right side ", "43": "until I make those who hate You a place to rest Your feet.”'  ", "44": "David calls Him, 'Lord!' Then how can He be his son?”", "45": "All the people were listening. He said to His followers, ", "46": "“Look out for the teachers of the Law. They like to walk around in long coats. They like to have people speak words of respect to them in the center of town where people gather. They like the important seats in the places of worship. They like the important places at big suppers. ", "47": "They take houses from poor women whose husbands have died. They cover up their actions by making long prayers. They will be punished all the more.”"}