{"1": "Then all the many people got up and took Jesus to Pilate. ", "2": "They began to tell things against Him, saying, “We have found this Man leading the people of our nation in a wrong way. He has been telling them not to pay taxes to Caesar. He has been saying He is Christ, a King.”", "3": "Pilate asked Jesus, “Are You the King of the Jews?” He said, “What you said is true.” ", "4": "Then Pilate said to the religious leaders and to the people, “I find nothing wrong in this Man.” ", "5": "They became more angry. They said, “He makes trouble among the people. He has been teaching over all the country of Judea, starting in Galilee and now here.”", "6": "When Pilate heard the word, Galilee, he asked, “Is the Man from Galilee?” ", "7": "As soon as Pilate knew Jesus belonged in the country where Herod was king, he sent Him to Herod. Herod was in Jerusalem at that time also.", "8": "Herod was very glad when he saw Jesus because he had wanted to see Him for a long time. He had heard many things about Him and had hoped to see Him do some powerful work. ", "9": "Herod talked to Jesus and asked many things. But Jesus said nothing. ", "10": "The religious leaders and the teachers of the Law were standing there. They said many false things against Him.", "11": "Then Herod and his soldiers were very bad to Jesus and made fun of Him. They put a beautiful coat on Him and sent Him back to Pilate. ", "12": "That day Pilate and Herod became friends. Before that they had worked against each other.", "13": "Pilate called the religious leaders and the leaders of the people and the people together. ", "14": "He said to them, “You brought this Man to me as one that leads the people in the wrong way. I have asked Him about these things in front of you. I do not find Him guilty of the things you say against Him. ", "15": "Herod found nothing wrong with Him because he sent Him back to us. There is no reason to have Him put to death. ", "16": "I will punish Him and let Him go free.”", "17": "*Every year at the time of the special supper, Pilate would let one person who was in prison go free. ", "18": "They all cried out together with a loud voice, “Take this Man away! Let Barabbas go free.” ", "19": "Barabbas had killed some people and had made trouble against the leaders of the country. He had been put in prison.", "20": "Pilate wanted to let Jesus go free so he talked to them again. ", "21": "But they cried out, “Nail Him to a cross! Nail Him to a cross!” ", "22": "Pilate said to them the third time, “Why, what bad thing has He done? I have found no reason to put Him to death. I will punish Him and let Him go free.”", "23": "But they kept on crying out with loud voices saying that He must be nailed to a cross. Their loud voices got what they wanted. ", "24": "Then Pilate said that it should be done as they wanted. ", "25": "Pilate let the man go free who had made trouble against the leaders of the country and who had killed people. He gave Jesus over to them to do with as they wanted.", "26": "They led Jesus away. A man named Simon was coming in from the country of Cyrene and they made him carry the cross following behind Jesus.", "27": "Many people followed Jesus. There were women who cried and had sorrow for Him. ", "28": "Jesus turned to them and said, “Daughters of Jerusalem do not cry for Me. Cry for yourselves and your children. ", "29": "Listen! The days are coming when they will say, 'Those who have never had children are happy. Those whose bodies have never given birth are happy. Those who have never fed babies are happy.' ", "30": "They will begin to say to the mountains, 'Fall on us.' They will say to the hills, 'Cover us.' ", "31": "If they do these things to a green tree, what will they do when it is dry?”", "32": "Two other men were led away with Jesus to be put to death also. These men had done things making them guilty of death. ", "33": "When they came to the place called Calvary, they nailed Jesus to a cross. The other two men were nailed to crosses also. One was on the right side of Jesus and the other was on His left side. ", "34": "Then Jesus said, “Father, forgive them. They do not know what they are doing.” And they divided His clothes by drawing names.", "35": "The people stood around looking on. The leaders were there with them making fun of Jesus. They said, “He saved others, let Him save Himself if He is the Christ, the Chosen One of God!” ", "36": "The soldiers made fun of Him also. They put sour wine before Him. ", "37": "They said, “If You are the King of the Jews, save Yourself.” ", "38": "These words were written in the Greek and Latin and Hebrew languages above His head: “THIS IS THE KING OF THE JEWS.”", "39": "One of the men who was guilty of death who was on a cross beside Jesus spoke bad words to Him. He said, “If You are the Christ, save Yourself and us.” ", "40": "But the other man on a cross spoke sharp words to the one who made fun of Jesus. He said, “Are you not afraid of God? You are also guilty and will be punished. ", "41": "We are suffering and we should, because of the wrong we have done. But this Man has done nothing wrong.” ", "42": "And he said to Jesus, “Lord, remember me when You come into Your holy nation.” ", "43": "Jesus said to him, “For sure, I tell you, today you will be with Me in Paradise.”", "44": "It was dark over all the earth from noon until three o'clock. ", "45": "The sun did not shine. In the house of God the curtain was torn in two pieces.", "46": "Then Jesus cried out with a loud voice, “Father, into Your hands I give My spirit.” When He said this, He died.", "47": "When the soldier saw what had happened, he thanked God. He said, “For sure, He was a good man.” ", "48": "All the many people who came together to see the things that were done, went away beating themselves on their chests. ", "49": "All His friends and the women who had come with Him from Galilee stood a long way off watching these things.", "50": "There was a man named Joseph who belonged to the court. He was a good man and one who did right. ", "51": "This man did not agree with what the court did. He was from Arimathea, a city of the Jews. He was looking for the holy nation of God to come. ", "52": "Joseph went to Pilate and asked for the body of Jesus.", "53": "Then he took it down and put it in linen cloth. It was laid in a grave which had been cut out in the side of a rock. This grave had never been used.", "54": "It was time to get ready for the Day of Rest which was about to begin. ", "55": "The women who had come with Jesus from Galilee followed behind. They saw the grave and how His body was laid. ", "56": "They went back and got some spices and perfumes ready. But they rested on the Day of Rest as the Law said to do."}