{"1": "Early in the morning on the first day of the week, the women went to the grave taking the spices they had made ready. ", "2": "They found the stone had been pushed away from the grave. ", "3": "They went in but they did not find the body of the Lord Jesus.", "4": "While they wondered about what had happened, they saw two men standing by them in shining clothes. ", "5": "They were very much afraid and got down with their faces to the ground. The men said to them, “Why do you look for the living One among those who are dead? ", "6": "He is not here. He is risen. Do you not remember what He said to you when He was yet in Galilee? ", "7": "He said, 'The Son of Man must be given over into the hands of sinful men. He must be nailed to a cross. He will rise again three days later.'” ", "8": "They remembered what He had said.", "9": "When they came back from the grave, they told all these things to the eleven followers and to all the others. ", "10": "They were Mary Magdalene and Joanna and Mary the mother of James. Other women who were with them told these things to the followers also. ", "11": "Their words sounded like foolish talk. The followers did not believe them. ", "12": "But Peter got up and ran to the grave. He got down to look in and saw only the linen clothes. Then he went away, surprised about what had happened.", "13": "That same day two of His followers were going to the town of Emmaus. It was about a two-hour walk from Jerusalem. ", "14": "They talked of all these things that had happened. ", "15": "While they were talking together, Jesus Himself came and walked along with them. ", "16": "Something kept their eyes from seeing Who He was.", "17": "He said to them, “What are you talking about as you walk?” They stood still and looked sad. ", "18": "One of them, whose name was Cleopas, said to Him, “Are you the only one visiting Jerusalem who has not heard of the things that have happened here these days?” ", "19": "Jesus said to them, “What things?” They answered, “The things about Jesus of Nazareth. He was the great One Who spoke for God. He did powerful works and spoke powerful words in the sight of God and the people. ", "20": "And the religious leaders and the leaders of the people gave Him over to be killed and nailed Him to a cross. ", "21": "We were hoping He was the One Who was going to make the Jewish people free. But it was three days ago when these things happened.", "22": "“Some of the women of our group have surprised us and made us wonder. They went to the grave early this morning. ", "23": "They did not find His body. They came back saying they had seen angels in a special dream who said that He was alive. ", "24": "Some of those who were with us went to the grave and found it as the women had said. But they did not see Him.”", "25": "Then Jesus said to them, “You foolish men. How slow you are to believe what the early preachers have said. ", "26": "Did not Christ have to go through these hard things to come into His shining-greatness?” ", "27": "Jesus kept on telling them what Moses and all the early preachers had said about Him in the Holy Writings.", "28": "When they came to the town where they were going, Jesus acted as if He were going farther. ", "29": "But they said to Him, “Stay with us. It will soon be evening. The day is about over.” He went in to stay with them. ", "30": "As He sat at the table with them, He took the bread and gave thanks and broke it. Then He gave it to them. ", "31": "And their eyes were opened and they knew Him. Then He left them and could not be seen. ", "32": "They said to each other, “Were not our hearts filled with joy when He talked to us on the road about what the Holy Writings said?”", "33": "Then they got up at once and went back to Jerusalem. They found the eleven followers together and others with them. ", "34": "They said, “For sure the Lord is risen and was seen by Simon.” ", "35": "Then they told what had happened on the road and how they came to know Him when He broke the bread.", "36": "As they talked, Jesus Himself stood among them. He said, “May you have peace.” ", "37": "But they were afraid and full of fear. They thought they saw a spirit. ", "38": "Jesus said to them, “Why are you afraid? Why do you have doubts in your hearts? ", "39": "Look at My hands and My feet. See! It is I, Myself! Touch Me and see for yourself. A spirit does not have flesh and bones as I have.” ", "40": "When Jesus had said this, He showed them His hands and feet.", "41": "They still wondered. It was hard for them to believe it and yet it made them happy. Then He said to them, “Do you have anything here to eat?” ", "42": "They gave Jesus a piece of fish that had been cooked and some honey. ", "43": "He took it and ate it in front of them.", "44": "Jesus said to them, “These are the things I told you while I was yet with you. All things written about Me in the Law of Moses and in the Books of the early preachers and in the Psalms must happen as they said they would happen.” ", "45": "Then He opened their minds to understand the Holy Writings. ", "46": "He said to them, “It is written that Christ should suffer and be raised from the dead after three days. ", "47": "It must be preached that men must be sorry for their sins and turn from them. Then they will be forgiven. This must be preached in His name to all nations beginning in Jerusalem. ", "48": "You are to tell what you have seen. ", "49": "See! I will send you what My Father promised. But you are to stay in Jerusalem until you have received power from above.” ", "50": "Jesus led them out as far as Bethany. Then He lifted up His hands and prayed that good would come to them. ", "51": "And while He was praying that good would come to them, He went from them (*and was taken up to heaven and ", "52": "they worshiped Him). Then they went back to Jerusalem with great joy. ", "53": "They spent all their time in the house of God honoring and giving thanks to God."}