{"1": "While Jesus was standing by the lake of Gennesaret, many people pushed to get near Him. They wanted to hear the Word of God. ", "2": "Jesus saw two boats on the shore. The fishermen were not there because they were washing their nets. ", "3": "Jesus got into a boat which belonged to Simon. Jesus asked him to push it out a little way from land. Then He sat down and taught the people from the boat.", "4": "When He had finished speaking, He said to Simon, “Push out into the deep water. Let down your nets for some fish.” ", "5": "Simon said to Him, “Teacher, we have worked all night and we have caught nothing. But because You told me to, I will let the net down.” ", "6": "When they had done this, they caught so many fish, their net started to break. ", "7": "They called to their friends working in the other boat to come and help them. They came and both boats were so full of fish they began to sink. ", "8": "When Simon Peter saw it, he got down at the feet of Jesus. He said, “Go away from me, Lord, because I am a sinful man.” ", "9": "He and all those with him were surprised and wondered about the many fish. ", "10": "James and John, the sons of Zebedee, were surprised also. They were working together with Simon. Then Jesus said to Simon, “Do not be afraid. From now on you will fish for men.” ", "11": "When they came to land with their boats, they left everything and followed Jesus.", "12": "While Jesus was in one of the towns, a man came to Him with a bad skin disease over all his body. When he saw Jesus, he got down on his face before Him. He begged Him, saying, “Lord, if You are willing, You can heal me.” ", "13": "Jesus put His hand on him and said, “I will, be healed.” At once the disease went away from him. ", "14": "Then Jesus told him to tell no one. He said, “Go and let the religious leader of the Jews see you. Give the gift on the altar in worship that Moses told you to give when a man is healed of a disease. This will show the leaders you have been healed.” ", "15": "The news about Jesus went out all the more. Many people came to hear Him and to be healed of their diseases. ", "16": "Then He went away by Himself to pray in a desert.", "17": "On one of the days while Jesus was teaching, some proud religious law-keepers and teachers of the Law were sitting by Him. They had come from every town in the countries of Galilee and Judea and from Jerusalem. The power of the Lord was there to heal them. ", "18": "Some men took a man who was not able to move his body to Jesus. He was carried on a bed. They looked for a way to take the man into the house where Jesus was. ", "19": "But they could not find a way to take him in because of so many people. They made a hole in the roof over where Jesus stood. Then they let the bed with the sick man on it down before Jesus. ", "20": "When Jesus saw their faith, He said to the man, “Friend, your sins are forgiven.” ", "21": "The teachers of the Law and the proud religious law-keepers thought to themselves, “Who is this Man Who speaks as if He is God? Who can forgive sins but God only?” ", "22": "Jesus knew what they were thinking. He said to them, “Why do you think this way in your hearts? ", "23": "Which is easier to say, 'Your sins are forgiven,' or, 'Get up and walk'? ", "24": "“So that you may know the Son of Man has the right and the power on earth to forgive sins,” He said to the man who could not move his body, “I say to you, get up. Take your bed and go to your home.” ", "25": "At once the sick man got up in front of them. He took his bed and went to his home thanking God. ", "26": "All those who were there were surprised and gave thanks to God, saying, “We have seen very special things today.”", "27": "After this Jesus went out and saw a man who gathered taxes. His name was Levi (Matthew). Levi was sitting at his work. Jesus said to him, “Follow Me.” ", "28": "Levi got up, left everything and followed Jesus. ", "29": "Levi made a big supper for Jesus in his house. Many men who gathered taxes and other people sat down with them. ", "30": "The teachers of the Law and the proud religious law-keepers talked against the followers of Jesus. They said, “Why do You eat and drink with men who gather taxes and with sinners?” ", "31": "Jesus said to them, “People who are well do not need a doctor. Only those who are sick need a doctor. ", "32": "I have not come to call good people. I have come to call sinners to be sorry for their sins and to turn from them.”", "33": "They asked Jesus, “Why do the followers of John and of the proud religious law-keepers go without food so they can pray better, but Your followers keep on eating and drinking?” ", "34": "Jesus answered them, “Can the friends at a wedding be sorry when the man just married is with them? ", "35": "The days will come when the man just married will be taken from them. Then they will not eat food so they can pray better in those days.”", "36": "Then Jesus told them a picture-story. He said, “No one sews a piece of cloth from a new coat on an old coat. If he does, the new coat will have a hole. The new piece and the old coat will not be the same. ", "37": "No man puts new wine into old skin bags. If they did, the skins would break and the wine would run out. The bags would be no good. ", "38": "New wine must be put into new bags and both are kept safe. ", "39": "No one wants new wine after drinking old wine. He says, 'The old wine is better.'”"}