{"1": "Jesus called His twelve followers to Him. He gave them the right and the power over all demons and to heal diseases. ", "2": "He sent them to preach about the holy nation of God and to heal the sick. ", "3": "Then He said to them, “Take nothing along for the trip. Do not take a walking stick or a bag or bread or money. Do not take two coats. ", "4": "Whatever house you go into, stay there until you are ready to go on. ", "5": "If anyone will not take you in, as you leave that city, shake its dust off your feet. That will speak against them.” ", "6": "They went out, going from town to town. They preached the Good News and healed the sick everywhere.", "7": "Now Herod the leader heard of all that had been done by Jesus. He was troubled because some people said that John the Baptist had been raised from the dead. ", "8": "Some people said that Elijah had come back. Others thought one of the early preachers had been raised from the dead. ", "9": "Then Herod said, “I had John's head cut off. But who is this Man that I hear these things about?” He wanted to see Jesus.", "10": "The twelve followers came back. They told Jesus what they had done. Jesus took them to a desert near the town of Bethsaida. There they could be alone. ", "11": "When the people knew where Jesus was, they followed Him. Jesus was happy to see them and talked to them about the holy nation of God. He healed all who were sick.", "12": "When the day was about over, the twelve followers came to Jesus. They said, “Send these many people away so they can go to the towns and country near here. There they can find a place to sleep and get food. We are here in a desert.” ", "13": "But Jesus said to them, “Give them something to eat.” They said, “We have only five loaves of bread and two fish. Are we to go and buy food for all these people?” ", "14": "There were about five thousand men. Jesus said to His followers, “Have them sit down in groups of fifty people.” ", "15": "They did as He told them. They made all of the people sit down. ", "16": "As Jesus took the five loaves of bread and two fish, He looked up to heaven and gave thanks. He broke them in pieces and gave them to His followers to give to the people. ", "17": "They all ate and were filled. They picked up twelve baskets full of pieces of bread and fish after the people finished eating.", "18": "While Jesus was praying alone, His followers were with Him. Jesus asked them, “Who do people say that I am?” ", "19": "They said, “John the Baptist, but some say Elijah. Others say that one of the early preachers has been raised from the dead.” ", "20": "Jesus said to them, “But who do you say that I am?” Peter said, “You are the Christ of God.”", "21": "Then Jesus spoke to them and told them to tell no one. ", "22": "He said, “The Son of Man must suffer many things. The leaders and the religious leaders and the teachers of the Law will have nothing to do with Him. He must be killed and be raised from the dead three days later.”", "23": "Then Jesus said to them all, “If anyone wants to follow Me, he must give up himself and his own desires. He must take up his cross everyday and follow Me. ", "24": "If anyone wants to keep his own life safe, he must lose it. If anyone gives up his life because of Me, he will save it. ", "25": "For what does a man have if he gets all the world and loses or gives up his life? ", "26": "Whoever is ashamed of Me and My Words, the Son of Man will be ashamed of him when He comes in His own shining-greatness and of the Father's and of the holy angels. ", "27": "I tell you the truth, some standing here will not die until they see the holy nation of God.”", "28": "About eight days after Jesus had said these things, He took Peter and James and John with Him. They went up on a mountain to pray. ", "29": "As Jesus prayed, He was changed in looks before them. His clothes became white and shining bright. ", "30": "Two men talked with Jesus. They were Moses and Elijah. ", "31": "They looked like the shining-greatness of heaven as they talked about His death in Jerusalem which was soon to happen.", "32": "But Peter and those with him had gone to sleep. When they woke up, they saw His shining-greatness and the two men who stood with Him. ", "33": "As the two men went from Jesus, Peter said to Him, “Teacher, it is good for us to be here. Let us build three tents to worship in. One will be for You. One will be for Moses. One will be for Elijah.” He did not know what he was saying. ", "34": "While he was talking, a cloud came over them. They were afraid as the cloud came in around them.", "35": "A voice came out of the cloud, saying, “This is My Son, the One I have chosen. Listen to Him!” ", "36": "When the voice was gone, Jesus was standing there alone. From that time on, they kept these things to themselves. They told no one what they had seen.", "37": "The next day they came down from the mountain and many people met Jesus. ", "38": "A man from among the people cried out, “Teacher, I beg of You to look at my son. He is my only child. ", "39": "See, a demon takes him and makes him cry out. It takes hold of him and makes him shake. Spit runs from his mouth. He has marks on his body from being hurt. The demon does not want to go from him. ", "40": "I begged Your followers to put the demon out, but they could not.”", "41": "Then Jesus said, “You people of this day do not have faith. You turn from what is right! How long must I be with you? How long must I put up with you? Bring your son to Me.” ", "42": "While the boy was coming, the demon threw him down and made him lose the use of his mind for awhile. Jesus spoke sharp words to the demon. He healed the child and gave him back to his father.", "43": "They were all surprised at the great power of God. They all were thinking about the special things Jesus had done. And Jesus said to His followers, ", "44": "“Remember these words. For the Son of Man will be given over into the hands of men.” ", "45": "They did not understand these words because it was hidden from them. They did not know what Jesus meant and were afraid to ask Him.", "46": "The followers argued among themselves about which of them would be the greatest. ", "47": "Jesus knew what they were thinking. He put a child beside Him. ", "48": "He said to the followers, “Whoever receives this child in My name, receives Me. Whoever receives Me, receives Him Who sent Me. The one who is least among you is the one who is great.”", "49": "John said, “Teacher, we saw someone putting out demons in Your name. We told him to stop because he was not following us.” ", "50": "Jesus said to him, “Do not stop him. He who is not against us is for us.”", "51": "It was about time for Jesus to be taken up into heaven. He turned toward Jerusalem and was sure that nothing would stop Him from going. ", "52": "He sent men on ahead of Him. They came to a town in Samaria. There they got things ready for Jesus. ", "53": "The people did not want Him there because they knew He was on His way to Jerusalem. ", "54": "James and John, His followers, saw this. They said, “Lord, do You want us to speak so fire will come down from heaven and burn them up as Elijah did?” ", "55": "Jesus turned and spoke sharp words to them. (*He said, “You do not know what kind of spirit you have. ", "56": "The Son of Man did not come to destroy men's lives. He came to save them from the punishment of sin.” They went on their way to another town.)", "57": "As they were going on their way, a man said to Jesus, “Lord, I will follow You wherever You go.” ", "58": "Jesus said to him, “Foxes have holes. Birds of the sky have nests. The Son of Man has no place to put His head.” ", "59": "He said to another, “Follow Me.” But the man said, “Lord, let me go first and bury my father.” ", "60": "Jesus said to him, “Let the people who are dead bury their own dead. You go and preach about the holy nation of God.” ", "61": "And another one said, “Lord, I will follow You, but first let me go and say good-bye to those at home.” ", "62": "Jesus said to him, “Anyone who puts his hand on a plow and looks back at the things behind is of no use in the holy nation of God.”"}