{"1": "From Paul, an apostle of Christ Jesus by God's will. To the holy and faithful people in Christ Jesus in Ephesus.[a]", "2": "Grace and peace to you from God our Father and our Lord Jesus Christ.", "3": "Bless the God and Father of our Lord Jesus Christ! He has blessed us in Christ with every spiritual blessing that comes from heaven.", "4": "God chose us in Christ to be holy and blameless in God's presence before the creation of the world.", "5": "God destined us to be his adopted children through Jesus Christ because of his love. This was according to his goodwill and plan", "6": "and to honor his glorious grace that he has given to us freely through the Son whom he loves.", "7": "We have been ransomed through his Son's blood, and we have forgiveness for our failures based on his overflowing grace,", "8": "which he poured over us with wisdom and understanding.", "9": "God revealed his hidden design[b] to us, which is according to his goodwill and the plan that he intended to accomplish through his Son.", "10": "This is what God planned for the climax of all times:[c] to bring all things together in Christ, the things in heaven along with the things on earth.", "11": "We have also received an inheritance in Christ. We were destined by the plan of God, who accomplishes everything according to his design.", "12": "We are called to be an honor to God's glory because we were the first to hope in Christ.", "13": "You too heard the word of truth in Christ, which is the good news of your salvation. You were sealed with the promised Holy Spirit because you believed in Christ.", "14": "The Holy Spirit is the down payment on our inheritance, which is applied toward our redemption as God's own people, resulting in the honor of God's glory.", "15": "Since I heard about your faith in the Lord Jesus and your love for all God's people, this is the reason that", "16": "I don't stop giving thanks to God for you when I remember you in my prayers.", "17": "I pray that the God of our Lord Jesus Christ, the Father of glory, will give you a spirit of wisdom and revelation that makes God known to you.", "18": "I pray that the eyes of your heart will have enough light to see what is the hope of God's call, what is the richness of God's glorious inheritance among believers,", "19": "and what is the overwhelming greatness of God's power that is working among us believers. This power is conferred by the energy of God's powerful strength.", "20": "God's power was at work in Christ when God raised him from the dead and sat him at God's right side in the heavens,", "21": "far above every ruler and authority and power and angelic power, any power that might be named not only now but in the future.", "22": "God put everything under Christ's feet and made him head of everything in the church,", "23": "which is his body. His body, the church, is the fullness of Christ, who fills everything in every way."}