{"1": "This is why I, Paul, am a prisoner of Christ for you Gentiles.", "2": "You've heard, of course, about the responsibility to distribute God's grace, which God gave to me for you, right?", "3": "God showed me his secret plan[a] in a revelation, as I mentioned briefly before", "4": "(4 when you read this, you'll understand my insight into the secret plan[b] about Christ).", "5": "Earlier generations didn't know this hidden plan that God has now revealed to his holy apostles and prophets through the Spirit.", "6": "This plan is that the Gentiles would be coheirs and parts of the same body, and that they would share with the Jews in the promises of God in Christ Jesus through the gospel.", "7": "I became a servant of the gospel because of the grace that God showed me through the exercise of his power.", "8": "God gave his grace to me, the least of all God's people, to preach the good news about the immeasurable riches of Christ to the Gentiles.", "9": "God sent me to reveal the secret plan[c] that had been hidden since the beginning of time by God, who created everything.", "10": "God's purpose is now to show the rulers and powers in the heavens the many different varieties of his wisdom through the church.", "11": "This was consistent with the plan he had from the beginning of time that he accomplished through Christ Jesus our Lord.", "12": "In Christ we have bold and confident access to God through faith in him.[d]", "13": "So then, I ask you not to become discouraged by what I'm suffering for you, which is your glory.", "14": "This is why I kneel before the Father.", "15": "Every ethnic group in heaven or on earth is recognized by him.", "16": "I ask that he will strengthen you in your inner selves from the riches of his glory through the Spirit.", "17": "I ask that Christ will live in your hearts through faith. As a result of having strong roots in love,", "18": "I ask that you'll have the power to grasp love's width and length, height and depth, together with all believers.", "19": "I ask that you'll know the love of Christ that is beyond knowledge so that you will be filled entirely with the fullness of God.", "20": "Glory to God, who is able to do far beyond all that we could ask or imagine by his power at work within us;", "21": "glory to him in the church and in Christ Jesus for all generations, forever and always. Amen."}