{"1": "Therefore, as a prisoner for the Lord, I encourage you to live as people worthy of the call you received from God.", "2": "Conduct yourselves with all humility, gentleness, and patience. Accept each other with love,", "3": "and make an effort to preserve the unity of the Spirit with the peace that ties you together.", "4": "You are one body and one spirit, just as God also called you in one hope.", "5": "There is one Lord, one faith, one baptism,", "6": "and one God and Father of all, who is over all, through all, and in all.", "7": "God has given his grace to each one of us measured out by the gift that is given by Christ.", "8": "That's why scripture says, When he climbed up to the heights, he captured prisoners, and he gave gifts to people.[a]", "9": "What does the phrase “he climbed up” mean if it doesn't mean that he had first gone down into the lower regions, the earth?", "10": "The one who went down is the same one who climbed up above all the heavens so that he might fill everything.", "11": "He gave some apostles, some prophets, some evangelists, and some pastors and teachers.", "12": "His purpose was to equip God's people for the work of serving and building up the body of Christ", "13": "until we all reach the unity of faith and knowledge of God's Son. God's goal is for us to become mature adults—to be fully grown, measured by the standard of the fullness of Christ.", "14": "As a result, we aren't supposed to be infants any longer who can be tossed and blown around by every wind that comes from teaching with deceitful scheming and the tricks people play to deliberately mislead others.", "15": "Instead, by speaking the truth with love, let's grow in every way into Christ,", "16": "who is the head. The whole body grows from him, as it is joined and held together by all the supporting ligaments. The body makes itself grow in that it builds itself up with love as each one does its part.", "17": "So I'm telling you this, and I insist on it in the Lord: you shouldn't live your life like the Gentiles anymore. They base their lives on pointless thinking,", "18": "and they are in the dark in their reasoning. They are disconnected from God's life because of their ignorance and their closed hearts.", "19": "They are people who lack all sense of right and wrong, and who have turned themselves over to doing whatever feels good and to practicing every sort of corruption along with greed.", "20": "But you didn't learn that sort of thing from Christ.", "21": "Since you really listened to him and you were taught how the truth is in Jesus,", "22": "change the former way of life that was part of the person you once were, corrupted by deceitful desires.", "23": "Instead, renew the thinking in your mind by the Spirit", "24": "and clothe yourself with the new person created according to God's image in justice and true holiness.", "25": "Therefore, after you have gotten rid of lying, Each of you must tell the truth to your neighbor[b] because we are parts of each other in the same body.", "26": "Be angry without sinning.[c] Don't let the sun set on your anger.", "27": "Don't provide an opportunity for the devil.", "28": "Thieves should no longer steal. Instead, they should go to work, using their hands to do good so that they will have something to share with whoever is in need.", "29": "Don't let any foul words come out of your mouth. Only say what is helpful when it is needed for building up the community so that it benefits those who hear what you say.", "30": "Don't make the Holy Spirit of God unhappy—you were sealed by him for the day of redemption.", "31": "Put aside all bitterness, losing your temper, anger, shouting, and slander, along with every other evil.", "32": "Be kind, compassionate, and forgiving to each other, in the same way God forgave you in Christ."}