{"1": "As for children, obey your parents in the Lord, because it is right.", "2": "The commandment Honor your father and mother is the first one with a promise attached:", "3": "so that things will go well for you, and you will live for a long time in the land.[a]", "4": "As for parents, don't provoke your children to anger, but raise them with discipline and instruction about the Lord.", "5": "As for slaves, obey your human masters with fear and trembling and with sincere devotion to Christ.", "6": "Don't work to make yourself look good and try to flatter people, but act like slaves of Christ carrying out God's will from the heart.", "7": "Serve your owners enthusiastically, as though you were serving the Lord and not human beings.", "8": "You know that the Lord will reward every person who does what is right, whether that person is a slave or a free person.", "9": "As for masters, treat your slaves in the same way. Stop threatening them, because you know that both you and your slaves have a master in heaven. He doesn't distinguish between people on the basis of status.", "10": "Finally, be strengthened by the Lord and his powerful strength.", "11": "Put on God's armor so that you can make a stand against the tricks of the devil.", "12": "We aren't fighting against human enemies but against rulers, authorities, forces of cosmic darkness, and spiritual powers of evil in the heavens.", "13": "Therefore, pick up the full armor of God so that you can stand your ground on the evil day and after you have done everything possible to still stand.", "14": "So stand with the belt of truth around your waist, justice as your breastplate,", "15": "and put shoes on your feet so that you are ready to spread the good news of peace.", "16": "Above all, carry the shield of faith so that you can extinguish the flaming arrows of the evil one.", "17": "Take the helmet of salvation and the sword of the Spirit, which is God's word.", "18": "Offer prayers and petitions in the Spirit all the time. Stay alert by hanging in there and praying for all believers.", "19": "As for me, pray that when I open my mouth, I'll get a message that confidently makes this secret plan[b] of the gospel known.", "20": "I'm an ambassador in chains for the sake of the gospel. Pray so that the Lord will give me the confidence to say what I have to say.", "21": "Tychicus, my loved brother and faithful servant of the Lord, can inform you about my situation and what I'm doing.", "22": "I've sent him for this reason—so that you will know about us. He can reassure you.", "23": "May there be peace with the brothers and sisters as well as love with the faith that comes from God the Father and the Lord Jesus Christ.", "24": "May grace be with all those who love our Lord Jesus Christ forever."}