{"1": "It was the thirtieth year, on the fifth day of the fourth month [C of Ezekiel's life, or of Nabopolassar's reign, or since King Josiah's reforms]. I was by the Kebar ·River [Canal; C a branch of the Euphrates River south of Babylon] among the ·people who had been carried away as captives [exiles]. The ·sky [heavens] opened, and I saw visions of God.", "2": "It was the fifth day of the month of the fifth year that King Jehoiachin had been ·a prisoner [in exile/captivity; C 593 bc; 2 Kin. 24:12, 15]. ", "3": "The ·Lord spoke his word [L word of the Lord came] to Ezekiel son of Buzi in the land of the Babylonians by the Kebar ·River [Canal; 1:1]. There ·he felt the power of the Lord [L the hand of the Lord was on him].", "4": "When I looked, I saw a ·stormy wind [windstorm] coming from the north [C storms often represent the presence of God; Jer. 23:19]. There was a great cloud with ·a bright light [or lightning flashing] around it and ·fire flashing out of [or brightness all around] it. Something that looked like glowing ·metal [or amber] was in the center of the fire. ", "5": "Inside ·the cloud [or the fire; L its midst] was what looked like four living creatures [Rev. 4:6–8], who ·were shaped like [had the appearance of] humans, ", "6": "but each of them had four faces and four wings. ", "7": "Their legs were straight. Their feet were like a calf's hoofs and ·sparkled [gleamed] like ·polished [burnished] bronze [Rev. 1:15]. ", "8": "The living creatures had human hands under their wings on their four sides. All four of them had faces and wings, ", "9": "and their wings touched each other. The living creatures did not turn when they moved, but each went straight ahead.", "10": "Their faces looked like this: Each living creature had ·a human face [or the face of a man] and the face of a lion on the right side and the face of an ox on the left side. And each one also had the face of an eagle. ", "11": "That was what their faces looked like. Their wings were spread out above. Each had two wings that touched one of the other living creatures and two wings that covered its body. ", "12": "Each went straight ahead. Wherever the ·spirit [or wind] would go, the living creatures would also go, without turning. ", "13": "The living creatures looked like burning coals of fire or like torches. Fire went back and forth among the living creatures. It was ·bright [radiant], and lightning flashed from it. ", "14": "The living creatures ·ran [darted] back and forth like ·bolts [flashes] of lightning.", "15": "Now as I looked at the living creatures, I saw a wheel on the ground by each of the living creatures with its four faces. ", "16": "The wheels and ·the way they were made [their construction/structure] ·were like this [had this appearance]: They looked like sparkling ·chrysolite [or topaz; or beryl]. All four of them looked the same, like one wheel ·crossways inside [L in the middle of] another wheel. ", "17": "When they moved, they went in any one of the four directions, without turning as they went. ", "18": "The rims of the wheels were high and ·frightening [or awesome] and were full of eyes all around.", "19": "When the living creatures moved, the wheels moved beside them. When the living creatures ·were lifted up [rose] from the ground, the wheels also ·were lifted up [rose]. ", "20": "Wherever the ·spirit [or wind] would go, the living creatures would go. And the wheels ·were lifted up [rose] beside them, because the spirit of the living creatures was in the wheels. ", "21": "When the living creatures moved, the wheels moved. When the living creatures stopped, the wheels stopped. And when the living creatures ·were lifted [rose] from the ground, the wheels ·were lifted [rose] beside them, because the spirit of the living creatures was in the wheels.", "22": "Now, ·over [stretched over] the heads of the living creatures was something like a ·dome [vault; expanse; or platform; Gen. 1:2] that sparkled like ·ice [crystal] and was ·frightening [or awesome]. ", "23": "And under the ·dome [vault; expanse; or platform] the wings of the living creatures were stretched out straight toward one another. Each living creature also had two wings covering its body. ", "24": "I heard the sound of their wings, like the ·roaring sound of the sea [L sound of many waters], as they moved. It was like the voice of ·God Almighty [L the Almighty], a ·roaring sound [tumult] like a noisy army. When the living creatures stopped, they lowered their wings.", "25": "A voice came from above the ·dome [vault; expanse; or platform] over the heads of the living creatures. When the living creatures stopped, they lowered their wings. ", "26": "Now above the ·dome [vault; expanse; or platform] there was something that looked like a throne. It looked like ·a sapphire gem [or lapis lazuli]. And on the throne high above was a ·shape [form; figure] like a ·human [man]. ", "27": "Then I noticed that from the waist up the shape looked like glowing ·metal [or amber] with fire inside. From the waist down it looked like fire, and a bright light was all around. ", "28": "The surrounding ·glow [radiance; brightness] looked like the rainbow in the clouds on a rainy day. ·It seemed to look like [L This was the appearance of the likeness of] the glory of the Lord [C his manifest presence]. So when I saw it, I ·bowed [fell] facedown on the ground and heard a voice speaking."}