{"1": "Then I looked and ·saw [T behold] in the ·dome [vault; expanse; or platform; 1:22] above the heads of the ·living creatures [L cherubim] something like a ·sapphire [or lapis lazuli] gem which looked like a throne. ", "2": "The Lord said to the man dressed in linen, “Go in between the wheels under the living creatures, fill your hands with ·coals of fire [burning coals] from between the ·living creatures [L cherubim], and scatter the coals over the city.” As I watched, the man with linen clothes went in. ", "3": "Now the ·living creatures [L cherubim] were standing on the south side of the ·Temple [L house] when the man went in. And a cloud filled the inner courtyard. ", "4": "Then the glory of the Lord [C his manifest presence] went up from the ·living creatures [L cherubim] and stood over the ·door [threshold] of the ·Temple [L house]. The ·Temple [L house] was filled with the cloud [Ex. 40:34–38], and the courtyard was full of the brightness from the glory of the Lord. ", "5": "The sound of the wings of the ·living creatures [L cherubim] was heard all the way to the outer courtyard. It was like the voice of God Almighty when he speaks.", "6": "When the Lord commanded the man dressed in linen, “Take fire from between the wheels, from between the ·living creatures [L cherubim],” the man went in and stood by a wheel. ", "7": "·One living creature [L The cherub] put out his hand to the fire that was among them, took some of the fire, and put it in the hands of the man dressed in linen. Then the man took the fire and went out.", "8": "Something that looked like a human hand could be seen under the wings of the ·living creatures [L cherubim]. ", "9": "I ·saw [L looked and saw/T behold] the four wheels by the ·living creatures [L cherubim], one wheel by each ·living creature [L cherub]. The wheels looked like shining ·chrysolite [or topaz; or beryl]. ", "10": "All four wheels looked alike: Each looked like a wheel ·crossways inside [L in the middle of] another wheel. ", "11": "When the wheels moved, they went in any of the directions that the four ·living creatures [L cherubim] faced. The wheels did not turn about, and the ·living creatures [L cherubim] did not turn their bodies as they went. ", "12": "All their bodies, their backs, their hands, their wings, and the wheels were full of eyes all over. Each of the four living creatures had a wheel. ", "13": "I heard the wheels being called “·whirling wheels [or the wheelwork].” ", "14": "Each ·living creature [L one] had four faces. The first face was the face of a ·creature with wings [L cherub]. The second face was a ·human [man's] face, the third was the face of a lion, and the fourth was the face of an eagle.", "15": "Then the ·living creatures [cherubim] ·flew [mounted; rose] up. They were the same living creatures I had seen by the Kebar ·River [Canal; 1:1]. ", "16": "When the ·living creatures [L cherubim] moved, the wheels moved beside them. When the ·living creatures [L cherubim] lifted their wings to fly up from the ground, the wheels did not leave their place beside them. ", "17": "When the ·living creatures [L cherubim] stopped, the wheels stopped. When the creatures went up, the wheels went up also, because the spirit of the living creatures was in the wheels.", "18": "Then the glory of the Lord [C his manifest presence] left the ·door [threshold] of the ·Temple [L house] and stood over the ·living creatures [L cherubim]. ", "19": "·As I watched [Before my eyes], the ·living creatures [L cherubim] spread their wings and flew up from the ·ground [earth], with the wheels beside them. They stood where the east gate of the ·Temple [L house] of the Lord opened, and the glory of the God of Israel was over them.", "20": "These were the living creatures I had seen under the God of Israel by the Kebar ·River [Canal; 1:1]. I knew they were called cherubim. ", "21": "Each one had four faces and four wings, and under their wings were things that looked like human hands. ", "22": "Their faces looked the same as the ones I had seen by the Kebar ·River [Canal; 1:1]. They each went straight ahead."}