{"1": "“Sing a ·funeral song [lament; dirge] for the ·leaders [princes] of Israel. ", "2": "Say: 'Your mother was a lioness [C referring either to the Davidic dynasty or to Hamutal, the wife of Josiah and mother of Jehoahaz and Zedekiah; Gen. 49:9; 2 Kin. 23:31–34]. She lay down among the young lions [C the kings of Judah]. She ·had many [reared her] cubs.", "3": "When she ·brought up [reared] one of her cubs, he became a ·strong [L young] lion [C King Jehoahaz; 2 Kin. 23:31–34; Jer. 22:10–12]. He learned to tear ·the animals he hunted [prey], and he ·ate [devoured] people.", "4": "The nations heard about him. He was trapped in their pit, and they brought him with hooks to the land of Egypt.", "5": "“'The mother lion waited and saw that there was no hope for her cub. So she took another one of her cubs and made him a ·strong [L young] lion [C either Jehoiachin (2 Kin. 24:8) or Zedekiah (2 Kin. 25:7)].", "6": "This cub ·roamed [prowled] among the lions. He was now a ·strong [L young] lion. He learned to tear ·the animals he hunted [prey], and he ·ate [devoured] people.", "7": "He tore down their ·strong places [strongholds; fortresses] and ·destroyed [devastated] their cities. The land and everything in it were terrified by the sound of his roar.", "8": "Then the nations came against him from areas all around, and they spread their net over him. He was trapped in their pit.", "9": "Then they put him into a ·cage with chains [collar] and brought him to the king of Babylon. They put him into prison so his ·roar [voice] could not be heard again on the mountains of Israel [2 Kin. 24:8–17; 2 Chr. 36:8–10].", "10": "“'Your mother was like a vine in your vineyard, planted beside the water. The vine had many branches and gave much fruit, because there was plenty of water.", "11": "The vine had strong ·branches [boughs], good enough for a king's scepter. The vine became tall among the thick branches. And it ·was seen [stood out], because it was tall with many branches.", "12": "But it was pulled up by its roots in anger and thrown down to the ground. The east wind dried it up. Its fruit was ·torn [stripped] off. Its strong branches were broken off and burned up.", "13": "Now the vine is planted in the ·desert [wilderness], in a dry and thirsty land.", "14": "Fire spread from the vine's main branch, ·destroying [consuming] its fruit. There is not a strong branch left on it ·that could become a [L no] scepter for a king.' This is a ·funeral song [lament]; it ·is to be used as [or has become] a funeral song.”"}