{"1": "“·Human [T Son of man; 2:1], prophesy to the mountains of Israel and say: 'Mountains of Israel, hear the word of the Lord. ", "2": "This is what the Lord God says: The enemy has said about you, “[L Aha!] ·Now the old places to worship gods [The ancient heights] have become ·ours [L our possession].”' ", "3": "So prophesy and say: 'This is what the Lord God says: They have made you an ·empty ruin [desolation] and have crushed you from all around. So you became a possession of the ·other [rest of the] nations. People have ·talked [gossiped] and ·whispered [slandered] against you. ", "4": "So, mountains of Israel, hear the word of the Lord God. The Lord God speaks to the mountains, hills, ravines, and valleys, to the ·empty ruins [desolate wasteland] and abandoned cities that have ·been ·robbed [plundered] and ·laughed at [ridiculed; derided] by the other nations. ", "5": "This is what the Lord God says: I speak ·in hot anger [with burning zeal] against the other nations. I speak against the people of Edom, who took my land for themselves with joy and with ·hate [contempt] in their hearts. They ·forced out the people and took their pastureland [seized their pastureland as spoil].' ", "6": "So prophesy about the land of Israel and say to the mountains, hills, ravines, and valleys: 'This is what the Lord God says: I speak in my jealous anger, because you have suffered the ·insults [scorn; reproach] of the nations. ", "7": "So this is what the Lord God says: I ·promise [vow] that the nations around you will also have to suffer ·insults [scorn; reproach].", "8": "“'But you, mountains of Israel, will grow branches and fruit for my people, who will soon come home. ", "9": "[L Look; T Behold] I am ·concerned about [for] you; I ·am on your side [L will turn to you]. You will be plowed, and seed will be planted in you. ", "10": "I will increase the number of people who live on you, all the ·people [L house] of Israel. The cities will ·have people living in them [be inhabited], and the ruins will be rebuilt. ", "11": "I will ·increase the number of people and animals living [multiply man and beast] on you. They will grow and ·have many young [be fruitful]. You will have people living on you as ·you did before [in former times], and I will make you better off than at the beginning. Then you will know that I am the Lord. ", "12": "I will cause my people Israel to ·walk [live] on you and ·own [possess] you, and you will ·belong to them [become their inheritance]. You will never again ·take their children away from them [bereave them of their children].", "13": "“'This is what the Lord God says: People say about you, “You ·eat [devour] people and ·take children [bereave children] from your nation.” ", "14": "But you will not ·eat [devour] people anymore or ·take away the [bereave your nation of] children, says the Lord God. ", "15": "I will not make you listen to ·insults [taunts] from the nations anymore; you will not ·suffer shame [endure scorn/disgrace] from them anymore. You will not cause your nation to ·fall [stumble] anymore, says the Lord God.'”", "16": "The ·Lord spoke his word to me [L word of the Lord came] again, saying: ", "17": "“·Human [T Son of man; 2:1], when the ·nation [L house] of Israel was living in their own land, they ·made it unclean [defiled it; C ritually] by their ways and the things they did. Their ways were like ·a woman's uncleanness in her time of monthly bleeding [menstrual impurity; C ritually]. ", "18": "So I poured out my anger against them, because they ·murdered in [shed blood on] the land and because they made the land ·unclean [defiled] with their idols. ", "19": "I scattered them among the nations, and they were ·spread [dispersed] through the countries. I ·punished [judged] them for how they lived and what they did. ", "20": "They ·dishonored [defiled; profaned; C ritually] my holy name in the nations where they went. The nations said about them, 'These are the people of the Lord, but they had to leave the land which he gave them.' ", "21": "But I had concern for my holy name, which the ·nation [L house] of Israel had ·dishonored [defiled; profaned; C ritually] among the nations where they went.", "22": "“So say to the ·people [L house] of Israel, 'This is what the Lord God says: [L house of] Israel, I am going to act, but not for your sake. I will do something to help my holy name, which you have ·dishonored [defiled; profaned; C ritually] among the nations where you went. ", "23": "I will prove the holiness of my great name, which has been ·dishonored [defiled; profaned; C ritually] among the nations. You have ·dishonored [defiled; profaned; C ritually] it among these nations, but the nations will know that I am the Lord when I ·prove myself holy [vindicate my holiness] before their eyes, says the Lord God.", "24": "“'I will take you from the nations and gather you out of all the lands and bring you back into your own land. ", "25": "Then I will sprinkle clean water on you, and you will be clean. I will cleanse you from all your uncleanness [C ritual impurity] and your idols. ", "26": "Also, I will give you a new heart, and I will put a new ·way of thinking [L spirit] inside you. I will ·take out [remove from you] ·the stubborn hearts of stone from your bodies [L your heart of stone], and I will give you ·obedient hearts [L a heart] of flesh. ", "27": "I will put my ·Spirit [or spirit] ·inside you [or among you; C the pronoun is plural] and ·help you [cause you to] ·live by [walk in] my ·rules [statutes] and carefully obey my ·laws [rules; judgments]. ", "28": "You will live in the land I gave to your ·ancestors [fathers], and you will be my people, and I will be your God. ", "29": "So I will save you from all your ·uncleanness [defilement; C ritual]. I will ·command [summon; call for] the grain to ·come and grow [multiply]; I will not ·allow a time of hunger to hurt [bring famine upon] you. ", "30": "I will increase the harvest of fruit trees and the crops in the field so you will never again suffer ·shame [disgrace] among the nations because of ·hunger [famine]. ", "31": "Then you will remember your evil ways and actions that were not good, and you will ·hate [loathe] yourselves because of your sins and your ·terrible acts that I hate [detestable/abominable acts]. ", "32": "I want you to know that I am not going to do this for your sake, says the Lord God. Be ashamed and embarrassed about your ways, [L house of] Israel.", "33": "“'This is what the Lord God says: This is what will happen on the day I cleanse you from all your sins: I will ·cause the cities to have people living in them again [repopulate/resettle your towns/cities], and the ·destroyed places [ruins] will be rebuilt. ", "34": "The ·empty [desolate] land will be plowed so it will no longer be a ·ruin [desolation] for everyone who passes by to see. ", "35": "They will say, “This land was ·ruined [desolate], but now it has become like the garden of Eden. The cities were destroyed, empty, and ruined, but now they are ·protected [fortified] and ·have people living in them [inhabited].” ", "36": "Then those nations still around you will know that I, the Lord, have rebuilt ·what was destroyed [the ruins] and have planted what was ·empty [desolate]. I, the Lord, have spoken, and I will do it.'", "37": "“This is what the Lord God says: I will let myself be asked by the ·people [L house] of Israel to do this for them again: I will ·make their people grow in number [multiply their people] like a flock. ", "38": "They will be as many as the flocks ·brought to Jerusalem during her holy feasts [for offerings]. Her ruined cities will be filled with flocks of people. Then they will know that I am the Lord.”"}