{"1": "I felt the ·power [L hand] of the Lord on me, and he brought me out by the ·Spirit [or spirit] of the Lord and put me down in the middle of a valley. It was full of bones. ", "2": "He led me around among the bones, and I saw that there were many bones in the valley and [L look; T behold] that they were very dry. ", "3": "Then he asked me, “·Human [T Son of man; 2:1], can these bones live?” I answered, “Lord God, only you know.”", "4": "He said to me, “Prophesy ·to [over] these bones and say to them, 'Dry bones, hear the word of the Lord. ", "5": "This is what the Lord God says to the bones: I will cause breath to enter you so you will come to life. ", "6": "I will put ·muscles [tendons; sinews] on you and flesh on you and cover you with skin. Then I will put breath in you so you will come to life. Then you will know that I am the Lord.'”", "7": "So I prophesied as I was commanded. While I prophesied, there was a noise and a rattling. The bones came together, bone to bone. ", "8": "I looked and saw ·muscles [sinews; tendons] come on the bones, and flesh grew, and skin covered the bones. But there was no breath in them.", "9": "Then he said to me, “Prophesy to the ·wind [breath; Spirit]. Prophesy, ·human [T son of man; 2:1], and say to the ·wind [breath; Spirit], 'This is what the Lord God says: ·Wind [Breath; Spirit], come from the four winds, and breathe on these ·people who were killed [slain] so they can come back to life.'” ", "10": "So I prophesied as the Lord commanded me. And the ·breath [wind; Spirit] came into them, and they came to life and stood on their feet, a very large army.", "11": "Then he said to me, “·Human [T Son of man; 2:1], these bones are like all the ·people [L house] of Israel. They say, 'Our bones are dried up, and our hope has ·gone [perished]. We are ·destroyed [cut off].' ", "12": "So, prophesy and say to them, 'This is what the Lord God says: [L Look; T Behold] My people, I will open your graves and cause you to come up out of your graves. Then I will bring you into the land of Israel. ", "13": "My people, you will know that I am the Lord when I open your graves and cause you to come up from them. ", "14": "And I will put my ·Spirit [breath; wind] inside you, and you will come to life. Then I will ·put [settle] you in your own land. And you will know that I, the Lord, have spoken and ·done it [or will do it], says the Lord.'”", "15": "The ·Lord spoke his word [L word of the Lord came] to me, saying, ", "16": "“·Human [T Son of man; 2:1], take ·a [one] ·stick [branch] and write on it, 'For Judah and all the Israelites with him.' Then take another ·stick [branch] and write on it, 'The ·stick [branch] of Ephraim, for Joseph and all the ·Israelites [L house of Israel; C the northern kingdom] with him.' ", "17": "Then join them together into one stick so they will be one in your hand.", "18": "“When your people say to you, 'Explain to us what you mean by this,' ", "19": "say to them, 'This is what the Lord God says: I will take the ·stick [branch] for Joseph and the tribes of Israel with him, which is in the hand of Ephraim, and I will put it with the ·stick [branch] of Judah. I will make them into one ·stick [branch], and they will be one in my hand [C the northern and southern kingdoms will be united again; 33:29; Jer. 3:18; 23:5–6; Hos. 1:11; Amos 9:11].' ", "20": "Hold the sticks on which you wrote these names in your hand ·so the people can see them [L before their eyes]. ", "21": "Say to the people, 'This is what the Lord God says: [L Look; T Behold] I am going to take the ·people [L house] of Israel from among the nations where they have gone. I will gather them from all around and bring them into their own land. ", "22": "I will make them one nation in the land, on the mountains of Israel. One king will rule all of them. They will never again be two nations; they will not be divided into two kingdoms anymore. ", "23": "They will not continue to ·make themselves unclean [defile themselves] by their idols, their ·statues of gods which I hate [detestable things], or by ·their sins [all their transgressions/offenses]. I will save them from all ·the ways they sin and turn against me [their backsliding/unfaithfulness/apostasies], and I will ·make them clean [purify them]. Then they will be my people, and I will be their God.", "24": "“'My servant David will be their king [34:23], and they will all have one shepherd. They will ·live by [L walk in] my ·laws [rules; judgments] and be careful to keep my ·rules [statutes]. ", "25": "They will live on the land I gave to my servant Jacob, the land in which your ·ancestors [fathers] lived. They will all live on the land forever: they, their children, and their grandchildren. David my servant will be their king forever. ", "26": "I will make an ·agreement [covenant; treaty] of peace with them, an ·agreement that continues forever [everlasting covenant/treaty; Jer. 31:31–34]. I will ·put them in their land [establish them] and ·make them grow in number [multiply them; Gen. 12:1–3]. Then I will put my ·Temple [sanctuary] among them forever. ", "27": "·The place where I live [My dwelling place] will be with them. I will be their God, and they will be my people. ", "28": "When my ·Temple [sanctuary] is among them forever, the nations will know that I, the Lord, ·make Israel holy [sanctify Israel].'”"}