{"1": "“·Human [T Son of man; 2:1], prophesy against Gog and say, 'This is what the Lord God says: I am against you, Gog, chief ·ruler [prince] of Meshech and Tubal [38:2]. ", "2": "I will turn you around and ·lead [drag; or drive] you. I will bring you from the ·far [remotest] north and send you to attack the mountains of Israel. ", "3": "I will knock your bow out of your left hand and ·throw down [make fall] your arrows from your right hand. ", "4": "You, all your troops, and the nations with you will fall dead on the mountains of Israel. I will let you be ·food for [devoured by] every bird ·that eats meat [of prey; Rev. 19:21] and for every ·wild animal [beast of the field]. ", "5": "You will ·lie fallen on the ground [fall in the open field], because I have spoken, says the Lord God. ", "6": "I will send fire on Magog and those who live in safety on the coastlands. Then they will know that I am the Lord.", "7": "“'I will make my holy name known among my people Israel, and I will not let my holy name be ·dishonored [defiled; profaned; C ritually] anymore. Then the nations will know that I am the Lord, the Holy One in Israel. ", "8": "[L Look; T Behold] It is coming! It will happen, says the Lord God. The ·time [L day] I talked about is coming.", "9": "“'Then those who live in the cities of Israel will come out and make fires with the enemy's weapons. They will burn them, both large and small shields, bows and arrows, war clubs, and spears. They will use the weapons to burn in their fires for seven years. ", "10": "They will not need to take wood from the field or chop firewood from the forests, because they will make fires with the weapons. In this way they will ·take the treasures of [plunder] those who ·took their treasures [plundered them]; they will take the loot of those who took their loot, says the Lord God.", "11": "“'·At that time [L On that day] I will give Gog a burial place in Israel, in the Valley of the Travelers, east of the Dead Sea. It will block the road for travelers. Gog and all his ·army [hordes; multitudes] will be buried there, so people will call it The Valley of ·Gog's Army [L Hamon-gog].", "12": "“'The ·people [L house] of Israel will be burying them for seven months to ·make the land clean again [cleanse the land]. ", "13": "All the people in the land will bury them, and ·they will be honored [or it will be a memorial for them; or their fame will spread] on the day ·of my victory [I display my glory; C his manifest presence], says the Lord God.", "14": "“'The ·people [L house] of Israel will ·choose [appoint] men to work through the land to ·make it clean [cleanse/purify it]. Along with others, they will bury ·Gog's soldiers still [L those] lying dead on the ground. After the seven months, they will ·still search [or begin their search]. ", "15": "As they go through the land, anyone who sees a human bone is to put a ·marker [sign] by it. The sign will stay there until the gravediggers bury the bone in The Valley of ·Gog's Army [L Hamon-gog]. ", "16": "A city will be there named Hamonah [C perhaps a feminine form of Hamon-gog, meaning Army of Gog]. So they will ·make the land clean again [cleanse/purify the land].'", "17": "“·Human [T Son of man; 2:1], this is what the Lord God says: Speak to every kind of bird and ·wild animal [all the beasts of the field]: '·Come [Assemble] together, come! ·Come together [Gather] from all around to my ·sacrifice [or slaughter], a great ·sacrifice [or slaughter] which I will prepare for you on the mountains of Israel. Eat flesh and drink blood [Rev. 19:17–21]! ", "18": "You are to eat the flesh of the mighty and drink the blood of the ·rulers [princes] of the earth ·as if they were [L all of them] fat animals from Bashan: ·male sheep [rams], lambs, goats, and bulls. ", "19": "You are to eat and drink from my sacrifice which I have prepared for you, eating fat until you are ·full [satisfied; glutted] and drinking blood until you are drunk. ", "20": "At my table you are to eat until you are full of horses and ·riders [or charioteers], ·mighty men [warriors] and all kinds of soldiers,' says the Lord God.", "21": "“I will ·show [display] my glory [C manifest presence] among the nations. All the nations will see ·my power when I punish [L the judgment I executed and the hand I laid on] them. ", "22": "From that time onward the ·people [L house] of Israel will know that I am the Lord their God. ", "23": "The nations will know [L the house of] Israel ·was taken away captive [went into exile] because they sinned and were unfaithful to me. So I ·turned away [L hid my face] from them and handed them over to their enemies until all of them died ·in war [L by the sword]. ", "24": "Because of their uncleanness [C ritual] and their ·sins [transgressions], I ·punished [dealt with] them and ·turned away [hid my face] from them.", "25": "“So this is what the Lord God says: Now I will ·bring the people of Jacob back from captivity [L restore the fortunes of Jacob], and I will have ·mercy [compassion] on the whole ·nation [L house] of Israel. I will ·not let them dishonor me [L be zealous/jealous for my holy name]. ", "26": "The people will forget their shame and ·how they rejected [their unfaithfulness to] me when they live again in safety on their own land with no one to make them afraid. ", "27": "I will bring the people back from ·other lands [the nations/peoples] and gather them from the lands of their enemies. So I will use my people to ·show many nations that I am holy [L display my holiness in the eyes of many nations.]. ", "28": "Then my people will know that I am the Lord their God, because I sent them into ·captivity [exile] among the nations, but then I ·brought them back [gathered them] to their own land, leaving no one behind. ", "29": "I will not ·turn away [L hide my face] from them anymore, because I will put my ·Spirit [or spirit] into the ·people [L house] of Israel, says the Lord God [11:19; 36:26–27; 37:14].”"}