{"1": "Then the man led me north out into the outer courtyard and to the rooms across from the ·private area [temple courtyard] and the building. ", "2": "These rooms on the north side were ·one hundred seventy-five feet [L one hundred cubits] long and ·eighty-seven and one-half feet [L fifty cubits] wide. ", "3": "There was ·thirty-five feet [L twenty cubits] of the inner courtyard between them and the Temple. On the other side, they faced the stone pavement of the outer courtyard. The rooms were built in three stories like steps ·and had balconies [with gallery facing gallery]. ", "4": "There was a ·path [passageway; walkway] in front of the rooms on the inner side, which was ·seventeen and one-half feet [L ten cubits] wide and ·one hundred seventy-five feet [L one hundred cubits] long. The entrances to the rooms were on the north. ", "5": "The ·top [upper] rooms were narrower, because the ·balconies [galleries] took more space from them. The rooms on the first and second stories of the building were wider. ", "6": "The rooms were on three stories. They did not have pillars like the pillars of the courtyards. So the ·top [upper] rooms were farther back than those on the first and second stories. ", "7": "There was a wall outside parallel to the rooms and to the outer courtyard. It ran in front of the rooms for ·eighty-seven and one-half feet [L fifty cubits]. ", "8": "The row of rooms along the outer courtyard was ·eighty-seven and one-half feet [L fifty cubits] long, and the rooms that faced the ·Temple [main hall; sanctuary] were ·about one hundred seventy-five feet [L one hundred cubits] long. ", "9": "The lower rooms had an entrance on the east side so a person could enter them from the outer courtyard, ", "10": "at the start of the wall beside the courtyard [C some interpret this phrase as beginning the next sentence]. There were rooms on the south side, which were across from the ·private area [Temple courtyard] and the building. ", "11": "These rooms had a path in front of them. They were like the rooms on the north with the same length and width and the same exits, measurements and doors. ", "12": "The doors of the south rooms were like the doors of the north rooms. There was an entrance at the ·open end [or beginning] of a path beside the wall, so a person could enter at the east end.", "13": "The man said to me, “The north and south rooms across from the ·private area [courtyard] are holy rooms. There the priests who ·go near [approach] the Lord will eat the most holy offerings. There they will put the most holy offerings: the ·grain [L gift; tribute] offerings [Lev. 2:1], ·sin [or purification] offerings [Lev. 4:3], and the ·penalty [guilt; reparation] offerings [Lev. 5:14–6:7], because the place is holy. ", "14": "The priests who enter the Holy Place must leave ·their serving clothes [garments in which they minister] there before they go into the outer courtyard, because these ·clothes [garments] are holy. After they put on other ·clothes [garments], they may go to the part of the Temple area which is for the people.”", "15": "When the man finished measuring inside the Temple area, he brought me out through the east gateway. He measured the area all around. ", "16": "The man measured the east side with the measuring stick; it was ·eight hundred seventy-five feet [L five hundred cubits] by the measuring ·stick [rod]. ", "17": "He measured the north side; it was ·eight hundred seventy-five feet [L five hundred cubits] by the measuring stick. ", "18": "He measured the south side; it was ·eight hundred seventy-five feet [L five hundred cubits] by the measuring stick. ", "19": "He went around to the west side; it measured ·eight hundred seventy-five feet [L five hundred cubits] by the measuring stick. ", "20": "So he measured the Temple area on all four sides. The Temple area had a wall all around it that was ·eight hundred seventy-five feet long [L five hundred cubits] and ·eight hundred seventy-five feet [L five hundred cubits] wide. It separated what was holy from ·that which was not holy [the common/profane; C ritually]."}