{"1": "“These are the ·areas of the tribes named here [L names of the tribes]: Dan will have one share at the northern border. It will go from the sea through Hethlon to Lebo Hamath [47:15], all the way to Hazar Enan [47:17], ·where Damascus lies to the north. It will stop there next to Hamath [or …which is located on the northern border of Damascus next to Hamath]. This will be Dan's northern border from the east side to the ·Mediterranean Sea on the west side [L west].", "2": "“·South of [L Beside] Dan's border, Asher will have one share. It will go from the east side to the west side.", "3": "“·South of [L Beside] Asher's border, Naphtali will have one share. It will go from the east side to the west side.", "4": "“·South of [L Beside] Naphtali's border, Manasseh will have one share. It will go from the east side to the west side.", "5": "“·South of [L Beside] Manasseh's border, Ephraim will have one share. It will go from the east side to the west side.", "6": "“·South of [L Beside] Ephraim's border, Reuben will have one share. It will go from the east side to the west side.", "7": "“·South of [L Beside] Reuben's border, Judah will have one share. It will go from the east side to the west side.", "8": "“·South of [L Beside] Judah's border will be the ·holy area which you are to give [portion set apart]. It will be ·about seven miles [L twenty-five thousand cubits] wide and as long and wide as one of the tribes' shares. It will run from the east side to the west side. The ·Temple [L sanctuary] will be in the middle of this area.", "9": "“The share which you will give the Lord will be ·about seven miles [L twenty-five thousand cubits] long and ·three miles [L ten thousand cubits] wide. ", "10": "The ·holy area [sacred allotment] will be divided among these people. The priests will have land ·about seven miles [L twenty-five thousand cubits] long on the north and south sides, and ·three miles [L ten thousand cubits] wide on the west and east sides. The ·Temple [sanctuary] of the Lord will be in the middle of it. ", "11": "This land is for the ·priests who are given the holy duty of serving the Lord [L consecrated priests]. ·They [L …who] are the ·descendants [sons] of Zadok who ·did my work [were faithful to me; kept my charge] and did not ·leave me [go astray] when Israel and the Levites ·left me [went astray]. ", "12": "They will have as their share a very holy part of the holy portion of the land. It will be next to the land of the Levites.", "13": "“Alongside the land for the priests, the Levites will have a share ·about seven miles [L twenty-five thousand cubits] long and ·three miles [L ten thousand cubits] wide; its full length will be ·about seven miles [L twenty-five thousand cubits] and its full width ·about three miles [L ten thousand cubits]. ", "14": "The Levites are not to sell or ·trade [exchange] any of this land. They are not to ·let anyone else own [transfer; alienate] any of this best part of the land, because it ·belongs [is set apart/holy] to the Lord.", "15": "“The rest of the area will be ·about one and one-half miles [L five thousand cubits] wide and ·seven miles [L twenty-five thousand cubits] long. It will ·not be holy but [be for common use and] will belong to the city and be used for homes and pastures. The city will be in the middle of it. ", "16": "These are the city's measurements: the north side will be ·about one mile [L four thousand five hundred cubits], the south side ·about one mile [L four thousand five hundred cubits], the east side ·about one mile [L four thousand five hundred cubits], and the west side ·about one mile [L four thousand five hundred cubits]. ", "17": "The city's land for pastures will be ·about four hundred thirty-seven feet [L two hundred fifty cubits] on the north, ·four hundred thirty-seven feet [L two hundred fifty cubits] on the south, ·four hundred thirty-seven feet [L two hundred fifty cubits] on the east, and ·four hundred thirty-seven feet [L two hundred fifty cubits] on the west. ", "18": "Along the long side of the holy area there will be left ·three miles [L ten thousand cubits] on the east and ·three miles [L ten thousand cubits] on the west. It will be used to grow food for the city workers. ", "19": "The city workers from all the tribes of Israel will farm this land. ", "20": "This whole area will be square, ·seven miles [L twenty-five thousand cubits] by ·seven miles [L twenty-five thousand cubits]. You shall give to the Lord the holy share along with the city property.", "21": "“Land that is left over on both sides of the holy area and city property will belong to the ·ruler [prince]. That land will extend eastward from the ·seven miles [L twenty-five thousand cubits] of the holy area to the eastern border and westward from the ·seven miles [L twenty-five thousand cubits] to the ·Mediterranean Sea [L western border]. Both of these areas run the length of the lands of the tribes, and they belong to the ·ruler [prince]. The holy area with the ·Holy Place [sanctuary] of the ·Temple [L house] will be in the middle. ", "22": "The Levites' land and the city property will be in the middle of the lands belonging to the ·ruler [prince]. Those lands will be between Judah's border and Benjamin's border.", "23": "“Here is what the rest of the tribes will receive: Benjamin will have one share. It will go from the east side to the ·Mediterranean Sea on the west side [L west side].", "24": "“·South of [L Beside] Benjamin's land, Simeon will have one share. It will go from the east side to the west side.", "25": "“·South of [L Beside] Simeon's land, Issachar will have one share. It will go from the east side to the west side.", "26": "“·South of [L Beside] Issachar's land, Zebulun will have one share. It will go from the east side to the west side.", "27": "“·South of [L Beside] Zebulun's land, Gad will have one share. It will go from the east side to the west side.", "28": "“The southern border of Gad's land will go ·east from Tamar on the Dead Sea [L from Tamar; 47:18] to the waters of Meribah Kadesh [47:19]. Then it will run along the brook of Egypt to the ·Mediterranean [L Great] Sea.", "29": "“This is the land you will divide among the tribes of Israel to be their shares,” says the Lord God.", "30": "“These will be the ·outside borders [or exits] of the city: The north side will measure ·more than one mile [L four thousand five hundred cubits]. ", "31": "There will be three gates facing north: Reuben's Gate, Judah's Gate, and Levi's Gate, named for the tribes of Israel.", "32": "“The east side will measure ·more than one mile [L four thousand five hundred cubits]. There will be three gates facing east: Joseph's Gate, Benjamin's Gate, and Dan's Gate.", "33": "“The south side will measure ·more than one mile [L four thousand five hundred cubits]. There will be three gates facing south: Simeon's Gate, Issachar's Gate, and Zebulun's Gate.", "34": "“The west side will measure ·more than one mile [L four thousand five hundred cubits]. There will be three gates facing west: Gad's Gate, Asher's Gate, and Naphtali's Gate.", "35": "“The city will measure ·about six miles around [L eighteen thousand cubits]. From then on the name of the city will be The Lord Is There.”"}