{"1": "Now Adonai called to Moses and spoke to him out of the Tent of Meeting, saying: ", "2": "“Speak to Bnei-Yisrael, and tell them: When anyone of you brings an offering[a] to Adonai, you may present your offering of livestock, from the herd or from the flock.", "3": "“If his sacrifice is a burnt offering from the herd, he is to present a male without blemish. He is to offer it at the entrance of the Tent of Meeting, so that he may be accepted before Adonai. ", "4": "He is to lay his hand on the head of the burnt offering, so that it will be accepted for him to make atonement on his behalf. ", "5": "He is to slaughter the bull before Adonai. Then Aaron's sons, the kohanim, are to present the blood and splash it around on the altar that is at the entrance of the Tent of Meeting. ", "6": "He is to skin the burnt offering and cut it into pieces. ", "7": "The sons of Aaron the kohen are to place fire on the altar and arrange wood upon the fire. ", "8": "Then Aaron's sons, the kohanim, shall arrange the pieces, the head, and the fat upon the wood that is on the fire which is atop the altar. ", "9": "But its innards and its legs he is to wash with water. The kohen should burn it all up as smoke on the altar, for a burnt offering made by fire—a soothing aroma to Adonai.", "10": "“If his sacrifice is from the flock, from the sheep or from the goats, for a burnt offering, he should bring a male without blemish. ", "11": "He is to slaughter it on the north side of the altar before Adonai. Aaron's sons, the kohanim, are to splash its blood around on the altar. ", "12": "He is to cut it into pieces, with its head and its fat. The kohen should then arrange them upon the wood that is on the fire that is atop the altar, ", "13": "but the innards and the legs he is to wash with water. The kohen is to offer it all, and burn it on the altar. It is a burnt offering, made by fire—a soothing aroma to Adonai.", "14": "“If his sacrifice to Adonai is a burnt offering of birds, then he should bring his offering of turtledoves or young pigeons. ", "15": "The kohen is to bring it to the altar, wring off its head, and burn it on the altar. Then its blood is to be drained out on the side of the altar. ", "16": "Also he is to cut out its digestive tract with its filth, and cast it beside the altar on the east side, into the place of the fat ashes. ", "17": "He should tear it by its wings, but not divide it up. The kohen should burn it upon the altar, on the wood that is on the fire. It is a burnt offering, made by fire—a soothing aroma to Adonai."}