{"1": "Now Aaron's sons Nadab and Abihu each took his own censer, put fire in it, laid incense over it, and offered unauthorized fire before Adonai—which He had not commanded them. ", "2": "So fire came out from the presence of Adonai and consumed them. So they died before Adonai. ", "3": "Then Moses said to Aaron, “This is what Adonai spoke of, saying: To those who are near Me I will show myself holy. Upon the faces of all the people I will be glorified.” Then Aaron kept silent.", "4": "Then Moses called Mishael and Elzaphan, the sons of Aaron's uncle Uzziel, and said to them, “Come near, carry your relatives away from the front of the Sanctuary to outside of the camp.” ", "5": "So they drew near and carried them, still in their tunics, outside of the camp, as Moses had said.", "6": "Then Moses said to Aaron, and to Eleazar and Ithamar his sons: “Do not uncover your heads or tear your clothes, so you may not die and He will not be angry with the entire congregation. But let your kinsmen—the whole house of Israel—mourn over the burning that Adonai has kindled. ", "7": "You must not go out from the entrance of the Tent of Meeting, or you will die, for the anointing oil of Adonai is on you.” So they acted according to the word of Moses.", "8": "Adonai spoke to Aaron saying: ", "9": "“Do not drink wine or fermented drink, neither you nor your sons with you, when you go into the Tent of Meeting, so that you do not die. This is to be a statute forever throughout your generations. ", "10": "You are to make a distinction between the holy and the common and between the unclean and the clean. ", "11": "And you are to teach Bnei-Yisrael all the statutes which Adonai has spoken to them through Moses.”", "12": "Moses spoke to Aaron and to Eleazar and Itamar his surviving sons: “Take the grain offering left over from Adonai's offerings by fire, and eat it without hametz beside the altar, for it is most holy. ", "13": "You are to eat it in a holy place, because it is your portion and your sons' portion of the offerings of Adonai made by fire. For so I have been commanded. ", "14": "You are to eat the breast that was waved and the thigh that was presented in a clean place—you, your sons and your daughters with you—for they are given as your portion, and your children's portion, out of the sacrifices of the fellowship offerings of Bnei-Yisrael. ", "15": "They are to bring the thigh that is presented and the breast that is waved with fat portions scorched by fire, to wave it as a wave offering before Adonai. So it will be yours and your sons' with you, a share forever, as Adonai has commanded.”", "16": "Then Moses searched carefully for the goat of the sin offering and noticed it had been burned up. So he snapped at Eleazar and Itamar, the surviving sons of Aaron, saying: ", "17": "“Why have you not eaten the sin offering in the place of the Sanctuary, since it is most holy, and He gave it to you in order to bear the iniquity of the congregation, to make atonement for them before Adonai? ", "18": "Look, its blood was not brought into the inner part of the sanctuary. You certainly should have eaten it in the Sanctuary, as I commanded.”", "19": "But Aaron said to Moses, “Behold, today they presented their sin offering and their burnt offering before Adonai. When things like these have happened to me, would it have been good in the eyes of Adonai if I had eaten the sin offering today?” ", "20": "When Moses heard this, it was good in his eyes."}