{"1": "Adonai spoke to Moses and to Aaron, saying to them, ", "2": "“Speak to Bnei-Yisrael, saying: These are the living things which you may eat among all the animals that are on the earth. ", "3": "Whatever has a split, divided hoof and chews cud among the animals—that you may eat.", "4": "“Nevertheless, you should not eat of those that only chew cud, or have a split hoof. The camel, though it chews the cud, does not have a divided hoof, is unclean to you. ", "5": "The coney, though it chews the cud yet does not have a divided hoof, so it is unclean to you. ", "6": "The hare, though it chews the cud, does not split the hoof, so it is unclean to you. ", "7": "The pig, though it has a split, divided hoof, does not chew cud, so it is unclean to you. ", "8": "You are not to eat meat from them, nor are you to touch their carcasses. They are unclean to you.", "9": "“From all that are in the waters, you may eat whatever has fins and scales, within the waters, in the seas and in the rivers. Those you may eat. ", "10": "But any that do not have fins and scales in the seas or the rivers, among those that swarm on the waters, or among any of the living creatures that are in the waters, they are loathsome to you. ", "11": "They are to be detestable to you. You shall not eat meat from them and you should detest their carcasses. ", "12": "Whatever has neither fins nor scales in the waters, that is a detestable thing to you.", "13": "“Among the birds you should detest the following—they are not to be eaten—they are loathsome: the eagle, the vulture, the black vulture, ", "14": "the red kite, any kind of black kite, ", "15": "any kind of raven, ", "16": "the horned owl, the screech owl, the gull, any kind of hawk, ", "17": "the little owl, the cormorant, the great owl, ", "18": "the white owl, the desert owl, the osprey, ", "19": "the stork, any kind of heron, the hoopoe, and the bat.", "20": "“All flying insects that walk on all fours are detestable to you. ", "21": "Yet you may eat from all winged creeping things that go on all fours, which have legs above their feet, with which to hop on the earth. ", "22": "You may eat from any kind of locust, any kind of katydid, any kind of cricket and any kind of grasshopper. ", "23": "But all winged creeping things that have four feet are loathsome to you.", "24": "“Moreover, by these also you will become unclean: whoever touches their carcasses shall be unclean until the evening. ", "25": "Whoever carries any part of their carcass is to wash his clothes, and will be unclean until the evening. ", "26": "“Every animal with a separating hoof but not split, or does not chew cud, is unclean to you. Everyone who touches them will become unclean. ", "27": "So whatever moves on its paws, among all animals that go on all fours, is unclean to you. Whoever touches their carcasses will be unclean until the evening. ", "28": "Whoever carries their carcasses, is to wash his clothes and will be unclean until the evening. They are unclean to you.", "29": "“Among the creeping things that creep on the earth, the following are unclean to you: the weasel, the rat, any kind of great lizard, ", "30": "the gecko, the monitor lizard, the wall lizard, the skink and the chameleon. ", "31": "Among all that creep these are the ones that are unclean to you. Whoever touches them when they are dead, will be unclean until the evening. ", "32": "Whatever falls on them when they are dead will become unclean, whether it is any vessel of wood, or clothing, or skin, or sackcloth. Whatever vessel it is, with which any work is done, it must be put into water, and it will be unclean until the evening, then it will be clean.", "33": "“Now if any of them falls into a clay pot, everything that is in it will become unclean, and you are to break it. ", "34": "Any food that may be eaten but has water on it from such a pot will become unclean. Also any drink that may be drunk in any such pot will become unclean. ", "35": "Everything on which part of their carcass falls will become unclean. An oven or stove for pots is to be broken in pieces. They are unclean and will be unclean to you. ", "36": "Nevertheless, a spring or a cistern for collecting water will be clean, though anyone who touches their carcass will become unclean. ", "37": "If part of a carcass falls on any seed for sowing that has yet to be sown, it is clean. ", "38": "But if water is put on the seed, and part of a carcass falls on it, it is unclean to you. ", "39": "“If any animal that you may eat dies, the one who touches its carcass will become unclean until the evening. ", "40": "He who eats of its carcass is to wash his clothes, and be unclean until the evening. Also, the one who carries its carcass is to wash his clothes, and be unclean until the evening.", "41": "“Every creeping thing that crawls on the earth is detestable—it should not be eaten. ", "42": "Whatever moves on its belly or crawls on all fours or has many feet among all the creeping things that crawl on the earth, these you are not to eat, for they are detestable. ", "43": "You are not to contaminate yourselves with any creeping thing that crawls nor make yourselves unclean with them or defiled by them.", "44": "“For I am Adonai your God. Therefore, sanctify yourselves, and be holy, for I am holy. You are not to defile yourselves with any kind of creeping thing that moves on the earth. ", "45": "For I am Adonai who brought you up out of the land of Egypt, to be your God.[a] Therefore, you shall be holy, for I am holy.", "46": "“This is the Torah of the animal, the bird, every living creature that moves in the waters, and every creature that creeps on the earth, ", "47": "to make a distinction between the unclean and the clean, and between the living thing that may be eaten and the living thing that may not be eaten.”"}