{"1": "Adonai spoke to Moses saying: ", "2": "“Speak to all the congregation of Bnei-Yisrael and tell them: You shall be kedoshim, for I, Adonai your God, am holy.", "3": "“Each one of you is to respect his mother and his father, and keep My Shabbatot. I am Adonai your God.", "4": "“Do not turn to idols, or make molten gods for yourselves. I am Adonai your God.", "5": "“When you bring a sacrifice of fellowship offerings to Adonai, you are to offer it so that you may be accepted. ", "6": "It is to be eaten the same day you offer it, and the next day. But if anything remains until the third day, it is to be burned with fire. ", "7": "If it is eaten at all on the third day, it is disgusting. It will not be accepted. ", "8": "Rather, anyone who eats it will bear his iniquity, since he has profaned what is holy to Adonai, and that soul will be cut off from his people.", "9": "“When you reap the harvest of your land, you are not to reap to the very corners of your field, nor are you to gather the gleanings of your harvest. ", "10": "You are not to pick the remnants of your vineyard, nor are you to gather the fallen grapes of your vineyard. Instead, you are to leave them for the poor and for the outsider. I am Adonai your God.", "11": "“You are not to steal. You are not to lie. You are not to deceive one another.", "12": "“You are not to swear by My Name falsely, and so profane the Name of your God. I am Adonai.", "13": "“You are not to oppress your neighbor, nor rob him. The wages of a hired servant are not to remain with you all night until the morning.", "14": "“You are not to curse the deaf, nor put a stumbling block before the blind, but you shall fear your God. I am Adonai.", "15": "“You are to do no injustice in judgment. You are not to be partial toward the poor nor show favoritism toward the great, but you are to judge your neighbor with fairness.", "16": "“You are not to go up and down as a talebearer among your people. You are not to endanger the life of your neighbor. I am Adonai.", "17": "“You are not to hate your brother in your heart. Instead, you are to firmly rebuke your neighbor, and not bear sin because of him. ", "18": "You are not to take vengeance, nor bear any grudge against the children of your people, but love your neighbor as yourself.[a] I am Adonai.", "19": "“You must keep My statutes. You are not to crossbreed different kinds of animals. You are not to sow your field with two kinds of seed, nor are you to wear a garment woven of two kinds of material.", "20": "“If a man lies sexually with a woman who is a slave girl, pledged to be married to another man, but not ransomed or given her freedom, they are both to be punished. But they are not to be put to death, because she was not free. ", "21": "He is to bring his trespass offering to Adonai, to the entrance of the Tent of Meeting—a ram for a guilt offering. ", "22": "The kohen is to make atonement for him with the ram of the trespass offering before Adonai for his sin that he committed, and the sin that he committed will be forgiven him.", "23": "“When you come into the land and have planted all kinds of trees for food, you are to consider their fruit as forbidden. Three years it will be forbidden to you. It is not to be eaten. ", "24": "Then in the fourth year all its fruit will be holy, for giving praise to Adonai. ", "25": "In the fifth year you may eat its fruit. So it will yield its increase to you. I am Adonai your God.", "26": "“You are not to eat any meat with the blood still in it, nor are you to use enchantments, or practice sorcery.", "27": "“You are not to round off the hair on the sides of your heads, nor are you to mar the edge of your beard. ", "28": "You are not to make any cuttings in your flesh for the dead or make any tattoo marks upon yourself. I am Adonai.", "29": "“Do not defile your daughter, to make her a prostitute, so that the land does not fall into prostitution, and become full of wickedness.", "30": "“You are to keep My Shabbatot, and reverence My Sanctuary. I am Adonai.", "31": "“Do not turn to those who are mediums or to soothsayers. Do not seek them out to be defiled by them. I am Adonai your God.", "32": "“You are to rise up in the presence of the gray-haired and honor the presence of the elderly. So you will fear your God. I am Adonai.", "33": "“If an outsider dwells with you in your land, you should do him no wrong. ", "34": "The outsider dwelling among you shall be to you as the native-born among you. You should love him as yourself—for you dwelled as outsiders in the land of Egypt. I am Adonai your God.", "35": "“You must not be dishonest in judgment—in measurements of length, weight or of quantity. ", "36": "You are to have honest balances, honest weights, honest bushel-measure and an honest gallon.[b] I am Adonai your God, who brought you out of the land of Egypt. ", "37": "You must observe all My statutes and all My ordinances—do them. I am Adonai.”"}