{"1": "Then Adonai said to Moses, “Speak to the kohanim, the sons of Aaron, and say to them: A kohen is not to allow himself to become unclean for the dead among his people, ", "2": "except for his relatives that are nearest to him—his mother, his father, his son, his daughter, his brother, ", "3": "or his virgin sister who is near to him, who has had no husband. For her he may allow himself to become unclean. ", "4": "But he is not to defile himself—a husband among his people—and so profane himself.", "5": "“Kohanim are not to shave their heads, nor shave off the corners of their beards, nor make any cuttings in their flesh. ", "6": "They are to be holy to their God, and not profane the Name of their God, for they present the offerings of Adonai made by fire, the bread of their God. Therefore they are to be holy. ", "7": "They are not to marry women who are defiled as prostitutes, or profane. Neither should they marry women divorced from their husbands, for a kohen is holy to his God. ", "8": "Therefore you are to sanctify him, because he offers the bread of your God. He shall be holy to you, for I, Adonai, who sanctifies you, am holy.", "9": "“The daughter of any kohen, if she profanes herself by playing the prostitute, profanes her father. She is to be burned with fire.", "10": "“He who is the kohen gadol among his brothers, upon whose head the anointing oil is poured and is consecrated to put on the garments, is not to let the hair of his head hang loose or tear his clothes, ", "11": "nor should he go near any dead person, defiling himself, even for his father or his mother. ", "12": "He is not to go out of the Sanctuary or profane the Sanctuary of his God—for the crown of the anointing oil of his God is upon him. I am Adonai.", "13": "“He should take a wife in her virginity. ", "14": "A widow, or one divorced, or one who has been defiled as a prostitute, he is not to marry. He is to take a virgin from his own people as a wife, ", "15": "so as not to corrupt his offspring among his people. For I am Adonai who sanctifies him.”", "16": "Adonai spoke to Moses saying: ", "17": "“Say to Aaron: None of your offspring throughout their generations who has a defect may approach to offer the food of his God. ", "18": "Any man who has a defect is not to draw near: no one blind or lame or disfigured or deformed, ", "19": "or a man who has a crippled foot or crippled hand ", "20": "or a hunchback or dwarf, or who has an eye defect or a rash or scabs, or who has damaged testicles. ", "21": "None of the offspring of Aaron the kohen who has a defect should come near to present the offerings of Adonai made by fire. Since he has a defect, he is not to come near to offer the food of his God. ", "22": "He may eat the food of his God, both from the most holy and the holy. ", "23": "But he is not to approach the curtain or come near the altar, because of the defect on him, so that he may not desecrate My sanctuaries, for I am Adonai who sanctifies them.”", "24": "So Moses spoke to Aaron and to his sons, and to all Bnei-Yisrael."}