{"1": "Adonai spoke to Moses, saying: ", "2": "“Tell Aaron and his sons to separate themselves from the holy things of Bnei-Yisrael, which they consecrate to Me, so that they would not profane My holy Name. I am Adonai. ", "3": "Tell them, if anyone of all your offspring throughout your generations approaches the holy things, which Bnei-Yisrael consecrate to Adonai, while in a state of uncleanness, that soul will be cut off from before Me. I am Adonai.", "4": "“None of the offspring of Aaron who has tza'arat or has a discharge should eat of the holy things until he is clean. Whoever touches anything that is unclean by the dead or a man whose seed discharges from him ", "5": "or who touches any creeping thing that may make him unclean or a person who is unclean—whatever his uncleanness—", "6": "the person who touches any such thing will be unclean until the evening, and is not to eat of the holy things, unless he has bathed his body in water. ", "7": "When the sun sets, he will become clean, and afterward he may eat of the holy things, because it is his food. ", "8": "A carcass or what is torn by beasts he is not to eat, becoming unclean by it. I am Adonai.", "9": "“Therefore kohanim shall keep My charge, so that they do not become guilty of sin and die should they profane it. I am Adonai who sanctifies them.", "10": "“No layman is to eat from the holy offering. A foreigner living with the kohanim or a hired servant is not to eat from the holy offering. ", "11": "But if a kohen buys a slave purchased by his money, that one may eat from it. Also those born in his house may eat his food. ", "12": "If a kohen's daughter is married to a layman, she is not to eat from the gifts of the holy offerings. ", "13": "But if a kohen's daughter is a widow or divorced, and has no child and has returned to her father's house as in her youth, she may eat from her father's food. But no layman may eat any of it.", "14": "“If anyone eats something holy unwittingly, then he is to add a fifth to it and give the holy offering to the kohen. ", "15": "They are not to profane the holy offerings of Bnei-Yisrael, which they lift up to Adonai, ", "16": "so causing them to bear the iniquity that brings guilt when they eat the holy offerings. For I am Adonai who sanctifies them.”", "17": "Adonai spoke to Moses saying: ", "18": "“Speak to Aaron and to his sons, and to all Bnei-Yisrael, and say to them: Whoever is from the house of Israel, or one of the outsiders in Israel who brings his offering, whether it be any of their vows or any of their freewill offerings that they present to Adonai for a burnt offering—", "19": "for you to be accepted—you are to offer a male without blemish, from the bulls, the sheep or the goats. ", "20": "But whatever has a blemish you are not to present, for it will not be acceptable on your behalf.", "21": "[a] 21 Whoever brings a sacrifice of fellowship offerings to Adonai to fulfill a vow or for a freewill offering, either from the herd or the flock, it must be unblemished to be accepted—there must be no defect on it. ", "22": "The blind, injured, maimed, having an abnormal growth or festering or a running sore are not to be offered to Adonai, or given as an offering by fire on the altar to Adonai. ", "23": "For a freewill offering you may present a bull or a lamb that has any deformity or lacking in its parts, but for a vow it will not be accepted. ", "24": "Whatever has its testicles bruised, crushed, broken or cut, you are not to offer to Adonai, nor are you to do so in your own land. ", "25": "Moreover, you are not to offer the food of your God from the hand of an outsider from any of these animals. For their corruption is within them—they have a defect. They will not be accepted on your behalf.”", "26": "Adonai spoke to Moses saying: ", "27": "“When a bull, a sheep or a goat is born, then it is to remain seven days with its mother, and from the eighth day onward it will be accepted as the gift of an offering made by fire to Adonai. ", "28": "If it is a cow or ewe, you are not to slaughter it along with its young, both in one day. ", "29": "When you offer a sacrifice of thanksgiving to Adonai, you are to present it so that you may be accepted. ", "30": "It is to be eaten on the same day. You are to leave none of it until the morning. I am Adonai.", "31": "“So you are to keep My mitzvot and do them. I am Adonai. ", "32": "You must not profane My holy Name, for I will be made holy among Bnei-Yisrael. I am Adonai who makes you holy, ", "33": "who brought you out of the land of Egypt, to be your God. I am Adonai.”"}