{"1": "Then Adonai spoke to Moses saying: ", "2": "“Speak to Bnei-Yisrael, and tell them: These are the appointed moadim of Adonai, which you are to proclaim to be holy convocations—My moadim.", "3": "“Work may be done for six days, but the seventh day is a Shabbat of solemn rest, a holy convocation. You are to do no work—it is a Shabbat to Adonai in all your dwellings.", "4": "“These are the appointed feasts of Adonai, holy convocations which you are to proclaim in their appointed season. ", "5": "During the first month, on the fourteenth day of the month in the evening, is Adonai's Passover. ", "6": "On the fifteenth day of the same month is the Feast of Matzot to Adonai. For seven days you are to eat matzah. ", "7": "On the first day you are to have a holy convocation and you should do no regular work. ", "8": "Instead you are to present an offering made by fire to Adonai for seven days. On the seventh day is a holy convocation, when you are to do no regular work.”", "9": "Adonai spoke to Moses saying: ", "10": "“Speak to Bnei-Yisrael and tell them: When you have come into the land which I give to you, and reap its harvest, then you are to bring the omer[a] of the firstfruits of your harvest to the kohen. ", "11": "He is to wave the omer before Adonai, to be accepted for you. On the morrow after the Shabbat, the kohen is to wave it. ", "12": "On the day when you wave the omer you are to offer a male lamb without blemish, one year old, as a burnt offering to Adonai. ", "13": "The grain offering with it should be two tenths of an ephah of fine flour mixed with oil—an offering made by fire to Adonai for a soothing aroma. Its drink offering with it should be a quarter of a gallon[b] of wine. ", "14": "You are not to eat bread, roasted grain, or fresh grain until this same day—until you have brought the offering of your God. It is a statute forever throughout your generations in all your dwellings.", "15": "“Then you are to count from the morrow after the Shabbat, from the day that you brought the omer[c] of the wave offering, seven complete Shabbatot. ", "16": "Until the morrow after the seventh Shabbat you are to count fifty days,[d] and then present a new grain offering to Adonai. ", "17": "You are to bring out of your houses two loaves of bread for a wave offering, made of two tenths of an ephah of fine flour. They are to be baked with hametz as firstfruits to Adonai. ", "18": "You are to present, along with the bread, seven one-year-old lambs without blemish, one young bull, and two rams. They will become a burnt offering to Adonai, with their meal offering, and their drink offerings, an offering made by fire, a sweet aroma to Adonai. ", "19": "Also you are to offer one male goat for a sin offering and a pair of year-old male lambs for a sacrifice of fellowship offerings. ", "20": "The kohen is to wave them with the bread of the firstfruits as a wave offering before Adonai, with the two lambs. They shall be holy to Adonai for the kohen. ", "21": "You are to make a proclamation on the same day that there is to be a holy convocation, and you should do no regular work. This is a statute forever in all your dwellings throughout your generations.", "22": "“Now when you reap the harvest of your land, you are not to reap to the furthest corners of your field or gather the gleanings of your harvest. Rather you are to leave them for the poor and for the outsider. I am Adonai your God.”", "23": "Adonai spoke to Moses saying: ", "24": "“Speak to Bnei-Yisrael, saying: In the seventh month, on the first day of the month, you are to have a Shabbat rest, a memorial of blowing (shofarot),[e] a holy convocation. ", "25": "You are to do no regular work, and you are to present an offering made by fire to Adonai.”", "26": "Adonai spoke to Moses, saying: ", "27": "“However, the tenth day of this seventh month is Yom Kippur,[f] a holy convocation to you, so you are to afflict yourselves. You are to bring an offering made by fire to Adonai. ", "28": "You are not to do any kind of work on that set day, for it is Yom Kippur, to make atonement for you before Adonai your God. ", "29": "For anyone who does not deny himself on that day must be cut off from his people. ", "30": "Anyone who does any kind of work on that day, that person I will destroy from among his people. ", "31": "You should do no kind of work. It is a statute forever throughout your generations in all your dwellings. ", "32": "It is to be a Shabbat of solemn rest for you, and you are to humble your souls. On the ninth day of the month in the evening—from evening until evening—you are to keep your Shabbat.”", "33": "Adonai spoke to Moses saying: ", "34": "“Speak to Bnei-Yisrael, and say, On the fifteenth day of this seventh month is the Feast of Sukkot, for seven days to Adonai.", "35": "[g] 35 On the first day there is to be a holy convocation—you are to do no laborious work. ", "36": "For seven days you are to bring an offering by fire to Adonai. The eighth day will be a holy convocation to you, and you are to bring an offering by fire to Adonai. It is a solemn assembly—you should do no laborious work.", "37": "“These are the moadim of Adonai, which you are to proclaim to be holy convocations, to present an offering by fire to Adonai—a burnt offering, a grain offering, a sacrifice and drink offerings, each on its own day, ", "38": "besides those of the Shabbatot of Adonai and besides your gifts, all your vows and all your freewill offerings which you give to Adonai.", "39": "“So on the fifteenth day of the seventh month, when you have gathered in the fruits of the land, you are to keep the Feast of Adonai for seven days. The first day is to be a Shabbat rest, and the eighth day will also be a Shabbat rest. ", "40": "On the first day you are to take choice fruit of trees, branches of palm trees,[h] boughs of leafy trees, and willows of the brook, and rejoice before Adonai your God for seven days. ", "41": "You are to celebrate it as a festival to Adonai for seven days in the year. It is a statute forever throughout your generations—you are to celebrate it in the seventh month. ", "42": "You are to live in sukkot for seven days. All the native-born in Israel are to live in sukkot, ", "43": "so that your generations may know that I had Bnei-Yisrael to dwell in sukkot when I brought them out of the land of Egypt. I am Adonai your God.”", "44": "So Moses declared to Bnei-Yisrael the moadim of Adonai."}