{"1": "Then Adonai spoke to Moses saying: ", "2": "“Order Bnei-Yisrael to bring to you pure olive oil, beaten for the light, to keep a lamp burning continually. ", "3": "Outside of the curtain of the Testimony, in the Tent of Meeting, Aaron is to keep it in order from evening to morning before Adonai continually. It is to be a statute forever throughout your generations. ", "4": "He is to keep the lamps in order on the pure gold menorah before Adonai continually.", "5": "“Also you are to take fine flour, and bake twelve cakes of it, with two tenths of an ephah in each cake. ", "6": "Then you are to set them in two rows, six in a row, on the pure gold table before Adonai. ", "7": "Set pure frankincense on each row, as a memorial portion for the bread, an offering by fire to Adonai. ", "8": "Every Yom Shabbat he is to set it in order before Adonai continually. It is an everlasting covenant on behalf of Bnei-Yisrael. ", "9": "It belongs to Aaron and his sons, and they are to eat it in a holy place, for it is most holy to him among the offerings of Adonai by fire, as a perpetual statute.”", "10": "Now the son of an Israelite woman, whose father was an Egyptian, went out among Bnei-Yisrael, and a fight broke out between the Israelite woman's son and an Israelite man. ", "11": "The Israelite woman's son blasphemed the Name, and cursed, so they brought him to Moses. His mother's name was Shelomith, the daughter of Dibri, of the tribe of Dan. ", "12": "They put him in custody, until the will of Adonai could be declared to them.", "13": "Then Adonai spoke to Moses, saying: ", "14": "“Bring the one who cursed, out of the camp, and let all who heard him lay their hands on his head, and have the entire congregation stone him.", "15": "“Then you will speak to Bnei-Yisrael, saying: Whoever curses his God will bear his sin. ", "16": "Whoever blasphemes the Name of Adonai must surely be put to death. The whole congregation must stone him. The outsider as well as the native-born, when he blasphemes the Name, is to be put to death.", "17": "“Whoever mortally strikes down any man must surely be put to death. ", "18": "Whoever mortally strikes down an animal is to make restitution—life for life. ", "19": "If anyone injures his neighbor, as he has done, the same is to be done to him: ", "20": "fracture for fracture, eye for eye, tooth for tooth.[a] Just as he has injured someone, so it should it be done to him.", "21": "“Whoever kills an animal is to make restitution, but the one who kills a man is to be put to death. ", "22": "You are to have one standard of justice for the outsider as well as the native-born, for I am Adonai your God.”", "23": "So Moses spoke to Bnei-Yisrael, and they led the one who had cursed out of the camp, then stoned him with rocks. Thus Bnei-Yisrael did as Adonai commanded Moses."}