{"1": "“You are not to make idols for yourselves, nor raise up an engraved image or a standing-stone, or place any carved stone in your land to bow down to it. For I am Adonai your God.", "2": "“You are to keep My Shabbatot and have reverence for My Sanctuary. I am Adonai.", "3": "“If you walk in My statutes, keep My mitzvot and carry them out, ", "4": "then I will give you rains in their season, the land will yield its crops, and the trees of the field will yield their fruit. ", "5": "Your threshing will last until grape gathering, the grape gathering will last until the sowing time, you will eat your bread to the full, and live securely in your land.", "6": "“I will bring shalom in the land, and you will lie down, with no one making you afraid. I will remove dangerous beasts from the land and no sword will pass through your land. ", "7": "You will chase your enemies and they will fall before you by the sword. ", "8": "Five of you will chase 100 and 100 of you will chase 10,000, and your enemies will fall by the sword before you.", "9": "“I will turn toward you, make you fruitful and multiply you, and I will confirm My covenant with you. ", "10": "You will eat the old harvest and clear out the old because of the new. ", "11": "I will set My Tabernacle among you, and My soul will not abhor you. ", "12": "I will walk among you and will be your God, and you will be My people.", "13": "[a] 13 I am Adonai your God, who brought you forth out of the land of Egypt, so that you would not be their slaves, and I have broken the bars of your yoke and made you walk upright.", "14": "“But if you will not listen to Me, nor carry out all these mitzvot, ", "15": "and if you reject My statutes and if your soul abhors My ordinances, so that you do not keep all My mitzvot, but instead break My covenant, ", "16": "then I will do the following to you in return. I will appoint terror over you, wasting disease and fever that will dim the eyes and cause the soul to pine away. You will sow your seed in vain, because your enemies will eat it. ", "17": "I will set My face against you and you will be routed before your enemies. Those who hate you will rule over you, and you will flee when no one pursues you.", "18": "“If you, in spite of these things, will not listen to Me, then I will chastise you seven times more for your sins. ", "19": "I will break your pride of power. I will make your sky like iron and your earth like bronze. ", "20": "Also your strength will be spent in vain, for your land will not yield its increase, nor will the trees of the land yield their fruit.", "21": "“if you keep walking contrary to Me and will not listen to Me, then I will multiply the plagues on you seven times like your sins. ", "22": "I will send the wild animals among you, which will rob you of your children, destroy your livestock, and make you so few in number that your roads will become deserted.", "23": "“Now if in spite of these things you will not be chastened by Me, but walk contrary to Me instead, ", "24": "then I will also walk contrary to you. Then I will strike you, I Myself, seven times for your sins. ", "25": "I will bring a sword upon you that will execute the vengeance of the covenant, and you will be gathered together inside your cities. I will send the pestilence among you and you will be given into the hand of the enemy. ", "26": "When I break your staff of bread, ten women will bake your bread in one oven, and they will bring back your bread by weight, so that you will eat but not be satisfied.", "27": "“Yet if in spite of this you will not listen to Me but walk contrary to Me, ", "28": "then I will walk contrary to you in wrath. So I will chastise you seven times for your sins. ", "29": "You will eat the flesh of your sons and you will eat the flesh of your daughters. ", "30": "I will destroy your high places and cut down your altars of incense, cast your dead bodies upon the bodies of your idols, and My soul will abhor you. ", "31": "I will lay waste your cities and devastate your sanctuaries. I will not smell your soothing aromas. ", "32": "I will make the land desolate and your enemies settling there will be astonished at it. ", "33": "I will scatter you among the nations and I will draw out the sword after you. So your land will become a desolation and your cities will become a waste. ", "34": "Then the land will enjoy its Shabbatot all the days of its desolation, while you are in the land of your enemies. Then the land will rest and enjoy its Shabbatot. ", "35": "As long as it lies desolate it will have rest, that rest which it did not have from your Shabbatot, when you lived on it.", "36": "“As for those who remain, I will bring weakness into their hearts in the lands of their enemies, so that the sound of a driven leaf will put them to flight, and they will flee as one flees from the sword and fall, even when no one is pursuing. ", "37": "They will stumble over one another, as if before the sword, when no one pursues, and you will have no strength to stand before your enemies. ", "38": "You will perish among the nations and the land of your enemies will devour you. ", "39": "Those of you who are left in the land of your enemies will rot away because of their iniquity, and because of the iniquities of their fathers they will rot away with them.", "40": "“But if they confess their iniquity and that of their fathers, in the treachery they committed against Me, and how they walked contrary to Me ", "41": "—in return I walked contrary to them and brought them into the land of their enemies—and if at that time their uncircumcised heart becomes humbled, so that they accept the punishment for their iniquity, ", "42": "then I will remember My covenant with Jacob and also My covenant with Isaac and My covenant with Abraham, and I will remember the land. ", "43": "But the land will be deserted by them and will enjoy its Shabbatot while it lies desolate without them, and they will accept the punishment of their iniquity, because they rejected My ordinances and their soul abhorred My statutes.", "44": "“Yet for all that, when they are in the land of their enemies, I will not reject them, nor will I hate them into utter destruction, and break My covenant with them, for I am Adonai their God. ", "45": "But for their sake I will remember the covenant of their ancestors, whom I brought out of the land of Egypt in the sight of the nations, that I might be their God. I am Adonai.”", "46": "These are the statutes, ordinances and laws, which Adonai made between Himself and Bnei-Yisrael at Mount Sinai by Moses."}