{"1": "“If a soul sins—after hearing a charge of an oath, and he is a witness whether he has seen or otherwise known—if he fails to report it, then he will bear his guilt.", "2": "“Or if a person touches any unclean thing—whether it is the carcass of an unclean animal or the carcass of unclean livestock or the carcass of unclean creeping things, though it is hidden from him, still he is unclean and he will be guilty.", "3": "“Or if he touches some human uncleanness, whatever his filth is by which he is unclean, though it is hidden from him, when he knows of it, then he will be guilty.", "4": "“Or if a person swears rashly with his lips to do evil or to do good—about anything that one might utter rashly by an oath, though it is hidden from him, when he realizes it, then he will be guilty of one of these.", "5": "“So it will be, when one becomes guilty of one of these things, he should confess about what he has sinned.", "6": "[a] 6 Then he is to bring his trespass offering to Adonai for his sin that he committed: a female from the flock, a lamb or a goat, as a sin offering. So the kohen is to make atonement for him over his sin.", "7": "“But if one cannot afford a lamb, then he should bring, as his trespass offering for the sin he committed, two turtledoves or two young pigeons, to Adonai. One is for a sin offering and the other for a burnt offering. ", "8": "He is to bring them to the kohen, who will present the one for the sin offering first, and twist its head from its neck but not sever it completely. ", "9": "He is to sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood is to be drained out at the base of the altar. It is a sin offering. ", "10": "He is to make the second a burnt offering, according to the regulation. So the kohen is to make atonement for one over his sin that he committed—and he will be forgiven.", "11": "“But if one cannot afford two turtledoves or two young pigeons, then he is to bring as his offering for the sin he has committed a tenth of an ephah[b] of fine flour as a sin offering. He is to put no oil on it nor put any frankincense on it, for it is a sin offering. ", "12": "He is to bring it to the kohen, then the kohen is to take his handful of it as the memorial portion and burn it up as smoke on the altar, on Adonai's offerings by fire. It is a sin offering. ", "13": "The kohen is to make atonement for him over his sin that one has committed in any of these things—and he will be forgiven. The rest belongs to the kohen, just like the meal offering.”", "14": "Adonai spoke to Moses, saying: ", "15": "“If anyone commits a faithless act and sins unwittingly against the holy things of Adonai, then he is to bring his trespass offering to Adonai: a ram without blemish from the flock, according to your value in silver shekels after the shekel of the Sanctuary, for a trespass offering. ", "16": "He is to make restitution for that which he has done wrong in regard to the holy thing, and is required to add a fifth part to it, and give it to the kohen. So the kohen will make atonement for him with the ram of the trespass offering—and he will be forgiven.", "17": "“Now if anyone sins and one of Adonai's commandments that are not to be done, though he did not know it, still he is guilty and will bear his iniquity. ", "18": "He is to bring to the kohen a ram without blemish from of the flock, according to your value, as a trespass offering. Then the kohen is to make atonement for him over the sin that he committed unknowingly—and he will be forgiven. ", "19": "It is a trespass offering. He is absolutely guilty before Adonai.”", "20": "Then Adonai spoke to Moses saying: ", "21": "“Suppose anyone sins and commits a faithless act against Adonai by dealing falsely with his neighbor in a matter of a deposit or a pledge of hands, or through robbery, or has extorted from his neighbor, ", "22": "or has found what was lost and lied about it, swearing falsely—so sinning in one of any of these things that a man may do. ", "23": "Then it will be, when he has sinned and has become guilty, that he must restore what he took by robbery, or what he got by extortion, or the deposit that was committed to him, or what was lost that he found, ", "24": "or any thing about which he has sworn falsely, he is to restore it in full, and add a fifth part more to it. He must give it to the one to whom it belongs on the day of presenting his trespass offering. ", "25": "He is to bring his trespass offering to Adonai, a ram without blemish from the flock, according to your value, for a trespass offering, to the kohen. ", "26": "The kohen shall make atonement for him before Adonai, and he will be forgiven concerning whatever he may have done to become guilty.”"}