{"1": "Adonai spoke to Moses, saying: ", "2": "“Command Aaron and his sons, saying: This is the Torah of the burnt offering. The burnt offering should remain on the hearth atop the altar all night until the morning, while the fire of the altar is kept burning on it. ", "3": "The kohen is to put on his linen garment, with his linen undergarments on his body. He is to remove the fat ashes from where the fire has consumed the burnt offering on the altar and put them beside the altar. ", "4": "Then he is to take off his garments, put on other ones, and carry the ashes outside the camp to a clean place.", "5": "The fire on the altar is to be kept burning on it—it must not go out. Each morning the kohen is to burn wood on it, laying the burnt offering in order upon it, and burning up as smoke the fat of the fellowship offerings. ", "6": "Fire is to be kept burning on the altar continually—it must not go out.", "7": "“Now this is the Torah of the grain offering. Aaron's sons are to offer it to Adonai in front of the altar. ", "8": "So he is to lift up from it his handful of the fine flour of the grain offering, with some of its oil and all the frankincense which is on the grain offering, and burn it up as smoke on the altar for a soothing aroma, as its memorial portion to Adonai. ", "9": "Then what is left from it Aaron and his sons are to eat. It is to be eaten as matzah in a holy place, in the courtyard of the Tent of Meeting. ", "10": "It must not be baked with hametz. I have given it as their portion of My offerings made by fire. It is most holy, like the sin offering and like the trespass offering. ", "11": "Every male among the children of Aaron may eat it, as their portion forever throughout your generations from the offerings of Adonai made by fire. Whoever touches them will become holy.”", "12": "Adonai spoke to Moses, saying: ", "13": "“This is the offering of Aaron and his sons, which they are to offer to Adonai on the day when he is anointed: the tenth part of an ephah of fine flour for a continual grain offering, half of it in the morning, and half of it in the evening. ", "14": "It is to be made with oil on a pan. When it is soaked, you should bring it in. You are to present the grain offering in baked pieces as a soothing aroma to Adonai. ", "15": "The anointed kohen who will be in his place from among his sons is to offer it. As an eternal statute, it must be entirely burnt up as smoke to Adonai. ", "16": "Thus every grain offering of a kohen is to be a whole-offering—it should not be eaten.”", "17": "Adonai spoke to Moses, saying: ", "18": "“Speak to Aaron and to his sons, saying: 'This is the Torah of the sin offering. In the place where the burnt offering is slaughtered, the sin offering is to be slaughtered before Adonai. It is most holy. ", "19": "The kohen who offers it for sin should eat it. It must be eaten in a holy place, in the court of the Tent of Meeting. ", "20": "Whatever touches its flesh will be holy. When any of its blood is splattered on a garment, you are to wash it in a holy place. ", "21": "But the earthen vessel in which it is boiled is to be broken, and if it is boiled in a bronze vessel, it is to be scoured, then rinsed in water. ", "22": "Every male among the kohanim is to eat of it—it is most holy. ", "23": "But no sin offering from which any of the blood is brought into the Tent of Meeting to make atonement in the Holy Place is to be eaten—it must be burned up with fire."}