{"1": "“This is the Torah of the trespass offering. It is most holy. ", "2": "In the place where they slaughter the burnt offering, he is to slaughter the trespass offering. And he is to splash its blood around on the altar. ", "3": "He shall offer all of its fat, the fat tail and the fat that covers the innards, ", "4": "along with the two kidneys and the fat that is on them, which is by the loins, plus the cover on the liver that he is to remove with the kidneys. ", "5": "Then the kohen shall burn them up as smoke on the altar for an offering made by fire to Adonai. It is a trespass offering. ", "6": "Every male among the kohanim may eat it. It is to be eaten in a holy place—it is most holy.", "7": "“As is the sin offering, so is the trespass offering, there is one Torah for them: they are for the kohen who makes atonement with them. ", "8": "The kohen who offers anyone's burnt offering, that kohen is to have for himself the hide of the burnt offering which he has offered. ", "9": "Every meal offering that is baked in the oven, and all that is prepared on the flat plate and on the pan, is to belong to the kohen who offers it. ", "10": "Every grain offering, whether mixed with oil or dry, belongs to all the sons of Aaron equally.", "11": "“Now this is the Torah of the sacrifice of fellowship offerings which may be offered to Adonai. ", "12": "If he brings it for a thanksgiving, then he is to present with the sacrifice of thanksgiving matzah cakes mixed with oil, matzah wafers anointed with oil, and fine flour cakes mixed with oil. ", "13": "He is to present his offering with the sacrifice of his fellowship offerings for thanksgiving along with cakes of bread with hametz. ", "14": "From each he is to offer one out of every offering as a gift to Adonai. It will belong to the kohen who sprinkles the blood of the fellowship offerings. ", "15": "The meat of the sacrifice of his fellowship offerings for thanksgiving is to be eaten on the day of his offering. He is not to leave any of it until the morning.", "16": "“But if the sacrifice of his offering is a vow or a freewill offering, it is to be eaten on the day that he offers his sacrifice. On the next day what remains of it may be eaten. ", "17": "But what remains of the meat of the sacrifice on the third day is to be burned up with fire. ", "18": "If any of the meat of the sacrifice of his fellowship offerings is eaten on the third day, it will not be accepted, nor will it be credited to him who offers it. It will be a foul thing—and the soul who eats any from it will bear his own iniquity.", "19": "“The meat that touches any unclean thing is not to be eaten. It is to be burned up with fire. As for the meat, everyone who is clean may eat it, ", "20": "but the soul who eats of the meat of the sacrifice of fellowship offerings belonging to Adonai, having his uncleanness on him, that soul is to be cut off from his people. ", "21": "If anyone touches any unclean thing, whether the uncleanness of man, or an unclean animal or any unclean detestable thing, and eats some of the meat of the sacrifice of fellowship offerings belonging to Adonai, that soul is to be cut off from his people.”", "22": "Adonai spoke to Moses, saying: ", "23": "“Speak to Bnei-Yisrael, saying: You are to eat no fat of a bull or sheep or goat. ", "24": "The fat of a dead animal and the fat of a torn animal may be used for any other service, but you must not eat it. ", "25": "For if anyone eats the fat of the animal from which an offering is made by fire to Adonai, then the soul who eats it is to be cut off from his people.", "26": "“You are not to eat any blood, whether it is from a bird or an animal, in any of your dwellings. ", "27": "Whoever it is who consumes any blood, that soul is to be cut off from his people.'”", "28": "Then Adonai spoke to Moses, saying: ", "29": "“Speak to Bnei-Yisrael, saying: Whoever brings the sacrifice of his fellowship offerings to Adonai is to present his offering to Adonai out of the sacrifice of his fellowship offerings. ", "30": "With his own hands he is to bring Adonai's offerings by fire. He is to present the fat with the breast, so that the breast may be waved for a wave offering before Adonai. ", "31": "The kohen is to burn up the fat as smoke on the altar, but the breast will belong to Aaron and his sons. ", "32": "The right thigh you are to give to the kohen for a contribution out of the sacrifices of your fellowship offerings. ", "33": "The one among Aaron's sons who offers the blood of the fellowship offerings and the fat is to have the right thigh for a portion. ", "34": "For the breast of the wave offering and the thigh contribution I have taken from Bnei-Yisrael out of the sacrifices of their fellowship offerings and have given them to Aaron the kohen and to his sons as their portion forever from Bnei-Yisrael.”", "35": "This is the anointed portion of Aaron and the anointed portion of his sons out of the offerings of Adonai made by fire, on the day when he presented them to serve Adonai in the office of kohen. ", "36": "Adonai commanded these to be given to them from Bnei-Yisrael on the day that he anointed them. It is their portion forever throughout their generations.", "37": "This is the Torah of the burnt offering, the grain offering, the sin offering, the trespass offering, the ordination offering, and the sacrifice of fellowship offerings, ", "38": "which Adonai commanded Moses at Mount Sinai, on the day He commanded Bnei-Yisrael to present their offerings to Adonai, in the wilderness of Sinai."}