{"1": "[a] The Lord spoke to Moses, ", "2": "“Tell the Israelites that they must turn and camp[b] before Pi Hahiroth, between Migdol and the sea; you are to camp by the sea before Baal Zephon opposite it.[c] ", "3": "Pharaoh will think[d] regarding the Israelites, 'They are wandering around confused[e] in the land—the desert has closed in on them.'[f] ", "4": "I will harden[g] Pharaoh's heart, and he will chase after them. I will gain honor[h] because of Pharaoh and because of all his army, and the Egyptians will know[i] that I am the Lord.” So this is what they did.[j]", "5": "When it was reported[k] to the king of Egypt that the people had fled,[l] the heart of Pharaoh and his servants was turned against the people, and the king and his servants said,[m] “What in the world have we done?[n] For we have released the people of Israel[o] from serving us!” ", "6": "Then he prepared[p] his chariots and took his army[q] with him. ", "7": "He took 600 select[r] chariots, and all the rest of the chariots of Egypt,[s] and officers[t] on all of them.", "8": "But the Lord hardened the heart of Pharaoh king of Egypt, and he chased after the Israelites. Now the Israelites were going out defiantly.[u] ", "9": "The Egyptians chased after them, and all the horses and chariots of Pharaoh and his horsemen and his army overtook them camping by the sea, beside Pi Hahiroth, before Baal Zephon. ", "10": "When[v] Pharaoh got closer,[w] the Israelites looked up,[x] and there were the Egyptians marching after them,[y] and they were terrified.[z] The Israelites cried out to the Lord,[aa] ", "11": "and they said to Moses, “Is it because there are no graves in Egypt that you have taken us away to die in the desert?[ab] What in the world[ac] have you done to us by bringing[ad] us out of Egypt? ", "12": "Isn't this what we told you[ae] in Egypt, 'Leave us alone so that we can serve the Egyptians,[af] because it is better for us to serve[ag] the Egyptians than to die in the desert!'”[ah]", "13": "Moses said to the people, “Do not fear![ai] Stand firm[aj] and see[ak] the salvation[al] of the Lord that he will provide[am] for you today; for the Egyptians that you see today you will never, ever see again.[an] ", "14": "The Lord[ao] will fight for you, and you can be still.”[ap]", "15": "The Lord said to Moses, “Why do you cry out to me? Tell the Israelites to move on.[aq] ", "16": "And as for you,[ar] lift up your staff and extend your hand toward the sea and divide it, so that[as] the Israelites may go through the middle of the sea on dry ground. ", "17": "And as for me, I am going to harden[at] the hearts of the Egyptians so that[au] they will come after them, that I may be honored[av] because[aw] of Pharaoh and his army and his chariots and his horsemen. ", "18": "And the Egyptians will know[ax] that I am the Lord when I have gained my honor[ay] because of Pharaoh, his chariots, and his horsemen.”", "19": "The angel of God, who was going before the camp of Israel, moved and went behind them, and the pillar[az] of cloud moved from before them and stood behind them. ", "20": "It came between the Egyptian camp and the Israelite camp; it was a dark cloud[ba] and it lit up the night so that one camp did not come near the other[bb] the whole night.[bc] ", "21": "Moses stretched out his hand toward the sea, and the Lord drove the sea apart[bd] by a strong east wind all that night, and he made the sea into dry land, and the water was divided. ", "22": "So the Israelites went through the middle of the sea on dry ground, the water forming a wall[be] for them on their right and on their left.", "23": "The Egyptians chased them and followed them into the middle of the sea—all the horses of Pharaoh, his chariots, and his horsemen. ", "24": "In the morning watch[bf] the Lord looked down[bg] on the Egyptian army[bh] through the pillar of fire and cloud, and he threw the Egyptian army[bi] into a panic.[bj] ", "25": "He jammed[bk] the wheels of their chariots so that they had difficulty driving,[bl] and the Egyptians said, “Let's flee[bm] from Israel, for the Lord fights[bn] for them against Egypt!”", "26": "The Lord said to Moses, “Extend your hand toward the sea, so that the waters may flow back[bo] on the Egyptians, on their chariots, and on their horsemen!” ", "27": "So Moses extended his hand toward the sea, and the sea returned to its normal state[bp] when the sun began to rise.[bq] Now the Egyptians were fleeing[br] before it, but the Lord overthrew[bs] the Egyptians in the middle of the sea. ", "28": "The water returned and covered the chariots and the horsemen and all the army of Pharaoh that was coming after the Israelites into the sea[bt]—not so much as one of them survived![bu] ", "29": "But the Israelites walked on dry ground in the middle of the sea, the water forming a wall for them on their right and on their left. ", "30": "So the Lord saved[bv] Israel on that day from the power[bw] of the Egyptians, and Israel saw the Egyptians dead[bx] on the shore of the sea. ", "31": "When Israel saw[by] the great power[bz] that the Lord had exercised[ca] over the Egyptians, they[cb] feared the Lord, and they believed in[cc] the Lord and in his servant Moses.[cd]"}