{"1": "[a] Then Moses and the Israelites sang[b] this song to the Lord. They said,[c] “I will sing[d] to the Lord, for he has triumphed gloriously,[e] the horse and its rider[f] he has thrown into the sea.", "2": "The Lord[g] is my strength and my song,[h] and he has become my salvation. This is my God, and I will praise him,[i] my father's God, and I will exalt him.", "3": "The Lord is a warrior[j]— the Lord is his name.[k]", "4": "The chariots of Pharaoh[l] and his army he has thrown into the sea, and his chosen[m] officers were drowned[n] in the Red Sea.", "5": "The depths have covered them;[o] they went down to the bottom[p] like a stone.", "6": "Your right hand, O Lord, was majestic[q] in power; your right hand, O Lord, shattered the enemy.", "7": "In the abundance of your majesty[r] you have overthrown[s] those who rise up against you.[t] You sent forth[u] your wrath;[v] it consumed them[w] like stubble.", "8": "By the blast of your nostrils[x] the waters were piled up, the flowing water stood upright like a heap,[y] and the deep waters were solidified in the heart of the sea.", "9": "The enemy said, 'I will chase,[z] I will overtake, I will divide the spoil; my desire[aa] will be satisfied on them. I will draw[ab] my sword, my hand will destroy them.'[ac]", "10": "But[ad] you blew with your breath, and[ae] the sea covered them. They sank[af] like lead in the mighty waters.", "11": "Who is like you,[ag] O Lord, among the gods?[ah] Who is like you—majestic in holiness, fearful in praises,[ai] working wonders?", "12": "You stretched out your right hand, the earth swallowed them.[aj]", "13": "By your loyal love you will lead[ak] the people whom[al] you have redeemed; you will guide[am] them by your strength to your holy dwelling place.", "14": "The nations will hear[an] and tremble; anguish[ao] will seize[ap] the inhabitants of Philistia.", "15": "Then the chiefs of Edom will be terrified,[aq] trembling will seize[ar] the leaders of Moab, and the inhabitants of Canaan will shake.", "16": "Fear and dread[as] will fall[at] on them; by the greatness[au] of your arm they will be as still as stone[av] until[aw] your people pass by, O Lord, until the people whom you have bought[ax] pass by.", "17": "You will bring them in[ay] and plant them in the mountain[az] of your inheritance, in the place you made[ba] for your residence, O Lord, the sanctuary, O Lord, that your hands have established.", "18": "The Lord will reign forever and ever!", "19": "For the horses of Pharaoh came with his chariots and his footmen into the sea, and the Lord brought back the waters of the sea on them, but the Israelites walked on dry land in the middle of the sea.”", "20": "Miriam the prophetess, the sister of Aaron, took a hand drum in her hand, and all the women went out after her with hand drums and with dances.[bb] ", "21": "Miriam sang in response[bc] to them, “Sing to the Lord, for he has triumphed gloriously; the horse and its rider he has thrown into the sea.”[bd]", "22": "[be] Then Moses led Israel to journey away[bf] from the Red Sea. They went out to the wilderness of Shur, walked for three days[bg] into the wilderness, and found no water. ", "23": "Then they came to Marah,[bh] but they were not able to drink[bi] the waters of Marah, because[bj] they were bitter.[bk] (That is[bl] why its name was[bm] Marah.)", "24": "So the people murmured[bn] against Moses, saying, “What can[bo] we drink?” ", "25": "He cried out to the Lord, and the Lord showed him[bp] a tree.[bq] When Moses[br] threw it into the water, the water became safe to drink. There the Lord[bs] made for them[bt] a binding ordinance,[bu] and there he tested[bv] them. ", "26": "He said, “If you will diligently obey[bw] the Lord your God, and do what is right[bx] in his sight, and pay attention[by] to his commandments, and keep all his statutes, then all[bz] the diseases[ca] that I brought on the Egyptians I will not bring on you, for I, the Lord, am your healer.”[cb]", "27": "Then they came to Elim,[cc] where there were twelve wells of water and seventy palm trees, and they camped there by the water."}