{"1": "[a] The whole community[b] of the Israelites traveled on their journey[c] from the wilderness of Sin according to the Lord's instruction, and they pitched camp in Rephidim.[d] Now[e] there was no water for the people to drink.[f] ", "2": "So the people contended[g] with Moses, and they said, “Give us water to drink!”[h] Moses said to them, “Why do you contend[i] with me? Why do you test[j] the Lord?” ", "3": "But the people were very thirsty[k] there for water, and they murmured against Moses and said, “Why in the world[l] did you bring us up from Egypt—to kill us and our children and our cattle with thirst?”[m]", "4": "Then Moses cried out to the Lord, “What will I do with[n] this people?—a little more[o] and they will stone me!”[p] ", "5": "The Lord said to Moses, “Go over before the people;[q] take with you some of the elders of Israel and take in your hand your staff with which you struck the Nile and go. ", "6": "I will be standing[r] before you there on[s] the rock in Horeb, and you will strike[t] the rock, and water will come out of it so that the people may drink.”[u] And Moses did so in plain view[v] of the elders of Israel.", "7": "He called the name of the place Massah and Meribah, because of the contending of the Israelites and because of their testing the Lord,[w] saying, “Is the Lord among us or not?”", "8": "[x] Amalek came[y] and attacked[z] Israel in Rephidim. ", "9": "So Moses said to Joshua, “Choose some of our[aa] men and go out, fight against Amalek. Tomorrow I will stand on top of the hill with the staff of God in my hand.”", "10": "So Joshua fought against Amalek just as Moses had instructed him,[ab] and Moses and Aaron and Hur went up to the top of the hill. ", "11": "Whenever Moses would raise his hands,[ac] then Israel prevailed, but whenever he would rest[ad] his hands, then Amalek prevailed. ", "12": "When[ae] the hands of Moses became heavy,[af] they took a stone and put it under him, and Aaron and Hur held up his hands, one on one side and one on the other,[ag] and so his hands were steady[ah] until the sun went down. ", "13": "So Joshua destroyed[ai] Amalek and his army[aj] with the sword.[ak]", "14": "The Lord said to Moses, “Write this as a memorial in the[al] book, and rehearse[am] it in Joshua's hearing;[an] for I will surely wipe out[ao] the remembrance[ap] of Amalek from under heaven.” ", "15": "Moses built an altar, and he called it “The Lord is my Banner,”[aq] ", "16": "for he said, “For a hand was lifted up to the throne of the Lord[ar]—that the Lord will have war with Amalek from generation to generation.”[as]"}