{"1": "[a] Jethro, the priest of Midian, Moses' father-in-law, heard about all that God had done for Moses and for his people Israel, that[b] the Lord had brought Israel out of Egypt.[c]", "2": "Jethro, Moses' father-in-law, took Moses' wife Zipporah after he had sent her back, ", "3": "and her two sons, one of whom was named Gershom[d] (for Moses[e] had said, “I have been a foreigner[f] in a foreign land”) ", "4": "and the other Eliezer (for Moses had said,[g] “The God of my father has been my help[h] and delivered[i] me from the sword of Pharaoh”).", "5": "Jethro, Moses' father-in-law, together with Moses'[j] sons and his wife, came to Moses in the wilderness where he was camping by[k] the mountain of God.[l] ", "6": "He said[m] to Moses, “I, your father-in-law Jethro, am coming to you, along with your wife and her two sons with her.” ", "7": "Moses went out to meet his father-in-law and bowed down and kissed him;[n] they each asked about the other's welfare, and then they went into the tent. ", "8": "Moses told his father-in-law all that the Lord had done to Pharaoh and to Egypt for Israel's sake, and all the hardship[o] that had come on them[p] along the way, and how[q] the Lord had delivered them.", "9": "Jethro rejoiced[r] because of all the good that the Lord had done for Israel, whom he had delivered from the hand of Egypt. ", "10": "Jethro said, “Blessed[s] be the Lord who has delivered you from the hand of Egypt, and from the hand of Pharaoh, who has delivered the people from the Egyptians' control![t] ", "11": "Now I know that the Lord is greater than all the gods, for in the thing in which they dealt proudly against them he has destroyed them.”[u] ", "12": "Then Jethro, Moses' father-in-law, brought[v] a burnt offering and sacrifices for God,[w] and Aaron and all the elders of Israel came to eat food[x] with the father-in-law of Moses before God.", "13": "On the next day[y] Moses sat to judge[z] the people, and the people stood around Moses from morning until evening. ", "14": "When Moses' father-in-law saw all that he was doing for the people, he said, “What is this[aa] that you are doing for the people?[ab] Why are you sitting by yourself, and all the people stand around you from morning until evening?”", "15": "Moses said to his father-in-law, “Because the people come to me to inquire[ac] of God. ", "16": "When they have a dispute,[ad] it comes to me and I decide[ae] between a man and his neighbor, and I make known the decrees of God and his laws.”[af]", "17": "Moses' father-in-law said to him, “What[ag] you are doing is not good! ", "18": "You will surely wear out,[ah] both you and these people who are with you, for this is too[ai] heavy a burden[aj] for you; you are not able to do it by yourself. ", "19": "Now listen to me,[ak] I will give you advice, and may God be with you. You be a representative for the people to God,[al] and you bring[am] their disputes[an] to God; ", "20": "warn[ao] them of the statutes and the laws, and make known to them the way in which they must walk[ap] and the work they must do.[aq] ", "21": "But you choose[ar] from the people capable men,[as] God-fearing men,[at] men of truth,[au] those who hate bribes,[av] and put them over the people[aw] as rulers[ax] of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ", "22": "They will judge[ay] the people under normal circumstances,[az] and every difficult case[ba] they will bring to you, but every small case[bb] they themselves will judge, so that[bc] you may make it easier for yourself,[bd] and they will bear the burden[be] with you. ", "23": "If you do this thing, and God so commands you,[bf] then you will be able[bg] to endure,[bh] and all these people[bi] will be able to go[bj] home[bk] satisfied.”[bl]", "24": "Moses listened to[bm] his father-in-law and did everything he had said. ", "25": "Moses chose capable men from all Israel, and he made them heads over the people, rulers of thousands, rulers of hundreds, rulers of fifties, and rulers of tens. ", "26": "They judged the people under normal circumstances; the difficult cases they would bring[bn] to Moses, but every small case they would judge themselves.", "27": "Then Moses sent his father-in-law on his way,[bo] and so Jethro[bp] went[bq] to his own land.[br]"}