{"1": "[a] In the third month after the Israelites went out[b] from the land of Egypt, on the very day,[c] they came to the desert of Sinai. ", "2": "After they journeyed[d] from Rephidim, they came to the desert of Sinai, and they camped in the desert; Israel camped there in front of the mountain.[e]", "3": "Moses[f] went up to God, and the Lord called to him from the mountain, “Thus you will tell the house of Jacob, and declare to the people[g] of Israel: ", "4": "'You yourselves have seen what I did to Egypt and how I lifted you on eagles' wings[h] and brought you to myself.[i] ", "5": "And now, if you will diligently listen to me[j] and keep[k] my covenant, then you will be my[l] special possession[m] out of all the nations, for all the earth is mine, ", "6": "and you will be to me[n] a kingdom of priests[o] and a holy nation.'[p] These are the words that you will speak to the Israelites.”", "7": "So Moses came and summoned the elders of Israel. He set before them all these words that the Lord had commanded him, ", "8": "and all the people answered together, “All that the Lord has commanded we will do!”[q] So Moses brought the words of the people back to the Lord.", "9": "The Lord said to Moses, “I am going to come[r] to you in a dense cloud,[s] so that the people may hear when I speak with you and so that they will always believe in you.”[t] And Moses told the words of the people to the Lord.", "10": "The Lord said to Moses, “Go to the people and sanctify them[u] today and tomorrow, and make them wash[v] their clothes ", "11": "and be ready for the third day, for on the third day the Lord will come down on Mount Sinai in the sight of all the people. ", "12": "You must set boundaries[w] for the people all around, saying, 'Take heed[x] to yourselves not to go up on the mountain nor touch its edge. Whoever touches the mountain will surely be put to death! ", "13": "No hand will touch him[y]—but he will surely be stoned or shot through, whether a beast or a human being;[z] he must not live.' When the ram's horn sounds a long blast they may[aa] go up on the mountain.”", "14": "Then Moses went down from the mountain to the people and sanctified the people, and they washed their clothes. ", "15": "He said to the people, “Be ready for the third day. Do not approach your wives for marital relations.”[ab]", "16": "On[ac] the third day in the morning there was thunder and lightning and a dense[ad] cloud on the mountain, and the sound of a very loud[ae] horn;[af] all the people who were in the camp trembled. ", "17": "Moses brought the people out of the camp to meet God, and they took their place at the foot of the mountain. ", "18": "Now Mount Sinai was completely covered with smoke because the Lord had descended on it in fire, and its smoke went up like the smoke of a great furnace,[ag] and the whole mountain shook[ah] violently. ", "19": "When the sound of the horn grew louder and louder,[ai] Moses was speaking[aj] and God was answering him with a voice.[ak]", "20": "The Lord came down on Mount Sinai, on the top of the mountain, and the Lord summoned Moses to the top of the mountain, and Moses went up. ", "21": "The Lord said to Moses, “Go down and solemnly warn[al] the people, lest they force their way through to the Lord to look, and many of them perish.[am] ", "22": "Let the priests also, who approach the Lord, sanctify themselves, lest the Lord break through[an] against them.”", "23": "Moses said to the Lord, “The people are not able to come up to Mount Sinai, because you solemnly warned us,[ao] 'Set boundaries for the mountain and set it apart.'”[ap] ", "24": "The Lord said to him, “Go, get down, and then come up, and Aaron with you, but do not let the priests and the people force their way through to come up to the Lord, lest he break through against them.” ", "25": "So Moses went down to the people and spoke to them.[aq]"}