{"1": "[a] A man from the household[b] of Levi married[c] a woman who was a descendant of Levi.[d] ", "2": "The woman became pregnant[e] and gave birth to a son. When[f] she saw that[g] he was a healthy[h] child, she hid him for three months. ", "3": "But when she was no longer able to hide him, she took a papyrus basket[i] for him and sealed it with bitumen and pitch. She put the child in it and set it among the reeds along the edge of the Nile.[j] ", "4": "His sister stationed herself[k] at a distance to find out[l] what would[m] happen to him.", "5": "Then the daughter of Pharaoh[n] came down to wash herself[o] by the Nile, while her attendants were walking alongside the river,[p] and she saw the basket among the reeds. She sent one of her attendants,[q] took it,[r] ", "6": "opened it,[s] and saw the child[t]—a boy,[u] crying![v]—and she felt compassion[w] for him and said, “This is one of the Hebrews' children.”", "7": "Then his sister said to Pharaoh's daughter, “Shall I go and get[x] a nursing woman[y] for you from the Hebrews, so that she may nurse[z] the child for you?” ", "8": "Pharaoh's daughter said to her, “Yes, do so.”[aa] So the young girl[ab] went and got[ac] the child's mother.[ad] ", "9": "Pharaoh's daughter said to her, “Take this child[ae] and nurse him for me, and I will pay your[af] wages.” So the woman took the child and nursed him.", "10": "When the child grew older[ag] she brought him to Pharaoh's daughter, and he became her son.[ah] She named him Moses, saying, “Because I drew him from the water.”[ai]", "11": "[aj] In those days,[ak] when[al] Moses had grown up, he went out to his people[am] and observed[an] their hard labor, and he saw an Egyptian man attacking[ao] a Hebrew man, one of his own people.[ap] ", "12": "He looked this way and that[aq] and saw that no one was there,[ar] and then he attacked[as] the Egyptian and concealed the body[at] in the sand. ", "13": "When he went out[au] the next day,[av] there were[aw] two Hebrew men fighting. So he said to the one who was in the wrong,[ax] “Why are you attacking[ay] your fellow Hebrew?”[az]", "14": "The man[ba] replied, “Who made you a ruler[bb] and a judge over us? Are you planning[bc] to kill me like you killed that[bd] Egyptian?” Then Moses was afraid, thinking,[be] “Surely what I did[bf] has become known.” ", "15": "When Pharaoh heard[bg] about this event,[bh] he sought to kill Moses. So Moses fled[bi] from Pharaoh and settled in the land of Midian,[bj] and he settled[bk] by a certain well.[bl]", "16": "Now a priest of Midian had seven daughters, and they came and began to draw[bm] water[bn] and fill[bo] the troughs in order to water their father's flock. ", "17": "When some[bp] shepherds came and drove them away,[bq] Moses came up and defended them[br] and then watered their flock. ", "18": "So when they came home[bs] to their father Reuel,[bt] he asked, “Why have you come home so early[bu] today?” ", "19": "They said, “An Egyptian man rescued us[bv] from the shepherds,[bw] and he actually[bx] drew water for us and watered the flock!” ", "20": "He said[by] to his daughters, “So where is he?[bz] Why in the world[ca] did you leave the man? Call him, so that he may eat[cb] a meal[cc] with us.”", "21": "Moses agreed[cd] to stay with the man, and he gave his daughter Zipporah to Moses in marriage.[ce] ", "22": "When she bore[cf] a son, Moses[cg] named him Gershom, for he said, “I have become a resident foreigner in a foreign land.”[ch]", "23": "[ci] During[cj] that long period of time[ck] the king of Egypt died, and the Israelites[cl] groaned because of the slave labor. They cried out, and their desperate cry[cm] because of their slave labor went up to God. ", "24": "God heard their groaning;[cn] God remembered[co] his covenant with Abraham, with Isaac, and with Jacob. ", "25": "God saw[cp] the Israelites, and God understood.[cq]"}