{"1": "[a] God spoke all these words:[b]", "2": "“I,[c] the Lord, am your God,[d] who brought you[e] from the land of Egypt, from the house of slavery.[f]", "3": "“You shall have no[g] other gods before me.[h]", "4": "“You shall not make for yourself a carved image[i] or any likeness[j] of anything[k] that is in heaven above or that is on the earth beneath or that is in the water below.[l] ", "5": "You shall not bow down to them or serve them,[m] for I, the Lord, your God, am a jealous[n] God, responding to[o] the transgression of fathers by dealing with children to the third and fourth generations[p] of those who reject me,[q] ", "6": "and showing covenant faithfulness[r] to a thousand generations[s] of those who love me and keep my commandments.", "7": "“You shall not take[t] the name of the Lord your God in vain,[u] for the Lord will not hold guiltless[v] anyone who takes his name in vain.", "8": "“Remember[w] the Sabbath[x] day to set it apart as holy.[y] ", "9": "For six days[z] you may labor[aa] and do all your work,[ab] ", "10": "but the seventh day is a Sabbath to the Lord your God; on it[ac] you shall not do any work, you,[ad] or your son, or your daughter, or your male servant, or your female servant, or your cattle, or the resident foreigner who is in your gates.[ae] ", "11": "For in six days the Lord made the heavens and the earth and the sea and all that is in them, and he rested on the seventh day; therefore the Lord blessed the Sabbath day and set it apart as holy.", "12": "“Honor[af] your father and your mother, that you may live a long time[ag] in the land[ah] the Lord your God is giving to you.", "13": "“You shall not murder.[ai]", "14": "“You shall not commit adultery.[aj]", "15": "“You shall not steal.[ak]", "16": "“You shall not give[al] false testimony[am] against your neighbor.", "17": "“You shall not covet[an] your neighbor's house. You shall not covet your neighbor's wife, nor his male servant, nor his female servant, nor his ox, nor his donkey, nor anything that belongs to your neighbor.”[ao]", "18": "All the people were seeing[ap] the thundering and the lightning, and heard[aq] the sound of the horn, and saw[ar] the mountain smoking—and when[as] the people saw it they trembled with fear[at] and kept their distance.[au] ", "19": "They said to Moses, “You speak[av] to us and we will listen, but do not let God speak with us, lest we die.” ", "20": "Moses said to the people, “Do not fear, for God has come to test you,[aw] that the fear of him[ax] may be before you so that you do not[ay] sin.” ", "21": "The people kept[az] their distance, but Moses drew near the thick darkness[ba] where God was.[bb]", "22": "[bc] The Lord said[bd] to Moses, “Thus you will tell the Israelites: 'You yourselves have seen that I have spoken with you from heaven. ", "23": "You must not make gods of silver alongside me,[be] nor make gods of gold for yourselves.[bf]", "24": "“'You must make for me an altar made of earth,[bg] and you will sacrifice on it your burnt offerings and your peace offerings,[bh] your sheep and your cattle. In every place[bi] where I cause my name to be honored[bj] I will come to you and I will bless you. ", "25": "If you make me an altar of stone, you must not build it[bk] of stones shaped with tools,[bl] for if you use your tool on it you have defiled it.[bm] ", "26": "And you must not go up by steps to my altar, so that your nakedness is not exposed.'[bn]"}