{"1": "[a] “These are the ordinances that you will set before them:", "2": "[b] “If you buy[c] a Hebrew servant,[d] he is to serve you for six years, but in the seventh year he will go out free[e] without paying anything.[f] ", "3": "If he came in[g] by himself[h] he will go out by himself; if he had[i] a wife when he came in, then his wife will go out with him. ", "4": "If his master gave[j] him a wife, and she bore sons or daughters, the wife and the children will belong to her master, and he will go out by himself. ", "5": "But if the servant should declare,[k] 'I love my master, my wife, and my children; I will not go out[l] free,' ", "6": "then his master must bring him to the judges,[m] and he will bring him to the door or the doorpost, and his master will pierce his ear with an awl, and he shall serve him forever.[n]", "7": "“If a man sells his daughter[o] as a female servant,[p] she will not go out as the male servants do. ", "8": "If she does not please[q] her master, who has designated her[r] for himself, then he must let her be redeemed.[s] He has no right[t] to sell her to a foreign nation, because he has dealt deceitfully[u] with her. ", "9": "If he designated her for his son, then he will deal with her according to the customary rights[v] of daughters. ", "10": "If he takes another wife,[w] he must not diminish the first one's food,[x] her clothing, or her marital rights.[y] ", "11": "If he does not provide her with these three things, then she will go out free, without paying money.[z]", "12": "[aa] “Whoever strikes someone[ab] so that he dies[ac] must surely be put to death.[ad] ", "13": "But if he does not do it with premeditation,[ae] but it happens by accident,[af] then I will appoint for you a place where he may flee. ", "14": "But if a man willfully attacks his neighbor to kill him cunningly,[ag] you will take him even from my altar that he may die.", "15": "“Whoever strikes[ah] his father or his mother must surely be put to death.", "16": "“Whoever kidnaps someone[ai] and sells him,[aj] or is caught still holding him,[ak] must surely be put to death.", "17": "“Whoever treats his father or his mother disgracefully[al] must surely be put to death.", "18": "“If men fight, and one strikes his neighbor with a stone or with his fist and he does not die, but must remain in bed,[am] ", "19": "and then[an] if he gets up and walks about[ao] outside on his staff, then the one who struck him is innocent, except he must pay[ap] for the injured person's[aq] loss of time[ar] and see to it that he is fully healed.", "20": "“If a man strikes his male servant or his female servant with a staff so that he or she[as] dies as a result of the blow,[at] he will surely be punished.[au] ", "21": "However, if the injured servant[av] survives one or two days, the owner[aw] will not be punished, for he has suffered the loss.[ax]", "22": "“If men fight and hit a pregnant woman and her child is born prematurely,[ay] but there is no serious injury, the one who hit her[az] will surely be punished in accordance with what the woman's husband demands of him, and he will pay what the court decides.[ba] ", "23": "But if there is serious injury, then you will give a life for a life, ", "24": "eye for eye, tooth for tooth, hand for hand, foot for foot, ", "25": "burn for burn, wound for wound, bruise for bruise.[bb]", "26": "“If a man strikes the eye of his male servant or his female servant so that he destroys it,[bc] he will let the servant[bd] go free[be] as compensation for the eye. ", "27": "If he knocks out the tooth of his male servant or his female servant, he will let the servant[bf] go free as compensation for the tooth.", "28": "[bg] “If an ox[bh] gores a man or a woman so that either dies,[bi] then the ox must surely[bj] be stoned and its flesh must not be eaten, but the owner of the ox will be acquitted. ", "29": "But if the ox had the habit of goring, and its owner was warned[bk] but he did not take the necessary precautions,[bl] and then it killed a man or a woman, the ox must be stoned and the man must be put to death. ", "30": "If a ransom is set for him,[bm] then he must pay the redemption for his life according to whatever amount was set for him. ", "31": "If the ox[bn] gores a son or a daughter, the owner[bo] will be dealt with according to this rule.[bp] ", "32": "If the ox gores a male servant or a female servant, the owner[bq] must pay thirty shekels of silver,[br] and the ox must be stoned.[bs]", "33": "“If a man opens a pit or if a man digs a pit and does not cover it and an ox or a donkey falls into it, ", "34": "the owner of the pit must repay the loss.[bt] He must give money[bu] to its owner, and the dead animal[bv] will become his. ", "35": "If the ox of one man injures the ox of his neighbor so that it dies, then they will sell the live ox and divide its proceeds,[bw] and they will also divide the dead ox.[bx] ", "36": "Or if it is known that the ox had the habit of goring, and its owner did not take the necessary precautions, he must surely pay[by] ox for ox, and the dead animal will become his.[bz]"}