{"1": "[a] “You must not give[b] a false report.[c] Do not make common cause[d] with the wicked[e] to be a malicious[f] witness.", "2": "“You must not follow a crowd[g] in doing evil things;[h] in a lawsuit you must not offer testimony that agrees with a crowd so as to pervert justice,[i] ", "3": "and you must not show partiality[j] to a poor man in his lawsuit.", "4": "“If you encounter[k] your enemy's ox or donkey wandering off, you must by all means return[l] it to him. ", "5": "If you see the donkey of someone who hates you fallen under its load, you must not ignore him,[m] but be sure to help[n] him with it.[o]", "6": "“You must not turn away justice for your poor people in their lawsuits. ", "7": "Keep your distance[p] from a false charge[q]—do not kill the innocent and the righteous,[r] for I will not justify the wicked.[s]", "8": "“You must not accept a bribe, for a bribe blinds those who see[t] and subverts the words of the righteous.", "9": "“You must not oppress[u] a resident foreigner, since you know the life[v] of a foreigner, for you were foreigners[w] in the land of Egypt.", "10": "[x] “For six years[y] you are to sow your land and gather in its produce. ", "11": "But in the seventh year[z] you must let it lie fallow and leave it alone so that the poor of your people may eat, and what they leave any animal in the field[aa] may eat; you must do likewise with your vineyard and your olive grove. ", "12": "For six days you are to do your work, but on the seventh day you must cease, in order that your ox and your donkey may rest and that your female servant's son and the resident foreigner[ab] may refresh themselves.[ac]", "13": "“Pay attention to do[ad] everything I have told you, and do not even mention[ae] the names of other gods—do not let them be heard on your lips.[af]", "14": "“Three times[ag] in the year you must make a pilgrim feast[ah] to me. ", "15": "You are to observe the Feast of Unleavened Bread; seven days[ai] you must eat bread made without yeast, as I commanded you, at the appointed time of the month of Abib, for at that time[aj] you came out of Egypt. No one may appear before[ak] me empty-handed.", "16": "“You are also to observe[al] the Feast of Harvest, the firstfruits of your labors that you have sown in the field, and the Feast of Ingathering at the end of the year[am] when you have gathered in[an] your harvest[ao] out of the field. ", "17": "At[ap] three times in the year all your males will appear before the Sovereign Lord.[aq]", "18": "“You must not offer[ar] the blood of my sacrifice with bread containing yeast; the fat of my festal sacrifice must not remain until morning.[as] ", "19": "The first of the firstfruits of your soil you must bring to the house of the Lord your God. “You must not cook a young goat in its mother's milk.[at]", "20": "[au] “I am going to send[av] an angel[aw] before you to protect you as you journey[ax] and to bring you into the place that I have prepared.[ay] ", "21": "Take heed because of him, and obey his voice; do not rebel against him, for he will not pardon your transgressions, for my Name[az] is in him. ", "22": "But if you diligently obey him[ba] and do all that I command, then I will be an enemy to your enemies, and I will be an adversary to your adversaries. ", "23": "For my angel will go before you and bring you to the Amorites, the Hittites, the Perizzites, the Canaanites, the Hivites, and the Jebusites, and I will destroy them completely.[bb]", "24": "“You must not bow down to their gods; you must not serve them or do according to their practices. Instead you must completely overthrow them and smash their standing stones[bc] to pieces.[bd] ", "25": "You must serve[be] the Lord your God, and he[bf] will bless your bread and your water,[bg] and I will remove sickness from your midst. ", "26": "No woman will miscarry her young[bh] or be barren in your land. I will fulfill[bi] the number of your days.", "27": "“I will send my terror[bj] before you, and I will alarm[bk] all the people whom you encounter; I will make all your enemies turn their backs[bl] to you. ", "28": "I will send[bm] hornets before you that will drive out the Hivite, the Canaanite, and the Hittite before you. ", "29": "I will not drive them out before you in one year, lest the land become desolate and the wild animals[bn] multiply against you. ", "30": "Little by little[bo] I will drive them out before you, until you become fruitful and inherit the land. ", "31": "I will set[bp] your boundaries from the Red Sea to the Sea of the Philistines, and from the desert to the River,[bq] for I will deliver the inhabitants of the land into your hand, and you will drive them out before you.", "32": "“You must make no covenant with them or with their gods. ", "33": "They must not live in your land, lest they make you sin against me, for if you serve their gods, it will surely be a snare[br] to you.”"}