{"1": "Now Moses[a] was shepherding the flock of his father-in-law Jethro, the priest of Midian, and he led the flock to the far side of the desert[b] and came to the mountain of God, to Horeb.[c] ", "2": "The angel of the Lord[d] appeared[e] to him in[f] a flame of fire from within a bush.[g] He looked,[h] and[i] the bush was ablaze with fire, but it was not being consumed![j] ", "3": "So Moses thought,[k] “I will turn aside to see[l] this amazing[m] sight. Why does the bush not burn up?”[n] ", "4": "When the Lord[o] saw that[p] he had turned aside to look, God called to him from within the bush and said, “Moses, Moses!”[q] And Moses[r] said, “Here I am.” ", "5": "God[s] said, “Do not approach any closer![t] Take your sandals off your feet, for the place where you are standing is holy[u] ground.”[v] ", "6": "He added, “I am the God of your father,[w] the God of Abraham, the God of Isaac, and the God of Jacob.” Then Moses hid his face, because he was afraid to look[x] at God.", "7": "The Lord said, “I have surely seen[y] the affliction of my people who are in Egypt. I have heard their cry because of their taskmasters, for I know their sorrows.[z] ", "8": "I have come down[aa] to deliver them[ab] from the hand of the Egyptians and to bring them up from that land to a land that is both good and spacious,[ac] to a land flowing with milk and honey,[ad] to the region of the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites.[ae] ", "9": "And now indeed[af] the cry[ag] of the Israelites has come to me, and I have also seen how severely the Egyptians oppress them.[ah] ", "10": "So now go, and I will send you[ai] to Pharaoh to bring my people, the Israelites, out of Egypt.”", "11": "Moses said[aj] to God,[ak] “Who am I that I should go[al] to Pharaoh, or that I should bring the Israelites out of Egypt?” ", "12": "He replied,[am] “Surely I will be with you,[an] and this will be the sign[ao] to you that I have sent you: When you bring the people out of Egypt, you and they will serve[ap] God at[aq] this mountain.”", "13": "Moses said[ar] to God, “If[as] I go to the Israelites and tell them, 'The God of your fathers has sent me to you,' and they ask me, 'What is his name?'[at]—what should I say[au] to them?”", "14": "God said to Moses, “I AM that I AM.”[av] And he said, “You must say this[aw] to the Israelites, 'I AM has sent me to you.'” ", "15": "God also said to Moses, “You must say this to the Israelites, 'The Lord[ax]—the God of your fathers, the God of Abraham, the God of Isaac, and the God of Jacob—has sent me to you. This is my name[ay] forever, and this is my memorial from generation to generation.'[az]", "16": "“Go and bring together[ba] the elders of Israel and tell them, 'The Lord, the God of your fathers,[bb] appeared[bc] to me—the God of Abraham, Isaac, and Jacob—saying, “I have attended carefully to[bd] you and to what has been done[be] to you in Egypt, ", "17": "and I have promised[bf] that I will bring you up out of the affliction of Egypt to the land of the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites,[bg] to a land flowing with milk and honey.”'", "18": "“The elders[bh] will listen[bi] to you, and then you and the elders of Israel must go to the king of Egypt and tell him, 'The Lord, the God of the Hebrews, has met[bj] with us. So now, let us go[bk] three days' journey into the wilderness, so that we may sacrifice[bl] to the Lord our God.' ", "19": "But I know that the king of Egypt will not let you go,[bm] not even under force.[bn] ", "20": "So I will extend my hand[bo] and strike Egypt with all my wonders[bp] that I will do among them, and after that he will release you.[bq]", "21": "“I will grant this people favor with[br] the Egyptians, so that when[bs] you depart you will not leave empty-handed. ", "22": "Every[bt] woman will ask her neighbor and the one who happens to be staying[bu] in her house for items of silver and gold[bv] and for clothing. You will put these articles on your sons and daughters—thus you will plunder Egypt!”[bw]"}