{"1": "[a] “You are to make an altar for burning incense;[b] you are to make it of[c] acacia wood.[d] ", "2": "Its length is to be 18 inches[e] and its width 18 inches; it will be square. Its height is to be 36 inches,[f] with its horns of one piece with it.[g] ", "3": "You are to overlay it with pure gold—its top,[h] its four walls,[i] and its horns—and make a surrounding border of gold for it.[j] ", "4": "You are to make two gold rings for it under its border, on its two flanks; you are to make them on its two sides.[k] The rings[l] will be places[m] for poles to carry it with. ", "5": "You are to make the poles of acacia wood and overlay them with gold.", "6": "“You are to put it in front of the curtain that is before the ark of the testimony (before the atonement lid that is over the testimony), where I will meet you. ", "7": "Aaron is to burn sweet incense[n] on it morning by morning; when he attends to[o] the lamps he is to burn incense.[p] ", "8": "When Aaron sets up the lamps around sundown he is to burn incense on it; it is to be a regular incense offering before the Lord throughout your generations. ", "9": "You must not offer strange incense on it, nor burnt offering, nor meal offering, and you must not pour out a drink offering on it. ", "10": "Aaron is to make atonement on its horns once in the year with some of the blood of the sin offering for atonement;[q] once in the year[r] he is to make atonement on it throughout your generations. It is most holy to the Lord.”[s]", "11": "[t] The Lord spoke to Moses,[u] ", "12": "“When you take a census[v] of the Israelites according to their number,[w] then each man is to pay a ransom[x] for his life to the Lord when you number them,[y] so that there will be no plague among them when you number them. ", "13": "Everyone who crosses over to those who are numbered[z] is to pay this: a half shekel[aa] according to the shekel of the sanctuary[ab] (a shekel weighs twenty gerahs). The half shekel is to be an offering[ac] to the Lord. ", "14": "Everyone who crosses over to those numbered, from twenty years old and up, is to pay an offering to the Lord. ", "15": "The rich are not to pay more and the poor are not to pay less than the half shekel when giving[ad] the offering of the Lord, to make atonement[ae] for your lives. ", "16": "You are to receive the atonement money[af] from the Israelites and give it for the service[ag] of the tent of meeting. It will be a memorial[ah] for the Israelites before the Lord, to make atonement[ai] for your lives.”", "17": "[aj] The Lord spoke to Moses,[ak] ", "18": "“You are also to make a large bronze[al] basin with a bronze stand[am] for washing. You are to put it between the tent of meeting and the altar and put water in it,[an] ", "19": "and Aaron and his sons must wash their hands and their feet from it.[ao] ", "20": "When they enter[ap] the tent of meeting, they must wash with[aq] water so that they do not die.[ar] Also, when they approach[as] the altar to minister by burning incense[at] as an offering made by fire[au] to the Lord, ", "21": "they must wash[av] their hands and their feet so that they do not die. And this[aw] will be a perpetual ordinance for them and for their descendants[ax] throughout their generations.”[ay]", "22": "[az] The Lord spoke to Moses,[ba] ", "23": "“Take[bb] choice spices:[bc] 12½ pounds[bd] of free-flowing myrrh,[be] half that—about 6¼ pounds—of sweet-smelling cinnamon, 6¼ pounds of sweet-smelling cane, ", "24": "and 12½ pounds of cassia, all weighed[bf] according to the sanctuary shekel, and four quarts[bg] of olive oil. ", "25": "You are to make this[bh] into[bi] a sacred anointing oil, a perfumed compound,[bj] the work of a perfumer. It will be sacred anointing oil.", "26": "“With it you are to anoint the tent of meeting, the ark of the testimony, ", "27": "the table and all its utensils, the lampstand and its utensils, the altar of incense, ", "28": "the altar for the burnt offering and all its utensils, and the laver and its base. ", "29": "So you are to sanctify them,[bk] and they will be most holy;[bl] anything that touches them will be holy.[bm]", "30": "“You are to anoint Aaron and his sons and[bn] sanctify them so that they may minister as my priests. ", "31": "And you are to tell the Israelites: 'This is to be my sacred anointing oil throughout your generations. ", "32": "It must not be applied[bo] to people's bodies, and you must not make any like it with the same recipe. It is holy, and it must be holy to you. ", "33": "Whoever makes perfume like it and whoever puts any of it on someone not a priest[bp] will be cut off[bq] from his people.'”", "34": "The Lord said to Moses, “Take[br] spices, gum resin,[bs] onycha,[bt] galbanum,[bu] and pure frankincense[bv] of equal amounts[bw] ", "35": "and make it into an incense,[bx] a perfume,[by] the work of a perfumer. It is to be finely ground,[bz] and pure and sacred. ", "36": "You are to beat some of it very fine and put some of it before the ark of the testimony in the tent of meeting where I will meet with you; it is to be most holy to you. ", "37": "And the incense that you are to make, you must not make for yourselves using the same recipe; it is to be most holy to you, belonging to the Lord. ", "38": "Whoever makes anything like it, to use as perfume,[ca] will be cut off from his people.”"}