{"1": "[a] The Lord spoke to Moses,[b] ", "2": "“See, I have chosen[c] Bezalel son of Uri, the son of Hur, of the tribe of Judah, ", "3": "and I have filled him with the Spirit of God[d] in skill,[e] in understanding, in knowledge, and in all kinds of[f] craftsmanship, ", "4": "to make artistic designs[g] for work with gold, with silver, and with bronze, ", "5": "and with cutting and setting stone, and with cutting wood, to work in all kinds of craftsmanship. ", "6": "Moreover,[h] I have also given him Oholiab son of Ahisamach, of the tribe of Dan, and I have given ability to all the specially skilled,[i] that they may make[j] everything I have commanded you: ", "7": "the tent of meeting, the ark of the testimony, the atonement lid that is on it, all the furnishings[k] of the tent, ", "8": "the table with its utensils, the pure lampstand with all its utensils, the altar of incense, ", "9": "the altar for the burnt offering with all its utensils, the large basin with its base, ", "10": "the woven garments, the holy garments for Aaron the priest and the garments for his sons, to minister as priests, ", "11": "the anointing oil, and sweet incense for the Holy Place. They will make all these things just as I have commanded you.”", "12": "[l] The Lord said to Moses,[m] ", "13": "“Tell the Israelites, 'Surely you must keep my Sabbaths,[n] for it is a sign between me and you throughout your generations, that you may know that I am the Lord who sanctifies you.[o] ", "14": "So you must keep the Sabbath, for it is holy for you. Everyone who defiles it[p] must surely be put to death; indeed,[q] if anyone does[r] any[s] work on it, then that person will be cut off from among his[t] people. ", "15": "Six days[u] work may be done,[v] but on the seventh day is a Sabbath of complete rest,[w] holy to the Lord; anyone who does work on the Sabbath day must surely be put to death. ", "16": "The Israelites must keep the Sabbath by observing the Sabbath throughout their generations as a perpetual covenant. ", "17": "It is a sign between me and the Israelites forever; for in six days[x] the Lord made the heavens and the earth, and on the seventh day he rested and was refreshed.'”[y]", "18": "He gave Moses two tablets of testimony when he had finished speaking with him on Mount Sinai, tablets of stone written by the finger of God.[z]"}