{"1": "[a] When the people saw that Moses delayed[b] in coming down[c] from the mountain, they[d] gathered around Aaron and said to him, “Get up,[e] make us gods[f] that will go before us. As for this fellow Moses,[g] the man who brought us up from the land of Egypt, we do not know what[h] has become of him!”", "2": "So Aaron said to them, “Break off the gold earrings that are on the ears of your wives, your sons, and your daughters, and bring them to me.”[i] ", "3": "So all[j] the people broke off the gold earrings that were on their ears and brought them to Aaron. ", "4": "He accepted the gold[k] from them,[l] fashioned[m] it with an engraving tool, and made a molten calf.[n] Then they said, “These are your gods,[o] O Israel, who brought you up out of Egypt.”", "5": "When[p] Aaron saw this,[q] he built an altar before it,[r] and Aaron made a proclamation[s] and said, “Tomorrow will be a feast[t] to the Lord.” ", "6": "So they got up early on the next day and offered up burnt offerings and brought peace offerings, and the people sat down to eat and drink,[u] and they rose up to play.[v]", "7": "The Lord spoke to Moses, “Go quickly, descend,[w] because your[x] people, whom you brought up from the land of Egypt, have acted corruptly. ", "8": "They have quickly turned aside[y] from the way that I commanded them—they have made for themselves a molten calf and have bowed down to it and sacrificed to it and said, 'These are your gods, O Israel, which brought you up from the land of Egypt.'”", "9": "Then the Lord said to Moses, “I have seen this people.[z] Look[aa] what a stiff-necked people they are![ab] ", "10": "So now, leave me alone[ac] so that my anger can burn against them and I can destroy them, and I will make from you a great nation.”", "11": "But Moses sought the favor[ad] of the Lord his God and said, “O Lord, why does your anger burn against your people, whom you have brought out from the land of Egypt with great power and with a mighty hand? ", "12": "Why[ae] should the Egyptians say,[af] 'For evil[ag] he led them out to kill them in the mountains and to destroy[ah] them from the face of the earth'? Turn from your burning anger, and relent[ai] of this evil against your people. ", "13": "Remember Abraham, Isaac, and Israel your servants, to whom you swore by yourself and told them, 'I will multiply your descendants[aj] like the stars of heaven, and all this land that I have spoken about[ak] I will give to your descendants,[al] and they will inherit it forever.'” ", "14": "Then the Lord relented over the evil that he had said he would do to his people.", "15": "Moses turned and went down from the mountain with[am] the two tablets of the testimony in his hands. The tablets were written on both sides—they were written on the front and on the back. ", "16": "Now the tablets were the work of God, and the writing was the writing of God, engraved on the tablets. ", "17": "When Joshua heard the noise of the people as they shouted,[an] he said to Moses, “It is the sound of war in the camp!” ", "18": "Moses[ao] said, “It is not the sound of those who shout for victory,[ap] nor is it the sound of those who cry because they are overcome,[aq] but the sound of singing[ar] I hear.”[as]", "19": "When he approached the camp and saw the calf and the dancing, Moses became extremely angry.[at] He threw the tablets from his hands and broke them to pieces at the bottom of the mountain.[au] ", "20": "He took the calf they had made and burned it in the fire, ground it[av] to powder, poured it out on the water, and made the Israelites drink it.[aw]", "21": "Moses said to Aaron, “What did this people do to you, that you have brought on them so great a sin?” ", "22": "Aaron said, “Do not let your anger burn hot, my lord;[ax] you know these people, that they tend to evil.[ay] ", "23": "They said to me, 'Make us gods that will go before us, for as for this fellow Moses, the man who brought us up out of the land of Egypt, we do not know what has happened to him.' ", "24": "So I said to them, 'Whoever has gold, break it off.' So they gave it[az] to me, and I threw it into the fire, and this calf came out.”[ba]", "25": "Moses saw that the people were running wild,[bb] for Aaron had let them get completely out of control, causing derision from their enemies.[bc] ", "26": "So Moses stood at the entrance of the camp and said, “Whoever is for the Lord, come[bd] to me.”[be] All the Levites gathered around him, ", "27": "and he said to them, “This is what the Lord, the God of Israel, has said 'Each man fasten[bf] his sword on his side, and go back and forth[bg] from entrance to entrance throughout the camp, and each one kill his brother, his friend, and his neighbor.'”[bh]", "28": "The Levites did what Moses ordered,[bi] and that day about 3,000 men of the people died.[bj] ", "29": "Moses said, “You have been consecrated[bk] today for the Lord, for each of you was against his son or against his brother, so he has given a blessing to you today.”[bl]", "30": "The next day Moses said to the people,[bm] “You have committed a very serious sin,[bn] but now I will go up to the Lord—perhaps I can make atonement[bo] on behalf of your sin.”", "31": "So Moses returned to the Lord and said, “Alas, this people has committed a very serious sin,[bp] and they have made for themselves gods of gold. ", "32": "But now, if you will forgive their sin…,[bq] but if not, wipe me out[br] from your book that you have written.”[bs] ", "33": "The Lord said to Moses, “Whoever has sinned against me—that person I will wipe out of my book. ", "34": "So now go, lead the people to the place I have spoken to you about. See,[bt] my angel will go before you. But on the day that I punish, I will indeed punish them for their sin.”[bu]", "35": "And the Lord sent a plague on the people because they had made the calf[bv]—the one Aaron made.[bw]"}