{"1": "The Lord said to Moses, “Go up[a] from here, you and the people whom you brought up out of the land of Egypt, to the land I promised on oath[b] to Abraham, to Isaac, and to Jacob, saying, 'I will give it to your descendants.'[c] ", "2": "I will send an angel[d] before you, and I will drive out the Canaanite, the Amorite, the Hittite, the Perizzite, the Hivite, and the Jebusite.[e] ", "3": "Go up[f] to a land flowing with milk and honey. But[g] I will not go up among you, for you are a stiff-necked people, and I might destroy you[h] on the way.”", "4": "When the people heard this troubling word[i] they mourned;[j] no one put on his ornaments. ", "5": "For[k] the Lord had said to Moses, “Tell the Israelites, 'You are a stiff-necked people. If I went up among you for a moment,[l] I might destroy you. Now take off your ornaments[m] that I may know[n] what I should do to you.'”[o] ", "6": "So the Israelites stripped off their ornaments by Mount Horeb.", "7": "[p] Moses took[q] the tent[r] and pitched it outside the camp, at a good distance[s] from the camp, and he called it the tent of meeting. Anyone[t] seeking[u] the Lord would go out to the tent of meeting that was outside the camp.", "8": "And when Moses went out[v] to the tent, all the people would get up[w] and stand at the entrance to their tents[x] and watch[y] Moses until he entered the tent.[z] ", "9": "And[aa] whenever Moses entered the tent, the pillar of cloud would descend and stand at the entrance of the tent, and the Lord[ab] would speak with Moses.[ac] ", "10": "When all the people would see the pillar of cloud standing at the entrance of the tent, all the people, each one at the entrance of his own tent, would rise and worship.[ad] ", "11": "The Lord would speak to Moses face to face,[ae] the way a person speaks[af] to a friend. Then Moses[ag] would return to the camp, but his servant, Joshua son of Nun, a young man, did not leave the tent.[ah]", "12": "Moses said to the Lord, “See, you have been saying to me, 'Bring this people up,'[ai] but you have not let me know whom you will send with me. But you said, 'I know you by name,[aj] and also you have found favor in my sight.' ", "13": "Now if I have found favor in your sight, show me[ak] your way, that I may know you,[al] that I may continue to find[am] favor in your sight. And see[an] that this nation is your people.”", "14": "And the Lord[ao] said, “My presence[ap] will go with you,[aq] and I will give you rest.”[ar]", "15": "And Moses[as] said to him, “If your presence does not go[at] with us,[au] do not take us up from here.[av] ", "16": "For how will it be known then that I have found favor in your sight, I and your people? Is it not by your going with us, so that we will be distinguished, I and your people, from all the people who are on the face of the earth?”[aw]", "17": "The Lord said to Moses, “I will do this thing also that you have requested, for you have found favor in my sight, and I know[ax] you by name.”", "18": "And Moses[ay] said, “Show me your glory.”[az]", "19": "And the Lord[ba] said, “I will make all my goodness[bb] pass before your face, and I will proclaim the Lord by name[bc] before you; I will be gracious to whom I will be gracious; I will show mercy to whom I will show mercy.”[bd] ", "20": "But he added, “You cannot see my face, for no one can[be] see me and live.”[bf] ", "21": "The Lord said, “Here[bg] is a place by me; you will station yourself[bh] on a rock. ", "22": "When my glory passes by, I will put you in a cleft in the rock and will cover[bi] you with my hand[bj] while I pass by.[bk] ", "23": "Then I will take away my hand, and you will see my back,[bl] but my face must not be seen.”[bm]"}