{"1": "[a] The Lord said to Moses, “Cut out[b] two tablets of stone like the first, and I will write[c] on the tablets the words that were on the first tablets, which you smashed. ", "2": "Be prepared[d] in the morning, and go up in the morning to Mount Sinai, and station yourself[e] for me there on the top of the mountain. ", "3": "No one is to come up with you; do not let anyone be seen anywhere on the mountain; not even the flocks or the herds may graze in front of that mountain.” ", "4": "So Moses[f] cut out two tablets of stone like the first;[g] early in the morning he went up[h] to Mount Sinai, just as the Lord had commanded him, and he took in his hand the two tablets of stone.", "5": "The Lord descended in the cloud and stood with him there and proclaimed the Lord by name.[i] ", "6": "The Lord passed by before him and proclaimed:[j] “The Lord, the Lord,[k] the compassionate and gracious[l] God, slow to anger,[m] and abounding in loyal love and faithfulness,[n] ", "7": "keeping loyal love for thousands,[o] forgiving iniquity and transgression and sin. But he by no means leaves the guilty unpunished, responding to the transgression[p] of fathers by dealing with children and children's children, to the third and fourth generation.”", "8": "Moses quickly bowed[q] to the ground and worshiped ", "9": "and said, “If now I have found favor in your sight, O Lord, let my Lord[r] go among us, for we[s] are a stiff-necked people; pardon our iniquity and our sin, and take us for your inheritance.”", "10": "He said, “See, I am going to make[t] a covenant before all your people. I will do wonders such as have not been done[u] in all the earth, nor in any nation. All the people among whom you live will see the work of the Lord, for it is a fearful thing that I am doing with you.[v]", "11": "“Obey[w] what I am commanding you this day. I am going to drive out[x] before you the Amorite, the Canaanite, the Hittite, the Perizzite, the Hivite, and the Jebusite. ", "12": "Be careful not to make[y] a covenant with the inhabitants of the land where you are going, lest it become a snare[z] among you. ", "13": "Rather you must destroy their altars, smash their images, and cut down their Asherah poles.[aa] ", "14": "For you must not worship[ab] any other god,[ac] for the Lord, whose name[ad] is Jealous, is a jealous God. ", "15": "Be careful[ae] not to make a covenant with the inhabitants of the land, for when[af] they prostitute themselves[ag] to their gods and sacrifice to their gods, and someone invites you,[ah] you will eat from his sacrifice; ", "16": "and you then take[ai] his daughters for your sons, and when his daughters prostitute themselves to their gods, they will make your sons prostitute themselves to their gods as well. ", "17": "You must not make yourselves molten gods.", "18": "“You must keep the Feast of Unleavened Bread. For seven days[aj] you must eat bread made without yeast, as I commanded you; do this[ak] at the appointed time of the month Abib, for in the month Abib you came out of Egypt.", "19": "“Every firstborn of the womb[al] belongs to me, even every firstborn[am] of your cattle that is a male,[an] whether ox or sheep. ", "20": "Now the firstling[ao] of a donkey you may redeem with a lamb, but if you do not redeem it, then break its neck.[ap] You must redeem all the firstborn of your sons. “No one will appear before me empty-handed.[aq]", "21": "“On six days[ar] you may labor, but on the seventh day you must rest;[as] even at the time of plowing and of harvest[at] you are to rest.[au]", "22": "“You must observe[av] the Feast of Weeks—the firstfruits of the harvest of wheat—and the Feast of Ingathering at the end[aw] of the year. ", "23": "At three times[ax] in the year all your men[ay] must appear before the Sovereign Lord,[az] the God of Israel. ", "24": "For I will drive out[ba] the nations before you and enlarge your borders; no one will covet[bb] your land when you go up[bc] to appear before the Lord your God three times[bd] in the year.", "25": "“You must not offer the blood of my sacrifice with yeast; the sacrifice from the Feast of Passover must not remain until the following morning.[be]", "26": "“The first of the firstfruits of your soil you must bring to the house of the Lord your God. “You must not cook a young goat in its mother's milk.”[bf]", "27": "The Lord said to Moses, “Write down[bg] these words, for in accordance with these words I have made a covenant with you and with Israel.” ", "28": "So he was there with the Lord forty days and forty nights;[bh] he did not eat bread, and he did not drink water. He wrote on the tablets the words of the covenant, the Ten Commandments.[bi]", "29": "[bj] Now when Moses came down[bk] from Mount Sinai with[bl] the two tablets of the testimony in his hand[bm]—when he came down[bn] from the mountain, Moses[bo] did not know that the skin of his face shone[bp] while he talked with him. ", "30": "When Aaron and all the Israelites saw Moses, the skin of his face shone,[bq] and they were afraid to approach him. ", "31": "But Moses called to them, so Aaron and all the leaders of the community came back to him, and Moses spoke to them. ", "32": "After this all the Israelites approached, and he commanded them all that the Lord had spoken to him on Mount Sinai. ", "33": "When Moses finished[br] speaking[bs] with them, he would[bt] put a veil on his face. ", "34": "But when Moses went in[bu] before the Lord to speak with him, he would remove the veil until he came out.[bv] Then he would come out and tell the Israelites what he had been commanded.[bw] ", "35": "When the Israelites would see[bx] the face of Moses, that[by] the skin of Moses' face shone, Moses would put the veil on his face again, until he went in to speak with the Lord.[bz]"}