{"1": "[a] Afterward Moses and Aaron went to Pharaoh and said, “This is what the Lord, the God of Israel, has said, 'Release[b] my people so that they may hold a pilgrim feast[c] to me in the wilderness.'” ", "2": "But Pharaoh said, “Who is the Lord[d] that[e] I should obey him[f] by releasing[g] Israel? I do not know the Lord,[h] and I will not release Israel!” ", "3": "And they said, “The God of the Hebrews has met with us. Let us go a three-day journey[i] into the wilderness so that we may sacrifice[j] to the Lord our God, so that he does not strike us with plague or the sword.”[k] ", "4": "The king of Egypt said to them, “Moses and Aaron, why do you cause the people to refrain from their work?[l] Return to your labor!” ", "5": "Pharaoh was thinking,[m] “The people of the land are now many, and you are giving them rest from their labor.”", "6": "That same day Pharaoh commanded[n] the slave masters and foremen[o] who were[p] over the people:[q] ", "7": "“You must no longer[r] give straw to the people for making bricks[s] as before.[t] Let them go[u] and collect straw for themselves. ", "8": "But you must require[v] of them the same quota of bricks that they were making before.[w] Do not reduce it, for they are slackers.[x] That is why they are crying, 'Let us go sacrifice to our God.' ", "9": "Make the work harder[y] for the men so they will keep at it[z] and pay no attention to lying words!”[aa]", "10": "So the slave masters of the people and their foremen went to the Israelites and said,[ab] “Thus says Pharaoh: 'I am not giving[ac] you straw. ", "11": "You[ad] go get straw for yourselves wherever you can[ae] find it, because there will be no reduction at all in your workload.'” ", "12": "So the people spread out[af] through all the land of Egypt to collect stubble for straw. ", "13": "The slave masters were pressuring[ag] them, saying, “Complete[ah] your work for each day, just like when there was straw!” ", "14": "The Israelite foremen whom Pharaoh's slave masters had set over them were beaten and were asked,[ai] “Why did you not complete your requirement for brickmaking as in the past—both yesterday and today?”[aj]", "15": "[ak] The Israelite foremen went and cried out to Pharaoh, “Why are you treating[al] your servants this way? ", "16": "No straw is given to your servants, but we are told,[am] 'Make bricks!' Your servants are even[an] being beaten, but the fault[ao] is with your people.”", "17": "But Pharaoh replied,[ap] “You are slackers! Slackers![aq] That is why you are saying, 'Let us go sacrifice to the Lord.'” ", "18": "So now, get back to work![ar] You will not be given straw, but you must still produce[as] your quota[at] of bricks!” ", "19": "The Israelite foremen saw[au] that they[av] were in trouble when they were told,[aw] “You must not reduce the daily quota of your bricks.”", "20": "When they went out from Pharaoh, they encountered Moses and Aaron standing there to meet them,[ax] ", "21": "and they said to them, “May the Lord look on you and judge,[ay] because you have made us stink[az] in the opinion of[ba] Pharaoh and his servants,[bb] so that you have given them an excuse to kill us!”[bc]", "22": "[bd] Moses returned[be] to the Lord, and said, “Lord,[bf] why have you caused trouble for this people?[bg] Why did you ever[bh] send me? ", "23": "From the time I went to speak to Pharaoh in your name, he has caused trouble[bi] for this people, and you have certainly not rescued[bj] them!”[bk]"}