{"1": "Then the Lord said to Moses, “Now you will see what I will do to Pharaoh,[a] for compelled by my strong hand[b] he will release them, and by my strong hand he will drive them out of his land.”[c]", "2": "God spoke[d] to Moses and said to him, “I am the Lord.[e] ", "3": "I appeared to Abraham, to Isaac, and to Jacob as[f] God Almighty,[g] but by my name 'the Lord'[h] I was not known to them.[i] ", "4": "I also established my covenant with them[j] to give them the land of Canaan, where they were living as resident foreigners.[k] ", "5": "I[l] have also heard[m] the groaning of the Israelites, whom the Egyptians are enslaving,[n] and I have remembered my covenant.[o] ", "6": "Therefore, tell the Israelites, 'I am the Lord. I will bring you out[p] from your enslavement to[q] the Egyptians, I will rescue you from the hard labor they impose,[r] and I will redeem you with an outstretched arm and with great judgments. ", "7": "I will take you to myself for a people, and I will be your God.[s] Then you will know that I am the Lord your God, who brought you out from your enslavement to[t] the Egyptians. ", "8": "I will bring you to the land I swore to give[u] to Abraham, to Isaac, and to Jacob—and I will give it to you[v] as a possession. I am the Lord.'”", "9": "[w] Moses told this[x] to the Israelites, but they did not listen to him[y] because of their discouragement[z] and hard labor. ", "10": "Then the Lord said to Moses, ", "11": "“Go, tell Pharaoh king of Egypt that he must release[aa] the Israelites from his land.” ", "12": "But Moses replied to[ab] the Lord, “If the Israelites did not listen to me, then[ac] how will Pharaoh listen to me, since[ad] I speak with difficulty?”[ae]", "13": "The Lord spoke[af] to Moses and Aaron and gave them a charge[ag] for the Israelites and Pharaoh king of Egypt to bring the Israelites out of the land of Egypt.", "14": "[ah] These were the heads of their fathers' households:[ai] The sons[aj] of Reuben, the firstborn son of Israel, were Hanoch and Pallu, Hezron and Carmi. These were the clans[ak] of Reuben.", "15": "The sons of Simeon were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul, the son of a Canaanite woman. These were the clans of Simeon.", "16": "Now these were the names of the sons of Levi, according to their records:[al] Gershon, Kohath, and Merari. (The length of Levi's life was 137 years.)", "17": "The sons of Gershon, by their families, were Libni and Shimei.", "18": "The sons of Kohath were Amram, Izhar, Hebron, and Uzziel. (The length of Kohath's life was 133 years.)", "19": "The sons of Merari were Mahli and Mushi. These were the clans of Levi, according to their records.", "20": "Amram married[am] his father's sister Jochebed, and she bore him Aaron and Moses. (The length of Amram's life was 137 years.)", "21": "The sons of Izhar were Korah, Nepheg, and Zikri.", "22": "The sons of Uzziel were Mishael, Elzaphan, and Sithri.", "23": "Aaron married Elisheba, the daughter of Amminadab and sister of Nahshon, and she bore him Nadab and Abihu, Eleazar and Ithamar.", "24": "The sons of Korah were Assir, Elkanah, and Abiasaph. These were the Korahite clans.", "25": "Now Eleazar son of Aaron married one of the daughters of Putiel and she bore him Phinehas. These were the heads of the fathers' households[an] of Levi according to their clans.", "26": "It was the same Aaron and Moses to whom the Lord said, “Bring the Israelites out of the land of Egypt by their regiments.”[ao] ", "27": "They were the men who were speaking to Pharaoh king of Egypt, in order to bring the Israelites out of Egypt. It was the same Moses and Aaron.", "28": "[ap] When[aq] the Lord spoke to Moses in the land of Egypt, ", "29": "he said to him,[ar] “I am the Lord. Tell[as] Pharaoh king of Egypt all that[at] I am telling[au] you.” ", "30": "But Moses said before the Lord, “Since I speak with difficulty,[av] why should Pharaoh listen to me?”"}