{"1": "So the Lord said to Moses, “See, I have made you like God[a] to Pharaoh, and your brother Aaron will be your prophet.[b] ", "2": "You are to speak[c] everything I command you,[d] and your brother Aaron is to tell Pharaoh that he must release[e] the Israelites from his land. ", "3": "But I will harden[f] Pharaoh's heart, and although I will multiply[g] my signs and my wonders in the land of Egypt, ", "4": "Pharaoh will not listen to you.[h] I will reach into[i] Egypt and bring out my regiments,[j] my people the Israelites, from the land of Egypt with great acts of judgment. ", "5": "Then[k] the Egyptians will know that I am the Lord when I extend my hand[l] over Egypt and bring the Israelites out from among them.”", "6": "And Moses and Aaron did so; they did just as the Lord commanded them. ", "7": "Now Moses was eighty years old and Aaron was eighty-three years old when they spoke to Pharaoh.", "8": "The Lord said[m] to Moses and Aaron,[n] ", "9": "“When Pharaoh says to you, 'Do[o] a miracle,' and you say to Aaron, 'Take your staff and throw it down[p] before Pharaoh,' it will become[q] a snake.” ", "10": "When[r] Moses and Aaron went to Pharaoh, they did so, just as the Lord had commanded them—Aaron threw down[s] his staff before Pharaoh and his servants and it became a snake.[t] ", "11": "Then Pharaoh also summoned wise men and sorcerers,[u] and the magicians[v] of Egypt by their secret arts[w] did the same thing. ", "12": "Each man[x] threw down his staff, and the staffs became snakes. But Aaron's staff swallowed up their staffs. ", "13": "Yet Pharaoh's heart became hard,[y] and he did not listen to them, just as the Lord had predicted.", "14": "[z] The Lord said to Moses, “Pharaoh's heart is hard;[aa] he refuses to release[ab] the people. ", "15": "Go to Pharaoh in the morning when[ac] he goes out to the water. Position yourself[ad] to meet him by the edge of the Nile,[ae] and take[af] in your hand the staff[ag] that was turned into a snake. ", "16": "Tell him, 'The Lord, the God of the Hebrews, has sent me to you to say,[ah] “Release my people, that they may serve me[ai] in the wilderness!” But until now[aj] you have not listened.[ak] ", "17": "This is what the Lord has said: “By this you will know that I am the Lord: I am going to strike[al] the water of the Nile with the staff that is in my hand, and it will be turned into blood.[am] ", "18": "Fish[an] in the Nile will die, the Nile will stink, and the Egyptians will be unable[ao] to drink water from the Nile.”'” ", "19": "Then the Lord said to Moses, “Tell Aaron, 'Take your staff and stretch out your hand over Egypt's waters—over their rivers, over their canals,[ap] over their ponds, and over all their reservoirs[aq]—so that it becomes[ar] blood.' There will be blood everywhere in[as] the land of Egypt, even in wooden and stone containers.” ", "20": "Moses and Aaron did so,[at] just as the Lord had commanded. He raised[au] the staff[av] and struck the water that was in the Nile right before the eyes[aw] of Pharaoh and his servants,[ax] and all the water that was in the Nile was turned to blood.[ay] ", "21": "When the fish[az] that were in the Nile died, the Nile began[ba] to stink, so that the Egyptians could not drink water from the Nile. There was blood[bb] everywhere in the land of Egypt! ", "22": "But the magicians of Egypt did the same[bc] by their secret arts, and so[bd] Pharaoh's heart remained hard,[be] and he refused to listen to Moses and Aaron[bf]—just as the Lord had predicted. ", "23": "And Pharaoh turned and went into his house. He did not pay any attention to this.[bg] ", "24": "All the Egyptians dug around the Nile for water to drink,[bh] because they could not drink the water of the Nile.", "25": "[bi] Seven full days passed[bj] after the Lord struck[bk] the Nile. "}