{"1": "The book of the genealogy[a] of Jesus Christ, son of David, son of Abraham—", "2": "Abraham fathered[b] Isaac, and Isaac fathered Jacob, and Jacob fathered Judah and his brothers, ", "3": "and Judah fathered Perez and Zerah by Tamar, and Perez fathered Hezron, and Hezron fathered Ram, ", "4": "and Ram fathered Aminadab, and Aminadab fathered Nahshon, and Nahshon fathered Salmon, ", "5": "and Salmon fathered Boaz by Rahab, and Boaz fathered Obed by Ruth, and Obed fathered Jesse, ", "6": "and Jesse fathered David the king. And David fathered Solomon by the one of Uriah, ", "7": "and Solomon fathered Rehoboam, and Rehoboam fathered Abijah, and Abijah fathered Asaph, ", "8": "and Asaph fathered Jehoshaphat, and Jehoshaphat fathered Joram, and Joram fathered Uzziah, ", "9": "and Uzziah fathered Jotham, and Jotham fathered Ahaz, and Ahaz fathered Hezekiah, ", "10": "and Hezekiah fathered Manasseh, and Manasseh fathered Amos, and Amos fathered Josiah, ", "11": "and Josiah fathered Jeconiah and his brothers at the time of the deportation of Babylon.", "12": "And after the deportation of Babylon, Jeconiah fathered Shealtiel, and Shealtiel fathered Zerubbabel, ", "13": "and Zerubbabel fathered Abihud, and Abihud fathered Eliakim, and Eliakim fathered Azor, ", "14": "and Azor fathered Zadok, and Zadok fathered Achim, and Achim fathered Eliud, ", "15": "and Eliud fathered Eleazar, and Eleazar fathered Matthan, and Matthan fathered Jacob, ", "16": "and Jacob fathered Joseph the husband of Mary— by whom[c] Jesus was born, the One being called Christ.", "17": "So all[d] the generations from Abraham to David are fourteen generations, and from David to the deportation of Babylon are fourteen generations, and from the deportation of Babylon to the Christ are fourteen generations.", "18": "Now the birth of Jesus Christ was as follows: His mother Mary having been promised-in-marriage[e] to Joseph, before they came-together she was found having a child in the womb by the Holy Spirit. ", "19": "And Joseph her husband[f], being righteous and not wanting to publicly-expose[g] her, intended to send her away[h] secretly[i]. ", "20": "And he having pondered these things, behold— an angel of the Lord appeared to him in a dream saying “Joseph, son of David, do not fear to take Mary as your wife, for the child having been fathered[j] in her is by the Holy Spirit. ", "21": "And she will give-birth to a Son. And you shall call His name Jesus, for He will save His people from their sins. ", "22": "And[k] this entire thing has taken place in order that the thing might be fulfilled having been spoken by the Lord through the prophet saying ", "23": "'Behold— the virgin will have a child in the womb, and she will give-birth to a Son. And they will call His name “Immanuel”'” [Isa 7:14], which being translated is “God with us”. ", "24": "And Joseph, having arisen from the sleep, did as the angel of the Lord commanded him and took her as his wife. ", "25": "And he was not knowing[l] her until which time she gave-birth to a Son. And he called His name Jesus."}