{"1": "At that time Jesus went through the grainfields on the Sabbath. And His disciples were hungry and began to pluck[a] heads [of grain] and eat. ", "2": "And the Pharisees, having seen it, said to Him, “Behold— Your disciples are doing what is not lawful to be doing on a Sabbath”. ", "3": "And the One said to them, “Did you not read [in 1 Sam 21:1-6] what David did when he was hungry, and the ones with him— ", "4": "how he entered into the house of God and they ate the Bread of Presentation[b] which it was not lawful for him to eat, nor for the ones with him, but for the priests alone? ", "5": "Or did you not read in the Law that on the Sabbaths, the priests in the temple profane[c] the Sabbath and are guiltless[d]? ", "6": "But I say to you that a greater-thing than the temple is here. ", "7": "But if you had known what it means [in Hos 6:6]— 'I desire mercy, and not a sacrifice'— you would not have condemned the guiltless ones. ", "8": "For the Son of Man is Lord of the Sabbath[e]”.", "9": "And having passed-on from there, He went into their synagogue. ", "10": "And behold— there was a man having a withered hand. And they questioned Him, saying, 'Is it lawful to cure on the Sabbath?'— in order that they might accuse Him. ", "11": "And the One said to them, “What person will there be from-among you who will have one sheep, and if this sheep falls into a pit on the Sabbath, will not take hold of it and raise it? ", "12": "How much then is a person more-valuable than a sheep! So then, it is lawful to be acting commendably[f] on the Sabbath”. ", "13": "Then He says to the man, “Stretch-out your hand”. And he stretched it out, and it was restored, healthy like the other. ", "14": "And having gone out, the Pharisees took counsel against Him, so that they might destroy Him.", "15": "But Jesus, having known it, withdrew from there. And large crowds followed Him, and He cured them all. ", "16": "And He warned them that they should not make Him known, ", "17": "in order that the thing might be fulfilled having been spoken through Isaiah the prophet saying ", "18": "“Behold My servant Whom I chose, My Beloved in Whom My soul was[g] well-pleased: I will put My Spirit upon Him, and He will announce[h] justice to the Gentiles. ", "19": "He will not quarrel, nor shout, nor will anyone hear His voice in the wide-roads. ", "20": "He will not break a reed having been bruised, and He will not quench a smoldering wick, until He leads-out[i] justice[j] to victory. ", "21": "And the Gentiles will put-hope in His name” [Isa 42:1-4].", "22": "Then a blind and mute man being demon-possessed was brought to Him. And He cured him, so that the mute man was speaking and seeing. ", "23": "And all the crowds were astonished, and were saying, “This One is not the Son of David, is He?” ", "24": "But the Pharisees, having heard it, said, “This One is not casting out the demons except by Beelzebul, the ruler of the demons!”", "25": "And knowing their thoughts, He said to them— “Every kingdom having been divided against itself is desolated, and every city or house having been divided against itself will not stand; ", "26": "and if Satan is casting-out Satan, he was divided against himself. How then will his kingdom stand? ", "27": "And if I am casting out the demons by Beelzebul, by whom[k] are your sons casting them out? For this reason they will be your judges; ", "28": "but if I am casting out the demons by the Spirit of God, then the kingdom of God came[l] upon you. ", "29": "Or how can anyone enter into the house of the strong man and snatch-away his things unless he first binds the strong man? And then he will plunder his house. ", "30": "The one not being with Me[m] is against Me. And the one not gathering with Me is scattering. ", "31": "For this reason I say to you— every sin and blasphemy will be forgiven to people. But the blasphemy against the Spirit will not be forgiven[n]. ", "32": "And whoever speaks a word against the Son of Man, it will be forgiven to him. But whoever speaks against the Holy Spirit, it will not be forgiven to him— neither in this age nor in the one coming. ", "33": "Either make the tree good and its fruit good, or make the tree bad and its fruit bad[o]. For the tree is known by the fruit. ", "34": "Brood of vipers! How are you able to speak good things, being evil? For the mouth speaks out of the abundance of the heart— ", "35": "the good person brings out good things from his good treasure[p], and the evil person brings out evil things from his evil treasure. ", "36": "And I say to you that every useless[q] word which people will speak— they will render an account for it on the day of judgment. ", "37": "For by your words you will be declared-righteous, and by your words you will be condemned”.", "38": "Then some of the scribes and Pharisees responded to Him, saying “Teacher, we want to see a sign from You”. ", "39": "But the One, having responded, said to them— “An evil and adulterous[r] generation is seeking-for a sign. And a sign will not be given to it, except the sign of Jonah the prophet. ", "40": "For just as Jonah was three days and three nights in the belly of the sea-creature[s], so the Son of Man will be three days and three nights[t] in the heart of the earth.", "41": "“Ninevite men will rise-up at the judgment with this generation, and they will condemn it. Because they repented at the proclamation of Jonah, and behold— a greater thing than Jonah is here. ", "42": "The Queen of the South will be raised at the judgment with this generation, and she will condemn it. Because she came from the ends of the earth to hear the wisdom of Solomon, and behold— a greater thing than Solomon is here.", "43": "“Now when the unclean spirit departs from the person, it goes through waterless places seeking rest[u], and does not find it. ", "44": "Then it says, 'I will return to my house from where I came-out'. And having come, it finds it being unoccupied, having been swept and put-in-order[v]. ", "45": "Then it proceeds and takes along with itself seven other spirits more evil than itself. And having gone in, they dwell there, and the last[w] state of that person becomes worse than the first. So it will be[x] also with this evil generation”.", "46": "While He was still speaking to the crowds, behold— His mother and brothers were standing outside, seeking to speak to Him. ", "47": "And someone said to Him, “Behold— Your mother and Your brothers are standing outside, seeking to speak to You”. ", "48": "But the One, having responded, said to the one speaking to Him, “Who is My mother and who are My brothers?” ", "49": "And having stretched-out His hand toward His disciples, He said “Behold— My mother and My brothers! ", "50": "For whoever does the will of My Father in the heavens— he is My brother and sister and mother”."}