{"1": "On that day Jesus, having gone out of the house, sat beside the sea. ", "2": "And large crowds were gathered-together with Him so that He, having gotten into a boat, sits-down [to teach]. And the whole crowd was standing on the shore. ", "3": "And He spoke many things to them in parables, saying— “Behold— the one sowing went out that he might sow. ", "4": "And during his sowing, some seeds fell along the road. And having come, the birds ate them up. ", "5": "And others fell on the rocky[a] places where they were not having much soil. And immediately they sprang-up, because of not having a depth of soil. ", "6": "But the sun having risen, they were scorched. And because of not having a root, they were dried-up. ", "7": "And others fell on the thorns. And the thorns came up and choked[b] them. ", "8": "And others fell on the good soil and were giving fruit— one a hundred, and another sixty, and another thirty. ", "9": "Let the one having ears, hear”.", "10": "And having come to Him, the disciples said to Him, “For what reason are You speaking to them in parables?” ", "11": "And the One, having responded, said to them, “Because it has been given to you to know[c] the mysteries[d] of the kingdom of the heavens. But it has not been given to those ones. ", "12": "For whoever has— it will be given to him, and he will be caused to abound. But whoever does not have— even what he has will be taken-away from him. ", "13": "For this reason I am speaking to them in parables— because while seeing, they are not seeing; and while hearing, they are not hearing, nor understanding. ", "14": "And the prophecy of Isaiah is being fulfilled in them, the one[e] saying [in Isa 6:9-10]: 'In hearing, you will hear and by no means understand. And while seeing, you will see and by no means perceive. ", "15": "For the heart of this people became dull[f], and they hardly[g] heard with their ears, and they closed their eyes that[h] they might not ever see with their eyes, and hear with their ears, and understand in their heart and turn-back, and I shall heal[i] them'. ", "16": "But blessed[j] are your eyes because they are seeing, and your ears, because they are hearing. ", "17": "For truly I say to you that many prophets and righteous ones desired to experience[k] the things which you are seeing, and they did not experience them, and to hear the things which you are hearing, and they did not hear them.", "18": "“You therefore, hear the parable of the one having sown: ", "19": "Anyone hearing the word[l] of the kingdom and not understanding it— the evil one comes and snatches-away the thing having been sown in his heart. This person is the one having been sown the seed along the road. ", "20": "And the one having been sown the seed on the rocky places— this person is the one hearing the word and immediately receiving it with joy. ", "21": "And he does not have a root in himself, but is temporary[m]. And affliction or persecution having come about because of the word— immediately he is caused-to-fall. ", "22": "And the one having been sown the seed into the thorns— this person is the one hearing the word, and the anxiety[n] of the age[o] and the deceitfulness[p] of riches is choking the word, and it becomes unfruitful. ", "23": "And the one having been sown the seed on the good soil— this person is the one hearing the word and understanding[q] it, who indeed[r] is bearing-fruit[s] and producing: one a hundred, and another sixty, and another thirty”.", "24": "He put-before them another parable, saying, “The kingdom of the heavens became-like[t] a man having sown good seed in his field. ", "25": "But during the men's sleeping, his enemy came and re-sowed[u] darnel[v] between the wheat, and went away. ", "26": "Now when the grass budded and produced fruit[w], then the darnel appeared also. ", "27": "And having come to him, the slaves of the house-master said to him, 'Master, did you not sow good seed in your field? Then from where does it have the darnel?' ", "28": "And the one said to them, 'A hostile man did this'. And the slaves say to him, 'Then do you want us, having gone, to collect them?' ", "29": "But the one says, 'No, that while collecting the darnel, you may not perhaps uproot the wheat together with them. ", "30": "Permit both to grow together until the harvest. And at the time of the harvest I will say to the harvesters, “Collect first the darnel, and bind them into bundles so-as to burn them up. But gather the wheat into my barn”'”.", "31": "He put-before them another parable, saying, “The kingdom of the heavens is like a seed of a mustard-plant, which having taken, a man sowed in his field— ", "32": "which is smaller than all the seeds, but when it grows is larger than the garden-plants. And it becomes a tree[x], so that the birds of the heaven come and are nesting in its branches”.", "33": "He spoke another parable to them, “The kingdom of the heavens is like leaven, which having taken, a woman concealed[y] into three measures[z] of wheat-flour until which time the whole thing was leavened”.", "34": "Jesus spoke all these things to the crowds in parables. And He was speaking nothing to them apart from a parable, ", "35": "so that the thing might be fulfilled having been spoken through the prophet saying “I will open My mouth in parables. I will utter things having been hidden since the foundation of the world” [Ps 78:2].", "36": "Then, having left the crowds, He went into the house. And His disciples came to Him, saying, “Make-clear to us the parable of the darnel of the field”. ", "37": "And the One, having responded, said— “The one sowing the good seed is the Son of Man. ", "38": "And the field is the world. And the good seed— these are the sons of [aa] the kingdom. And the darnel are the sons of the evil one. ", "39": "And the enemy having sown them is the devil. And the harvest is the conclusion of the age. And the harvesters are angels. ", "40": "Therefore, just as the darnel is collected and burned up with fire, so it will be at the conclusion of the age. ", "41": "The Son of Man will send out His angels, and they will collect out of His kingdom all the causes-of-falling and the ones doing lawlessness. ", "42": "And they will throw them into the furnace of [ab] fire. In that place, there will be the weeping and the grinding of teeth. ", "43": "Then the righteous ones will shine-forth like the sun in the kingdom of their Father. Let the one having ears, hear.", "44": "“The kingdom of the heavens is like a treasure having been hidden in the field, which having found, a man hid. And from his joy[ac], he goes and sells all that he has and buys that field. ", "45": "Again, the kingdom of the heavens is like a man who is a merchant seeking fine pearls. ", "46": "And having found one very-valuable pearl, having gone, he has sold all that he was having, and he bought it.", "47": "“Again, the kingdom of the heavens is like a drag-net[ad] having been cast into the sea and having gathered fish of every kind— ", "48": "which, when it was filled, having pulled it up on the shore, and having sat-down, they collected the good ones into containers and threw the bad[ae] ones outside. ", "49": "So it will be at the conclusion of the age. The angels will go forth and separate the evil ones out of the midst of the righteous ones. ", "50": "And they will throw them into the furnace of fire. In that place, there will be the weeping and the grinding of teeth.", "51": "“Did you understand all these things?” They say to Him, “Yes”. ", "52": "And the One said to them, “For this reason[af], every scribe[ag] having become-a-disciple[ah] in[ai] the kingdom of the heavens is like a man who is a house-master, who brings out new things and old[aj] things from his treasure”.", "53": "And it came about that when Jesus finished these parables, He went-away from there. ", "54": "And having come into His hometown[ak], He was teaching them in their synagogue, so that they were astounded and saying “From where did this wisdom and the miracles come to this One? ", "55": "Is not this One the son of the carpenter? Is not His mother called Mary, and His brothers, James and Joseph and Simon and Jude[al]? ", "56": "And His sisters, are they not all with us? From where then did all these things come to this One?” ", "57": "And they were taking-offense[am] at Him. But Jesus said to them, “A prophet is not without-honor except in his hometown and in his house”. ", "58": "And He did not do many[an] miracles there because of their unbelief."}