{"1": "At that time, Herod the tetrarch[a] heard the report about Jesus ", "2": "and said to his servants, “This One is John the Baptist. He himself arose from the dead, and for this reason the miraculous-powers[b] are at-work in him”.", "3": "For[c] Herod, having seized John, bound him and put him away in prison because of Herodias[d], the wife of Philip[e] his brother. ", "4": "For John was saying to him, “It is not lawful for you to have her”. ", "5": "And while wanting to kill him, he feared the crowd, because they were holding him as a prophet. ", "6": "But at Herod's birthday-celebrations having come about, the daughter[f] of Herodias danced in their midst. And she pleased Herod. ", "7": "Hence, he declared with an oath to give her whatever she asked. ", "8": "And the one, having been prompted[g] by her mother, says, “Give me here on a platter the head of John the Baptist”. ", "9": "And [although] having been grieved, the king ordered that it be given, because of the oaths and the ones reclining-back-with him [to eat]. ", "10": "And having sent, he beheaded John in the prison. ", "11": "And his head was brought on a platter and given to the girl, and she brought it to her mother. ", "12": "And having come to him, his disciples took away the corpse and buried him. And having gone[h], they reported it to Jesus.", "13": "And having heard-of it [i], Jesus withdrew from there privately in a boat to a desolate place. And having heard-of it, the crowds followed Him on foot from the cities. ", "14": "And having gone-out[j], He saw a large crowd and felt-deep-feelings [of compassion] for them. And He cured their sick ones. ", "15": "And having become evening[k], the disciples came to Him saying, “This place is desolate and the hour already passed. Send-away the crowds in order that having gone away into the villages, they may buy themselves food”. ", "16": "But Jesus said to them, “They have no need to go away— you give them something to eat”. ", "17": "But the ones say to Him, “We do not have anything here except five loaves and two fish!” ", "18": "But the One said, “Bring them here to Me”. ", "19": "And having ordered the crowds to lie-back on the grass, having taken the five loaves and the two fish, having looked up to heaven, He blessed[l] them. And having broken them, He gave the loaves to the disciples, and the disciples gave them to the crowds. ", "20": "And they all ate and were filled-to-satisfaction. And they picked up the amount of the fragments being left over— twelve full baskets. ", "21": "And the ones eating were about five-thousand men, apart from women and children.", "22": "And immediately He compelled[m] the disciples to get into the boat and to be going ahead of Him to the other side while[n] He sent-away the crowds. ", "23": "And having sent-away the crowds, He went up on the mountain privately to pray. And having become evening[o], He was there alone. ", "24": "And the boat was already many stades[p] distant from the land, being tormented by the waves. For the wind was contrary. ", "25": "And He came to them in the fourth watch[q] of the night, walking across[r] the sea. ", "26": "But the disciples, having seen Him walking on the sea, were frightened, saying that “It is a phantom[s]”. And they cried-out from the fear. ", "27": "But immediately Jesus spoke to them, saying, “Take-courage, I am[t] the One. Do not be afraid[u]”. ", "28": "But having responded to Him, Peter said, “Master, if You are[v] the One, order me to come to You across the waters”. ", "29": "And the One said, “Come”. And having gone down from the boat, Peter walked across the waters and came[w] to Jesus. ", "30": "But seeing the strong wind, he became afraid. And having begun to sink, he cried-out, saying, “Master, save me!” ", "31": "And immediately Jesus, having stretched-out His hand, took-hold-of him. And He says to him, “One of-little-faith, for what purpose[x] did you doubt?” ", "32": "And they having gone-up[y] into the boat, the wind stopped. ", "33": "And the ones in the boat gave-worship[z] to Him, saying, “Truly[aa] You are God's Son”.", "34": "And having crossed-over, they came on land in Gennesaret. ", "35": "And having recognized Him, the men of that place sent out into that whole surrounding-region. And they brought to Him all the ones being ill. ", "36": "And they were begging Him that they might only touch the tassel of His garment. And all-who touched it were restored."}