{"1": "Then Pharisees and scribes come to Jesus from Jerusalem, saying, ", "2": "“For what reason are Your disciples transgressing the tradition of the elders? For they are not washing[a] their hands when they eat bread”. ", "3": "But the One, having responded, said to them, “For what reason indeed are you transgressing the commandment of God for the sake of your tradition? ", "4": "For God said [in Ex 20:12]: 'Be honoring your father and your mother', and [in Ex 21:17] 'Let the one speaking-evil-of father or mother come-to-an-end[b] by a death'. ", "5": "But you say, 'Whoever says to his father or his mother: “Whatever you might be benefitted from me is a gift[c] [to God]” ", "6": "shall by-no-means honor[d] his father'. And you nullified[e] the word of God for the sake of your tradition. ", "7": "Hypocrites! Isaiah prophesied rightly concerning you, saying [in Isa 29:13]: ", "8": "'This people honors Me with their lips, but their heart is far distant from Me. ", "9": "But they are worshiping Me in-vain[f]— teaching as teachings the commandments of humans'”. ", "10": "And having summoned the crowd, He said to them, “Listen and understand. ", "11": "The thing entering into the mouth does not defile[g] the person. But the thing proceeding out of the mouth— this defiles the person”.", "12": "Then having come to Him, the disciples say to Him, “Do You know that the Pharisees, having heard Your statement, took-offense[h]? ", "13": "But the One, having responded, said, “Every plant which My heavenly Father did not plant will be uprooted. ", "14": "Leave them alone. They are blind guides of blind ones. And if a blind one guides a blind one, both will fall into a pit”. ", "15": "And having responded, Peter said to Him, “Explain this parable to us”. ", "16": "And the One said, “Are you[i] even yet also without-understanding? ", "17": "Do you not perceive that everything proceeding into the mouth advances into the stomach and is expelled into a latrine? ", "18": "But the things proceeding out of the mouth come out of the heart. And those things defile the person. ", "19": "For out of the heart come evil thoughts[j], murders, adulteries, sexual-immoralities, thefts, false-testimonies[k], blasphemies. ", "20": "These are the things defiling the person. But the eating with unwashed hands does not defile the person”.", "21": "And having gone out from there, Jesus withdrew into the regions of Tyre and Sidon. ", "22": "And behold— a Canaanite woman having come out from those districts was crying out, saying, “Have mercy on me, Master, Son of David. My daughter is badly demon-possessed”. ", "23": "But the One did not respond a word to her. And having come to Him, His disciples were asking Him, saying, “Send her away, because she is crying-out after us”. ", "24": "But the One, having responded, said, “I was not sent-forth except for[l] the lost[m] sheep of the house of Israel”. ", "25": "But the one, having come, was prostrating-herself before Him, saying, “Master, help me”. ", "26": "And the One, having responded, said, “It is not good to take the bread of the children and throw it to the little-dogs[n]”. ", "27": "But the one said, “Yes, Master. For indeed the little-dogs eat from the crumbs falling from the table of their masters!” ", "28": "Then, having responded, Jesus said to her, “O woman, your faith is great. Let it be done for you as you wish”. And her daughter was healed from that hour.", "29": "And having passed on from there, Jesus went beside the Sea of Galilee. And having gone up on the mountain, He was sitting there. ", "30": "And large crowds came to Him, having with them lame ones, blind ones, crippled ones, mute ones, and many others. And they threw[o] them at His feet. And He cured them, ", "31": "so that the crowd marveled— seeing mute ones speaking, crippled ones healthy, and lame ones walking, and blind ones seeing. And they glorified the God of Israel. ", "32": "And Jesus, having summoned His disciples, said, “I feel-deep-feelings [of compassion] toward the crowd, because it is already three days they are remaining-with Me and they do not have anything they may eat. And I do not want to send them away hungry, so that they may not perhaps become-exhausted[p] on the way”. ", "33": "And the disciples say to Him, “From where are there so many loaves for us in a desolate place so as to fill-to-satisfaction so large a crowd?” ", "34": "And Jesus says to them, “How many loaves do you have?” And the ones said, “Seven, and a few small-fish”. ", "35": "And having ordered the crowd to fall-back on the ground [to eat], ", "36": "He took the seven loaves and the fish. And having given-thanks, He broke them and was giving them to the disciples, and the disciples to the crowds. ", "37": "And they all ate and were filled-to-satisfaction. And they picked up the amount of the fragments being left-over— seven full large-baskets. ", "38": "And the ones eating were four-thousand men, apart from women and children.", "39": "And having sent away the crowds, He got into the boat and went to the districts of Magadan. "}