{"1": "And having come to Him, the Pharisees and Sadducees— testing Him— asked Him to show them a sign out-of heaven. ", "2": "But the One, having responded, said to them, “Having become evening, you say, 'Fair weather!— for the heaven is red'; ", "3": "and early-in-the-morning, 'Stormy-weather today!— for the lowering[a] heaven is red'. You[b] know-how to discern the appearance of the heaven but cannot discern the signs of the times! ", "4": "An evil and adulterous[c] generation is seeking-for a sign. And a sign will not be given to it, except the sign of Jonah”. And having left them behind, He went away. ", "5": "And the disciples, having come to the other side, forgot to take bread. ", "6": "And Jesus said to them, “Watch-out and beware of the leaven of the Pharisees and Sadducees”. ", "7": "And the ones were discussing among themselves, saying that[d] “We did not take bread”. ", "8": "But having known it, Jesus said, “Why are you discussing among yourselves, ones of-little-faith, that you do not have bread? ", "9": "Do you not yet perceive? Do you not-even[e] remember the five loaves of the five-thousand, and how many baskets you received? ", "10": "Not even the seven loaves of the four-thousand, and how many large-baskets you received? ", "11": "How is it you do not perceive that I did not speak to you concerning bread? But beware of the leaven of the Pharisees and Sadducees”. ", "12": "Then they understood that He did not say to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees.", "13": "And Jesus, having come into the regions of Philip's[f] Caesarea, was asking His disciples, saying, “Who do people say that the Son of Man is?” ", "14": "And the ones said, “Some, John the Baptist. And others, Elijah. And different ones, Jeremiah or one of the prophets”. ", "15": "He says to them, “But who do you say that I am?” ", "16": "And having responded, Simon Peter said “You are the Christ, the Son of the living God”. ", "17": "And having responded, Jesus said to him, “You are blessed, Simon Bar-Jonah[g], because flesh and blood did not reveal it to you, but My Father in the heavens. ", "18": "And I also[h] say to you that you are a rock[i], and upon this bed-rock[j] I will build My church— and the gates[k] of Hades will not prevail-against[l] it. ", "19": "I will give you the keys[m] of the kingdom of the heavens. And whatever you[n] bind[o] on earth will have been bound[p] in the heavens, and whatever you loose on earth will have been loosed in the heavens”. ", "20": "Then He gave-orders to the disciples that they should tell no one that He is the Christ[q].", "21": "From that time[r] on, Jesus began to show His disciples that He must go to Jerusalem, and suffer many things from the elders and chief priests and scribes, and be killed, and be raised on the third day. ", "22": "And having taken Him aside, Peter began to rebuke Him, saying, “God be merciful[s] to You, Lord! This shall never happen to You”. ", "23": "But the One, having turned, said to Peter, “Get behind Me, Satan! You are a cause-of-falling to Me, because you are not thinking the things of God, but the things of humans”.", "24": "Then Jesus said to His disciples, “If anyone wants to come after Me, let him deny[t] himself, and take up his cross[u], and be following Me. ", "25": "For whoever wants to save[v] his life[w] will lose it. But whoever loses his life for My sake will find it. ", "26": "For what will a person be profited if he gains the whole world, but forfeits his life[x]? Or what will a person give in-exchange-for his life? ", "27": "For the Son of Man is going to come in the glory of His Father with His angels. And then He will render to each one according to his practice[y]. ", "28": "Truly I say to you that there are some of the ones standing here who will by no means taste death until[z] they see the Son of Man coming in His kingdom”."}