{"1": "And after six days, Jesus takes-along Peter and James and John his brother, and brings them up on a high mountain privately. ", "2": "And He was transfigured[a] in front of them. And His face shined like the sun, and His garments became white as the light. ", "3": "And behold— Moses and Elijah appeared to them, talking with Him. ", "4": "And having responded, Peter said to Jesus, “Lord, it is good that we are here. If You wish, I will make three dwellings[b] here— one for You, and one for Moses, and one for Elijah”. ", "5": "While he was still speaking, behold— a bright[c] cloud overshadowed[d] them. And behold— a voice out of the cloud saying “This is My beloved Son, with Whom I was[e] well-pleased. Be listening-to Him”. ", "6": "And having heard it, the disciples fell on their face and became extremely afraid. ", "7": "And Jesus came to them, and having touched them, said, “Arise, and do not be afraid”. ", "8": "And having lifted up their eyes, they saw no one except Jesus Himself alone.", "9": "And while they were coming down from the mountain, Jesus commanded them, saying, “Tell the sight[f] to no one until which time the Son of Man is raised from the dead”. ", "10": "And the disciples questioned Him, saying, “Why[g] then do the scribes say that Elijah must come first?” ", "11": "And the One, having responded, said, “Elijah is coming[h] and will restore all things— ", "12": "but I say to you that Elijah already came. And they did not recognize him, but did with[i] him whatever they wanted. So also the Son of Man is going to suffer by them”. ", "13": "Then the disciples understood that He spoke to them about John the Baptist.", "14": "And they having come to the crowd, a man came to Him, kneeling-before Him, ", "15": "and saying, “Master, have mercy on my son, because he has seizures and is suffering badly. For he often falls into the fire, and often into the water. ", "16": "And I brought him to Your disciples and they were not able to cure him”. ", "17": "But having responded, Jesus said, “O unbelieving[j] and perverted generation! How long will I be with you? How long will I bear-with you? Bring him here to Me”. ", "18": "And Jesus rebuked it, and the demon departed from him, and the boy was cured from that hour. ", "19": "Then the disciples, having come to Jesus privately, said, “For what reason were we not able to cast it out?” ", "20": "And the One says to them, “Because of your little-faith. For truly I say to you, if you have faith like a seed[k] of a mustard-plant, you will say to this mountain, 'Pass from-here to-there', and it will pass. And nothing will be impossible for you. ", "21": "[l]", "22": "And while they were being gathered[m] in Galilee, Jesus said to them, “The Son of Man is going to be handed-over into the hands of men. ", "23": "And they will kill Him. And He will be raised on the third day”. And they were extremely grieved.", "24": "And they having come to Capernaum, the ones[n] taking the double-drachmas[o] came to Peter and said, “Does not your teacher pay the double-drachmas?” ", "25": "He says, “Yes”. And Peter having come into the house, Jesus anticipated him, saying, “What seems right to you, Simon— from whom do the kings of the earth take taxes[p] or a poll-tax[q], from their sons[r] or from the strangers?” ", "26": "And Peter having said “From the strangers”, Jesus said to him, “Then indeed, the sons[s] are free! ", "27": "But in order that we may not offend[t] them— having gone to the sea, cast a hook. And take the first fish having come up. And having opened its mouth, you will find a stater[u]. Having taken that, give it to them for Me and you”."}