{"1": "Now Jesus having been born in Bethlehem of Judea in the days of Herod[a] the king, behold— magi[b] from the east arrived in Jerusalem, ", "2": "saying “Where is the One having been born King of the Jews? For we saw His star in the east[c] and came to pay-homage to Him”. ", "3": "And having heard it, King Herod was disturbed, and all Jerusalem with him. ", "4": "And having gathered-together all the chief priests and scribes of the people, he was inquiring from them as to where the Christ was [to be] born. ", "5": "And the ones said to him, “In Bethlehem of Judea. For thus it has been written through the prophet [in Mic 5:2]: ", "6": "'And you, Bethlehem, land of Judah, are by no means least among the rulers of Judah. For One ruling[d] will come out of you Who will shepherd My people Israel'”. ", "7": "Then Herod, having called the magi secretly, learned-accurately from them the time of the appearing of the star. ", "8": "And having sent them to Bethlehem, he said, “Having gone, search-out accurately[e] concerning the Child. And when you find Him, report to me so that I also, having come, may pay-homage to Him”.", "9": "And the ones, having heard the king, proceeded. And behold— the star which they saw in the east was going-ahead-of them, until having come, it stood[f] over where the Child was. ", "10": "And having seen the star, they rejoiced an extremely great rejoicing. ", "11": "And having come into the house[g], they saw the Child with Mary His mother. And having fallen-down, they paid homage to Him. And having opened their treasure-chests, they offered gifts to Him— gold and frankincense and myrrh. ", "12": "And having been warned in a dream not to return to Herod, they went back to their country by another way.", "13": "And they having gone away, behold— an angel of the Lord appears to Joseph in a dream saying, “Having arisen, take the Child and His mother and flee into Egypt, and be there until I tell you. For Herod is about to seek-for the Child that he might destroy Him”. ", "14": "And the one, having arisen, took the Child and His mother by night and withdrew into Egypt, ", "15": "and was there until the end[h] of Herod— in order that the thing might be fulfilled having been spoken by the Lord through the prophet saying “I called My Son out of Egypt” [Hos 11:1].", "16": "Then Herod, having seen that he was tricked[i] by the magi, became very furious. And having sent-out men, he killed all[j] the boys— the ones in Bethlehem and in all its districts from two years old and under— in accordance with the time which he learned-accurately from the magi. ", "17": "Then the thing was fulfilled having been spoken through Jeremiah the prophet saying ", "18": "“A voice was heard in Ramah[k], weeping and great mourning— Rachel weeping-for her children. And she was not willing to be comforted, because they are no more” [Jeremiah 31:15].", "19": "And Herod having come-to-an-end[l], behold— an angel of the Lord appears to Joseph in a dream in Egypt ", "20": "saying, “Having arisen, take the Child and His mother and proceed into the land of Israel. For the ones seeking the life of the Child are dead”. ", "21": "And the one, having arisen, took the Child and His mother and entered into the land of Israel. ", "22": "But having heard that Archelaus[m] was king of Judea in place of his father Herod, he feared to go there. And having been warned in a dream, he withdrew into the regions of Galilee. ", "23": "And having come, he dwelled in a city being called Nazareth— so that the thing having been spoken through the prophets might be fulfilled, because[n] He will be called a Nazarene."}