{"1": "For the kingdom of the heavens is like a man who is a house-master, who went out together-with early-morning to hire workers into his vineyard. ", "2": "And having made-an-agreement with the workers for a denarius[a] for the day, he sent them out into his vineyard. ", "3": "And having gone out around the third[b] hour, he saw others standing idle in the marketplace. ", "4": "And to those he said, 'You also go into the vineyard, and I will give you whatever may be right'. ", "5": "And the ones went. And again having gone out around the sixth and the ninth hour, he did similarly. ", "6": "And having gone out around the eleventh[c] hour, he found others standing there. And he says to them, 'Why are you standing here idle the whole day? ", "7": "They say to him, 'Because no one hired us'. He says to them, 'You also go into the vineyard'. ", "8": "And having become evening, the master of the vineyard says to his manager[d], 'Call the workers, and pay them the wages— beginning from the last ones, up to the first ones'. ", "9": "And having come, the ones hired around the eleventh hour received a denarius apiece. ", "10": "And having come, the first ones thought that they would receive more. And they also themselves received the denarius apiece. ", "11": "And having received it, they were grumbling against the house-master, ", "12": "saying, 'These last ones did one hour, and you made them equal to us— the ones having borne the burden of the day and the burning-heat'. ", "13": "But the one, having responded, said to one of them, 'Friend, I am not wronging you. Did you not make-an-agreement with me for a denarius? ", "14": "Take what is yours and go. But I want to give to this last one as I also gave to you. ", "15": "Or is it not lawful for me to do what I want with my things? Or is your eye[e] evil because I am good?' ", "16": "Thus the last ones will be first, and the first ones, last”.", "17": "And while going up to Jerusalem, Jesus took aside the twelve disciples privately and said to them on the road, ", "18": "“Behold— we are going up to Jerusalem. And the Son of Man will be handed-over to the chief priests and scribes. And they will condemn Him to death, ", "19": "and will hand Him over to the Gentiles so that they might mock and whip and crucify Him. And He will be raised on the third day”.", "20": "Then the mother of the sons of Zebedee came to Him with her sons[f], prostrating-herself and asking something from Him. ", "21": "And the One said to her, “What do you want?” She says to Him, “Say that these two sons of mine may sit one on Your right side and one on Your left side in Your kingdom”. ", "22": "But having responded, Jesus said, “You[g] do not know what you are asking. Are you able to drink the cup which I am about to drink?” They say to Him, “We are able”. ", "23": "He says to them, “You will drink My cup— but the sitting on My right side and on the left side, this is not Mine to give, but it is for whom it has been prepared by My Father”.", "24": "And having heard-of it, the ten were indignant about the two brothers. ", "25": "But Jesus, having summoned them, said, “You know that the rulers of the Gentiles are lording-over[h] them, and the great ones are exercising-authority-over[i] them. ", "26": "It shall not be so among you. But whoever wants to become great among you shall be your servant, ", "27": "and whoever wants to be first among you shall be your slave— ", "28": "just as the Son of Man did not come to be served, but to serve, and to give His life as a ransom for many”.", "29": "And while they were proceeding out from Jericho, a large crowd followed Him. ", "30": "And behold— two blind men sitting beside the road, having heard that Jesus was going by, cried-out saying, “Have-mercy-on us, Master, Son of David!” ", "31": "But the crowd rebuked them in order that they might keep-silent. But the ones cried out louder, saying, “Have mercy on us, Master, Son of David!” ", "32": "And having stopped, Jesus called them and said, “What do you want Me to do for you?” ", "33": "They say to Him, “Master— that our eyes might be opened!” ", "34": "And having felt-deep-feelings [of compassion], Jesus touched their eyes. And they immediately saw-again. And they followed Him."}