{"1": "And having responded, Jesus again spoke in parables to them, saying, ", "2": "“The kingdom of the heavens became-like[a] a man who was a king, who made wedding-celebrations for his son. ", "3": "And he sent out his slaves to call the ones having been invited[b] to the wedding-celebrations, and they were not willing to come. ", "4": "Again he sent out other slaves saying, 'Say to the ones having been invited, “Behold— I have prepared my luncheon[c], my bulls and fatted-cattle having been slaughtered, and everything is prepared. Come to the wedding-celebrations”'. ", "5": "But the ones, having paid-no-concern[d], departed— one to his own field, and another on his business. ", "6": "And the rest, having seized his slaves, mistreated them and killed them. ", "7": "And the king became angry[e]. And having sent his troops, he destroyed those murderers and set their city on fire. ", "8": "Then he says to his slaves, 'The wedding-celebration is prepared— but the ones having been invited were not worthy! ", "9": "Therefore go to the outlets[f] of the roads, and invite all-that you find to the wedding-celebrations'. ", "10": "And having gone out into the roads, those slaves gathered-together all whom they found, both evil[g] and good. And the wedding-hall was filled with ones reclining-back [to eat]. ", "11": "And the king, having come in to see[h] the ones reclining-back [to eat], saw there a person not having dressed-in[i] the clothing of [j] a wedding. ", "12": "And he says to him, 'Friend, how did you come in here, not having the clothing of a wedding?' But the one was silenced. ", "13": "Then the king said to the servants, 'Having bound his feet and hands, throw him out, into the outer darkness'. In that place, there will be the weeping and the grinding of teeth. ", "14": "For many are called ones, but few are chosen ones”.", "15": "Then the Pharisees, having gone, took counsel so that they might snare Him in a statement. ", "16": "And they send-forth their disciples to Him, with the Herodians[k], saying, “Teacher, we know that You are truthful, and You teach the way of God in truth. And You are not concerned about [pleasing] anyone, for You do not look at the face[l] of people. ", "17": "Tell us then, what seems right to You? Is it lawful to give a poll-tax[m] to Caesar, or not?” ", "18": "But having known their evilness[n], Jesus said, “Why are you testing Me, hypocrites? ", "19": "Show Me the coin for the poll-tax”. And the ones brought to Him a denarius[o]. ", "20": "And He says to them, “Whose is this image and inscription?” ", "21": "They say to Him, “Caesar's”. Then He says to them, “Then give-back[p] the things of Caesar to Caesar, and the things of God to God”. ", "22": "And having heard it, they marveled. And having left Him, they went away.", "23": "On that day Sadducees came to Him— ones saying that there is not a resurrection. And they questioned Him, ", "24": "saying, “Teacher, Moses said [in Deut 25:5] 'If someone dies not having children, his brother shall as-next-of-kin-marry[q] his wife and raise-up a seed[r] for his brother'. ", "25": "Now there were seven brothers with us. And the first, having married, came-to-an-end[s]. And not having a seed, he left his wife to his brother. ", "26": "Likewise also the second, and the third, up to the seventh. ", "27": "And last of all, the woman died. ", "28": "In the resurrection, therefore, of which of the seven will she be the wife? For they all had her!” ", "29": "But having responded, Jesus said to them, “You are mistaken[t], not knowing the Scriptures, nor the power of God. ", "30": "For in the resurrection, they neither marry nor are given-in-marriage, but are like angels[u] in heaven. ", "31": "And concerning the resurrection of the dead, did you not read the thing having been spoken to you by God[v], saying [in Ex 3:15] ", "32": "'I am the God of Abraham, and the God of Isaac, and the God of Jacob'? He is not the God of dead ones, but of living ones”. ", "33": "And having heard it, the crowds were astounded at His teaching.", "34": "And the Pharisees, having heard that He silenced the Sadducees, were gathered-together at the same place. ", "35": "And one of them, a Law-expert, asked Him— testing Him— ", "36": "“Teacher, which is the great[w] commandment in the Law?” ", "37": "And the One said to him: “'You shall love the Lord your God with your whole heart, and with your whole soul, and with your whole mind' [Deut 6:5]— ", "38": "this is the great and foremost[x] commandment. ", "39": "And the second is like it, 'You shall love your neighbor as yourself' [Lev 19:18]. ", "40": "The whole Law and the Prophets hang[y] on these two commandments”.", "41": "Now the Pharisees having[z] been gathered-together, Jesus questioned them, ", "42": "saying, “What seems right to you concerning the Christ— Whose son is He?” They say to Him, “David's”. ", "43": "He says to them, “How then does David by[aa] the Spirit call Him 'Lord', saying [in Ps 110:1], ", "44": "'The Lord said to my Lord, “Be sitting on My right side, until I put Your enemies under Your feet”'? ", "45": "Therefore if David calls Him 'Lord', how[ab] is He his son?” ", "46": "And no one was able to answer Him a word, nor did anyone dare from that day to question Him any more."}