{"1": "And having departed from the temple, Jesus was proceeding. And His disciples came to Him to show Him the buildings of the temple. ", "2": "But the One, having responded, said to them, “Do you see all these things? Truly I say to you— a stone upon a stone will by no means be left here which will not be torn-down[a]”. ", "3": "And while He was sitting on the Mount of Olives, the disciples came to Him privately, saying, “Tell us— when will these[b] things happen? And what will be the sign of Your coming and the conclusion[c] of the age?” ", "4": "And having responded, Jesus said to them— “Be watching out that no one may deceive you. ", "5": "For[d] many will come on the basis of My name, saying, 'I am the Christ'. And they will deceive many. ", "6": "And you will-certainly[e] hear-of wars and rumors of wars. See[f] that you are not alarmed! For they must take place, but it is not yet the end. ", "7": "For nation will arise against nation, and kingdom against kingdom. And there will be famines and earthquakes in various places. ", "8": "But all these things are[g] a beginning of birth-pains. ", "9": "Then[h] they will hand you over to affliction, and they will kill you. And you will be being hated by all the nations because of My name. ", "10": "And then[i] many will be caused-to-fall, and will hand one another over, and will hate one another. ", "11": "And many false-prophets will arise and deceive many. ", "12": "And the love of the majority will grow cold because of lawlessness being multiplied. ", "13": "But the one having endured to the end[j]— this one will be saved. ", "14": "And this good-news of the kingdom will be proclaimed in the whole world for a testimony to all the nations. And then the end[k] will come.", "15": "“Therefore when you see[l] the abomination of desolation[m]— the thing having been spoken through Daniel the prophet— standing in the holy place[n] (let the one reading understand), ", "16": "then let the ones in Judea be fleeing to the mountains. ", "17": "Let the one upon the housetop not go down to take the things out of his house. ", "18": "And let the one in the field not turn behind to take his cloak. ", "19": "And woe to the ones having a child in the womb, and to the ones nursing in those days. ", "20": "And be praying that your flight may not take place in winter, nor on a Sabbath. ", "21": "For then[o] there will be a great affliction[p] such as has not taken place since the beginning of the world until now, nor ever will take place. ", "22": "And if those days had not been shortened[q], no[r] flesh would have been saved. But those days will be shortened for the sake of the chosen ones.", "23": "Then[s] if someone says to you, 'Behold— here is the Christ,' or 'Here', do not believe it. ", "24": "For false-christs and false-prophets will arise and give great signs and wonders, so as to deceive, if possible, even the chosen ones. ", "25": "Behold— I have told you beforehand. ", "26": "Therefore, if they say to you, 'Behold— He is in the wilderness', do not go out; 'Behold— He is in the inner-rooms', do not believe it. ", "27": "For just as the lightning comes out from the east and is visible[t] as far as the west, so will the coming of the Son of Man be. ", "28": "Wherever the corpse[u] may be, there the vultures will be gathered.", "29": "“And immediately after the affliction of those days, the sun[v] will be darkened, and the moon will not give its glow, and the stars will fall from the heaven, and the powers of the heavens will be shaken. ", "30": "And then[w] the sign of the Son of Man will appear in the heaven. And at-that-time all the tribes of the earth will beat-their-breasts. And they will see the Son of man coming on the clouds of heaven with power and great glory. ", "31": "And He will send-out His angels with a loud trumpet. And they will gather together His chosen ones from the four winds, from the ends[x] of the heavens to their [other] ends.", "32": "“Now learn the parable from the fig-tree[y]: when its branch already becomes tender and grows-out its leaves, you know that the summer is near. ", "33": "So also you— when you see all[z] these things, you know[aa] that He[ab] is near, at the doors. ", "34": "Truly I say to you that this[ac] generation will by no means pass away until all these things take place. ", "35": "Heaven and earth will pass away, but My words will by-no-means pass away.", "36": "“But no one knows about that day and hour— not even the angels of the heavens, nor the Son— except the Father alone. ", "37": "For just as the days of Noah were, so will the coming of the Son of Man be. ", "38": "For as in those days before the flood they were eating and drinking, marrying and giving-in-marriage, until which day Noah entered into the ark, ", "39": "and did not know until the flood came and took-away everyone, so also[ad] will the coming of the Son of Man be. ", "40": "At-that-time there will be two men in the field— one is taken, and one is left; ", "41": "two women grinding at the mill— one is taken[ae], and one is left. ", "42": "Therefore keep-watching, because you do not know on which day your Lord is coming. ", "43": "And you know[af] that saying, that if the house-master had known on which watch[ag] the thief was coming, he would have kept-watch[ah] and would not have allowed his house to be broken-into. ", "44": "For this reason you also be prepared ones— because the Son of Man is coming at an hour which you do not expect.", "45": "“Who then[ai] is the faithful and wise slave whom his master put-in-charge[aj] over his body-of-servants[ak] that he might give them their food at the proper-time? ", "46": "Blessed is that slave whom his master, having come, will find so doing. ", "47": "Truly I say to you that he will put him in charge over all his possessions. ", "48": "But if that bad slave says in his heart, 'My master is delaying', ", "49": "and begins to strike his fellow-slaves, and is eating and drinking with the ones being drunk— ", "50": "the master of that slave will come on a day which he does not expect, and at an hour which he does not know. ", "51": "And he will cut him in two, and assign him his part[al] with the hypocrites. In that place, there will be the weeping and the grinding of teeth."}