{"1": "Now having become early-morning, all the chief priests and the elders of the people took counsel against Jesus so as to put Him to death. ", "2": "And having bound Him, they led Him away and handed Him over to Pilate the governor.", "3": "Then Judas (the one handing Him over)— having seen that He was condemned, having regretted it— returned the thirty silver-coins to the chief priests and elders, ", "4": "saying, “I sinned, having handed-over innocent blood!” But the ones said, “What is it to us? You shall see to it”. ", "5": "And having thrown the silver-coins into[a] the temple, he departed. And having gone away, he hanged himself. ", "6": "But the chief priests, having taken the silver-coins, said, “It is not lawful to put them into the temple-treasury, since it is the price of blood”. ", "7": "And having taken counsel, they bought the field of the potter with[b] them, for a burial-place for strangers. ", "8": "For this reason[c], that field was called the Field of Blood up to today. ", "9": "Then the thing was fulfilled having been spoken through Jeremiah[d] the prophet saying “And they took the thirty silver-coins— the price of the One having been priced[e], Whom they from the sons of Israel priced— ", "10": "and they gave them for the field of the potter, just as the Lord directed me”.", "11": "Now Jesus was stood[f] in front of the governor. And the governor questioned Him, saying, “Are You the King of the Jews?” And Jesus said, “You are saying[g] it”. ", "12": "And during His being accused by the chief priests and elders, He answered nothing. ", "13": "Then Pilate says to Him, “Do You not hear how many things they are testifying against You?” ", "14": "And He did not answer him with-regard-to even one charge[h], so that the governor was marveling greatly. ", "15": "Now at the Feast, the governor was accustomed to release for the crowd one prisoner whom they were wanting. ", "16": "And at that time they were holding a notorious prisoner being called Jesus[i] Barabbas. ", "17": "So they[j] having been gathered together, Pilate said to them, “Whom do you want me to release for you? Jesus Barabbas, or Jesus, the One being called Christ?” ", "18": "For he knew that they[k] handed Him over because of envy. ", "19": "And while he was sitting on the judgment-seat, his wife sent out a message to him, saying, “Have nothing to do with that righteous[l] One. For I suffered greatly today in a dream because of Him”. ", "20": "But the chief priests and the elders persuaded the crowds that they should ask-for Barabbas and destroy Jesus. ", "21": "Now having responded, the governor said to them, “Which of the two do you want me to release for you?” And the ones said, “Barabbas”. ", "22": "Pilate says to them, “Then what should I do as to Jesus, the One being called Christ?” They all say, “Let Him be crucified!” ", "23": "But the one said, “What indeed[m] did He do wrong?” But the ones were crying out even more, saying, “Let Him be crucified!” ", "24": "And Pilate— having seen that he[n] is profiting nothing, but rather an uproar is taking place— having taken water, washed-off his hands in front of the crowd, saying, “I am innocent of the blood[o] of this One. You shall see to it. ", "25": "And having responded, all the people said, “His blood be upon us and upon our children”. ", "26": "Then he released Barabbas to them. But having flogged[p] Jesus, he handed Him over in order that He might be crucified.", "27": "Then the soldiers of the governor, having taken Jesus into the Praetorium[q], gathered the whole [Roman] cohort[r] to[s] Him. ", "28": "And having stripped Him, they put a scarlet cloak[t] on Him. ", "29": "And having woven a crown out of thorns, they put it on His head, and they put a staff [u] in His right hand. And having knelt in front of Him, they mocked Him, saying, “Hail[v], King of the Jews!” ", "30": "And having spat on Him, they took the staff and were striking Him on His head. ", "31": "And when they mocked Him, they stripped the cloak off Him and put His garments on Him. And they led Him away so as to crucify Him. ", "32": "And while going forth, they found a Cyrenian[w] man, Simon by name. They pressed this one into service in order that he might take-up His cross. ", "33": "And having come to a place being called Golgotha[x] (which is meaning “The Place of a Skull”), ", "34": "they gave Him wine having been mixed with gall[y] to drink. And having tasted it, He did not want to drink. ", "35": "And having crucified Him, they divided His garments among themselves, casting a lot. ", "36": "And sitting-down, they were guarding Him there. ", "37": "And above His head they put on His charge, having been written, “This is Jesus, the King of the Jews”. ", "38": "Then two robbers[z] are crucified with Him, one on the right side and one on the left side.", "39": "And the ones passing by were blaspheming Him while shaking their heads ", "40": "and saying, “The One tearing-down the temple and building it in three days, save Yourself— if [aa] You are God's Son— and come down from the cross”. ", "41": "Likewise also the chief priests, mocking Him with the scribes and elders, were saying, ", "42": "“He saved others— Himself He is not able to save! He is King of Israel— let Him come down now from the cross and we will put-faith upon Him! ", "43": "He trusts in God— let Him deliver Him now, if He wants[ab] Him. For He said that 'I am God's Son'”. ", "44": "And even[ac] the robbers, the ones having been crucified with Him, were reproaching Him the same.", "45": "And from the sixth hour, a darkness came over all the land[ad] until the ninth[ae] hour. ", "46": "And around the ninth hour Jesus shouted-out with a loud voice, saying, “Eli, Eli, lema sabachthani?”, that is, “My God, My God, why[af] did you forsake[ag] Me?” ", "47": "And some of the ones standing there, having heard, were saying that “This One is calling Elijah”. ", "48": "And immediately one of them— having run, and having taken a sponge, and having filled it with sour-wine[ah], and having put it on a stick[ai]— was giving-a-drink-to Him. ", "49": "But the others were saying, “Leave Him alone. Let us see if Elijah comes to save Him”. ", "50": "And Jesus, again having cried-out[aj] with a loud voice, let His spirit go[ak].", "51": "And behold— the curtain of the temple was torn[al] in two from top to bottom. And the earth was shaken and the rocks were split. ", "52": "And the tombs were opened. And many bodies of the saints having fallen-asleep were raised. ", "53": "And having come out from the tombs after[am] His resurrection, they entered into the holy city and appeared to many. ", "54": "And the centurion and the ones with him guarding Jesus— having seen the earthquake and the things having taken place— became extremely afraid, saying, “Truly this One was God's[an] Son!”", "55": "And many women were there watching at a distance, who followed Jesus from Galilee while serving Him, ", "56": "among whom was Mary the Magdalene[ao], and Mary the mother of James and Joseph, and the mother[ap] of the sons of Zebedee.", "57": "Now having become evening[aq], a rich man from Arimathea came, Joseph as to the-name, who also himself became-a-disciple to Jesus. ", "58": "This one, having gone to Pilate, asked-for the body of Jesus. Then Pilate ordered that it be given-back. ", "59": "And having taken the body, Joseph wrapped it in clean linen-cloth ", "60": "and laid it in his new tomb which he hewed in the rock. And having rolled a large stone to the door of the tomb, he departed. ", "61": "And Mary the Magdalene was there, and the other[ar] Mary, sitting in front of the burial-place.", "62": "Now on the next-day[as] which is after the Preparation[at] day, the chief priests and the Pharisees were gathered together with Pilate, ", "63": "saying, “Sir, we remembered that that deceiver said while still alive, 'I am arising after three days'. ", "64": "Therefore, give-orders that the burial-place be made-secure until the third day, so that His disciples, having come, might not at any time steal Him and say to the people, 'He arose from the dead', and the last deception will be worse than the first”. ", "65": "Pilate said to them, “Have[au] a guard[av]. Go, make it secure as you know-how”. ", "66": "And the ones, having gone, made the burial-place secure, having sealed the stone along-with[aw] the guard."}