{"1": "Now after the Sabbath[a], in the dawning toward the first day of the week, Mary the Magdalene and the other Mary went to see the burial-place. ", "2": "And behold— a great earthquake took place. For an angel of the Lord— having come down from heaven, and having gone to it— rolled away the stone and was sitting on it. ", "3": "And his appearance was like lightning, and his clothing was white as snow. ", "4": "And the ones guarding were shaken from the fear of him, and became like dead men. ", "5": "And having responded[b], the angel said to the women, “Don't you[c] be fearing, for I know that you are seeking Jesus, the One having been crucified. ", "6": "He is not here, for He arose, just as He said. Come, see the place where He was lying. ", "7": "And having gone quickly, tell His disciples that 'He arose from the dead. And behold— He is going-ahead-of you to Galilee. You will see Him there'. Behold— I told you”.", "8": "And having quickly departed from the tomb with fear and great joy, they ran to report it to His disciples. ", "9": "And behold— Jesus met them, saying “Greetings”. And the ones, having gone to Him, took-hold-of His feet and gave-worship to Him. ", "10": "Then Jesus says to them, “Do not be fearing. Go, report to My brothers that[d] they should go to Galilee. And there they will see Me”.", "11": "And while they were going, behold— some of the guard[e], having come into the city, reported all the things having taken place to the chief priests. ", "12": "And having been gathered together with the elders, and having taken counsel, they gave sufficient[f] money to the soldiers[g], ", "13": "saying, “Say that 'His disciples, having come by night, stole Him while we were sleeping'. ", "14": "And if this should be heard[h] before the governor, we will persuade him. And we will make you free-from-concern”. ", "15": "And the ones, having taken the money, did as they were instructed. And this statement was spread-widely among Jews, until this very day[i].", "16": "And the eleven disciples proceeded to Galilee, to the mountain where Jesus ordered them. ", "17": "And having seen Him, they worshiped Him. But the[j] ones doubted[k]. ", "18": "And having come to them, Jesus spoke to them, saying, “All authority in heaven and on earth was given to Me. ", "19": "Therefore having gone, make-disciples-of [l] all the nations, baptizing them in the name of the Father and the Son and the Holy Spirit, ", "20": "teaching them to keep all that I commanded you. And behold— I am with you all the days until the conclusion of the age”."}