{"1": "“But take-heed not to do your righteousness[a] in-front-of people so-as to be seen[b] by them. Otherwise indeed, you do not have a reward with your Father in the heavens.", "2": "“So whenever you do almsgiving[c], do not trumpet it before you as-indeed the hypocrites do in the synagogues and in the lanes[d] so that they may be glorified by people. Truly I say to you, they are receiving their reward[e] in full. ", "3": "But while you are doing almsgiving, do not let your left hand know what your right hand is doing, ", "4": "so that your almsgiving may be in secret. And your Father, the One seeing in secret, will reward you.", "5": "“And whenever you pray, do not be like the hypocrites. Because standing in the synagogues and on the corners of the wide-roads, they love to pray so that they may make-an-appearance[f] to people. Truly I say to you, they are receiving their reward in full. ", "6": "But whenever you pray, enter into your inner-room, and having shut your door, pray to your Father, the One in secret. And your Father, the One seeing in secret, will reward you.", "7": "“And while praying, do not babble as-indeed the Gentiles do. For they are thinking that they will be heard by means of their many-words[g]. ", "8": "So do not be like them, for your Father knows of the things which you have a need before you ask Him. ", "9": "Therefore, you be praying as follows, 'Our Father in the heavens: ", "10": "let[h] Your name be treated-as-holy. Let Your kingdom come. Let Your will be done[i]— as in heaven, also on earth. ", "11": "Give us today our daily bread. ", "12": "And forgive us our debts, as we also forgave[j] our debtors. ", "13": "And do not bring us into a temptation[k], but deliver[l] us from the evil one[m]'. ", "14": "For if you forgive people their trespasses, your heavenly Father will also forgive you. ", "15": "But if you do not forgive people their trespasses, neither will your Father forgive your trespasses.", "16": "“And whenever you fast, do not be like the sad-faced hypocrites. For they disfigure[n] their faces so that they may appear to people as ones fasting. Truly I say to you, they are receiving their reward in full. ", "17": "But while you are fasting, anoint your head and wash your face ", "18": "so that you may not appear to people as one fasting, but to your Father, the One in secret. And your Father, the One seeing in secret, will reward you.", "19": "“Do not be treasuring-up treasures for yourselves on earth, where moth and eating[o] destroy, and where thieves break-in and steal. ", "20": "But be treasuring up treasures for yourselves in heaven, where neither moth nor eating destroys, and where thieves do not break in nor steal.", "21": "“For where your treasure is, there your heart also will be. ", "22": "The lamp[p] of the body is the eye. Therefore if your eye is single[q], your whole body will be full-of-light[r]. ", "23": "But if your eye is bad[s], your whole body will be full-of-darkness. If then the light in you is darkness[t], how great is the darkness! ", "24": "No one can be serving[u] two masters. For either he will hate the one and love the other, or he will be devoted-to one and disregard[v] the other. You cannot be serving God and wealth[w].", "25": "“For this reason I say to you— do not be anxious[x] for your life as to what you may eat or what you may drink, nor for your body as to what you may put-on. Is not life more than food, and the body more than clothing? ", "26": "Look at the birds of the heaven— that they do not sow, nor reap, nor gather into barns. And your heavenly Father feeds them. Are you not worth more than they? ", "27": "And which of you while being anxious is able to add one cubit[y] upon his life-span? ", "28": "And why are you anxious about clothing? Observe-closely the lilies of the field, how they grow— they do not labor nor spin. ", "29": "But I say to you that not even Solomon in all his glory clothed himself like one of these. ", "30": "But if God dresses in this manner the grass of the field existing today and being thrown into an oven tomorrow, will He not by much more care for you— ones of-little-faith? ", "31": "Therefore, do not be anxious[z], saying, 'What may we eat?' or 'What may we drink?' or 'What may we put-on?' ", "32": "For the Gentiles are seeking-after all these things. For your heavenly Father knows that you have need of all these things. ", "33": "But be seeking first the kingdom of God and His righteousness, and all these things will be added to you. ", "34": "Therefore do not be anxious for tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is the trouble[aa] of it."}