{"1": "“Do not be judging[a], in order that you may not be judged. ", "2": "For with what judgment you judge, you will be judged; and with what measure you measure, it will be measured to you. ", "3": "And why do you look-at the speck in the eye of your brother, but do not consider[b] the log in your eye? ", "4": "Or how will you say to your brother, 'Permit me to take out the speck from your eye', and behold— the log is in your eye? ", "5": "Hypocrite! First take out the log from your eye, and then you will see-clearly to take out the speck from the eye of your brother. ", "6": "Do not give the holy thing to the dogs[c], nor throw your pearls in front of the pigs, so that they will not perhaps trample them with their feet, and having turned, tear you to pieces.", "7": "“Be asking, and it will be given to you; be seeking, and you will find; be knocking, and it will be opened to you. ", "8": "For everyone asking receives; and the one seeking finds; and to the one knocking, it will be opened. ", "9": "Or what person is there from-among you whom his son will ask-for bread— he will not give him a stone[d], will he? ", "10": "Or indeed he will ask-for a fish— he will not give him a snake[e], will he? ", "11": "Therefore if you, being evil, know-how to give good gifts to your children, how much more will your Father in the heavens give good things to the ones asking Him!", "12": "“Therefore, everything that you want[f] people to be doing to you, thus also you be doing to them. For this is the Law and the Prophets.", "13": "“Enter through the narrow gate, because wide is the gate and broad[g] is the road leading-away to destruction— and many are the ones entering through it. ", "14": "How narrow is the gate and constricted[h] is the road leading-away to life— and few are the ones finding it.", "15": "“Beware of the false-prophets— who come to you in the clothing of sheep, but inside are ravenous[i] wolves. ", "16": "You will know them by their fruits. They do not collect grapes from thorns, or figs from thistles, do they? ", "17": "Thus, every good tree produces good fruit, but the bad tree produces bad[j] fruit. ", "18": "A good tree is not able to produce bad fruit, nor is a bad tree able to produce good[k] fruit. ", "19": "Every tree not producing good fruit is cut down and thrown into the fire. ", "20": "So indeed, you will know them by their fruits.", "21": "“Not everyone saying to Me, 'Lord, Lord', will enter into the kingdom of the heavens, but the one doing the will of My Father in the heavens. ", "22": "Many will say to Me on that day, 'Lord, Lord, did we not prophesy in Your name, and cast-out demons in Your name, and do many miracles[l] in Your name?' ", "23": "And then I will declare[m] to them that 'I never knew[n] you. Depart from Me, ones working lawlessness'. ", "24": "Therefore everyone who hears these words of Mine and is doing them will be-like a wise[o] man who built his house upon the bed-rock. ", "25": "And the rain came down, and the rivers[p] came, and the winds blew— and they fell against that house. And it did not fall, for it had been founded upon the bed-rock. ", "26": "And everyone hearing these words of Mine and not doing them will be like a foolish man who built his house upon the sand. ", "27": "And the rain came down, and the rivers came, and the winds blew— and they struck-against that house. And it fell, and the falling[q] of it was great”.", "28": "And it came about that when Jesus finished these words, the crowds were astounded[r] at His teaching. ", "29": "For He was teaching them as One having authority, and not as their scribes. "}