{"1": "And[a] He having come down from the mountain, large crowds followed Him.", "2": "And behold— a leper having come to Him was prostrating-himself before Him, saying, “Master, if You are willing, You are able to cleanse me”. ", "3": "And having stretched-out His hand, He touched him, saying, “I am willing[b]. Be cleansed”. And immediately his leprosy was cleansed. ", "4": "And Jesus says to him, “See that you tell no one. But go, show yourself to the priest, and offer the gift which Moses commanded, for a testimony to them”.", "5": "And He having entered into Capernaum, a centurion[c] came to Him, appealing-to Him ", "6": "and saying, “Master, my servant has been put in the house paralyzed, being terribly tormented”. ", "7": "And He says to him, “Having come, I will[d] cure him”. ", "8": "And having responded, the centurion said, “Master, I am not fit that You should come-in under my roof. But only speak it in a word[e] and my servant will be healed. ", "9": "For I also am a man under authority, having soldiers under myself. And I say to this one, 'Go!' and he goes; and to another, 'Come!' and he comes; and to my slave, 'Do this!' and he does it”. ", "10": "Now having heard, Jesus marveled, and said to the ones following, “Truly I say to you, with no one in Israel did I find so-great a faith! ", "11": "And I say to you that many will come from east and west, and will lie-back [to eat] with Abraham and Isaac and Jacob in the kingdom of the heavens. ", "12": "But the sons of [f] the kingdom will be thrown out into the outer darkness. In that place, there will be the weeping and the grinding of teeth”. ", "13": "And Jesus said to the centurion, “Go. Let it be done for you as you believed”. And his servant was healed at that hour.", "14": "And Jesus, having come into the house of Peter, saw his mother-in-law having been put in bed, and being sick-with-fever. ", "15": "And He touched her hand, and the fever left her. And she arose, and was serving Him. ", "16": "And having become evening, they brought to Him many being demon-possessed. And He cast-out the spirits with a word and cured all the ones being ill, ", "17": "so that the thing might be fulfilled having been spoken through Isaiah the prophet saying “He took our weaknesses[g], and carried our diseases” [Isa 53:4].", "18": "Now Jesus, having seen a crowd around Him, gave-orders to depart to the other side. ", "19": "And having come to Him, one scribe said to Him, “Teacher, I will follow You wherever You go”. ", "20": "And Jesus says to him, “The foxes have holes and the birds of the heaven have nests, but the Son of Man does not have[h] a place where He may lay His head”. ", "21": "And another of His disciples said to Him, “Master, permit me first to go and bury[i] my father”. ", "22": "But Jesus says to him, “Be following Me, and allow the dead to bury their own dead”.", "23": "And He having gotten into the boat, His disciples followed Him. ", "24": "And behold— a great shaking took place in the sea, so that the boat was being covered by the waves. But He was sleeping. ", "25": "And having gone to Him, they woke Him, saying, “Master, save us. We are perishing”. ", "26": "And He says to them, “Why are you afraid, ones of-little-faith?” Then having arisen, He rebuked the winds and the sea. And there was a great calm. ", "27": "And the men marveled, saying, “What kind of man is this One, that[j] even[k] the winds and the sea obey Him?”", "28": "And He having come to the other side, to the country of the Gadarenes, two men being demon-possessed met Him, coming out of the tombs. They were very violent[l], so that no one was strong-enough to pass through that way. ", "29": "And behold— they cried-out, saying, “What do we have to do with You[m], Son of God? Did You come here to torment us before the time?” ", "30": "Now there was a herd of many pigs feeding far away from them. ", "31": "And the demons were begging Him, saying, “If You are casting us out, send us out into the herd of pigs”. ", "32": "And He said to them, “Go!” And the ones, having come out, went into the pigs. And behold— the whole herd rushed down the steep-bank into the sea and died in the waters. ", "33": "And the ones feeding[n] them fled. And having gone into the city, they reported everything— even the things about the ones being demon-possessed. ", "34": "And behold— the whole city came out to meet with Jesus. And having seen Him, they begged that He pass on from their districts."}