{"1": "And having gotten into a boat, He crossed-over and came to His own city[a]. ", "2": "And behold— they were bringing to Him a paralytic having been put on a bed. And Jesus, having seen their faith, said to the paralytic, “Take-courage, child. Your sins are forgiven”. ", "3": "And behold— some of the scribes said within themselves, “This One is blaspheming”. ", "4": "And Jesus, having seen their thoughts, said “Why are you thinking evil things in your hearts? ", "5": "For which is easier: to say 'Your sins are forgiven', or to say 'Arise, and walk'? ", "6": "But in order that you may know that the Son of Man has authority on earth to forgive sins”— then He says to the paralytic, “Having arisen, pick up your bed and go to your house”. ", "7": "And having arisen, he went to his house. ", "8": "And having seen it, the crowds were awed[b]. And they glorified God, the One having given such authority to humans[c].", "9": "And while Jesus was passing on from there, He saw a man sitting at the tax-office, being called Matthew. And He says to him, “Be following Me!” And having stood up, he followed Him. ", "10": "And it came about while He was reclining-back [to eat] in the[d] house that behold— many tax-collectors and sinners[e], having come, were reclining-back-with Jesus and His disciples. ", "11": "And having seen it, the Pharisees were saying to His disciples, “For what reason is your Teacher eating with the tax-collectors and sinners?” ", "12": "And the One, having heard it, said, “The ones being strong have no need of a physician, but the ones being ill. ", "13": "But having gone, learn what it means [in Hos 6:6]: 'I desire mercy, and not a sacrifice'. For I did not come to call righteous ones, but sinners”.", "14": "Then the disciples of John come to Him, saying “For what reason are we and the Pharisees fasting[f] often, but Your disciples are not fasting?” ", "15": "And Jesus said to them, “The sons of the wedding-hall[g] cannot be mourning as long as the bridegroom is with them, can they? But days will come when the bridegroom is taken-away from them, and then they will fast. ", "16": "And no one puts a patch of unshrunk cloth on an old garment. For the fullness of it takes[h] from the garment and a worse tear takes place. ", "17": "Nor do they put new wine into old wineskins. Otherwise indeed the wineskins are burst, and the wine spills out and the wineskins are ruined. But they put new wine into fresh[i] wineskins, and both are preserved”.", "18": "While He was speaking these things to them, behold— one [synagogue] official, having come, was prostrating-himself before Him, saying that “My daughter just-now came-to-an-end[j]. But having come, lay Your hand on her, and she will live”. ", "19": "And having arisen, Jesus followed him, and [so did] His disciples. ", "20": "And behold— a woman having-a-bloody-discharge[k] for twelve years, having approached from behind, touched the tassel of His garment. ", "21": "For she was saying within herself, “If I only touch His garment, I will be restored[l]”. ", "22": "But Jesus, having turned and having seen her, said, “Take-courage, daughter. Your faith has restored you”. And the woman was restored from that hour. ", "23": "And Jesus, having come into the house of the official, and having seen the flute-players and the crowd being thrown-into-a-commotion[m], ", "24": "was saying “Go away. For the little-girl did not die, but is sleeping”. And they were laughing-scornfully at Him. ", "25": "But when the crowd was put out, having gone in, He took-hold-of her hand and the little girl arose. ", "26": "And this news went out into that whole land.", "27": "And while Jesus was passing on from there, two blind men followed Him, crying-out and saying, “Have-mercy-on us, Son of David!” ", "28": "And He having gone into the house, the blind men came to Him. And Jesus says to them, “Do you believe that I am able to do this?” They say to Him, “Yes, Master”. ", "29": "Then He touched their eyes, saying, “Let it be done to you according-to[n] your faith”. ", "30": "And their eyes were opened. And Jesus sternly-commanded[o] them, saying, “See that no one knows it ”. ", "31": "But the ones, having gone forth, widely-spread [the news about] Him in that whole land.", "32": "And while they were going forth, behold— they brought to Him a mute man being demon-possessed. ", "33": "And the demon having been cast-out, the mute man spoke. And the crowds marveled, saying, “It never was visible[p] like this in Israel!” ", "34": "But the Pharisees were saying, “He is casting out the demons by[q] the ruler of the demons”.", "35": "And Jesus was going around all the cities and the villages, teaching in their synagogues, and proclaiming the good-news of the kingdom, and curing every disease and every infirmity. ", "36": "And having seen the crowds, He felt-deep-feelings [of compassion] concerning them, because they had been troubled[r] and thrown-forth[s] like sheep not having a shepherd. ", "37": "Then He says to His disciples, “The harvest is great, but the workers are few! ", "38": "Therefore ask the Lord of the harvest that He send-out workers into His harvest”."}