{"1": "Furthermore we beseech you, brethren, and exhort you in the Lord Jesus, as you learned from us how you ought to walk and please God, so to progress more and more. ", "2": "You remember what commandments we gave you in our Lord Jesus Christ. ", "3": "For this is even the will of God: that you should be holy; that you should abstain from fornication; ", "4": "that every one of you should know how to keep his vessel in holiness and honour, ", "5": "and not in the passion of lust, as do the heathen who do not know God; ", "6": "that no one should go too far and defraud his brother in bargaining. For the Lord is an avenger of all such things, as we have forewarned you and testified. ", "7": "For God has not called us to uncleanness, but to holiness. ", "8": "Whoever therefore rejects this, rejects not man, but God, who has sent his Holy Spirit among you.", "9": "But concerning brotherly love, you do not need me to write to you. For you are taught by God to love one another. ", "10": "Yea and this you do, showing love to all the brethren who are throughout all Macedonia. We beseech you, brethren, to progress more and more, ", "11": "and to aspire to be quiet and to mind your own business, and to work with your own hands, as we told you, ", "12": "so that you may conduct yourselves honourably toward those who are outside, and so that nothing be lacking to you.", "13": "I would not, brethren, have you be ignorant concerning those who have fallen asleep, lest you sorrow like others who have no hope. ", "14": "For if we believe that Jesus died and rose again, so then also those who sleep in Jesus, God will bring again with him. ", "15": "And this we say to you in the word of the Lord: we who live and are remaining at the coming of the Lord will not precede those who sleep. ", "16": "For the Lord himself will descend from heaven with a shout, and the voice of the archangel, and the trumpet of God. And the dead in Christ will arise first. ", "17": "Then shall we who live and remain be caught up with them also in the clouds, to meet the Lord in the air. And so shall we ever be with the Lord. ", "18": "Therefore comfort one another with these words."}