{"1": "Of the times and seasons, brethren, you have no need that I write to you. ", "2": "For you yourselves know well that the day of the Lord will come even as a thief in the night. ", "3": "When they say, Peace, and no danger – then comes on them sudden destruction, like the travailing of a woman with child, and they shall not escape.", "4": "But you, brethren, are not in darkness, such that that day should come on you as a thief. ", "5": "You are all the children of light, and the children of the day. We are not of the night, nor of darkness. ", "6": "Therefore let us not sleep as others do, but let us watch and be sober. ", "7": "For those who sleep, sleep in the night, and those who are drunk, are drunk in the night. ", "8": "But let us who are of the day be sober, armed with the breastplate of faith and love, and with the hope of salvation as a helmet. ", "9": "For God has not appointed us to wrath, but to obtain salvation by the means of our Lord Jesus Christ, ", "10": "who died for us so that whether we wake or sleep, we will live together with him. ", "11": "Therefore comfort yourselves together, and strengthen one another, even as you do.", "12": "We beseech you, brethren, to recognize those who labour among you, and have the oversight of you in the Lord and give you exhortation – ", "13": "to have them the more in love for their work's sake, and be at peace with them.", "14": "We desire you, brethren, to warn those who are unruly, comfort the faint-hearted, bear up the weak, and have continual patience toward all people. ", "15": "See that no one returns evil for evil to anyone, but ever follow that which is good, both among yourselves and among all people.", "16": "Rejoice always. ", "17": "Pray continually. ", "18": "In all things give thanks, for this is the will of God in Christ Jesus for you.", "19": "Quench not the Spirit. ", "20": "Do not despise prophesying. ", "21": "Examine all things, and keep that which is good. ", "22": "Keep from every appearance of evil. ", "23": "May the very God of peace sanctify you thoroughly. And I pray God that your whole spirit, soul, and body may be kept faultless for the coming of our Lord Jesus Christ. ", "24": "Faithful is he who called you, who will also do it.", "25": "Brethren, pray for us. ", "26": "Greet all the brethren with a holy kiss.", "27": "I charge you in the Lord to read this epistle to all the holy brethren. ", "28": "The grace of the Lord Jesus Christ be with you.  Amen. The end of the first epistle tothe Thessalonians.Sent fromAthens."}