{"1": "These are the words which Moses spoke to all Israel on the other side of the Jordan in the wilderness, in the plain opposite Suph, between Paran and Tophel and Laban and Hazeroth and Dizahab. ", "2": "(It is an eleven-day journey from Horeb by the way of Mount Seir to Kadesh Barnea.)", "3": "In the fortieth year, in the eleventh month, on the first day of the month, Moses spoke to the children of Israel, according to all that the Lord had commanded him to give to them. ", "4": "It was after he had slain Sihon the king of the Amorites, who lived in Heshbon, and Og the king of Bashan, who lived at Ashtaroth in Edrei.", "5": "Across the Jordan, in the land of Moab, Moses began to declare this law, saying: ", "6": "The Lord our God spoke to us in Horeb, saying, “You have dwelt long enough at this mountain. ", "7": "Turn, and take your journey, and go to the mountains of the Amorites, and to all their neighbors, in the plain, in the mountains and in the lowland, in the Negev and by the seacoast, to the land of the Canaanites and to Lebanon, as far as the great river, the River Euphrates. ", "8": "See, I have set the land before you. Go in and possess the land which the Lord swore to your fathers, Abraham, Isaac, and Jacob, to give to them and to their descendants after them.”", "9": "I spoke to you at that time, saying, “I am not able to bear you by myself. ", "10": "The Lord your God has multiplied you, and surely you are this day as numerous as the stars of heaven. ", "11": "May the Lord, the God of your fathers, make you a thousand times more numerous and bless you, just as He has promised you! ", "12": "How can I myself bear your load and your burden and your strife? ", "13": "Choose wise, discerning, and knowing men, among your tribes, and I will appoint them as leaders over you.”", "14": "You answered me, and said, “The thing which you have said is good for us to do.”", "15": "So I took the leaders of your tribes, wise and well-known men, and appointed them as leaders over you, leaders over thousands, and leaders over hundreds, and leaders over fifties, and leaders over tens, and officers among your tribes. ", "16": "I charged your judges at that time, saying, “Hear the issues between your countrymen, and judge righteously between every man and his fellow countryman, and the foreigner that is with him. ", "17": "You shall not show partiality in judgment, but you shall hear the small as well as the great. You shall not be afraid in any man's presence, for the judgment is God's. The case that is too hard for you, you shall bring it to me, and I will hear it.” ", "18": "At that time, I commanded you all the things you should do.", "19": "When we departed from Horeb, we went through all that great and terrible wilderness, which you saw by the way of the mountain of the Amorites, as the Lord our God commanded us, and we came to Kadesh Barnea. ", "20": "I said to you, “You have come to the mountains of the Amorites, which the Lord our God is giving to us. ", "21": "See, the Lord your God has set the land before you. Go up and possess it, just as the Lord, the God of your fathers, spoke to you. Do not fear or be discouraged.”", "22": "So all of you came near to me and said, “Let us send men before us, so that they shall scout out the land, and bring back to us word concerning what way we should go up and into what cities we shall come.”", "23": "The thing pleased me, and I took twelve men from you, one out of each tribe. ", "24": "They turned and went up into the hill country and came to the Valley of Eshkol and scouted it out. ", "25": "They took the fruit of the land in their hands, and brought it down to us, and brought us word again, and said, “It is a good land which the Lord our God is giving us.”", "26": "Yet you were not willing to go up, but rebelled against the commandment of the Lord your God. ", "27": "You murmured in your tents, and said, “Because the Lord hates us, He has brought us out of the land of Egypt to deliver us into the hand of the Amorites to destroy us. ", "28": "Where shall we go up? Our brothers have discouraged our hearts, saying, 'The people are greater and taller than we. The cities are great and walled up to heaven. And moreover, we have seen the sons of the Anakites there.' ”", "29": "Then I said to you, “Do not be terrified, or afraid of them. ", "30": "The Lord your God who goes before you, He shall fight for you, just as all that He did for you in Egypt before your eyes, ", "31": "and in the wilderness, where you saw how the Lord your God carried you, as a man carries his son, in all the way that you went, until you came to this place.”", "32": "Yet in this thing you did not believe the Lord your God, ", "33": "who went in the way before you, to find you a place to pitch your tents, in fire by night and in a cloud by day, to show you by what way you should go.", "34": "The Lord heard the sound of your words, and was angry, and vowed, saying, ", "35": "“Not one of these men of this evil generation will see the good land which I swore to give to your fathers. ", "36": "The exception will be Caleb the son of Jephunneh. He shall see it, and to him I will give the land upon which he has walked, and to his children, because he has wholly followed the Lord.”", "37": "Also the Lord was angry with me on your account, saying, “You also shall not go in. ", "38": "But Joshua the son of Nun, who stands before you, he shall go in. Encourage him, for he will cause Israel to inherit it. ", "39": "Moreover, your little ones, who you said would be a prey, and your children, who in that day had no knowledge between good and evil, they shall go in, and to them will I give it, and they shall possess it. ", "40": "But as for you, turn around, and take your journey into the wilderness by the way of the Red Sea.”", "41": "Then you answered and said to me, “We have sinned against the Lord. We will go up and fight, just as the Lord our God commanded us.” So each of you girded on his weapons of war and you thought it easy to go up into the hill country.", "42": "Then the Lord said to me, “Tell them, 'Do not go up nor fight, for I am not among you; lest you be defeated before your enemies.' ”", "43": "So I spoke to you, but you would not listen. Instead, you rebelled against the commandment of the Lord and went presumptuously up into the hill country. ", "44": "The Amorites, who lived in the hill country, came out against you, and chased you as bees do, and destroyed you in Seir as far as Hormah. ", "45": "Then you returned and wept before the Lord, but the Lord would neither listen to your voice nor give ear to you. ", "46": "So you dwelt in Kadesh many days, according to the days you dwelt there."}