{"1": "If a prophet or a dreamer of dreams arises among you and gives you a sign or a wonder, ", "2": "and the sign or the wonder comes to pass concerning that which he spoke to you, saying, “Let us go after other gods,” which you have not known, “and let us serve them,” ", "3": "you must not listen to the words of that prophet or that dreamer of dreams, for the Lord your God is testing you, to know whether you love the Lord your God with all your heart and with all your soul. ", "4": "You must follow after the Lord your God, fear Him, and keep His commandments, obey His voice, and you must serve Him, and cling to Him. ", "5": "That prophet or that dreamer of dreams must be put to death because he has spoken in order to turn you away from the Lord your God, who brought you out of the land of Egypt and redeemed you out of the house of bondage, to entice you away from the way in which the Lord your God commanded you to walk. So you must put the evil away from your midst.", "6": "If your brother, the son of your mother, or your son, or your daughter, or your beloved wife, or your friend, who is as your own soul, entices you secretly, saying, “Let us go and serve other gods,” which you have not known, neither you nor your fathers, ", "7": "namely, of the gods of the people who are all around you, near you or far away from you, from one end of the earth to the other end of the earth, ", "8": "you shall not consent to him or listen to him, neither should your eye pity him, nor shall you spare or conceal him, ", "9": "but you must surely kill him. Your hand must be first upon him to put him to death, and afterwards, the hand of all the people. ", "10": "You shall stone him with stones so that he dies because he has sought to entice you away from the Lord your God who brought you out of the land of Egypt, from the house of bondage. ", "11": "All Israel shall hear and fear and no more do any such wickedness as this among you.", "12": "If you hear it said in one of your cities, in which the Lord your God has given you to dwell, saying, ", "13": "“Certain men, the sons of wickedness, are gone out from among you and have seduced the inhabitants of their city, saying, 'Let us go and serve other gods,' ” which you have not known, ", "14": "then you shall inquire, search out, and ask diligently. If it be true and certain that such an abomination has been among you, ", "15": "you shall surely put the inhabitants of that city to the sword, utterly destroying it, all that is in it and its livestock—with the edge of the sword. ", "16": "You must gather all the spoils of it into the middle of the street and burn the city with fire along with all the spoils within it for the Lord your God, and it will be a heap forever. It must not be rebuilt. ", "17": "Nothing of the cursed thing there must cling to your hand, so that the Lord may turn from the fierceness of His anger and show you mercy, have compassion on you, and multiply you, just as He swore to your fathers, ", "18": "if you listen to the voice of the Lord your God, to keep all His commandments which I command you today, and do that which is right in the eyes of the Lord your God."}