{"1": "Observe the month of Aviv[a] and keep the Passover to the Lord your God, for in the month of Aviv the Lord your God brought you out of Egypt by night. ", "2": "Therefore, you must sacrifice the Passover to the Lord your God, from the flock or the herd, in the place where the Lord shall choose to place His name. ", "3": "You must not eat leavened bread with it. For seven days you must eat unleavened bread, the bread of affliction, for you came out of the land of Egypt in a hurry, so that you may remember all the days of your life the day when you came out of the land of Egypt. ", "4": "There must not be any leavened bread seen with you within all your borders for seven days, nor may any of the meat which you sacrificed in the evening on the first day remain overnight until morning.", "5": "You may not sacrifice the Passover within any of your gates that the Lord your God has given you. ", "6": "But at the place where the Lord your God chooses to place His name, there you shall sacrifice the Passover in the evening at sunset, at the time that you came out of Egypt. ", "7": "You shall roast and eat it in the place where the Lord your God will choose, and you must return in the morning, and go to your tents. ", "8": "For six days you must eat unleavened bread, and on the seventh day there shall be a solemn assembly to the Lord your God. You must do no work on that day.", "9": "You must count seven weeks for yourself. Begin counting the seven weeks from the time you begin to put the sickle to the standing grain. ", "10": "You must keep the Feast of Weeks to the Lord your God with a tribute of a freewill offering from your hand, which you must give to the Lord your God, in proportion to how much the Lord your God has blessed you. ", "11": "You shall rejoice before the Lord your God—you, your son, your daughter, your male servant, your female servant, the Levite who is within your gates, the foreigner, the orphan, and the widow who are among you—in the place where the Lord your God has chosen to place His name. ", "12": "You must remember that you were a slave in Egypt, and you must be careful to observe these statutes.", "13": "You shall observe the Feast of Tabernacles seven days after you have gathered in your threshing floor and your winepress, ", "14": "and you shall rejoice in your feast, you, your son, your daughter, your male servant, your female servant, the Levite, the foreigner, the orphan, and the widow who are within your gates. ", "15": "You are to celebrate the festival for seven days to the Lord your God in the place where the Lord will choose, because the Lord your God will bless you in all your produce, and in all the works of your hands. Therefore, you will indeed rejoice.", "16": "Three times a year all your males must appear before the Lord your God in the place where He will choose: at the Feast of Unleavened Bread, at the Feast of Weeks, and at the Feast of Tabernacles, and they must not appear before the Lord empty. ", "17": "Every man must give as he is able, in proportion to the blessing of the Lord your God, which He has given you.", "18": "You must appoint judges and officers in all your gates, which the Lord your God gives you, throughout your tribes, and they shall judge the people with righteous judgment. ", "19": "You must not pervert judgment nor show partiality. You must not accept a bribe, for a bribe blinds the eyes of the wise and perverts the words of the righteous. ", "20": "You must follow that which is altogether just, so that you may live and inherit the land which the Lord your God is giving you.", "21": "You must not plant for yourself an Asherah[b] of any trees near the altar of the Lord your God, which you make for yourself. ", "22": "You shall not set up for yourself any image, which the Lord your God hates."}