{"1": "When you go out to battle against your enemies, and see horses, and chariots, and a people that outnumber you, do not be afraid of them, for the Lord your God is with you, who brought you up out of the land of Egypt. ", "2": "It will be, when you approach the battle, that the priest will approach and speak to the people, ", "3": "and he shall say to them, “Hear, O Israel, you approach today to do battle against your enemies. Do not be fainthearted. Do not fear, and do not tremble or be terrified because of them. ", "4": "For the Lord your God is He that goes with you, to fight for you against your enemies, to save you.”", "5": "The officers will speak to the people, saying, “What man is there who has built a new house and has not dedicated it? Let him go and return to his house, lest he die in the battle, and another man dedicate it. ", "6": "What man is there who has planted a vineyard, and has not yet eaten of it? Let him also go and return to his house, lest he die in the battle, and another man eat of it. ", "7": "What man is there who is engaged to a woman but has not married her? Let him go and return to his house, lest he die in the battle, and another man take her.” ", "8": "The officers are to speak further to the people, and they shall say, “What man is there that is fearful and fainthearted? Let him go and return to his house, lest his brother's heart faint as well as his heart.” ", "9": "It will be, when the officers have made an end of speaking to the people, that they must make captains of the armies to lead the people.", "10": "When you come near to a city to fight against it, then proclaim peace to it. ", "11": "It shall be, if it gives you a reply of peace and opens to you, then it must be that all the people that are found within shall become slaves to you and they shall serve you. ", "12": "If it will not make peace with you but makes war against you, then you are to besiege it. ", "13": "And when the Lord your God has delivered it into your hands, you are to slay every male there with the edge of the sword. ", "14": "But the women, and the little ones, and the livestock, and all that is in the city, all the spoil within, you are to take to yourself, and you will eat the spoil of your enemies, which the Lord your God has given you. ", "15": "Thus you are to do to all the cities which are far away, which are not the cities of these nearby nations.", "16": "But of the cities of these people, which the Lord your God is giving you for an inheritance, you must not leave alive anything that breathes. ", "17": "But you shall completely destroy them: namely, the Hittites, and the Amorites, the Canaanites, and the Perizzites, the Hivites, and the Jebusites, just as the Lord your God has commanded you, ", "18": "so that they do not teach you to participate in all their abominations, which they have done to their gods, causing you to sin against the Lord your God.", "19": "When you lay siege to a city for a long time, in making war against it in order to take it, you shall not destroy the trees there by chopping them down with an axe, for you may eat from them, and you shall not cut them down. For the tree of the field is not a man in which to lay siege. ", "20": "However, you may destroy and cut down only the trees which you know are not fruit trees, so that you may build siege engines against the city that makes war with you until it falls."}