{"1": "You must not see your brother's ox or his sheep go astray and hide yourself from them. You must certainly bring them back to your brother. ", "2": "If your brother is not near you or if you do not know him, then you are to bring it to your own house, and it will be with you until your brother seeks after it. Then you must return it to him. ", "3": "In the same way, you must do so with his donkey, with his clothing, and with anything lost by your brother which he has lost and you have found. You must not hide yourself from him.", "4": "You are not to see your brother's donkey or his ox fall down by the way and hide yourself from them. You certainly must help him to lift them up.", "5": "A woman must not wear man's clothing, nor is a man to put on a woman's clothing. For all that do so are abominations to the Lord your God.", "6": "If you happen to notice a bird's nest along the way, in any tree or on the ground, whether they be young ones or eggs, and the mother is sitting on the young or on the eggs, you are not to take the mother from the young. ", "7": "You must certainly let the mother go, but you may take the young for yourself, so that it may be well with you, and that you may prolong your days.", "8": "When you build a new house, you must make a guard rail for your roof so that you bring no blood guilt on your house, should anyone fall from there.", "9": "You must not sow your vineyard with two kinds of seeds, or the fruit of your seed which you have sown and the fruit of your vineyard will be defiled.", "10": "You must not plow with an ox and a donkey together.", "11": "You must not wear clothing made of a material of wool and linen together.", "12": "You must make tassels on the four quarters of your clothing with which you cover yourself.", "13": "If any man takes a wife and has sexual relations with her and then rejects her, ", "14": "and accuses her of impropriety and publicly defames her, saying, “I married this woman, but when I had sexual relations with her, I found her not to be a virgin,” ", "15": "then the father and mother of the girl must produce evidence of the girl's virginity to the elders of the city at the gate. ", "16": "The girl's father must say to the elders, “I gave my daughter to this man to wife, and he has rejected her. ", "17": "What is more, he has accused her of impropriety, saying, 'I did not find your daughter to be a virgin.' However, this is the evidence of my daughter's virginity.” And they shall spread the cloth before the elders of the city. ", "18": "The elders of that city must take that man and punish him, ", "19": "and they must fine him a hundred shekels[a] of silver and give them to the father of the girl, because he has publicly humiliated a virgin of Israel. Then she is to remain his wife. He may not divorce her all his days.", "20": "But if the accusation is true, and the evidence of virginity does not exist for the girl, ", "21": "then they shall bring the girl out to the door of her father's house, and the men of her city shall stone her with stones until she dies, because she has brought disgrace into Israel, to act like a whore in her father's house. In this way you may purge the evil from among you.", "22": "If a man is discovered lying with a married woman, then both of them must die, both the man that lay with the woman, and the woman. In this way you may purge the evil from Israel.", "23": "If a girl who is a virgin is engaged to a man, and another man finds her in the city and has sexual relations with her, ", "24": "then you must bring them both out to the gate of that city and you must stone them with stones until they die, the girl because she did not cry out even though in the city, and the man because he has violated his neighbor's wife. In this way you may purge the evil from among you.", "25": "But if a man finds an engaged girl in the field, and the man forces her and rapes her, then only the man that raped her shall die. ", "26": "However, you are to do nothing to the girl. There is no sin worthy of death in the girl, for just as when a man rises against his neighbor and murders him, so is this matter. ", "27": "For he found her in the field, the engaged girl cried out, but there was no one to save her.", "28": "If a man finds a girl who is a virgin who is not engaged and seizes her and lies with her and they are discovered, ", "29": "then the man who lay with her must give fifty shekels[b] of silver to the girl's father, and she shall be his wife because he has violated her. He may not divorce her all his days.", "30": "A man must not marry his father's wife and in this way dishonor his father."}