{"1": "And it must be, when you come into the land which the Lord your God is giving you for an inheritance, and you possess it, and dwell in it, ", "2": "that you shall take from the first of all the produce of the ground which you shall bring from your land that the Lord your God is giving you, and put it in a basket and go to the place where the Lord your God chooses to make His name abide. ", "3": "You shall go to the priest in office at that time and say to him, “I profess this day to the Lord your God that I have come into the land which the Lord promised to our fathers to give us.” ", "4": "The priest will take the basket out of your hand and set it down before the altar of the Lord your God. ", "5": "Then you must answer and say before the Lord your God, “A wandering Aramean[a] was my father, and he went down into Egypt, and sojourned there with only a few in number, but there he became a great, mighty, and populous nation. ", "6": "However, the Egyptians mistreated and afflicted us, and laid upon us harsh labor. ", "7": "And when we cried to the Lord God of our fathers, the Lord heard our voice, and looked on our affliction, our labor, and our oppression. ", "8": "And the Lord brought us forth out of Egypt with a mighty hand and with an outstretched arm and with great terror, and with signs and wonders. ", "9": "Then He brought us into this place, and has given us this land, a land that flows with milk and honey. ", "10": "Now, indeed, I have brought the first fruits of the land, which you, O Lord, have given me.” Then you must set it before the Lord your God and worship before the Lord your God. ", "11": "You must rejoice in every good thing which the Lord your God has given to you and your house, you, and the Levite, as well as the foreigner who is among you.", "12": "When you have finished tithing all the tithes of your income the third year, which is the year of tithing, and have given it to the Levite, the foreigner, the orphan, and the widow, that they may eat within your towns and be satisfied, ", "13": "then you shall say before the Lord your God, “I have removed the sacred things out of my house and also have given them to the Levite, and to the foreigner, to the orphan, and to the widow, according to all Your commandments which You have commanded me. I have not transgressed Your commandments or forgotten them. ", "14": "I have not eaten anything when in mourning, nor have I removed anything while unclean, nor offered anything to the dead. I have listened to the voice of the Lord my God and have done according to all that You have commanded me. ", "15": "Look down from Your holy habitation, from heaven, and bless Your people Israel and the land which You have given us, as You swore to our fathers, a land flowing with milk and honey.”", "16": "Today the Lord your God has commanded you to do these statutes and judgments. You must therefore keep and do them with all your heart and with all your soul. ", "17": "You have affirmed today that the Lord is your God and vowed to walk in His ways, and to keep His statutes, and His commandments, and His judgments, and to listen to His voice. ", "18": "And the Lord has affirmed today that you are His special people, just as He has promised you, and that you should keep all His commandments. ", "19": "He will exalt you above all nations which He has made, in praise, and in name, and in honor; and that you may be a holy people to the Lord your God, just as He has spoken."}