{"1": "Now it will be, if you will diligently obey the voice of the Lord your God, being careful to do all His commandments which I am commanding you today, then the Lord your God will set you high above all the nations of the earth. ", "2": "And all these blessings will come on you and overtake you if you listen to the voice of the Lord your God.", "3": "You will be blessed in the city and blessed in the field.", "4": "Your offspring will be blessed, and the produce of your ground, and the offspring of your livestock, the increase of your herd and the flocks of your sheep.", "5": "Your basket and your kneading bowl will be blessed.", "6": "You will be blessed when you come in and blessed when you go out.", "7": "The Lord will cause your enemies who rise up against you to be defeated before you; they will come out against you one way and flee before you seven ways.", "8": "The Lord will command the blessing on you in your barns and in all that you set your hand to do, and He will bless you in the land which the Lord your God is giving you.", "9": "The Lord will establish you as a holy people to Himself, just as He swore to you, if you will keep the commandments of the Lord your God and walk in His ways. ", "10": "All people of the earth shall see that you are called by the name of the Lord, and they shall be afraid of you. ", "11": "The Lord will make you overflow in prosperity, in the offspring of your body, in the offspring of your livestock, and in the produce of your ground, in the land which the Lord swore to your fathers to give you.", "12": "The Lord will open up to you His good treasure, the heavens, to give the rain to your land in its season and to bless all the work of your hand. You will lend to many nations, but you will not borrow. ", "13": "The Lord will make you the head and not the tail; you will only be above and you will not be beneath, if you listen to the commandments of the Lord your God, which I am commanding you today, to observe and to do them. ", "14": "Also, you shall not turn aside from any of the words which I am commanding you today, to the right hand or to the left, to go after other gods to serve them.", "15": "But it will happen, if you will not listen to the voice of the Lord your God, by being careful to do all His commandments and His statutes which I am commanding you today, that all these curses will come upon you and overtake you.", "16": "You will be cursed in the city and cursed in the field.", "17": "Your basket and your kneading bowl will be cursed.", "18": "Your offspring will be cursed along with the fruit of your land, the produce of your herd, and the flocks of your sheep.", "19": "You will be cursed when you come in and cursed when you go out.", "20": "The Lord will send cursing, vexation, and rebuke on you in all that you set your hand to do, until you are destroyed and until you perish quickly because of the wickedness of your doings, by which you have forsaken Me. ", "21": "The Lord will make pestilence cling to you until it has consumed you from the land, which you are going to possess. ", "22": "The Lord will strike you with a wasting disease, with a fever, with an inflammation, with an extreme heat, with the sword, with blight, and with mildew, and they shall pursue you until you perish. ", "23": "The heavens which are over your head will be bronze, and the earth that is under you will be iron. ", "24": "The Lord will make the rain of your land powder and dust. It will come from heaven down on you until you are destroyed.", "25": "The Lord will cause you to be defeated before your enemies, and you will go out one way against them and flee seven ways before them, and will be become an object of terror to all the kingdoms of the earth. ", "26": "Your carcass will be meat for all the fowls of the air and beasts of the earth, and no man will frighten them away. ", "27": "The Lord will strike you with the boils of Egypt and with tumors, eczema, and with the itch, from which you cannot be healed. ", "28": "The Lord will strike you with madness, and blindness, and bewilderment of heart. ", "29": "You will grope at noon, as the blind man gropes in darkness, and you will not prosper in your ways. You will only be oppressed and continually robbed, and no man will save you.", "30": "You will be engaged to a woman and another man shall rape her. You will build a house, but you will not dwell in it. You will plant a vineyard, but you will not gather its grapes. ", "31": "Your ox will be killed before your eyes, and you will not eat of it. Your donkey will be violently taken away from before you and will not be returned to you. Your sheep will be given to your enemies, and you will have no one to rescue them. ", "32": "Your sons and your daughters will be given to another people. Your eyes will look and fail with longing for them all day long, but there will be nothing you can do. ", "33": "A nation that you do not know will consume the produce of your land and all your labors, and you will be nothing but oppressed and crushed all the time. ", "34": "You will go insane because of what your eyes will see. ", "35": "The Lord will strike you in the knees and legs with sore boils that cannot be healed, from the sole of your foot to the top of your head.", "36": "The Lord will bring you and your king, which you will set over you, to a nation which neither you nor your fathers have known, and there you will serve other gods, wood and stone. ", "37": "You will become a horror, a proverb, and an object of ridicule among all nations where the Lord shall lead you.", "38": "You will carry a lot of seed out into the field but will gather but little in, for the locust will consume it. ", "39": "You will plant vineyards and dress them, but will neither drink of the wine nor gather the grapes, for worms will eat them. ", "40": "You will have olive trees throughout all your coasts, but you will not anoint yourself with the oil, for your olive will drop off. ", "41": "You will give birth to sons and daughters, but you will not enjoy them, for they will go into captivity. ", "42": "The locust will consume all of your trees and fruit of your land.", "43": "The foreigner who resides with you will get up higher and higher, and you will go down lower and lower. ", "44": "He will lend to you, but you will not lend to him. He will be the head, but you will be the tail.", "45": "Moreover, all of these curses will come on you and will pursue you and overtake you, until you are destroyed, because you did not obey the voice of the Lord your God, by keeping His commandments and His statutes which He commanded you. ", "46": "They will be a perpetual sign and wonder in regard to you and your descendants, ", "47": "because you did not serve the Lord your God with joy and with gladness of heart, for the abundance of all things. ", "48": "Therefore, you will serve your enemies whom the Lord will send against you, in hunger, thirst, nakedness, and need of all things, and He will put a yoke of iron on your neck until He has destroyed you.", "49": "The Lord will bring a nation against you from far away, from the end of the earth, as swift as the eagle flies, a nation whose language you will not understand, ", "50": "a nation with a fierce countenance, which will not respect the old or show favor to the young. ", "51": "They will eat the offspring of your livestock and the produce of your land, until you are destroyed. They will leave you no grain, wine, or oil, or the offspring of your herd or the offspring of your sheep, until they have destroyed you. ", "52": "He will lay siege on you in all your towns until your high and fortified walls in which you trusted come down throughout all your land, and he will lay siege on you in all your towns throughout all your land which the Lord your God has given you.", "53": "You will eat the offspring of your own body, the flesh of your sons and of your daughters, which the Lord your God has given you, during the siege and distress in which your enemies will persecute you. ", "54": "The man who is tender among you, and very delicate, his eye shall be hostile toward his brother and toward his beloved wife and toward the rest of his children who remain, ", "55": "so that he will not give to any of them any of the flesh of his children which he will eat, because he has nothing left to him because of the siege and the distress by which your enemies will persecute you in all your towns. ", "56": "The tender and delicate woman among you, who would not venture to set the sole of her foot on the ground because of her delicateness and tenderness, will be hostile toward her beloved husband, and toward her son and her daughter, ", "57": "and toward her afterbirth that comes out from between her legs, and toward her children whom she will bear. For she will secretly eat them because of lack during the siege and distress in which your enemy will persecute you in your towns.", "58": "If you are not careful to observe all the words of this law that are written in this book so that you may fear this glorious and fearful name, the Lord your God, ", "59": "then the Lord will bring extraordinary plagues on you and your descendants, even great long-lasting plagues, and severe and long-lasting sicknesses. ", "60": "Moreover, He will bring all the diseases of Egypt upon you, which you were afraid of, and they will cling to you. ", "61": "Also every sickness and every plague which is not written in the Book of the Law will the Lord bring upon you until you are destroyed. ", "62": "You will be left few in number, whereas you were as numerous as the stars of heaven, because you would not obey the voice of the Lord your God. ", "63": "It will be that as the Lord rejoiced over you to do you good and to multiply you, so the Lord will take pleasure over you to destroy you and to bring you to nothing. You will be plucked from off the land which you go to possess.", "64": "The Lord will scatter you among all the peoples, from the one end of the earth to the other, and there you will serve other gods, wood and stone, which neither you nor your fathers have known. ", "65": "Among these nations you will find no ease, nor will the sole of your foot have rest. But there the Lord will give you a trembling heart, failing of eyes, and despair of soul. ", "66": "Your life shall hang in doubt before you. You will be in dread day and night and will have no assurance of your life. ", "67": "In the morning you will say, “Would to God it were evening!” And at evening you will say, “Would to God it were morning!” because of the fear of your heart and because of the sights your eyes will see. ", "68": "The Lord will bring you into Egypt again with ships, by the way by which I spoke to you, “You will not see it ever again.” And there you will be sold to your enemies as male and female slaves, but no one will buy you."}