{"1": "Then we turned and went up the way to Bashan, and Og, the king of Bashan, came out against us, he and all his people, to battle at Edrei. ", "2": "Then the Lord said to me, “Do not fear him, for I will deliver him and all his people and his land into your hand; and you shall do to him as you did to Sihon, king of the Amorites, who lived at Heshbon.”", "3": "So the Lord, our God, delivered Og, the king of Bashan, with all his people, into our hands also, and we struck him down until there was no survivor remaining. ", "4": "We took all his cities at that time. There was not a city which we did not take from them: sixty cities, all the region of Argob, the kingdom of Og in Bashan. ", "5": "All these cities were fortified with high walls, gates, and bars, besides a great many rural towns. ", "6": "We utterly destroyed them, as we did to Sihon, king of Heshbon, utterly destroying the men, women, and children of every city. ", "7": "But we took all the livestock and the spoil of the cities as plunder for ourselves.", "8": "So at that time we took from the hand of the two kings of the Amorites the land that was across the Jordan, from the River Arnon to Mount Hermon ", "9": "(the Sidonians call Hermon Sirion, and the Amorites call it Senir), ", "10": "all the cities of the plain, and all Gilead, and all Bashan, as far as Salekah and Edrei, cities of the kingdom of Og in Bashan. ", "11": "For only Og, king of Bashan, remained of the remnant of the giants. (Notably, his bedstead was a bedstead of iron. Is it not in Rabbah of the children of Ammon? It is nine cubits long and four cubits wide,[a] according to the cubit of a man.)", "12": "This is the land which we possessed at that time from Aroer, which is by the River Arnon, and half the hill country of Gilead and its cities I gave to the Reubenites and to the Gadites. ", "13": "The rest of Gilead, and all Bashan, the kingdom of Og, I gave to the half-tribe of Manasseh. (All the region of Argob, with all Bashan, was called the land of giants. ", "14": "Jair, the son of Manasseh, took all the region of Argob, that is, Bashan, as far as the border of the Geshurites and the Maakathites, and called the villages after his own name, Havvoth Jair, as it is to this day.) ", "15": "I gave Gilead to Makir. ", "16": "To the Reubenites and to the Gadites I gave the territory from Gilead even as far as the stream bed of the River Arnon, half the valley as the border to the River Jabbok, which is the border of the Ammonites; ", "17": "the plain also, with the Jordan as the border, from Kinnereth as far as the east side of the Sea of the Arabah (that is, the Dead Sea), below the slopes of Pisgah.", "18": "Then I commanded you at that time, saying, “The Lord your God has given you this land to possess it. All you men of valor shall pass over armed before your brothers, the children of Israel. ", "19": "But your wives and your little ones, and your livestock (for I know that you have much livestock) shall remain in your cities which I have given you ", "20": "until the Lord has given rest to your brothers, as well as to you, and until they also possess the land which the Lord your God has given them beyond the Jordan. Then each of you shall return to his possession which I have given you.”", "21": "I commanded Joshua at that time, saying, “Your eyes have seen all that the Lord your God has done to these two kings. So shall the Lord do to all the kingdoms where you pass. ", "22": "Do not fear them, for the Lord your God, He shall fight for you.”", "23": "I pleaded with the Lord at that time, saying, ", "24": "“O Lord God, You have begun to show Your servant Your greatness, and Your mighty hand, for what god is there in heaven or in earth that can do according to Your works and according to Your might? ", "25": "Let me, I pray, go over and see the good land that is beyond the Jordan, that good hill country, and Lebanon.”", "26": "But the Lord was angry with me because of you and would not listen to me, and the Lord said to me, “Enough of that! Speak to Me no more of this matter. ", "27": "Get up to the top of Pisgah and lift up your eyes to the west and north and south and east, and see it with your eyes, for you shall not cross over this Jordan. ", "28": "But charge Joshua and encourage him and strengthen him, for he shall cross over before this people, and he shall cause them to inherit the land which you will see.” ", "29": "So we remained in the valley over against Beth Peor."}