{"1": "Give ear, O heavens, and I will speak; hear, O earth, the words of my mouth.", "2": "My teaching will drop like the rain, my sayings will distill as the dew, as the droplets on the grass, and as the showers on the herb.", "3": "For I will proclaim the name of the Lord: Ascribe greatness to our God!", "4": "He is the Rock; His work is perfect; for all His ways are just. He is a God of faithfulness and without injustice; righteous and upright is He.", "5": "They have acted corruptly to Him; they are not His children, but blemished; they are a perverse and crooked generation.", "6": "Is this how you repay the Lord, you foolish and unwise people? Is He not your father, who has bought you? Has He not made you, and established you?", "7": "Remember the days of old, consider the years of previous generations. Ask your father, and he will show you; your elders, and they will tell you:", "8": "When the Most High gave the nations their inheritance, when He separated the sons of man,[a] He set the boundaries of the peoples according to the number of the children of Israel.", "9": "For the Lord's portion is His people; Jacob is the allotment of His inheritance.", "10": "He found him in a desert land and in the howling waste of a wilderness; He led him about, He instructed him, He protected him like the pupil of His eye.", "11": "Like an eagle stirs up her nest, that flutters over her young, He spread out his wings and took him; He lifted him on His pinions;", "12": "the Lord alone guided him, and there was no foreign god with him.", "13": "He made him ride on the high places of the earth, and he ate of the produce of the fields; He made him suck honey out of the rock and oil out of the flinty rock,", "14": "butter from the herd, and milk from the flock, along with the fat of lambs, and rams of the breed from Bashan, and goats, with the best of the kernels of wheat; you drank the pure blood of the grape.", "15": "But Jeshurun grew fat and kicked; you grew fat, you grew thick; you are covered with fat. Then he forsook God who made him, and devalued the Rock of his salvation.", "16": "They made Him jealous with strange gods; with abominations they provoked Him to anger.", "17": "They sacrificed to demons, not to God, to gods whom they knew not, to new gods that recently came along, whom your fathers did not fear.", "18": "You have forgotten the Rock who begot you; you are unmindful, and have forgotten the God who gave you birth.", "19": "When the Lord saw it, He despised them, because of the provocation of His sons and daughters.", "20": "He said: I will hide My face from them; I will see what their end will be, for they are a very perverse generation, children in whom there is no loyalty.", "21": "They have made Me jealous with that which is not God; they have provoked Me to anger with their empty things. And I will make them jealous of those who are not a people; I will provoke them to anger with a foolish nation.", "22": "For a fire has been inflamed by My anger, and it will burn to the lowest part of Sheol,[b] and shall consume the earth and its produce, and ignite the foundations of the mountains.", "23": "I will heap misfortunes on them; I will use My arrows on them.", "24": "They will be starved by famine, and consumed by plague and bitter destruction; I will also send the teeth of beasts upon them, with the poison of crawling creatures in the dust.", "25": "The sword outside and terror within will destroy both the young man and the virgin, the infant along with the man of gray hair.", "26": "I said, “I want to cut them into pieces, I will cause the memory of them to disappear from among men,”", "27": "however, I feared the wrath of the enemy, that their adversaries would misunderstand and say, “Our hand is victorious, and the Lord has not done all this.”", "28": "For they are a nation devoid of counsel; there is no understanding in them.", "29": "Would that they were wise, so that they understood this, so that they would comprehend their future!", "30": "How should one chase a thousand, and two put ten thousand to flight, unless their Rock had sold them, and the Lord had given them up?", "31": "For their rock is not as our Rock; even our enemies themselves concede this.", "32": "For their vine is from the vine of Sodom and from the fields of Gomorrah; their grapes are grapes of poison; their clusters are bitter.", "33": "Their wine is the poison of dragons and the deadly venom of cobras.", "34": "Is not this laid up in store with Me and sealed up among My treasures?", "35": "Vengeance is Mine, and recompense; their foot will slip in due time; for the day of their calamity is at hand, and the things to come hasten upon them.", "36": "For the Lord will judge His people, and relent in regard to His servants, when He sees that their power is gone and there is no one left, whether restrained or free.", "37": "He will say: Where are their gods, their rock in whom they trusted,", "38": "which ate the fat of their sacrifices and drank the wine of their drink offerings? Let them rise up and help you and be your protection.", "39": "See now that I, even I, am He, and there is no god besides Me; I kill, and I make alive; I wound, and I heal; there is no one who can deliver out of My hand.", "40": "For I lift up My hand to heaven, and say: As I live forever,", "41": "if I sharpen My flashing sword and My hand takes hold on judgment, I will render vengeance on My enemies and will repay those who hate Me.", "42": "I will make My arrows drunk with blood, and My sword shall devour flesh, with the blood of the slain and of the captives, from the heads of the leaders of the enemies.", "43": "Rejoice, O you nations, with His people; for He will avenge the blood of His servants and will render vengeance on His adversaries and will be merciful to His land and people.", "44": "Moses came and spoke all the words of this song in the hearing of the people, he, with Joshua, the son of Nun. ", "45": "When Moses finished speaking all these words to all Israel, ", "46": "he said to them, “Set your hearts on all the words which I testify among you today, which you shall command your children to be careful to observe, all the words of this law. ", "47": "For it is no idle word for you, because it is your life, and by this word you will prolong your days in the land which you cross over the Jordan to possess.”", "48": "The Lord spoke to Moses that same day, saying, ", "49": "“Go up to this mountain of the Abarim, to Mount Nebo, which is in the land of Moab opposite Jericho, and look at the land of Canaan, which I am giving to the children of Israel for a possession. ", "50": "Die on the mount where you go up, and be gathered to your people, just as Aaron, your brother, died on Mount Hor and was gathered to his people, ", "51": "because you trespassed against Me among the children of Israel at the waters of Meribah Kadesh, in the Wilderness of Zin, because you did not treat Me as holy in the midst of the children of Israel. ", "52": "Nevertheless, you will see the land before you, but you may not go there, to the land which I am giving to the children of Israel.”"}