{"1": "Now this is the blessing with which Moses, the man of God, blessed the children of Israel before his death. ", "2": "He said: The Lord came from Sinai and rose up from Seir to them; He shone forth from Mount Paran, and He came with ten thousands of holy ones; from His right hand went a fiery law[a] for them.", "3": "Surely, He loved the people; all His holy ones are in Your hand, and they sit down at Your feet; everyone receives Your words.", "4": "Moses decreed to us a law, the inheritance of the assembly of Jacob.", "5": "He was king over Jeshurun, when the heads of the people and the tribes of Israel were gathered together.", "6": "Let Reuben live, and not die, and let not his men be few.", "7": "This is the blessing to Judah. He said: Listen, O Lord, to the voice of Judah, and bring him to his people; may his hands contend for them, and may You help him against his enemies.", "8": "Of Levi he said: Let Your Thummim and Your Urim be with Your godly one, whom You tested at Massah, and with whom You contended at the waters of Meribah,", "9": "who said to his father and to his mother, “I have not seen him,” and he did not acknowledge his brothers or know his own children, for they have kept Your word and guarded Your covenant.", "10": "They will teach Jacob Your judgments and Israel Your law. They will put incense before You and the whole burnt offerings on your altar.", "11": "Bless, O Lord, his substance, and accept the work of his hands; run through the loins of them that rise against him and of them that hate him, so that they rise never again.", "12": "Of Benjamin he said: The beloved of the Lord will dwell in safety by Him, and the Lord will protect him all day long; he will dwell between His shoulders.", "13": "Of Joseph he said: May his land be blessed of the Lord, from the harvest of the heavens, by the dew, and by the deep crouching beneath,", "14": "by the precious fruits brought forth by the sun, and by the choice things put forth by the moon,", "15": "by the finest things of the ancient mountains, and by the choice things of the everlasting hills,", "16": "by the best things of the earth and its fullness, and by the goodwill of Him who dwelt in the bush. May the blessing rest on the head of Joseph, on top of the head of him who was separated from his brothers.", "17": "His glory is like the firstborn of his bull, and his horns are like the horns of a wild ox; with them he will push the peoples together to the ends of the earth; they are the ten thousands of Ephraim, and they are the thousands of Manasseh.", "18": "Of Zebulun he said: Rejoice, Zebulun, in your going outside, and Issachar in your tents.", "19": "They will call the peoples to the mountain; there they will offer sacrifices of righteousness, for they will draw out the abundance of the seas and the treasures hid in the sand.", "20": "Of Gad he said: Blessed be he who enlarges Gad; he dwells as a lion and tears an arm and the crown of a head.", "21": "He provided the first part for himself, because there, in a portion of the ruler, he was seated. He came with the heads of the people. He executed the justice of the Lord, and His ordinances with Israel.", "22": "Of Dan he said: Dan is a lion's whelp; he will leap forth from Bashan.", "23": "Of Naphtali he said: O Naphtali, satisfied with favor and full with the blessing of the Lord, possess the west and the south.", "24": "Of Asher he said: May Asher be blessed with children; may he be acceptable to his brothers, and may he dip his foot in oil.[b]", "25": "Your sandals will be iron and brass; according to your days, so shall be your strength.", "26": "There is none like the God of Jeshurun, who rides through the heavens to help you, and in His majesty through the skies.", "27": "The eternal God is your refuge, and underneath you are the everlasting arms; He will drive out the enemy before you, and will say, “Destroy them.”", "28": "Israel dwells in safety; the fountain of Jacob will be secluded in a land of grain and new wine; its heavens will rain down dew.", "29": "Blessed are you, O Israel! Who is like you, a people saved by the Lord, the shield of your help, who is the sword of your majesty! Your enemies will cringe before you, and you will tread upon their high places."}