{"1": "Then Moses called all Israel and said to them: Hear, O Israel, the statutes and ordinances which I am speaking in your hearing today, so that you may learn them, and keep, and do them. ", "2": "The Lord our God made a covenant with us in Horeb. ", "3": "The Lord did not make this covenant with our fathers, but with us, we who are living now and here today. ", "4": "The Lord talked with you face to face on the mountain from the midst of the fire. ", "5": "I stood between the Lord and you at that time to declare to you the word of the Lord; for you were afraid because of the fire and would not go up to the mountain. He said:", "6": "I am the Lord, your God, who brought you out of the land of Egypt, from the house of bondage.", "7": "You shall have no other gods before Me.", "8": "You shall not make yourself any graven image, or any likeness of anything that is in heaven above, or that is in the earth beneath, or that is in the waters beneath the earth; ", "9": "you shall not bow down to them, nor serve them. For I, the Lord your God, am a jealous God, visiting the iniquity of the fathers on the children, and on the third and fourth generations of those who hate Me, ", "10": "but showing mercy to thousands of them that love Me and keep My commandments.", "11": "You shall not take the name of the Lord your God in vain, for the Lord will not exonerate anyone who takes His name in vain.", "12": "Keep the Sabbath day, to keep it holy, just as the Lord your God has commanded you. ", "13": "Six days you shall labor and do all your work, ", "14": "but the seventh day is the Sabbath of the Lord your God. On it you shall not do any work: you, nor your son, nor your daughter, nor your male servant, nor your female servant, nor your ox, nor your donkey, nor any of your livestock, nor the foreigner that is within your gates, so that your male servant and your female servant may rest as well as you. ", "15": "Remember that you were a servant in the land of Egypt, and that the Lord your God brought you out from there with a mighty hand and by an outstretched arm; therefore your God commanded you to keep the Sabbath day.", "16": "Honor your father and your mother, just as the Lord your God has commanded you, that your days may be prolonged, and that it may go well with you in the land which the Lord your God is giving you.", "17": "You shall not murder.", "18": "You shall not commit adultery.", "19": "You shall not steal.", "20": "You shall not bear false witness against your neighbor.", "21": "You shall not covet your neighbor's wife, nor shall you covet your neighbor's house, his field, his male servant, his female servant, his ox, his donkey, or anything that belongs to your neighbor.", "22": "These are the words the Lord spoke to all your assembly at the mountain out from the midst of the fire, the cloud, and the thick darkness with a great voice, and He added no more. He wrote them on two tablets of stone and gave them to me.", "23": "When you heard the voice out of the midst of the darkness, while the mountain did burn with fire, you came near to me, all the heads of your tribes, and your elders. ", "24": "You said, “See, the Lord our God has shown us His glory and His greatness, and we have heard His voice from the midst of the fire. We have seen this day that God speaks with man, yet he lives. ", "25": "Now, therefore, why should we die? For this great fire will consume us. If we hear the voice of the Lord our God any more, then we will die. ", "26": "For who is there of all flesh who has heard the voice of the living God speaking out of the midst of the fire, as we have, and lived? ", "27": "Go near and hear all that the Lord our God will say. Then speak to us all that the Lord our God will speak to you, and we will hear and do it.”", "28": "The Lord heard the sound of your words when you spoke to me, and the Lord said to me, “I have heard the sound of the words of this people which they have spoken to you. They have done well in all that they have spoken. ", "29": "O that there were such a heart in them that they would fear Me and always keep all My commandments, that it might be well with them and with their children forever!", "30": "“Go say to them, 'Return to your tents.' ", "31": "But as for you, stand here by Me, so that I may speak to you all the commandments, and the statutes, and the ordinances which you shall teach them, that they may keep them in the land which I am giving them to possess.”", "32": "Therefore, be careful to do as the Lord your God has commanded you. You shall not turn aside to the right hand or to the left. ", "33": "You shall walk in all the ways which the Lord your God has commanded you, so that you may live and that it may be well with you, and that you may prolong your days in the land which you shall possess."}