{"1": "Now these are the commandments, the statutes, and the ordinances which the Lord your God commanded to teach you, so that you may observe them in the land which you are crossing over to possess, ", "2": "so that you might fear the Lord your God in order to keep all His statutes and His commandments which I command you—you, and your son, and your grandson—all the days of your life, so that your days may be prolonged. ", "3": "Hear therefore, O Israel, and be careful to do it, so that it may be well with you and so that you may multiply greatly, as the Lord the God of your fathers has promised you in the land that flows with milk and honey.", "4": "Hear, O Israel: The Lord is our God. The Lord is one! ", "5": "And you shall love the Lord your God with all your heart and with all your soul and with all your might. ", "6": "These words, which I am commanding you today, shall be in your heart. ", "7": "You shall teach them diligently to your children and shall talk of them when you sit in your house, and when you walk by the way, and when you lie down, and when you rise up. ", "8": "You shall bind them as a sign on your hand, and they shall be as frontlets between your eyes. ", "9": "You shall write them on the doorposts of your house and on your gates.", "10": "Then it shall be when the Lord your God brings you into the land which He swore to your fathers, to Abraham, Isaac, and Jacob, to give you great and fine cities, which you did not build, ", "11": "and houses full of all good things which you did not fill, and hewn cisterns which you did not dig, vineyards and olive trees which you did not plant, and you eat and are full, ", "12": "then beware lest you forget the Lord who brought you out of the land of Egypt, out of the house of bondage.", "13": "You shall fear the Lord your God and serve Him and shall swear by His name. ", "14": "You shall not go after other gods, the gods of the people which surround you ", "15": "(for the Lord your God is a jealous God among you). Otherwise the anger of the Lord your God will be inflamed against you and destroy you from off the face of the earth. ", "16": "You shall not tempt the Lord your God, as you tempted Him in Massah. ", "17": "You shall diligently keep the commandments of the Lord your God, and His testimonies and His statutes which He has commanded you. ", "18": "You shall do what is right and good in the sight of the Lord that it may be well with you and that you may go in and possess the good land which the Lord swore to your fathers, ", "19": "to drive out all your enemies before you, just as the Lord has spoken.", "20": "When your son asks you in time to come, saying, “What do the testimonies and the statutes and the judgments mean which the Lord our God has commanded you?” ", "21": "then you shall say to your son, “We were slaves of Pharaoh in Egypt, and the Lord brought us out of Egypt with a mighty hand. ", "22": "And the Lord showed great and devastating signs and wonders upon Egypt, upon Pharaoh, and upon all his household before our eyes. ", "23": "He brought us out from there, so that He might bring us in, to give us the land which He swore to our fathers. ", "24": "The Lord commanded us to do all these statutes, to fear the Lord our God, for our good always, that He might preserve us, as He has to this day. ", "25": "It will be our righteousness if we are careful to keep all these commandments before the Lord our God, just as He has commanded us.”"}