{"1": "Hear, O Israel! You are to cross over the Jordan today, to go in to possess nations greater and mightier than you, great cities fortified up to heaven, ", "2": "a great and tall people, the children of the Anakites, whom you know and of whom you have heard it said, “Who can stand before the children of Anak?” ", "3": "Understand therefore today that the Lord your God is He who goes over before you as a consuming fire. He shall destroy them and shall bring them down before you, so that you drive them out and destroy them quickly, as the Lord has spoken to you.", "4": "Do not say in your heart, after the Lord your God has driven them out before you, “On account of my righteousness the Lord has brought me in to possess this land,” but it is because of the wickedness of these nations the Lord is driving them out before you. ", "5": "It is not because of your righteousness or the uprightness of your heart that you enter to possess their land, but because of the wickedness of these nations that the Lord your God drives them out before you, and that He may fulfill the word which the Lord swore to your fathers, Abraham, Isaac, and Jacob. ", "6": "Understand, therefore, that the Lord your God is not giving you this good land to possess on account of your righteousness, for you are a stubborn people.", "7": "Remember, and do not forget how you provoked the Lord your God to wrath in the wilderness. From the day that you departed out of the land of Egypt until you came to this place, you have been rebellious against the Lord. ", "8": "Also in Horeb you provoked the Lord to wrath, so that the Lord was angry enough with you to destroy you. ", "9": "When I went up into the mountain to receive the tablets of stone, the tablets of the covenant which the Lord made with you, then I remained on the mountain forty days and forty nights. I did not eat bread or drink water. ", "10": "The Lord delivered to me two tablets of stone, written with the finger of God, and on them was written all the words which the Lord spoke to you at the mountain out of the midst of the fire on the day of the assembly.", "11": "At the end of forty days and forty nights, the Lord gave me the two tablets of stone, the tablets of the covenant. ", "12": "Then the Lord said to me, “Arise, go down from here quickly, for your people whom you brought out of Egypt have corrupted themselves. They are quickly turned aside from the way which I commanded them. They have made a molded image for themselves.”", "13": "Furthermore the Lord spoke to me, saying, “I have seen this people, and indeed, they are a stubborn people. ", "14": "Let Me alone, so that I may destroy them and blot out their name from under heaven, and I will make of you a nation mightier and greater than they.”", "15": "So I returned and came down from the mount, and the mount burned with fire, and the two tablets of the covenant were in my two hands. ", "16": "I looked, and indeed, you had sinned against the Lord your God and had made yourselves a molded calf. You had quickly turned aside out of the way which the Lord had commanded you. ", "17": "I took the two tablets and threw them out of my two hands and broke them before your eyes.", "18": "I fell down before the Lord, as at the first, forty days and forty nights. I did not eat bread or drink water because of all your sins which you committed, doing what was wicked in the sight of the Lord to provoke Him to anger. ", "19": "For I was afraid of the anger and hot displeasure with which the Lord was wrathful against you to destroy you. But the Lord listened to me at that time also. ", "20": "The Lord was angry enough with Aaron to destroy him, so I also prayed for Aaron at the same time. ", "21": "I took your sin, the calf which you had made, and burned it with fire, and crushed it, and ground it very small until it was as small as dust. Then I threw the dust into the brook that descended down from the mountain.", "22": "Also at Taberah and at Massah and at Kibroth Hattaavah you provoked the Lord to wrath.", "23": "Likewise when the Lord sent you from Kadesh Barnea, saying, “Go up and possess the land which I have given you,” then you rebelled against the commandment of the Lord your God, and you did not believe Him or listen to His voice. ", "24": "You have been rebellious against the Lord from the day I knew you.", "25": "So I fell down before the Lord forty days and forty nights; I fell down because the Lord had said He would destroy you. ", "26": "I prayed therefore to the Lord, and said, “O Lord God, do not destroy Your people, Your inheritance, which You have redeemed through Your greatness, which You have brought out of Egypt with a mighty hand. ", "27": "Remember Your servants, Abraham, Isaac, and Jacob. Do not look at the stubbornness of this people or at their wickedness or their sin. ", "28": "Otherwise, the land from which You brought us may say, 'Because the Lord was not able to bring them into the land which He promised them and because He hated them, He has brought them out to slay them in the wilderness.' ", "29": "Yet they are Your people, Your inheritance, whom You brought out by Your mighty power and by Your stretched-out arm.”"}