{"1": "¶ And it came to pass in those days, that the Philistines gathered their armies together for warfare, to fight against Israel. And Achish said unto David, Know for certain, that thou shalt go out with me to battle, thou and thy men.", "2": "And David said to Achish, Surely thou shalt know what thy slave can do. And Achish said to David, Therefore, I will make thee keeper of my head all the days.", "3": "Now Samuel was dead, and all Israel had lamented him, and buried him in Ramah in his own city. And Saul had removed the spiritists and the diviners out of the land.", "4": "And the Philistines gathered themselves together and came and pitched camp in Shunem, and Saul gathered all Israel together, and they pitched camp in Gilboa.", "5": "And when Saul saw the host of the Philistines, he was afraid, and his heart trembled greatly.", "6": "And Saul enquired of the LORD, but the LORD did not answer him by dreams nor by Urim nor by prophets.", "7": "¶ Then Saul said unto his slaves, Seek me a woman that is a spiritist that I may go to her and enquire of her. And his slaves said to him, Behold, there is a woman that is a spiritist at Endor.", "8": "And Saul disguised himself and put on other clothing, and he went with two men, and they came to the woman by night; and he said, I pray thee, divine unto me by spiritism and bring me him up whom I shall name unto thee.", "9": "And the woman said unto him, Behold, thou knowest what Saul has done, how he has cut off the spiritists and the diviners out of the land; why then dost thou lay a snare for my life, to cause me to die?", "10": "And Saul swore to her by the LORD, saying, As the LORD lives, no iniquity shall come upon thee for this thing.", "11": "Then the woman said, Whom shall I bring up unto thee? And he said, Bring me up Samuel.", "12": "And when the woman saw Samuel, she cried with a loud voice; and the woman spoke to Saul, saying, Why hast thou deceived me? For thou art Saul.", "13": "And the king said unto her, Do not be afraid. What didst thou see? And the woman said unto Saul, I saw gods rising out of the land.", "14": "And he said unto her, What form is he of? And she said, An old man comes, and he is covered with a mantle. And Saul perceived that it was Samuel, and he stooped with his face to the ground and worshipped.", "15": "¶ And Samuel said to Saul, Why hast thou disquieted me, to bring me up? And Saul answered, I am sore distressed, for the Philistines make war against me, and God is departed from me and no longer answers me neither by prophets nor by dreams; therefore, I have called thee that thou may make known unto me what I shall do.", "16": "Then Samuel said, Why then dost thou ask of me, seeing the LORD is departed from thee, and is become thy enemy?", "17": "The LORD, therefore, has done as he spoke by me! For the LORD has rent the kingdom out of thy hand and given it to thy neighbour, even to David.", "18": "Because thou didst not hearken unto the voice of the LORD nor execute his fierce wrath upon Amalek; therefore, the LORD has done this thing unto thee today.", "19": "And the LORD will also deliver Israel with thee into the hand of the Philistines, and tomorrow shalt thou and thy sons be with me; the LORD shall also deliver the camp of Israel into the hand of the Philistines.", "20": "¶ Then Saul, as great as he was, fell suddenly to the earth and was sore afraid because of the words of Samuel; and there was no strength in him, for he had eaten no bread all that day nor all that night.", "21": "And the woman came unto Saul and saw that he was sore troubled and said unto him, Behold, thy handmaid has heard thy voice, and I have put my soul in my hand and have hearkened unto thy words which thou didst speak unto me.", "22": "Now, therefore, I pray thee, hearken thou also unto the voice of thy handmaid and let me set a morsel of bread before thee; and eat, that thou may have strength, and go on thy way.", "23": "But he refused and said, I will not eat. But his slaves, together with the woman, compelled him, and he hearkened unto their voice. So he arose from the ground and sat upon a bed.", "24": "And the woman had a fat calf in the house, and she hastened and killed it and took flour and kneaded it and baked unleavened bread with it.", "25": "And she brought it before Saul and before his slaves, and after they ate, they rose up and went away that night."}