{"1": "¶ Now the Philistines gathered together all their camps to Aphek, and the Israelites pitched camp by a fountain which is in Jezreel.[a]", "2": "And as the cardinals of the Philistines reviewed their companies of hundreds and of thousands, David and his men were in the rear with Achish.", "3": "Then the princes of the Philistines said, What are these Hebrews doing here? And Achish replied unto the princes of the Philistines, Is not this David, the slave of Saul, the king of Israel, who has been with me these days or these years, and I have found no fault in him since he fell unto me unto this day?", "4": "Then the princes of the Philistines were angry with him, and the princes of the Philistines said unto him, Make this fellow return that he may go again to his place which thou hast appointed him and not come with us to the battle lest in the battle he be an adversary to us, for with what should he return to the good graces of his master than with the heads of these men?", "5": "Is not this David, of whom they sang one to another in dances, saying, Saul slew his thousands and David his ten thousands?", "6": "¶ Then Achish called David and said unto him, Surely, as the LORD lives, thou hast been upright, and thy going out and thy coming in with me in the camp is good in my sight; for I have not found evil in thee since the day of thy coming unto me unto this day; nevertheless, thou art not good in the eyes of the cardinals.", "7": "Therefore, now return and go in peace that thou not do evil in the eyes of the cardinals of the Philistines.", "8": "And David replied unto Achish, But what have I done? And what hast thou found in thy slave so long as I have been with thee unto this day that I may not go fight against the enemies of my lord the king?", "9": "And Achish answered and said to David, I know that thou art good in my sight as an angel of God; notwithstanding, the princes of the Philistines have said, He shall not go up with us to the battle.", "10": "Therefore, now rise up early in the morning with thy master's slaves that are come with thee, and as soon as ye are up early in the morning and it is light, depart.", "11": "So David and his men rose up early to depart in the morning to return into the land of the Philistines. And the Philistines went up to Jezreel."}