{"1": "After this, King Hiram of Tyre sent a delegation to David, accompanied by cedar[a] logs, stone masons, and wood workers, to construct a palace for him. ", "2": "David realized that the Lord was affirming him as king over Israel, and that his government was being exalted in order to benefit his people Israel. ", "3": "But while he was living in Jerusalem, David married more wives and fathered more sons and daughters. ", "4": "Here's a list of the children whom he fathered while in Jerusalem: Shammua, Shobab, Nathan, Solomon, ", "5": "Ibhar, Elishua, Elpelet, ", "6": "Nogah, Nepheg, Japhia, ", "7": "Elishama, Beeliada, and Eliphelet.", "8": "When the Philistines learned that David had been anointed king over all of Israel, all of the Philistines invaded to look for David. David heard about it and went out to fight them. ", "9": "Meanwhile, the Philistines had invaded and raided the Rephaim Valley. ", "10": "So David asked God, “Am I to go out against the Philistines? Will you give me victory over them?”[b] “Go out,” the Lord replied to him, “and I'll put them right into your hand.”", "11": "So David[c] went out to Baal-perazim and defeated the Philistines[d] there. David observed, “Like an overwhelming flood, God has overwhelmed[e] my enemies, using me to do it.”[f] That's why that place is called Baal-perazim.[g] ", "12": "The Philistines[h] abandoned their gods there, so David ordered that their idols be incinerated.", "13": "Later the Philistines invaded the Rephaim[i] Valley again. ", "14": "When David asked God about it, God told him, “Don't directly attack them. Instead, go around them and come up against them opposite those balsam trees. ", "15": "When you hear the sound of marching coming from the tops of the balsam trees, then go out to battle, because God will have gone out ahead of you to destroy the Philistine army.” ", "16": "So David did just as God had ordered, and they struck down the Philistine army from Gibeon to Gezer. ", "17": "Then David's reputation spread through all of the neighboring countries,[j] and the Lord caused all nations[k] to be afraid of David."}