{"1": "David built palaces for himself in the City of David, and he prepared a place for the Ark of God and erected a tent for it. ", "2": "Then David ordered that the Ark of God was to be carried by no one except the descendants of Levi, because the Lord had chosen them to carry the ark of the Lord and to serve him forever. ", "3": "David assembled all of Israel in Jerusalem to bring up the ark of the Lord to its proper place that he had prepared for it.", "4": "David also assembled the descendants of Aaron, who were descendants of Levi, ", "5": "including[a] Uriel their leader from the descendants of Kohath, along with 120 of his relatives, ", "6": "from the descendants of Merari, Asaiah their leader, along with 220 of his relatives, ", "7": "from the descendants of Gershom, Joel their chief, along with 130 of his relatives, ", "8": "from the descendants of Elizaphan, Shemaiah their leader, along with 200 of his relatives, ", "9": "from Hebron's descendants, Eliel their leader, along with 80 of his relatives, ", "10": "and from Uzziel's descendants, Amminadab their leader, along with 112 of his relatives.", "11": "Then David summoned the priests Zadok and Abiathar, along with the descendants of Levi Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab ", "12": "and addressed them: “As leaders of your Levitical families, set yourselves apart, both you and your relatives, so you can be qualified to[b] bring up the ark of the Lord God of Israel to the place I've prepared for it. ", "13": "Because you didn't carry it from the very first, the Lord our God attacked[c] us, since we didn't care for it appropriately.” ", "14": "So the priests and descendants of Levi set themselves apart to carry the ark of the Lord God of Israel. ", "15": "The descendants of Levi carried the Ark of God the way Moses had commanded and in accordance with the command from[d] the Lord—that is, with poles[e] on their shoulders.", "16": "David also told the leaders of the descendants of Levi to appoint their relatives as singers, to play musical instruments such as harps, lyres, and cymbals, and to keep sounding aloud with joyful voices. ", "17": "So the descendants of Levi appointed Joel's son Heman, his relative Berechiah's son Asaph, as well as certain[f] relatives of Merari's sons, including[g] Kushaiah's son Ethan, ", "18": "their second order relatives[h] Zechariah, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, and Mikneiah, as well as the trustees[i] Obed-edom and Jeiel. ", "19": "The singers included Heman, Asaph, and Ethan (who played bronze cymbals). ", "20": "Zechariah, Aziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played harps to accompany the women singers,[j] ", "21": "and Mattithiah, Eliphelehu, Mikneiah, Obed-edom, Jeiel, and Azaziah led on lyres, sounding the octaves.[k] ", "22": "Chenaniah, music leader for the descendants of Levi, served as music director, because he was expert at it. ", "23": "Berechiah and Elkanah served as gatekeepers for the ark. ", "24": "Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer the priests were appointed to sound the trumpets before the Ark of God, and Obed-edom and Jehiah were trustees[l] for the ark.", "25": "Then David, the elders of Israel, and the leaders of groups of thousands[m] proceeded to bring the Ark of the Covenant of the Lord from Obed-edom's house, rejoicing as they went.[n] ", "26": "As God helped the descendants of Levi who were carrying the Ark of the Covenant of the Lord, they sacrificed seven bulls and seven rams. ", "27": "David wore a robe made from fine linen, as did all of the descendants of Levi who were carrying the ark, the singers, and Chenaniah the music and choir director. David also wore a linen ephod. ", "28": "All of Israel were bringing up the Ark of the Covenant of the Lord, accompanied by shouting, sounding of horns, trumpets, and cymbals, along with loud music on harps and lyres. ", "29": "But as the Ark of the Covenant of the Lord approached the City of David, Saul's daughter Michal was peering out a window, watching King David dancing and cavorting around, and she despised him in her heart."}