{"1": "They brought the Ark of God, placed it within the tent that David had erected, and offered burnt offerings and peace offerings in the presence of God. ", "2": "After David had finished sacrificing the burnt offerings and peace offerings, he blessed the people in the name of the Lord ", "3": "and distributed a loaf of bread, a date bar, and a raisin bar to every person in Israel—that is, to each man and to each woman. ", "4": "In the presence of the ark of the Lord, he appointed some of the descendants of Levi to minister continually by remembering,[a] giving thanks, and praising the Lord God of Israel. ", "5": "Their director Asaph played cymbals, and next to him was Zechariah, followed by Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-edom, and Jeiel, who played harps and lyres. ", "6": "The priests Benaiah and Jahaziel played the trumpets continually in the presence of the Ark of the Covenant of God.", "7": "On that very day, David composed this psalm of thanksgiving to the Lord just for[b] Asaph and his companions:[c]", "8": "Give thanks to the Lord, calling on his name. Make what he has done known among the people.", "9": "Sing to him, sing psalms to him, and think[d] about all of his miraculous deeds.", "10": "Find joy in his holy name; let the hearts of those who keep on seeking the Lord rejoice.", "11": "Seek the Lord and his strength. Always look to him.[e]", "12": "Keep remembering the awesome deeds that he has done, along with his miracles and the rulings that he has handed down,", "13": "you descendants of his servant Israel, you descendants of Jacob, the ones he has chosen.", "14": "He is the Lord our God. His justice is in all of the land.", "15": "Remember his covenant forever, his promise that he made to the thousandth generation,", "16": "the covenant[f] that he made with Abraham, and the oath he swore to Isaac.", "17": "He confirmed it to Jacob in the form of an ordinance, an eternal covenant to Israel,", "18": "when he told Israel, “To you I will give the land of Canaan as your joyful inheritance.”[g]", "19": "When you were few in number— very few, and strangers at that—", "20": "wandering from nation to nation, from one kingdom to another,", "21": "he did not let anyone wrong them. He warned kings on their behalf,", "22": "“Don't touch my chosen ones, and don't hurt my prophets!”", "23": "Let all the earth sing to the Lord! Day after day proclaim his deliverance![h]", "24": "Declare his glory among the nations, and his miraculous deeds to all people,", "25": "because the Lord is great, and he is praised greatly! He is feared above every god.", "26": "For all of the gods of the other[i] nations are mere[j] idols, but the Lord fashioned the heavens!", "27": "Splendor and majesty surround him, and strength and joy fill his palace.[k]", "28": "Let the families of earth recognize the Lord— that he is glorious and powerful.", "29": "Recognize the glory that is due the Lord! Bring your offering, and come into his presence, worshiping the Lord in all of his holy splendor.", "30": "Tremble in his presence, all the earth! Surely the inhabited world[l] stands firm— it cannot be moved.", "31": "Let the heavens rejoice, and the earth be glad! Say to the nations, “The Lord reigns!”", "32": "Let the sea roar along with everything that fills it! Let the fields exult, along with everything in them!", "33": "Then let the trees in the forest sing out in praise, for the Lord is coming to judge the world.", "34": "Give thanks to the Lord, because he is good and because his gracious love is eternal!", "35": "Call out,[m] “Save us, God, you who delivers us! Gather us and rescue us from the nations!” We will thank your holy name and rejoice as we praise you!", "36": "Praise the Lord God of Israel, who lives from eternity to eternity! Then all of the people shouted “Amen!” and praised the Lord.", "37": "Later David[n] left the presence of the Ark of the Covenant of the Lord so Asaph and his fellow descendants of Levi could serve the ark there continually each day, doing whatever was required. ", "38": "Obed-edom and 68 of his relatives remained also, with Jeduthun's son Obed-edom and Hosah serving as trustees.[o] ", "39": "He left Zadok the priest and his relatives at the Tent of the Lord at the high place in Gibeon, where they ministered in the Lord's presence, ", "40": "sacrificing the regular burnt offerings regularly each morning and evening to the Lord on the altar dedicated to that purpose, doing everything written in the Law of the Lord, just as he had commanded Israel.", "41": "David[p] also appointed Heman, Jeduthun, and others chosen by name to give thanks to the Lord, because “his gracious love is eternal.”[q] ", "42": "They accompanied their songs of praise to God with trumpets, cymbals, and other musical instruments while Jeduthun's children served as trustees.[r] ", "43": "After this, everyone left for their own homes and David went home to bless his own household."}