{"1": "After this, David defeated and subdued the Philistines, and then took possession of Gath and its towns from Philistine control. ", "2": "He also conquered Moab, placing them in servitude and making them pay tribute.", "3": "David also defeated King Hadadezer of Zobah, which is near Hamath,[a] while he was going about establishing his hegemony[b] as far as the Euphrates[c] River. ", "4": "David confiscated 1,000 chariots, 7,000 horsemen, and 20,000 foot soldiers from him, and hamstrung all of the chariot horses except for a reserve force of 100 chariots. ", "5": "When Arameans came from Damascus to help King Hadadezer of Zobah, David killed 22,000 of them. ", "6": "David later erected garrisons[d] in Aram of Damascus, and the Arameans were placed under servitude to David, to whom they paid tribute. ", "7": "David also confiscated the gold shields that belonged to Hadadezer's officials and took them to Jerusalem. ", "8": "David also confiscated a vast quantity of bronze from Tibhath[e] and Cun, cities under Hadadezer's control. Later on, Solomon crafted the bronze sea, the pillars, and the bronze vessels for the Temple.[f]", "9": "When King Tou of Hamath learned that David had conquered King Hadadezer of Zobah's entire army, ", "10": "he sent his son Hadoram to King David to meet and congratulate him, because he had fought against and defeated Hadadezer. Since Hadadezer had often been to war against Tou, he sent all sorts of gold, silver, and bronze goods ", "11": "to King David, which David[g] also dedicated to the Lord, along with silver and gold that he confiscated from all the surrounding[h] nations, including Edom, Moab, the Ammonites, the Philistines, and Amalek.", "12": "Zeruiah's son Abishai killed 18,000 Edomites in the Salt Valley. ", "13": "He erected garrisons in Edom, and all the Edomites became subservient to David, while the Lord gave victory to David wherever he went.", "14": "So David reigned over all of Israel, administering justice and equity to all of his people. ", "15": "Zeruiah's son Joab served in charge of the army, Ahilud's son Jehoshaphat was his personal archivist,[i] ", "16": "Ahitub's son Zadok and Abiathar's son Ahimelech were priests, Shavsha[j] was his personal secretary,[k] ", "17": "Jehoiada's son Benaiah supervised the special forces[l] and mercenaries,[m] while David's sons worked as chief officials in service to the king.[n]"}