{"1": "Some time later, King Nahash of Ammon died and his son succeeded him, ", "2": "so David told himself, “I will be loyal to Nahash's son Hanun, since his father showed loyal, gracious love to me.” So David sent a delegation[a] to console him about his loss of his[b] father. But when David's delegation arrived to visit[c] Hanun in Ammonite territory to console him, ", "3": "the Ammonite officials asked Hanun, “Do you think that because David has sent a delegation of consolers to you that he is honoring your father? His delegation has arrived to search, overthrow, and scout the land, hasn't it?” ", "4": "So Hanun arrested David's delegation, shaved off their beards, cut off their clothes at the waist line, and sent them away in disgrace.[d]", "5": "After they had departed, David was informed about the men, so he sent word[e] to them, since they had been deeply humiliated. He told them, “Stay at Jericho until your beards have grown back, and then return.”", "6": "When the Ammonites realized that they had created quite a stink with David, Hanun and the Ammonites spent 1,000 silver talents[f] to hire chariots and mercenaries from Mesopotamia, from Aram-maacah, and from Zobah. ", "7": "They hired 32,000 chariots, along with the king of Maacah and his army, who arrived and encamped at Medeba. The Ammonites also were mustered and came out to battle from their home cities. ", "8": "In response, David sent out Joab and his entire army of elite soldiers. ", "9": "The Ammonites went out in battle formation in front of the entrance to the city while the kings who had come stayed by themselves in the open fields.", "10": "When Joab observed that the battle lines were set up to oppose him both in front and behind, he appointed some special forces from Israel and arrayed them to oppose the Arameans, ", "11": "putting the rest of his forces under command of his brother Abishai, who arrayed them to oppose the Ammonites. ", "12": "He told Abishai,[g] “If the Arameans prove too strong for me, then you are to help me. If the Ammonites prove too strong for you, then I will help you. ", "13": "Be strong, be courageous on behalf of our people and for the cities of our God, and may the Lord do what he thinks is best.” ", "14": "So Joab and the soldiers who were with him attacked the Arameans in battle formation, and the Arameans retreated in front of him. ", "15": "When the Ammonites saw the Arameans retreating, they also retreated from Joab's brother Abishai back to the city and Joab left for Jerusalem. ", "16": "After the Arameans realized that they had been defeated by Israel, they sent for the Arameans who lived beyond the Euphrates River.[h] Shophach[i] was leading them as commander of Hadadezer's army.", "17": "When David learned this, he mustered all of Israel, crossed the Jordan, approached the Arameans, and drew up his forces against them. After David had assembled in battle array against the Arameans, the Arameans[j] attacked him. ", "18": "The Arameans retreated from Israel, and David's forces[k] killed 7,000 Aramean charioteers, 40,000 soldiers, and Shophach, the commander of their army. ", "19": "When Hadadezer's officials saw that they had been defeated by Israel, they sought terms of peace with David and became subservient to him. After this, the Arameans were unwilling to help the Ammonites anymore."}