{"1": "Here's a list of Israel's sons: Reuben, Simeon, Levi, Judah, Issachar, Zebulun, ", "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.", "3": "Judah's three sons Er, Onan, and Shelah were born to him through Bath-shua, a Canaanite. Er, Judah's firstborn, became wicked in the Lord's sight, so he put him to death. ", "4": "Judah's[a] daughter-in-law Tamar also bore him Perez and Zerah, so Judah had five sons in all.", "5": "Perez's sons were Hezron and Hamul.", "6": "Zerah had five sons in all: Zimri, Ethan, Heman, Calcol, and Dara.[b]", "7": "Carmi's son was Achar,[c] who became Israel's troublemaker by transgressing the Lord's commandment[d] regarding things that were to be destroyed.", "8": "Ethan's son was Azariah.", "9": "Hezron's sons born to him were Jerahmeel, Ram, and Chelubai. ", "10": "Ram fathered Amminadab, and Amminadab fathered Nahshon, who was leader of the descendants of Judah.", "11": "Nahshon fathered Salma, Salma fathered Boaz, ", "12": "Boaz fathered Obed, and Obed fathered Jesse. ", "13": "Jesse fathered Eliab his firstborn, Abinadab his second born, Shimea his third born, ", "14": "Nethanel his fourth born, Raddai his fifth born, ", "15": "Ozem his sixth born, David his seventh born; ", "16": "along with their sisters Zeruiah and Abigail. Zeruiah's three sons were Abishai, Joab, and Asahel. ", "17": "Abigail bore Amasa, whose father was Jether the Ishmaelite.", "18": "Hezron's son Caleb had children by his wife Azubah and by Jerioth. These were her sons: Jesher, Shobab, and Ardon. ", "19": "When Azubah died, Caleb married Ephrath, who bore him Hur. ", "20": "Hur fathered Uri, and Uri fathered Bezalel.", "21": "Later, Hezron married[e] the daughter of Machir, who had fathered Gilead. He married her when he was 60 years old, and she bore him Segub. ", "22": "Segub fathered Jair, who had 23 towns in the land of Gilead. ", "23": "But Geshur and Aram took 60 towns from Gilead,[f] including Havvoth-jair and Kenath, along with their villages. All these were descendants of Machir, who fathered Gilead.", "24": "After Hezron died in Caleb-ephrathah, Abijah wife of Hezron bore him Ashhur, who fathered Tekoa.", "25": "The descendants of Jerahmeel, the firstborn of Hezron, were Ram his firstborn, Bunah, Oren, Ozem, and Ahijah.", "26": "Jerahmeel also had another wife, whose name was Atarah; she was the mother of Onam.", "27": "The descendants of Ram, firstborn of Jerahmeel were Maaz, Jamin, and Eker.", "28": "Onam's descendants were Shammai and Jada. Shammai's descendants were Nadab and Abishur.", "29": "Abishur's wife was named Abihail. She bore him Ahban and Molid.", "30": "Nadab's descendants were Seled and Appaim. Seled died childless.", "31": "Appaim's son[g] was Ishi. Ishi's son[h] was Sheshan. Sheshan's son[i] was Ahlai.", "32": "Shammai's brother Jada's descendants were Jether and Jonathan, but Jether died childless.", "33": "Jonathan's descendants were Peleth and Zaza. These were the descendants of Jerahmeel.", "34": "Now Sheshan had no sons, only daughters. However, Sheshan had an Egyptian slave named Jarha. ", "35": "So Sheshan gave his daughter in marriage to his slave Jarha, and she bore him Attai.", "36": "Attai fathered Nathan, and Nathan fathered Zabad. ", "37": "Zabad fathered Ephlal, Ephlal fathered Obed, ", "38": "Obed fathered Jehu, Jehu fathered Azariah, ", "39": "Azariah fathered Helez, Helez fathered Eleasah, ", "40": "Eleasah fathered Sismai, Sismai fathered Shallum. ", "41": "Shallum fathered Jekamiah, and Jekamiah fathered Elishama.", "42": "Jerahmeel's brother Caleb's descendants were his firstborn Mesha,[j] who fathered Ziph. The descendants of Mareshah, who fathered Hebron, were as follows:[k]", "43": "Hebron's descendants were Korah, Tappuah, Rekem, and Shema.", "44": "Shema fathered Raham, who fathered Jorkeam. Rekem fathered Shammai. ", "45": "Shammai's descendants included[l] Maon, who fathered Beth-zur. ", "46": "Caleb's mistress Ephah also bore Haran, Moza, and Gazez. Haran fathered Gazez. ", "47": "Jahdai's descendants were Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph. ", "48": "Caleb's mistress Maacah bore Sheber, Tirhanah, ", "49": "and Shaaph, who fathered Madmannah. Sheva fathered Machbenah and Gibe. Caleb's daughter was Achsah. ", "50": "These were Caleb's descendants. The son of Hur, the firstborn of Ephrathah, was Shobal, who fathered Kiriath-jearim, ", "51": "Salma, who fathered Bethlehem, and Hareph, who fathered Beth-gader.", "52": "Shobal, who fathered Kiriath-jearim, had other sons, including Haroeh, half of the Menuhoth. ", "53": "The families of Kiriath-jearim included the Ithrites, the Puthites, the Shumathites, and the Mishraites. The Zorathites and the Eshtaolites came from them.", "54": "Salma's descendants were Bethlehem, the Netophathites, Atroth-beth-joab, and half of the Manahathites, the Zorites.", "55": "The families of the scribes who lived at Jabez included the Tirathites, the Shimeathites, and the Sucathites. These are the Kenites who came from Hammath, who fathered the house of Rechab."}