{"1": "After David had reached old age, and had completed his reign,[a] he set his son Solomon as king over Israel. ", "2": "David then gathered together all of the leaders of Israel, including the priests and descendants of Levi. ", "3": "descendants of Levi 30 years old and above were counted for a total of 38,000. ", "4": "“24,000 of these,” David said, “are to be set in charge of the work of the Temple of the Lord, with 6,000 serving as officers and judges, ", "5": "with 4,000 gatekeepers, and with 4,000 offering praises to the Lord with the musical instruments that I have had crafted.”", "6": "David divided them into divisions based on Gershon, Kohath, and Merari, Levi's sons.", "7": "The descendants of Gershon were Ladan and Shimei. ", "8": "The three descendants of Ladan included[b] Jehiel (their chief), Zetham, and Joel. ", "9": "The three descendants of Shimei included Shelomoth, Haziel, and Haran. These were the heads of families of Ladan.", "10": "The descendants of Shimei included Jahath, Zina, Jeush, and Beriah. These four were sons of Shimei. ", "11": "Jahath served as chief and Zizah was second in rank, but since Jeush and Beriah did not have many sons, they were enrolled as a single family unit.", "12": "The four descendants of Kohath included Amram, Izhar, Hebron, and Uzziel. ", "13": "The descendants of Amram included Aaron and Moses. Aaron had been set apart to consecrate the most holy things, with the intent that he and his sons should present offerings in the Lord's presence forever, ministering to him and pronouncing blessings in his name forever.", "14": "Meanwhile, as for Moses the man of God, his sons were considered among the tribe of Levi. ", "15": "The descendants of Moses included Gershom and Eliezer. ", "16": "The descendants of Gershom included Shebuel as their chief.", "17": "The descendants of Eliezer included Rehabiah as their chief. Eliezer had no other sons, but Rehabiah had many descendants.", "18": "The descendants of Izhar included Shelomith their chief.", "19": "The descendants of Hebron included Jeriah their chief, Amariah their second in rank, Jahaziel their third, and Jekameam their fourth.", "20": "The descendants of Uzziel included Micah their chief and Isshiah their second in rank.", "21": "The descendants of Merari included Mahli and Mushi. The descendants of Mahli included Eleazar and Kish, ", "22": "but Eleazar died having no sons, but only daughters. Their relatives (the descendants of Kish) married them. ", "23": "The three descendants of Mushi included Mahli, Eder, and Jeremoth.", "24": "These were the descendants of Levi according to their ancestral households, with family heads documented according to the names of persons 20 years and older who were appointed to perform work in service to the Temple of the Lord.", "25": "For David had said “The Lord God of Israel has granted rest to his people, and he has taken Israel as his eternal residence. ", "26": "Therefore[c] the descendants of Levi are no longer to carry the Tent or its service implements.”[d] ", "27": "Since, according to David's final instructions, the list above[e] contains the total number of descendants of Levi from the age of 20 years and upward, ", "28": "David issued these orders:[f] “Instead, they are to assist by lending a hand to the descendants of Aaron regarding service to the Temple of the Lord relating to the courts, the chambers, purification of everything pertaining to holiness, and to anything else pertaining to service on behalf of the Temple of God, ", "29": "including assisting with the rows of showbread, selecting flour for the grain offerings, the unleavened bread, baked offerings, and oil-based offerings, no matter what the quantity or sizes. ", "30": "They are to take their stand morning by morning, thanking and praising the Lord right through until the evening, ", "31": "whenever burnt offerings are presented to the Lord, whether on Sabbaths, New Moons, or scheduled festivals, regularly in the Lord's presence in accordance with the number required to conduct their service. ", "32": "By doing this, they will fulfill their obligation as trustees over the Tent of Assembly and the Sanctuary, attending to the needs of[g] their relatives, who are descendants of Aaron, in keeping with their service on behalf of the Temple of the Lord.”"}