{"1": "Along with officers in his army, David consecrated to assist in service to the descendants of Asaph, Heman, and Jeduthun those who prophesy with lyres, harps, and cymbals. The list of those who participated in this service included: ", "2": "from the descendants of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah, sons of Asaph mentored by[a] Asaph himself, who prophesied under the supervision[b] of the king; ", "3": "from Jeduthun, these six of his descendants: Gedaliah, Zeri, Jeshaiah, Shimei, Hashabiah, and Mattithiah, mentored by their father Jeduthun, who played a lyre and prophesied, giving thanks and praise to the Lord; ", "4": "from Heman, these descendants: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, Romamti-ezer, Joshbekashah, Mallothi, Hothir, and Mahazioth. ", "5": "All of these were descendants of Heman the king's seer, according to God's promise to exalt him, since God had given Heman fourteen sons and three daughters. ", "6": "They were all under their father's supervision regarding music in the Temple of the Lord with cymbals, harps, and lyres for the service of the Temple of God. Asaph, Jeduthun, and Heman were under command of the king. ", "7": "They and their relatives who had been skillfully trained in singing to the Lord, numbered 288. ", "8": "Their duties, whether significant or insignificant, whether performed by teacher or pupil alike, were assigned by lottery.", "9": "Asaph's first lottery was cast in favor of Joseph; the second went to Gedaliah, that is, to him, to his relatives, and his sons, for a total of twelve;[c] ", "10": "the third to Zaccur, his sons and his relatives, for a total of twelve; ", "11": "the fourth to Izri, his sons and his relatives, for a total of twelve; ", "12": "the fifth to Nethaniah, his sons and his relatives, for a total of twelve; ", "13": "the sixth to Bukkiah, his sons and his relatives, for a total of twelve; ", "14": "the seventh to Jesharelah, his sons and his relatives, for a total of twelve; ", "15": "the eighth to Jeshaiah, his sons and his relatives, for a total of twelve; ", "16": "the ninth to Mattaniah, his sons and his relatives, for a total of twelve; ", "17": "the tenth to Shimei, his sons and his relatives, for a total of twelve; ", "18": "the eleventh to Azarel, his sons and his relatives, for a total of twelve; ", "19": "the twelfth to Hashabiah, his sons and his relatives, for a total of twelve; ", "20": "the thirteenth to Shubael, his sons and his relatives, for a total of twelve; ", "21": "the fourteenth to Mattithiah, his sons and his relatives, for a total of twelve; ", "22": "the fifteenth to Jeremoth, his sons and his relatives, for a total of twelve; ", "23": "the sixteenth to Hananiah, his sons and his relatives, for a total of twelve; ", "24": "the seventeenth to Joshbekashah, his sons and his relatives, for a total of twelve; ", "25": "the eighteenth to Hanani, his sons and his relatives, for a total of twelve; ", "26": "the nineteenth to Mallothi, his sons and his relatives, for a total of twelve; ", "27": "the twentieth to Eliathah, his sons and his relatives, for a total of twelve; ", "28": "the twenty-first to Hothir, his sons and his relatives, for a total of twelve; ", "29": "the twenty-second to Giddalti, his sons and his relatives, for a total of twelve; ", "30": "the twenty-third to Mahazioth, his sons and his relatives, for a total of twelve; ", "31": "the twenty-fourth to Romamti-ezer, his sons and his relatives, for a total of twelve."}