{"1": "The guild[a] of trustees[b] included, from the descendants of Korah, Kore's son Meshelemiah from Asaph's descendants; ", "2": "Meshelemiah's sons Zechariah, his firstborn, Jediael his second, Zebadiah his third, Jathniel his fourth, ", "3": "Elam his fifth, Jehohanan his sixth, and Eliehoenai his seventh; ", "4": "Obed-edom's sons Shemaiah, his firstborn, Jehozabad his second, Joah his third, Sachar his fourth, Nethanel his fifth, ", "5": "Ammiel his sixth, Issachar his seventh, and Peullethai his eighth, since God had blessed him.", "6": "Furthermore, his son Shemaiah had sons born to him who wielded authority in their ancestral households, since they were mighty men of valor. ", "7": "These sons of Shemaiah included[c] Othni, Rephael, Obed, and Elzabad, whose brothers were valiant, able men, Elihu and Semachiah. ", "8": "All of these sons of Obed-edom, along with their sons and brothers, were valiant men, fully qualified for duty—62 descendants[d] of Obed-edom. ", "9": "Meshelemiah had 18 sons and brothers who were valiant men. ", "10": "Hosah, one of Merari's sons, had these[e] sons: Shimri their chief (though not the firstborn, his father had appointed him chief), ", "11": "Hilkiah his second, Tebaliah his third, and Zechariah his fourth, with a total of 13 sons and brothers of Hosah.", "12": "With respect to their leaders, these courses of trustees had responsibilities, along with their relatives, regarding ministry within the Temple of the Lord ", "13": "assigned by lottery according to their ancestral households, whether large or small alike, for their gate assignments. ", "14": "The lot for the eastern gate[f] fell to Shelemiah. They also cast lots for his son Zechariah, who was a wise counselor, and his lot indicated the northern gate.[g] ", "15": "Obed-edom's lot indicated the south gate,[h] and his sons were also allotted responsibility for the storehouse. ", "16": "For Shuppim and Hosah the lot indicated the west at the gate of Shallecheth on the ascending road. Each guard corresponding to each guard, ", "17": "on the east six descendants of Levi were assigned[i] for each day, on the north four for each day, on the south four for each day (as well as two pairs of guards assigned[j] to the storehouse), ", "18": "and for the colonnade on the west four were assigned at the road and two at the colonnade. ", "19": "These were the ranks of trustees assigned among the descendants of Korah and the sons of Merari.", "20": "Now with respect to the descendants of Levi, Ahijah was responsible for the treasuries of the Temple of God, including the treasuries containing dedicated gifts. ", "21": "With respect to the descendants of Ladan, the Gershonite descendants pertaining to Ladan, the heads of families pertaining to Ladan the Gershonite, there was Jehieli. ", "22": "The descendants of Jehieli, Zetham and his brother Joel, were responsible for the treasuries of the Temple of the Lord.", "23": "From the descendants of Amram, Izhar, Hebron, and Uzziel were assigned ", "24": "Shebuel, a descendant of Gershom and a descendant of Moses (as chief officer[k] in charge of the treasuries) ", "25": "and his brothers from Eliezer, including his son Rehabiah, his son Jeshaiah, his son Joram, his son Zichri, and his son Shelomoth.", "26": "Shelomoth and his brothers were responsible for all of the treasuries of dedicated gifts given by King David, by the heads of families, by the officers of groups of thousands and groups of hundreds, and by the leading army officers. ", "27": "They dedicated gifts for the maintenance of the Temple of the Lord from spoils of war. ", "28": "Furthermore, everything that Samuel the seer, Kish's son Saul, Ner's son Abner, and Zeruiah's son Joab had dedicated—all of their dedicated gifts—were under the care of Shelomoth and his brothers.", "29": "From the descendants of Izhar, Chenaniah and his sons were assigned as officers and judges with responsibilities relating to external duties. ", "30": "From the descendants of Hebron, Hashabiah and his relatives—1,700 outstanding men—were assigned oversight of Israel west of the Jordan regarding all of the Lord's work and services on behalf of the king.", "31": "From the descendants of Hebron, Jerijah was assigned chief of the descendants of Hebron. During the fortieth year of David's administration, a search was made by genealogical record, family by family, to find men of great ability, including those found at Jazer in Gilead. ", "32": "King David appointed Jerijah,[l] his relatives, and 2,700 competent men who were each family heads, to oversee the tribes of Reuben and Gad, and the half-tribe of Manasseh regarding everything pertaining to God as well as matters relating to the king."}