{"1": "The Israelis, according to the number of the leaders of their families, the officers of groups of thousands and groups of hundreds, and their leaders who served the king on behalf of the army divisions of 24,000 soldiers on duty month by month throughout the year, consisted of the following.", "2": "Zabdiel's son Jashobeam was responsible[a] for the first division of 24,000 soldiers[b] for the first month. ", "3": "A descendant of Perez, he was chief of all the commanders of the army for the first month.", "4": "Dodai the Ahohite was responsible for the division of the second month. Mikloth served as chief officer[c] of his division, consisting of 24,000 soldiers.", "5": "Jehoiada's son Benaiah the priest was commander of the third division for the third month, consisting of 24,000 soldiers. ", "6": "This was the same Benaiah who was one of the elite men of the Thirty and in command of the Thirty. His son Ammizabad was responsible for his division.", "7": "Joab's brother Asahel was fourth for the fourth month, assisted[d] by his son Zebadiah, with 24,000 soldiers in his division.", "8": "The fifth commander for the fifth month was Shamhuth the Izrahite. His division consisted of 24,000 soldiers.", "9": "Ikkesh's son Ira from Tekoa was sixth for the sixth month; there were 24,000 soldiers in his division.", "10": "Helez the Pelonite, an Ephraimite, was seventh for the seventh month; 24,000 soldiers served in his division.", "11": "Sibbecai the Hushathite, a Zerahite, was eighth for the eighth month; 24,000 soldiers served in his division.", "12": "Abiezer from Anathoth, a descendant of Benjamin, was ninth for the ninth month; 24,000 soldiers served in his division.", "13": "Mahari from Netophah, a Zerahite, was tenth for the tenth month; 24,000 soldiers served in his division.", "14": "Benaiah from Pirathon, an Ephraimite, was eleventh for the eleventh month; 24,000 soldiers served in his division.", "15": "Heldai the Netophathite, from Othniel, was twelfth for the twelfth month; 24,000 soldiers served in his division.", "16": "Wielding the scepters of Israel for the descendants of Reuben, there was[e] Zichri's son Eliezer as chief officer;[f] for the descendants of Simeon there was Maacah's son Shephatiah; ", "17": "for Levi there was Kemuel's son Hashabiah; for Aaron there was Zadok; ", "18": "for Judah there was Elihu, one of David's brothers; for Issachar there was Michael's son Omri; ", "19": "for Zebulun there was Obadiah's son Ishmaiah; for Naphtali, there was Azriel's son Jerimoth; ", "20": "for the descendants of Ephraim, there was Azaziah's son Hoshea; for the half-tribe of Manasseh, there was Pedaiah's son Joel; ", "21": "for the half-tribe of Manasseh in Gilead, there was Zechariah's son Iddo; for Benjamin, there was Abner's son Jaasiel; ", "22": "for Dan, there was Jeroham's son Azarel. These were the leaders of the tribes of Israel.", "23": "David did not complete a census of those younger than 20 years of age, since the Lord had said he would make Israel as numerous as the stars of heaven. ", "24": "Zeruiah's son Joab began the census, but never completed it. Nevertheless, God became angry with Israel because of this, so the number was never entered into the official records of the Annals of King David.[g]", "25": "Adiel's son Azmaveth was responsible for the king's treasuries. Uzziah's son Jonathan was in charge of treasuries located in the country, in cities, in villages, and in towers. ", "26": "Chelub's son Ezri supervised the field workers who tilled the soil. ", "27": "Shimei the Ramathite supervised the vineyards. In charge over the produce of the vineyards for the wine cellars was Zabdi the Shiphmite. ", "28": "Baal-hanan the Gederite supervised the olive and sycamore[h] trees in the Shephelah.[i] Joash supervised the oil reserves. ", "29": "Shitrai the Sharonite supervised the herds that were pastured in Sharon. Adlai's son Shaphat supervised the herds in the valleys. ", "30": "Obil the Ishmaelite supervised the camels. Jehdeiah the Meronothite supervised the donkeys. Jaziz the Hagrite supervised the flocks. ", "31": "All of these served as stewards over King David's property.", "32": "David's uncle Jonathan was a counselor, since he was a man of understanding and a scribe, and Hachmoni's son Jehiel was an attendant to the king's sons. ", "33": "Ahithophel served as an advisor to the king, Hushai the Archite was the king's trusted associate, ", "34": "and under Ahithophel there was Benaiah's son Jehoiada and Abiathar. Joab served as commander of the king's army."}