{"1": "Judah's descendants were Perez, Hezron, Carmi, Hur, and Shobal.", "2": "Shobal's son Reaiah fathered Jahath, and Jahath fathered Ahumai and Lahad. These were the families of the Zorathites.", "3": "These were the descendants of[a] the ancestor of Etam: Jezreel, Ishma, and Idbash; and their sister's name was Hazzelelponi.", "4": "Penuel fathered Gedor and Ezer fathered Hushah. These were the descendants of Hur, Ephrathah's firstborn, who fathered Bethlehem: ", "5": "Tekoa's father Ashhur had two wives, Helah and Naarah. ", "6": "Naarah bore him these sons: Ahuzzam, Hepher, Temeni, and Haahashtari.[b]", "7": "The sons of Helah were Zereth, Izhar,[c] and Ethnan.", "8": "Koz fathered Anub, Zobebah, and the families of Harum's son Aharhel.", "9": "Jabez enjoyed more honor than his relatives—his mother named him Jabez, she said, “because I bore him in pain.”[d]", "10": "Later on, Jabez called on the God of Israel, asking him,[e] “…whether you would bless me again and again, enlarge my territory, keep your power[f] with me, keep me from evil, and keep me from harm!” And God granted what he had requested.", "11": "Chelub, Shuhah's brother, fathered Mehir, who fathered Eshton. ", "12": "Eshton fathered Beth-rapha, Paseah, and Tehinnah, who fathered Ir-nahash. These are the men of Recah.", "13": "Kenaz's descendants were Othniel and Seraiah. Othniel's descendants were Hathath ", "14": "and Meonothai, who fathered Ophrah. Seraiah fathered Joab, who fathered the Ge-harashim,[g] because they became artisans.", "15": "The descendants of Jephunneh's son Caleb were Iru, Elah, and Naam. Elah's son[h] was Kenaz.", "16": "Jehallelel's descendants were Ziph, Ziphah, Tiria, and Asarel.", "17": "Ezrah's descendants were Jether, Mered, Epher, and Jalon. Mered's wife[i] conceived Miriam, Shammai, and Ishbah, who fathered Eshtemoa. ", "18": "Then his Judean wife bore Jered, who fathered Gedor and then Heber, who fathered Soco and Jekuthiel, who fathered Zanoah. These are the descendants of Bithiah, daughter of Pharaoh, whom Mered married.", "19": "The descendants of Hodiah's wife, Naham's sister, fathered Keilah the Garmite and Eshtemoa the Maacathite.", "20": "Shimon's descendants were Amnon, Rinnah, Ben-hanan, and Tilon. Ishi's descendants were Zoheth and Ben-zoheth.", "21": "The descendants of Judah's son Shelah were Er, who fathered Lecah, Laadah (who fathered Mareshah and the families who belonged to the guild[j] of linen workers at Beth-ashbea), ", "22": "Jokim, the men who lived in Cozeba, Joash, and Saraph (who married Moabite families),[k] and Jashubi-lehem.[l] (The records are ancient.)[m] ", "23": "These people[n] were potters who lived in Netaim and Gederah in service to their king, who lived there.", "24": "Simeon's descendants were Nemuel, Jamin, Jarib, Zerah, Shaul, ", "25": "his son Shallum, his son Mibsam, and his son Mishma.", "26": "Mishma's descendants were his son Hammuel, his son Zaccur, and his son Shimei.", "27": "Shimei had 16 sons and six daughters, but his relatives did not have many children, nor did their entire family multiply like the Judeans did. ", "28": "They lived in Beer-sheba, Moladah, Hazar-shual, ", "29": "Bilhah, Ezem, Tolad, ", "30": "Bethuel, Hormah, Ziklag, ", "31": "Beth-marcaboth, Hazar-susim, Beth-biri, and Shaaraim. These were their cities until David began to reign.", "32": "Their cities were Etam, Ain, Rimmon, Tochen, and Ashan, for a total of[o] five cities, ", "33": "along with all their settlements that surrounded these cities as far as Baal—this is their settlement history.[p] They kept this genealogical record for themselves: ", "34": "Meshobab, Jamlech, Amaziah's son Joshah, ", "35": "Joel, Joshibiah's son Jehu (who was the grandson of Seraiah and great-grandson of Asiel), ", "36": "Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, ", "37": "Shiphi's son Ziza (who was the grandson of Shiphi, who was fathered by Allon, who was fathered by Jedaiah, who was fathered by Shimri, who was fathered by Shemaiah)—", "38": "these people,[q] enumerated by name, were leaders in their respective families, and their clans grew to be very abundant.", "39": "They journeyed as far as the entrance of Gedor on the east side of the valley in order to find pasture for their flocks. ", "40": "They discovered abundant and excellent grazing lands there, where the land was very broad, secure, and tranquil, because the former inhabitants there were descendants of Ham. ", "41": "Later on, during the reign[r] of King Hezekiah of Judah, these people,[s] enumerated by name, came and attacked both their homes[t] and the Meunim who had settled there and who remain exterminated to this day. They settled down there, taking their place, because there was pasture there for their flocks. ", "42": "Some of them—that is, 500 Simeonite men—went to Mount Seir.[u] Under the leadership of Ishi's sons Pelatiah, Neariah, Rephaiah, and Uzziel, ", "43": "they destroyed the survivors of the Amalekites who had escaped, and they have lived there to this day."}