{"1": "Here is a record of[a] the descendants of Reuben, Israel's firstborn. (He was the firstborn, but because he defiled his father's marriage bed, his birthright was transferred to the descendants of Israel's son Joseph. As a result, Reuben is not enrolled in the genealogy according to the birthright. ", "2": "Even though Judah became prominent among his relatives—that is, the Commander-in-chief[b] will be his descendant—nevertheless the right of the firstborn went to Joseph.)", "3": "The descendants of Reuben, Israel's firstborn, included Hanoch, Pallu, Hezron, and Carmi.", "4": "Joel's descendants were his son Shemaiah, his son Gog, his son Shimei, ", "5": "his son Micah, his son Reaiah, his son Baal, ", "6": "and his son Beerah, whom King Tiglath-pileser of Assyria carried away into exile, and who was a governor of the descendants of Reuben.", "7": "His relatives, listed by families when the genealogy was enrolled according to their generations, included[c] the chief, Jeiel, Zechariah, ", "8": "and Azaz's son Bela, grandson of Shema, and great-grandson of Joel, who lived in Aroer, near Nebo and Baal-meon. ", "9": "He also lived eastward as far as the entrance to the wilderness this side of the Euphrates River,[d] because their cattle had increased in the territory of Gilead. ", "10": "During the reign[e] of Saul they declared war on the Hagrites, who fell in battle by their hand. They lived in their tents throughout all of east Gilead.", "11": "Gad's descendants lived beside them in the land of Bashan as far as Salecah: ", "12": "They included[f] Joel their chief, Shapham their second in command,[g] Janai, and Shaphat, who lived[h] in Bashan. ", "13": "Their seven relatives, according to the households of their clans, included Michael, Meshullam, Sheba, Jorai, Jacan, Zia, and Eber. ", "14": "These were the descendants of Huri's son Abihail, who was fathered by Jaroah, who was fathered by Gilead, who was fathered by Michael, who was fathered by Jeshishai, who was fathered by Jahdo, and who was fathered by Buz: ", "15": "Abdiel's son Ahi, who was the grandson of Guni, was chief in their clan. ", "16": "They lived in Gilead, in Bashan and its villages, and in all the surrounding suburbs[i] of Sharon as far as their borders. ", "17": "All of them were enrolled by genealogies during the reign[j] of King Jotham of Judah and during the reign[k] of King Jeroboam of Israel.", "18": "The descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh produced 44,700 valiant soldiers expert in shield, sword, and bow. Trained in warfare, they were equipped to serve at a moment's notice. ", "19": "They fought in battle against the Hagrites, Jetur, Naphish, and Nodab. ", "20": "When they received assistance against them, the Hagrites and all of their allies were handed over to their control, because they cried out to God during the battle. He honored their entreaty, because they had placed their trust in him. ", "21": "They captured 50,000 camels, 250,000 sheep, 2,000 donkeys, and 100,000 war captives from their possessions. ", "22": "Many fell slain, because the battle's outcome was directed by God. They lived in their territory[l] until the exile.", "23": "The half-tribe of Manasseh lived in the land, spread out from Bashan to Baal-hermon, including[m] Senir and Mount Hermon. ", "24": "These were the leaders of their clans: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel—they were mighty warriors, well known men, and leaders of their clans. ", "25": "But they were unfaithful to the God of their ancestors by prostituting themselves to the gods of the peoples of the land, whom God had exterminated right in front of them. ", "26": "So the God of Israel incited[n] King Pul of Assyria (also known as[o] King Tiglath-pileser of Assyria), who took them prisoner and brought the descendants of Reuben, the descendants of Gad, and the half-tribe of Manasseh to Halah, Habor, Hara, and to the Gozan River, where they remain[p] to this day."}