{"1": "[a]Levi's descendants included[b] Gershom, Kohath, and Merari. ", "2": "Kohath's sons included Amram, Izhar, Hebron, and Uzziel. ", "3": "Amram's descendants included Aaron, Moses, and Miriam. Aaron's sons included Nadab, Abihu, Eleazar, and Ithamar. ", "4": "Eleazar fathered Phinehas, Phinehas fathered Abishua, ", "5": "Abishua fathered Bukki, Bukki fathered Uzzi, ", "6": "Uzzi fathered Zerahiah, Zerahiah fathered Meraioth, ", "7": "Meraioth fathered Amariah, Amariah fathered Ahitub, ", "8": "Ahitub fathered Zadok, Zadok fathered Ahimaaz, ", "9": "Ahimaaz fathered Azariah, Azariah fathered Johanan, ", "10": "and Johanan fathered Azariah, who served as priest in the Temple that Solomon built in Jerusalem. ", "11": "Azariah fathered Amariah, Amariah fathered Ahitub, ", "12": "Ahitub fathered Zadok, Zadok fathered Shallum, ", "13": "Shallum fathered Hilkiah, Hilkiah fathered Azariah, ", "14": "Azariah fathered Seraiah, and Seraiah fathered Jehozadak. ", "15": "The Lord sent Jehozadak, Judah, and Jerusalem into exile, using Nebuchadnezzar to do it.[c]", "16": "[d]Levi's descendants included Gershom, Kohath, and Merari. ", "17": "These are the names of Gershom's descendants: Libni and Shimei. ", "18": "Kohath's sons included Amram, Izhar, Hebron, and Uzziel. ", "19": "Merari's sons included Mahli and Mushi. These are the clans of the descendants of Levi according to their ancestry: ", "20": "Gershom's clan included[e] his son Libni, his son Jahath, his son Zimmah, ", "21": "his son Joah, his son Iddo, his son Zerah, and his son Jeatherai.", "22": "Kohath's descendants included Amminadab, his son Korah, his son Assir, ", "23": "his son Elkanah, his son Ebiasaph, his son Assir, ", "24": "his son Tahath, his son Uriel, his son Uzziah, and his son Shaul.", "25": "Elkanah's descendants included Amasai and Ahimoth, ", "26": "his son Elkanah, his son Zophai, his son Nahath, ", "27": "his son Eliab, his son Jeroham, and his son Elkanah.", "28": "Samuel's descendants included Joel his firstborn and his second son[f] Abijah.", "29": "Merari's descendants included Mahli, his son Libni, his son Shimei, his son Uzzah, ", "30": "his son Shimea, his son Haggiah, and his son Asaiah.", "31": "These are the men[g] to whom David handed responsibility for music in the Temple of the Lord, after the ark came to rest there. ", "32": "They ministered in song[h] in front of the Tent of Meeting, until Solomon had built the Temple of the Lord in Jerusalem. They served in accordance with orders of service designated for them.", "33": "These are the men who served, including their descendants: From the descendants of Kohath, there was[i] Heman the singer, who had been fathered by Joel, who had been fathered by Samuel, ", "34": "who had been fathered by Elkanah, who had been fathered by Jeroham, who had been fathered by Eliel, who had been fathered by Toah, ", "35": "who had been fathered by Zuph, who had been fathered by Elkanah, who had been fathered by Mahath, who had been fathered by Amasai, ", "36": "who had been fathered by Elkanah, who had been fathered by Joel, who had been fathered by Azariah, who had been fathered by Zephaniah, ", "37": "who had been fathered by Tahath, who had been fathered by Assir, who had been fathered by Ebiasaph, who had been fathered by Korah, ", "38": "who had been fathered by Izhar, who had been fathered by Kohath, who had been fathered by Levi, who had been fathered by Israel.", "39": "There was also[j] his brother Asaph, who stood to Heman's[k] right. Asaph had been fathered by Berechiah, who had been fathered by Shimea, ", "40": "who had been fathered by Michael, who had been fathered by Baaseiah, who had been fathered by Malchijah, ", "41": "who had been fathered by Ethni, who had been fathered by Zerah, who had been fathered by Adaiah, ", "42": "who had been fathered by Ethan, who had been fathered by Zimmah, who had been fathered by Shimei, ", "43": "who had been fathered by Jahath, who had been fathered by Gershom, and who had been fathered by Levi.", "44": "To Heman's[l] left were their relatives who were Merari's sons: Ethan, who had been fathered by Kishi, who had been fathered by Abdi, who had been fathered by Malluch, ", "45": "who had been fathered by Hashabiah, who had been fathered by Amaziah, who had been fathered by Hilkiah, ", "46": "who had been fathered by Amzi, who had been fathered by Bani, who had been fathered by Shemer, ", "47": "who had been fathered by Mahli, who had been fathered by Mushi, who had been fathered by Merari, who had been fathered by Levi, ", "48": "along with their relatives, descendants of Levi who had been appointed for all the service of the tent of the Temple of God.", "49": "Meanwhile, Aaron and his sons presented offerings on the altar of burnt offering and on the altar of incense, carrying out the work of the Most Holy Place, making atonement for Israel in accordance with everything that Moses the servant of God had commanded.", "50": "These are Aaron's sons: his son Eleazar, his son Phinehas, his son Abishua, ", "51": "his son Bukki, his son Uzzi, his son Zerahiah, ", "52": "his son Meraioth, his son Amariah, his son Ahitub, ", "53": "his son Zadok, and his son Ahimaaz.", "54": "These are the settlement locations allotted within their borders to Aaron's descendants in the Kohathite clan since the lot was cast in their favor first. ", "55": "Hebron in the territory of Judah was allotted to them, along with its surrounding suburbs.[m] ", "56": "The fields adjacent to[n] the city and its villages were allotted to Jephunneh's son Caleb. ", "57": "They allotted these cities of refuge to the descendants of Aaron: Hebron, Libnah with its surrounding suburbs, Jattir, Eshtemoa with its surrounding suburbs, ", "58": "Hilen with its surrounding suburbs, Debir with its surrounding suburbs, ", "59": "Ashan with its surrounding suburbs, and Beth-shemesh with its surrounding suburbs. ", "60": "From the tribe of Benjamin were allotted[o] Geba with its surrounding suburbs, Alemeth with its surrounding suburbs, and Anathoth with its surrounding suburbs. All their towns allotted to their families totaled thirteen.", "61": "Ten towns were allocated to the rest of the descendants of Kohath by lot out of the family of the tribe, that is, the half-tribe of Manasseh. ", "62": "To the descendants of Gershom according to their families were allotted 13 towns in Bashan from the tribes of Issachar, Asher, Naphtali, and Manasseh. ", "63": "The descendants of Merari were allotted 12 towns according to their families from the tribes of Reuben, Gad, and Zebulun. ", "64": "So the people of Israel gave the descendants of Levi the towns with their surrounding suburbs, ", "65": "allocating these towns from the tribes of Judah, Simeon, and Benjamin.", "66": "A few of the families of Kohath's descendants had towns of their territory allotted from[p] the tribe of Ephraim. ", "67": "They were given these cities of refuge: Shechem with its surrounding suburbs in the hill country of Ephraim, Gezer with its surrounding suburbs, ", "68": "Jokmeam with its surrounding suburbs, Beth-horon with its surrounding suburbs, ", "69": "Aijalon with its surrounding suburbs, Gath-rimmon with its surrounding suburbs, ", "70": "and (from of the half-tribe of Manasseh), Aner with its surrounding suburbs, and Bileam with its surrounding suburbs for the rest of the Kohathite families.", "71": "From the half-tribe of Manasseh the descendants of Gershom were allotted Golan in Bashan with its surrounding suburbs and Ashtaroth with its surrounding suburbs. ", "72": "From the tribe of Issachar were allotted Kedesh with its surrounding suburbs, Daberath with its surrounding suburbs, ", "73": "Ramoth with its surrounding suburbs, and Anem with its surrounding suburbs. ", "74": "From of the tribe of Asher were allotted Mashal with its surrounding suburbs, Abdon with its surrounding suburbs, ", "75": "Hukok with its surrounding suburbs, and Rehob with its surrounding suburbs. ", "76": "From the tribe of Naphtali were allotted Kedesh in Galilee with its surrounding suburbs, Hammon with its surrounding suburbs, and Kiriathaim with its surrounding suburbs. ", "77": "From the tribe of Zebulun the rest of the descendants of Merari were allotted Rimmono with its surrounding suburbs, and Tabor with its surrounding suburbs, ", "78": "across the Jordan from Jericho, that is, on the east side of the Jordan, from the tribe of Reuben were allotted Bezer in the steppe with its surrounding suburbs, Jahzah with its surrounding suburbs, ", "79": "Kedemoth with its surrounding suburbs, and Mephaath with its surrounding suburbs. ", "80": "From the tribe of Gad were allotted Ramoth in Gilead with its surrounding suburbs, Mahanaim with its surrounding suburbs, ", "81": "Heshbon with its surrounding suburbs, and Jazer with its surrounding suburbs."}