{"1": "The four descendants of Issachar included[a] Tola, Puah, Jashub, and Shimron. ", "2": "Tola's descendants included Uzzi, Rephaiah, Jeriel, Jahmai, Ibsam, and Shemuel, leaders of their ancestral house of Tola, who were valiant warriors during their lifetimes. During the life of David, they numbered 22,600. ", "3": "Uzzi fathered Izrahiah, and Izrahiah fathered Michael, Obadiah, Joel, and Isshiah, all five of them leaders. ", "4": "In addition to them, according to their ancestral records were 36,000 members of their trained army by their generations, because they had many wives and children. ", "5": "As recorded in their genealogy, a total of 87,000 trained warriors belonged to all of the clans of Issachar.", "6": "Benjamin's three descendants included Bela, Becher, and Jediael.", "7": "Bela's five descendants included Ezbon, Uzzi, Uzziel, Jerimoth, and Iri, who were leaders of their ancestral households. Valiant warriors, their enrollment totaled 22,034 according to their genealogies.", "8": "Becher's descendants included Zemirah, Joash, Eliezer, Elioenai, Omri, Jeremoth, Abijah, Anathoth, and Alemeth. All these were descendants of Becher, ", "9": "and their genealogical enrollment totaled 20,200 valiant warriors, delineated according to their generations as leaders of their ancestral households.", "10": "Jediael fathered Bilhan, and Bilhan's descendants included Jeush, Benjamin, Ehud, Chenaanah, Zethan, Tarshish, and Ahishahar. ", "11": "All these were descendants through Jediael according to the heads of their ancestral households. Their valiant warriors totaled 17,200 equipped and ready for battle.", "12": "In addition, Shuppim and Huppim were the sons of Ir, and the Hushites were[b] descended from Aher.", "13": "Naphtali's descendants included Jahziel, Guni, Jezer, and Shallum, descended through Bilhah.", "14": "Manasseh's descendants included Asriel, whom his Aramean mistress bore, along with Machir, who fathered Gilead. ", "15": "Machir chose wives for his sons[c] Huppim and for Shuppim. He had a sister named Maacah. His second son[d] was named Zelophehad, and Zelophehad fathered only[e] daughters.[f] ", "16": "Machir's wife Maacah bore a son whom she named Peresh. His brother was named Sheresh, and his sons were Ulam and Rekem. ", "17": "Ulam's son was Bedan. These were the children of Machir's son Gilead, who was also a descendant of Manasseh. ", "18": "His sister Hammolecheth bore Ishhod, Abiezer, and Mahlah. ", "19": "Shemida's sons included Ahian, Shechem, Likhi, and Aniam.", "20": "Ephraim's descendants included Shuthelah, his son Bered, his son Tahath, his son Eleadah, his son Tahath, ", "21": "his son Zabad, his son Shuthelah, his son Ezer, and Elead. The people of Gath, who were native to the land, killed them when[g] they came down to raid their cattle. ", "22": "So their father Ephraim mourned many days, and his relatives came to comfort him. ", "23": "Later, Ephraim had marital relations with his wife, and she conceived and gave birth to a son, whom he named Beriah,[h] because his household had been visited with disaster.", "24": "His daughter Sheerah built both Lower and Upper Beth-horon, along with Uzzen-sheerah. ", "25": "Rephah was also his descendant,[i] as were Resheph, Telah, Tahan, ", "26": "Ladan, Ammihud, Elishama, ", "27": "Nun, and Joshua. ", "28": "Their possessions and settlements included Bethel and its towns,[j] Naaran to the east, Gezer and its towns to the west, Shechem and its towns as far as Ayyah and its towns ", "29": "along the borders of the descendants of Manasseh, Beth-shean and its towns, Taanach and its towns, Megiddo and its towns, and Dor and its towns. In these lived the descendants of Israel's son Joseph.", "30": "Asher's descendants included Imnah, Ishvah, Ishvi, Beriah, and their sister Serah.", "31": "Beriah's descendants included Heber and Malchiel, who fathered Birzaith. ", "32": "Heber fathered Japhlet, Shomer, Hotham, and their sister Shua.", "33": "Japhlet's descendants included Pasach, Bimhal, and Ashvath. These were the descendants of Japhlet.", "34": "Shemer's descendants included Ahi, Rohgah, Hubbah, and Aram.", "35": "His brother Helem's descendants included Zophah, Imna, Shelesh, and Amal.", "36": "Zophah's descendants included Suah, Harnepher, Shual, Beri, Imrah, ", "37": "Bezer, Hod, Shamma, Shilshah, Ithran, and Beera.", "38": "Jether's descendants included Jephunneh, Pispa, and Ara.", "39": "Ulla's descendants included Arah, Hanniel, and Rizia.", "40": "All of these were men of Asher, leaders of ancestral households, choice valiant mighty warriors, and chiefs among princes. Their enrolled genealogies for battle conscription[k] totaled 26,000 men."}