{"1": "Benjamin fathered Bela his firstborn, Ashbel his second born, Aharah his third born, ", "2": "Nohah his fourth born, and Rapha his fifth born.", "3": "Bela's descendants included[a] Addar, Gera, Abihud, ", "4": "Abishua, Naaman, Ahoah, ", "5": "Gera, Shephuphan, and Huram.", "6": "Ehud's descendants, who were leaders of their ancestral households in Geba and who were taken into exile to Manahath, included: ", "7": "Naaman, Ahijah, and Gera (also known as Heglam), who fathered Uzza and Ahihud.", "8": "Shaharaim fathered sons in the land of Moab after he had divorced[b] his wives Hushim and Baara. ", "9": "By his wife Hodesh he fathered Jobab, Zibia, Mesha, Malcam, ", "10": "Jeuz, Sachia, and Mirmah. These were his sons and leaders of ancestral households.", "11": "He also fathered his sons Abitub and Elpaal by Hushim.", "12": "Elpaal's descendants included Eber, Misham, Shemed (who built Ono and Lod, along with its towns),[c] ", "13": "Beriah and Shema, leaders of ancestral households in Aijalon who put to flight the inhabitants of Gath, ", "14": "Ahio, Shashak, Jeremoth, ", "15": "Zebadiah, Arad, and Eder.", "16": "Beriah's descendants included Michael, Ishpah, and Joha.", "17": "Elpaal's descendants included Zebadiah, Meshullam, Hizki, Heber, ", "18": "Ishmerai, Izliah, and Jobab.", "19": "Shimei's descendants included Jakim, Zichri, Zabdi, ", "20": "Elienai, Zillethai, Eliel, ", "21": "Adaiah, Beraiah, and Shimrath.", "22": "Shashak's descendants included Ishpan, Eber, Eliel, ", "23": "Abdon, Zichri, Hanan, ", "24": "Hananiah, Elam, Anthothijah, ", "25": "Iphdeiah, and Penuel.", "26": "Jeroham's descendants included Shamsherai, Shehariah, Athaliah, ", "27": "Jaareshiah, Elijah, and Zichri.", "28": "All of these were the leaders of ancestral households, chiefs according to their generations. They lived in Jerusalem.", "29": "Jeiel the father of Gibeon lived in Gibeon, and his wife was named Maacah. ", "30": "His firstborn son was Abdon, then Zur, Kish, Baal, Nadab, ", "31": "Gedor, Ahio, Zecher, ", "32": "and Mikloth, who fathered Shimeah. Now these also lived with their relatives across town in Jerusalem from[d] their other[e] relatives.", "33": "Ner fathered Kish, Kish fathered Saul, Saul fathered Jonathan, Malchi-shua, Abinadab, and Esh-baal.[f]", "34": "Jonathan fathered Merib-baal and Merib-baal fathered Micah.", "35": "Micah's descendants included Pithon, Melech, Tarea, and Ahaz.", "36": "Ahaz fathered Jehoaddah and Jehoaddah fathered Alemeth, Azmaveth, and Zimri. Zimri fathered Moza. ", "37": "Moza fathered Binea, and Raphah was his son, Eleasah his son, and Azel his son.", "38": "Azel had six sons. Their names were Azrikam, Bocheru, Ishmael, Sheariah, Obadiah, and Hanan—all of these were the sons of Azel. ", "39": "The sons of his brother Eshek included Ulam his firstborn, Jeush his second, and Eliphelet his third. ", "40": "Ulam's descendants were valiant warriors and archers. They had 150 children and grandchildren, all descendants of Benjamin."}