{"1": "Therefore you, my child, become-strong in[a] the grace in Christ Jesus. ", "2": "And the things which you heard from me through many witnesses, these things deposit[b] with faithful people who will be competent[c] to teach others also. ", "3": "Suffer-hardship with me like a good soldier of Christ Jesus.", "4": "No one while serving-as-a-soldier entangles himself in the affairs of life, in order that he may please the one having enlisted him. ", "5": "And also if one competes [in an athletic contest], he is not crowned unless he competes lawfully. ", "6": "The laboring farmer must[d] be first to receive-a-share of the fruits. ", "7": "Be considering what I am saying, for the Lord will give you understanding in everything.", "8": "Be remembering Jesus Christ having been raised from the dead, from the seed of David, according to my good-news— ", "9": "in connection with which[e] I am suffering-hardship to the point of imprisonment like a criminal. Nevertheless the Word of God has not been bound[f]! ", "10": "For this reason, I am enduring all things for the sake of the chosen ones, in order that they also may obtain salvation in Christ Jesus with eternal glory.", "11": "The saying is trustworthy— for if we died-with Him, we will also live-with Him; ", "12": "if we are enduring, we will also reign-with Him; if we shall deny Him, that One also will deny us; ", "13": "if we are faithless[g], that One remains faithful, for He cannot deny Himself. ", "14": "Be reminding them of these things, solemnly-warning in the sight of God not to battle-about-words for nothing useful[h], to[i] the overthrow[j] of the ones hearing.", "15": "Be diligent to present yourself approved to God, a worker not-needing-to-be-ashamed, cutting-straight[k] the word of truth.", "16": "But be shunning the profane[l] empty-chatterings. For they[m] will advance further in ungodliness, ", "17": "and their talk[n] will have a spreading like gangrene— of whom are Hymenaeus and Philetus, ", "18": "who missed-the-mark with regard to the truth, saying that the resurrection has already taken place, and are overturning[o] the faith of some. ", "19": "Nevertheless, the firm foundation of God stands, having this seal— “The Lord knows the ones being His” and “Let everyone naming the name of the Lord depart from unrighteousness”. ", "20": "Now in a large house there are not only golden and silver vessels, but also wooden and made-of-clay— even some for honor and others for dishonor. ", "21": "If then one cleanses himself from these things, he will be a vessel for honor— having been sanctified[p], useful to the Master, having been prepared for every good work.", "22": "And be fleeing the youthful desires, and be pursuing righteousness, faith, love, peace, with the ones calling-upon the Lord from a pure heart.", "23": "And be declining the foolish and ignorant controversies, knowing that they breed battles. ", "24": "And a slave of the Lord must not battle, but must be kind to everyone, skillful-at-teaching, forbearing[q], ", "25": "correcting the ones opposing with gentleness, if perhaps God may grant them repentance leading-to the knowledge of the truth ", "26": "and they may return-to-their-senses from the snare of the devil, having been caught[r] by him, for the will of that one[s]."}