{"1": "I solemnly-charge you in the sight of God and Christ Jesus, the One going-to judge the living and the dead, and by His appearance and His kingdom— ", "2": "proclaim the Word. Stand-at[a] it in-season, out-of-season. Rebuke, warn, exhort[b], with all patience and instruction. ", "3": "For there will be a time when they will not bear-with healthy teaching, but while itching[c] with respect to the hearing, they will heap-up teachers for themselves in accordance with their own desires. ", "4": "And they will turn the hearing away from the truth and be turned-aside to myths. ", "5": "But you, be sober in all things, suffer-hardship, do the work of an evangelist, fulfill[d] your ministry.", "6": "For I am already being poured-out[e], and the time of my departure[f] has stood-near[g]. ", "7": "I have fought the good fight. I have finished the course. I have kept the faith. ", "8": "Henceforth, the crown of righteousness is reserved for me, which the Lord, the righteous judge, will render to me on that day— and not only to me, but also to all the ones having loved His appearance.", "9": "Be diligent to come to me quickly. ", "10": "For Demas deserted[h] me, having loved the present age[i], and went to Thessalonica. Crescens has gone to Galatia, Titus to Dalmatia. ", "11": "Luke only is with me. Having picked-up Mark, bring him with yourself, for he is useful to me for service. ", "12": "And I sent-forth Tychicus to Ephesus. ", "13": "While coming, bring the cloak which I left-behind in Troas with Carpus, and the books— especially the parchments.", "14": "Alexander the coppersmith[j] showed[k] many evil things against me— the Lord will render to him according to his works— ", "15": "as to whom you also be guarding yourself, for he greatly opposed our words.", "16": "At my first defense no one was present[l] with me, but they all deserted me. May it not be counted against them. ", "17": "But the Lord stood-by me and strengthened me, in order that through me the proclamation might be fulfilled and all the Gentiles might hear. And I was delivered out of a lion's mouth. ", "18": "The Lord will deliver me from every evil work and save[m] me into His heavenly kingdom— to Whom be the glory forever and ever, amen.", "19": "Greet Prisca and Aquila, and the household of Onesiphorus. ", "20": "Erastus remained in Corinth, but I left-behind Trophimus sick in Miletus. ", "21": "Be diligent to come before winter. Eubulus greets you, and [so do] Pudens, and Linus, and Claudia, and all the brothers. ", "22": "The Lord be with your[n] spirit. Grace be with you[o] all."}