{"1": "Although[a] God spoke long ago in many parts[b] and in many ways to the fathers by the prophets, ", "2": "in these last days he has spoken to us by a Son, whom he appointed heir of all things, through whom also he made the world,[c] ", "3": "who is the radiance of his glory and the representation of his essence, sustaining all things by the word of power.[d] When he[e] had made purification for sins through him, he sat down at the right hand of the Majesty on high, ", "4": "having become by so much better than the angels, by as much as he has inherited a more excellent name than theirs.", "5": "For to which of the angels did he ever say, “You are my son, today I have begotten you,”[f] and again, “I will be his father[g], and he will be my son[h]”?[i]", "6": "And again, when he brings the firstborn into the world, he says, “And let all the angels of God worship him.”[j]", "7": "And concerning the angels he says, “The one who makes his angels winds, and his servants a flame of fire,”[k]", "8": "but concerning the Son, “Your throne, O God, is forever and ever[l], and the scepter of righteous is the scepter of your kingdom.", "9": "You have loved righteousness and hated lawlessness; because of this God, your God, has anointed you with the olive oil of joy more than your companions.[m]", "10": "And, “You, Lord, laid the foundation of the earth in the beginning, and the heavens are the works of your hands;", "11": "they will perish, but you continue, and they will all become old like a garment,", "12": "and like a robe you will roll them up, and like a garment they will be changed; but you are the same, and your years will not run out.”[n]", "13": "But to which of the angels has he ever said, “Sit down at my right hand, until I make your enemies a footstool for your feet.”[o]", "14": "Are they not all spirits engaged in special service, sent on assignment for the sake of those who are going to inherit salvation?"}