{"1": "The Lord said to Moses,", "2": "“Send some men to explore the land of Canaan. I will give this land to the Israelites. Send one leader from each of the twelve tribes.”", "3": "So Moses obeyed the Lord's command and sent out the Israelite leaders while the people were camped in the desert of Paran.", "4": "These are their names: from the tribe of Reuben—Shammua son of Zaccur;", "5": "from the tribe of Simeon—Shaphat son of Hori;", "6": "from the tribe of Judah—Caleb son of Jephunneh;", "7": "from the tribe of Issachar—Igal son of Joseph;", "8": "from the tribe of Ephraim—Hoshea[a] son of Nun;", "9": "from the tribe of Benjamin—Palti son of Raphu;", "10": "from the tribe of Zebulun—Gaddiel son of Sodi;", "11": "from the tribe of Manasseh (a tribe from Joseph)—Gaddi son of Susi;", "12": "from the tribe of Dan—Ammiel son of Gemalli;", "13": "from the tribe of Asher—Sethur son of Michael;", "14": "from the tribe of Naphtali—Nahbi son of Vophsi;", "15": "from the tribe of Gad—Geuel son of Maki.", "16": "These are the names of the men Moses sent to look at and study the land. (Moses called Hoshea son of Nun by another name. Moses called him Joshua.)", "17": "When Moses was sending them out to explore Canaan, he said, “Go through the Negev and then into the hill country.", "18": "See what the land looks like. Learn about the people who live there. Are they strong or are they weak? Are they few or are they many?", "19": "Learn about the land that they live in. Is it good land or bad land? What kind of towns do they live in? Do the towns have walls protecting them? Are the towns strongly defended?", "20": "And learn other things about the land. Is the soil good for growing things, or is it poor soil? Are there trees on the land? Try to bring back some of the fruit from that land.” (This was during the time when the first grapes should be ripe.)", "21": "So they went to explore the country. They explored the area from the desert of Zin to Rehob and Lebo Hamath.", "22": "They entered the country through the Negev and went to Hebron. (The town of Hebron was built seven years before the town of Zoan in Egypt.) Ahiman, Sheshai, and Talmai lived there. These men were descendants of Anak.", "23": "Then the men went to Eshcol Valley. There they cut off a branch from a grapevine that had a bunch of grapes on it. They put that branch on a pole, and two men carried it between them. They also carried some pomegranates and figs.", "24": "That place is called the Eshcol[b] Valley, because there the men of Israel cut off the bunch of grapes.", "25": "The men explored that country for 40 days, and then they went back to the camp.", "26": "The Israelites were camped near Kadesh, in the desert of Paran. The men went to Moses and Aaron and all the Israelites. They told Moses, Aaron, and all the people what they saw and showed them the fruit from the land.", "27": "The men told Moses, “We went to the land where you sent us. It is a land filled with many good things[c]! Here is some of the fruit that grows there.", "28": "But the people living there are very powerful. The cities are very large and strongly defended. We even saw some Anakites there.", "29": "The Amalekites live in the Negev. The Hittites, Jebusites, and Amorites live in the hill country. The Canaanites live near the sea and by the Jordan River.”", "30": "Caleb told the people near Moses to be quiet. Then Caleb said, “We should go up and take that land for ourselves. We can easily take that land.”", "31": "But the men who had gone with him said, “We cannot fight those people! They are much stronger than we are.”", "32": "So those men gave a report that discouraged the people. They said, “The land we saw is full of strong people. They are strong enough to easily defeat anyone who goes there.", "33": "We saw the giant Nephilim people there! (The descendants of Anak come from the Nephilim.) We felt like little grasshoppers. Yes, we were like grasshoppers to them!”"}