{"1": "Korah, Dathan, Abiram, and On turned against Moses. (Korah was the son of Izhar. Izhar was the son of Kohath, and Kohath was the son of Levi. Dathan and Abiram were brothers, the sons of Eliab. And On was the son of Peleth. Dathan, Abiram, and On were descendants of Reuben.)", "2": "These four men gathered 250 other men from Israel together and came against Moses. They were leaders who had been chosen by the people. All the people knew them.", "3": "They came as a group to speak against Moses and Aaron and said, “You have gone too far—you are wrong! All the Israelites are holy—the Lord still lives among them. You are making yourselves more important than the rest of the Lord's people.”", "4": "When Moses heard this, he bowed his face to the ground to show he was not being proud.", "5": "Then Moses said to Korah and all his followers, “Tomorrow morning the Lord will show who belongs to him. He will show who is holy, and he will bring that man near to him. He will choose him and bring that man near to him.", "6": "So Korah, you and all your followers should do this:", "7": "Tomorrow put fire and incense in some special pans. Then bring those pans before the Lord. He will choose the man who is holy. You Levites have gone too far—you are wrong!”", "8": "Moses also said to Korah, “You Levites, listen to me.", "9": "You should be happy that the God of Israel chose you to be different from the rest of the Israelites. He lets you come near to him to do the special work in the Lord's Holy Tent to help the Israelites worship him. Isn't that enough?", "10": "He brought you Levites near to him to help the priests, but now you are trying to become priests also.", "11": "You and your followers have joined together and turned against the Lord! Did Aaron do anything wrong? No, so why are you complaining against Aaron?”", "12": "Then Moses called Dathan and Abiram, the sons of Eliab. But the two men said, “We will not come!", "13": "You have brought us out of a land filled with many good things.[a] You brought us to the desert to kill us. And now you want to show that you have even more power over us.", "14": "Why should we follow you? You did not bring us into the new land filled with many good things. You did not give us the land God promised. You did not give us the fields or the vineyards. Will you make these men your slaves? No! We will not come.”", "15": "So Moses became very angry. He said to the Lord, “I never did anything wrong to these people. I never took anything from them—not even a donkey! Don't accept their gifts!”", "16": "Then Moses said to Korah, “You and all your followers will stand before the Lord tomorrow. Aaron will also be there with you and your followers.", "17": "Each of you must bring a pan, put incense in it, and present it to the Lord. There will be 250 pans for the leaders and one pan for you and one pan for Aaron.”", "18": "So each man got a pan and put burning incense in it. Then they stood at the entrance of the Meeting Tent. Moses and Aaron also stood there.", "19": "Korah also gathered all the people together at the entrance of the Meeting Tent. Then the Glory of the Lord appeared to everyone there.", "20": "The Lord said to Moses and Aaron,", "21": "“Move away from these men! I want to destroy them now!”", "22": "But Moses and Aaron bowed to the ground and cried out, “God, you know what people are thinking.[b] Please don't be angry with all these people. Only one man really sinned.”", "23": "Then the Lord said to Moses,", "24": "“Tell the people to move away from the tents of Korah, Dathan, and Abiram.”", "25": "Moses stood and went to Dathan and Abiram. All the elders of Israel followed him.", "26": "Moses warned the people, “Move away from the tents of these evil men. Don't touch anything that belongs to them! If you do, you will be destroyed because of their sins.”", "27": "So the men moved away from the tents of Korah, Dathan, and Abiram. Dathan and Abiram went to their tents. They stood outside of their tents with their wives, children, and little babies.", "28": "Then Moses said, “I will show you proof that the Lord sent me to do all the things I told you. I will show you that all these things were not my own idea.", "29": "These men will die, but if they die in a normal way—the way people always die—then that will show that the Lord did not really send me.", "30": "But if the Lord causes them to die in a different way, then you will know that these men have sinned against the Lord. This is the proof: The earth will open and swallow them. They will go down to their grave still alive. And everything that belongs to these men will go down with them.”", "31": "When Moses finished saying these things, the ground under the men opened.", "32": "It was as if the earth opened its mouth and swallowed them. All of Korah's men, their families, and everything they owned went down into the earth.", "33": "They went down into their grave alive. Everything they owned went with them. Then the earth closed over them. They were finished—gone from the camp!", "34": "The Israelites heard the cries of the men being destroyed. So they all ran in different directions and said, “The earth will swallow us too!”", "35": "Then a fire came from the Lord and destroyed the 250 men who were offering the incense.", "36": "The Lord said to Moses,", "37-38": "“Tell Eleazar son of Aaron the priest to get all the incense pans from the fire. Tell him to scatter the coals and ashes. These men sinned against me, and their sin cost them their lives. But the incense pans are still holy. The pans became holy when people gave them to the Lord. Hammer the pans into flat sheets. Use the metal sheets to cover the altar. This will be a warning to all the Israelites.”", "39": "So Eleazar the priest gathered together all the bronze pans that the men had brought. These men were all burned up, but the pans were still there. Then Eleazar told some men to hammer the pans into flat metal. Then he put the metal sheets on the altar.", "40": "He did this the way the Lord commanded him through Moses. This was a sign to help the Israelites remember that only someone from the family of Aaron should burn incense before the Lord. Any other person who burns incense before the Lord will die like Korah and his followers.", "41": "The next day all the Israelites complained against Moses and Aaron. They said, “You killed the Lord's people.”", "42": "Moses and Aaron were standing at the entrance of the Meeting Tent. The people gathered together at that place to complain against Moses and Aaron. But when they looked toward the Meeting Tent, the cloud covered it and the Glory of the Lord appeared there.", "43": "Then Moses and Aaron went to the front of the Meeting Tent.", "44": "The Lord said to Moses,", "45": "“Move away from these people so that I can destroy them now.” So Moses and Aaron bowed with their faces to the ground.", "46": "Then Moses said to Aaron, “Get your bronze pan and some fire from the altar. Then put incense in it. Hurry to the people and do the things that will make them pure. The Lord is angry with them. The trouble has already started.”", "47-48": "So Aaron got the incense and the fire, and he ran to the middle of the people. But the sickness had already started among them. So Aaron stood between the dead and those who were still alive. He did what Moses said to remove their sin, and the sickness stopped there.", "49": "But 14,700 people died from that sickness—and that is not counting the people who died because of Korah.", "50": "So the terrible sickness was stopped, and Aaron went back to Moses at the entrance of the Meeting Tent."}