{"1": "Balaam said, “Build seven altars here. And prepare seven bulls and seven rams for me.”", "2": "Balak did what Balaam asked. Then Balak and Balaam killed a ram and a bull on each of the altars.", "3": "Then Balaam said to Balak, “Stay here near this altar. I will go to another place. Then the Lord will come to me, and he will tell me what I must say.” Then Balaam went away to a higher place.", "4": "God came to Balaam at that place, and Balaam said, “I have prepared seven altars. And I have killed a bull and a ram as a sacrifice on each altar.”", "5": "Then the Lord gave Balaam a message for Balak and said, “Go back to Balak and say the things that I have given you to say.”", "6": "So Balaam went back to Balak. Balak was still standing near the altar, and all the leaders of Moab were standing there with them.", "7": "Then Balaam spoke, and this was his message: “Balak, the king of Moab, brought me here from the eastern mountains of Aram. Balak said to me, 'Come, curse Jacob for me. Come, speak against the Israelites.'", "8": "But God is not against them, so I cannot speak against them either! The Lord has not asked for bad things to happen to these people. So I cannot do that either.", "9": "I see these people from the mountain. I see them from the high hills. They live alone. They are not part of another nation.", "10": "Who can count Jacob's people? They are as many as the grains of dust. No one can count even a fourth of the Israelites. Let me die like a good man. Let my life end as happy as theirs!”", "11": "Balak said to Balaam, “What have you done to me? I brought you here to curse my enemies, but you have blessed them!”", "12": "But Balaam answered, “I must say the things that the Lord tells me to say.”", "13": "Then Balak said to him, “So come with me to another place. At that place you can see more of these people. You cannot see all of them—you can only see part of them. Maybe from that place you can curse them for me.”", "14": "So Balak led Balaam to Watchmen Hills.[a] This was on top of Mount Pisgah. There Balak built seven altars and killed a bull and a ram on each altar as a sacrifice.", "15": "Then Balaam said to Balak, “Stay here by this altar while I go meet with God over there.”", "16": "So the Lord came to Balaam and told Balaam what to say. Then he told Balaam to go back to Balak and say these things.", "17": "So Balaam went to Balak. Balak was still standing near the altar. The leaders of Moab were there with him. Balak saw Balaam coming and said, “What did the Lord say?”", "18": "Then Balaam said this: “Stand up, Balak, and listen to me. Hear me, Balak son of Zippor.", "19": "God is not a man; he will not lie. God is not a human being; his decisions will not change. If he says he will do something, then he will do it. If he makes a promise, then he will do what he promised.", "20": "He told me to bless them. He blessed them, so I cannot change that.", "21": "God saw no wrong in Jacob's people. He saw no sin in the Israelites. The Lord is their God, and he is with them. The Great King is with them!", "22": "God brought them out of Egypt. They are as strong as a wild ox.", "23": "There is no power that can defeat the people of Jacob. There is no magic that can stop the Israelites. People will say this about Jacob and the Israelites: 'Look at the great things God did!'[b]", "24": "The people are as strong as lions, and they fight like lions. And a lion will not rest until it eats what it has caught, until it drinks the blood of what it has killed.”", "25": "Then Balak said to Balaam, “You didn't ask for good things to happen to these people, but you didn't ask for bad things to happen to them either!”", "26": "Balaam answered, “I told you before that I can only say what the Lord tells me to say.”", "27": "Then Balak said to Balaam, “So come with me to another place. Maybe God will be pleased and will allow you to curse them from that place.”", "28": "So Balak led Balaam to the top of Mount Peor, which looks out over the desert.", "29": "Balaam said, “Build seven altars here. Then prepare seven bulls and seven rams for the altars.”", "30": "Balak did what Balaam asked. Balak offered the bulls and rams on the altars."}