{"1": "The tribes of Reuben and Gad had many cattle. These people looked at the land near Jazer and Gilead. They saw that this land was good for their cattle.", "2": "So the people from the tribes of Reuben and Gad came to Moses. They spoke to Moses, Eleazar the priest, and the leaders of the people.", "3-4": "They said, “We, your servants, have many cattle. And the land that the Lord let the people of Israel capture is good land for cattle. This land includes the area around Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sibmah,[a] Nebo, and Beon.", "5": "If it pleases you, we would like this land to be given to us. Don't take us to the other side of the Jordan River.”", "6": "Moses told the people from the tribes of Reuben and Gad, “Will you let your brothers go and fight while you settle here?", "7": "Why are you trying to discourage the Israelites? You will make them not want to cross the river and take the land that the Lord has given to them!", "8": "Your fathers did the same thing to me. In Kadesh Barnea I sent spies to look at the land.", "9": "These men went as far as Eshcol Valley. They saw the land, and they discouraged the Israelites. These men made the Israelites not want to go into the land that the Lord had given to them.", "10": "The Lord became very angry with the people. He made this promise:", "11": "'None of the people who came from Egypt and are 20 years old or older will be allowed to see this land. I made a promise to Abraham, Isaac, and Jacob. I promised to give this land to these people, but they did not really follow me.", "12": "Only Caleb son of Jephunneh the Kenizzite and Joshua son of Nun really followed the Lord!'", "13": "“The Lord was very angry with the Israelites. So he made the people stay in the desert for 40 years. He made them stay there until all the people who had sinned against the Lord were dead.", "14": "And now you are doing the same thing that your fathers did. You sinful people, do you want the Lord to be even more angry with his people?", "15": "If you stop following the Lord, he will make Israel stay even longer in the desert. Then you will destroy all these people!”", "16": "But the people from the tribes of Reuben and Gad went to Moses. They said, “We will build cities for our children and barns for our animals here.", "17": "Then our children can be safe from the other people who live in this land. But we will gladly come and help the other Israelites. We will bring them to their land.", "18": "We will not come back home until everyone in Israel has taken his part of the land.", "19": "We will not take any of the land west of the Jordan River. No, our part of the land is east of the Jordan River.”", "20": "So Moses told them, “If you do all these things, this land will belong to you. But your soldiers must go before the Lord into battle.", "21": "Your soldiers must cross the Jordan River and be ready to fight for the Lord until he forces the enemy to leave.", "22": "After the Lord helps us all take the land, you can go back home. Then the Lord and Israel will not think that you are guilty. And the Lord will let you have this land.", "23": "But if you don't do these things, you will be sinning against the Lord. And know for sure that you will be punished for your sin.", "24": "Build cities for your children and barns for your animals. But then, you must do what you promised.”", "25": "Then the people from the tribes of Gad and Reuben said to Moses, “We are your servants. You are our master, so we will do what you say.", "26": "Our wives, children, and all our animals will stay in the cities of Gilead.", "27": "But we, your servants, will cross the Jordan River. We will march before the Lord into battle, as our master says.”", "28": "So Moses, Eleazar the priest, Joshua son of Nun, and all the leaders of the tribes of Israel heard them make that promise.", "29": "Moses said to them, “The people of Gad and Reuben will cross the Jordan River. They will march before the Lord into battle. They will help you take the land. And you will give the land of Gilead as their part of the country.", "30": "But if they do not cross the river with you ready to fight, they will not get any land on this side. They will get only a share of the land of Canaan with the rest of you.”", "31": "The people of Gad and Reuben answered, “We promise to do what the Lord commanded.", "32": "We will cross the Jordan River and march before the Lord into the land of Canaan. And our part of the country is the land east of the Jordan River.”", "33": "So Moses gave that land to the people of Gad, to the people of Reuben, and to half the tribe of Manasseh. (Manasseh was Joseph's son.) That land included the kingdom of Sihon the Amorite and the kingdom of King Og of Bashan and all the cities around that area.", "34": "The people of Gad built the cities of Dibon, Ataroth, Aroer,", "35": "Atroth Shophan, Jazer, Jogbehah,", "36": "Beth Nimrah, and Beth Haran. They built cities with strong walls, and they built barns for their animals.", "37": "The people of Reuben built Heshbon, Elealeh, Kiriathaim,", "38": "Nebo, Baal Meon, and Sibmah. They used the names of the cities that they rebuilt. But they changed the names of Nebo and Baal Meon.", "39": "People from Makir's family group went to Gilead.[b] (Makir was Manasseh's son.) They defeated the city. They defeated the Amorites who lived there.", "40": "So Moses gave Gilead to Makir from the tribe of Manasseh, and his family settled there.", "41": "Jair, from the family of Manasseh, defeated the small towns there. Then he called them Towns of Jair.", "42": "Nobah defeated Kenath and the small towns near it. Then he called that place by his own name."}