{"1": "This is the beginning of the Good News about Jesus Christ, the Son of God,[a] ", "2": "as the prophet Isaiah wrote: “I will send my messenger ahead of you, who will prepare your way.” Malachi 3:1", "3": "“This is a voice of one who calls out in the desert: 'Prepare the way for the Lord. Make the road straight for him.'” Isaiah 40:3", "4": "John was baptizing people in the desert and preaching a baptism of changed hearts and lives for the forgiveness of sins. ", "5": "All the people from Judea and Jerusalem were going out to him. They confessed their sins and were baptized by him in the Jordan River. ", "6": "John wore clothes made from camel's hair, had a leather belt around his waist, and ate locusts and wild honey. ", "7": "This is what John preached to the people: “There is one coming after me who is greater than I; I am not good enough even to kneel down and untie his sandals. ", "8": "I baptize you with water, but he will baptize you with the Holy Spirit.”", "9": "At that time Jesus came from the town of Nazareth in Galilee and was baptized by John in the Jordan River. ", "10": "Immediately, as Jesus was coming up out of the water, he saw heaven open. The Holy Spirit came down on him like a dove, ", "11": "and a voice came from heaven: “You are my Son, whom I love, and I am very pleased with you.”", "12": "Then the Spirit sent Jesus into the desert. ", "13": "He was in the desert forty days and was tempted by Satan. He was with the wild animals, and the angels came and took care of him.", "14": "After John was put in prison, Jesus went into Galilee, preaching the Good News from God. ", "15": "He said, “The right time has come. The kingdom of God is near. Change your hearts and lives and believe the Good News!”", "16": "When Jesus was walking by Lake Galilee, he saw Simon[b] and his brother Andrew throwing a net into the lake because they were fishermen. ", "17": "Jesus said to them, “Come follow me, and I will make you fish for people.” ", "18": "So Simon and Andrew immediately left their nets and followed him.", "19": "Going a little farther, Jesus saw two more brothers, James and John, the sons of Zebedee. They were in a boat, mending their nets. ", "20": "Jesus immediately called them, and they left their father in the boat with the hired workers and followed Jesus.", "21": "Jesus and his followers went to Capernaum. On the Sabbath day He went to the synagogue and began to teach. ", "22": "The people were amazed at his teaching, because he taught like a person who had authority, not like their teachers of the law. ", "23": "Just then, a man was there in the synagogue who had an evil spirit in him. He shouted, ", "24": "“Jesus of Nazareth! What do you want with us? Did you come to destroy us? I know who you are—God's Holy One!”", "25": "Jesus commanded the evil spirit, “Be quiet! Come out of the man!” ", "26": "The evil spirit shook the man violently, gave a loud cry, and then came out of him.", "27": "The people were so amazed they asked each other, “What is happening here? This man is teaching something new, and with authority. He even gives commands to evil spirits, and they obey him.” ", "28": "And the news about Jesus spread quickly everywhere in the area of Galilee.", "29": "As soon as Jesus and his followers left the synagogue, they went with James and John to the home of Simon[c] and Andrew. ", "30": "Simon's mother-in-law was sick in bed with a fever, and the people told Jesus about her. ", "31": "So Jesus went to her bed, took her hand, and helped her up. The fever left her, and she began serving them.", "32": "That evening, after the sun went down, the people brought to Jesus all who were sick and had demons in them. ", "33": "The whole town gathered at the door. ", "34": "Jesus healed many who had different kinds of sicknesses, and he forced many demons to leave people. But he would not allow the demons to speak, because they knew who he was.", "35": "Early the next morning, while it was still dark, Jesus woke and left the house. He went to a lonely place, where he prayed. ", "36": "Simon and his friends went to look for Jesus. ", "37": "When they found him, they said, “Everyone is looking for you!”", "38": "Jesus answered, “We should go to other towns around here so I can preach there too. That is the reason I came.” ", "39": "So he went everywhere in Galilee, preaching in the synagogues and forcing out demons.", "40": "A man with a skin disease came to Jesus. He fell to his knees and begged Jesus, “You can heal me if you will.”", "41": "Jesus felt sorry for the man, so he reached out his hand and touched him and said, “I will. Be healed!” ", "42": "Immediately the disease left the man, and he was healed.", "43": "Jesus told the man to go away at once, but he warned him strongly, ", "44": "“Don't tell anyone about this. But go and show yourself to the priest. And offer the gift Moses commanded for people who are made well.[d] This will show the people what I have done.” ", "45": "The man left there, but he began to tell everyone that Jesus had healed him, and so he spread the news about Jesus. As a result, Jesus could not enter a town if people saw him. He stayed in places where nobody lived, but people came to him from everywhere."}