{"1": "As Jesus and his followers were coming closer to Jerusalem, they came to the towns of Bethphage and Bethany near the Mount of Olives. From there Jesus sent two of his followers ", "2": "and said to them, “Go to the town you can see there. When you enter it, you will quickly find a colt tied, which no one has ever ridden. Untie it and bring it here to me. ", "3": "If anyone asks you why you are doing this, tell him its Master needs the colt, and he will send it at once.”", "4": "The followers went into the town, found a colt tied in the street near the door of a house, and untied it. ", "5": "Some people were standing there and asked, “What are you doing? Why are you untying that colt?” ", "6": "The followers answered the way Jesus told them to answer, and the people let them take the colt.", "7": "They brought the colt to Jesus and put their coats on it, and Jesus sat on it. ", "8": "Many people spread their coats on the road. Others cut branches in the fields and spread them on the road. ", "9": "The people were walking ahead of Jesus and behind him, shouting, “Praise God! God bless the One who comes in the name of the Lord! Psalm 118:26", "10": "God bless the kingdom of our father David! That kingdom is coming! Praise[a] to God in heaven!”", "11": "Jesus entered Jerusalem and went into the Temple. After he had looked at everything, since it was already late, he went out to Bethany with the twelve apostles.", "12": "The next day as Jesus was leaving Bethany, he became hungry. ", "13": "Seeing a fig tree in leaf from far away, he went to see if it had any figs on it. But he found no figs, only leaves, because it was not the right season for figs. ", "14": "So Jesus said to the tree, “May no one ever eat fruit from you again.” And Jesus' followers heard him say this.", "15": "When Jesus returned to Jerusalem, he went into the Temple and began to throw out those who were buying and selling there. He turned over the tables of those who were exchanging different kinds of money, and he upset the benches of those who were selling doves. ", "16": "Jesus refused to allow anyone to carry goods through the Temple courts. ", "17": "Then he taught the people, saying, “It is written in the Scriptures, 'My Temple will be called a house for prayer for people from all nations.'[b] But you are changing God's house into a 'hideout for robbers.'”[c]", "18": "The leading priests and the teachers of the law heard all this and began trying to find a way to kill Jesus. They were afraid of him, because all the people were amazed at his teaching. ", "19": "That evening, Jesus and his followers[d] left the city.", "20": "The next morning as Jesus was passing by with his followers, they saw the fig tree dry and dead, even to the roots. ", "21": "Peter remembered the tree and said to Jesus, “Teacher, look! The fig tree you cursed is dry and dead!”", "22": "Jesus answered, “Have faith in God. ", "23": "I tell you the truth, you can say to this mountain, 'Go, fall into the sea.' And if you have no doubts in your mind and believe that what you say will happen, God will do it for you. ", "24": "So I tell you to believe that you have received the things you ask for in prayer, and God will give them to you. ", "25": "When you are praying, if you are angry with someone, forgive him so that your Father in heaven will also forgive your sins. [", "26": "But if you don't forgive other people, then your Father in heaven will not forgive your sins.]”[e]", "27": "Jesus and his followers went again to Jerusalem. As Jesus was walking in the Temple, the leading priests, the teachers of the law, and the elders came to him. ", "28": "They said to him, “What authority do you have to do these things? Who gave you this authority?”", "29": "Jesus answered, “I will ask you one question. If you answer me, I will tell you what authority I have to do these things. ", "30": "Tell me: When John baptized people, was that authority from God or just from other people?”", "31": "They argued about Jesus' question, saying, “If we answer, 'John's baptism was from God,' Jesus will say, 'Then why didn't you believe him?' ", "32": "But if we say, 'It was from other people,' the crowd will be against us.” (These leaders were afraid of the people, because all the people believed that John was a prophet.)", "33": "So they answered Jesus, “We don't know.” Jesus said to them, “Then I won't tell you what authority I have to do these things.”"}