{"1": "Jesus began to use stories to teach the people. He said, “A man planted a vineyard. He put a wall around it and dug a hole for a winepress and built a tower. Then he leased the land to some farmers and left for a trip. ", "2": "When it was time for the grapes to be picked, he sent a servant to the farmers to get his share of the grapes. ", "3": "But the farmers grabbed the servant and beat him and sent him away empty-handed. ", "4": "Then the man sent another servant. They hit him on the head and showed no respect for him. ", "5": "So the man sent another servant, whom they killed. The man sent many other servants; the farmers beat some of them and killed others.", "6": "“The man had one person left to send, his son whom he loved. He sent him last of all, saying, 'They will respect my son.'", "7": "“But the farmers said to each other, 'This son will inherit the vineyard. If we kill him, it will be ours.' ", "8": "So they took the son, killed him, and threw him out of the vineyard.", "9": "“So what will the owner of the vineyard do? He will come and kill those farmers and will give the vineyard to other farmers. ", "10": "Surely you have read this Scripture: 'The stone that the builders rejected became the cornerstone.", "11": "The Lord did this, and it is wonderful to us.'” Psalm 118:22–23", "12": "The Jewish leaders knew that the story was about them. So they wanted to find a way to arrest Jesus, but they were afraid of the people. So the leaders left him and went away.", "13": "Later, the Jewish leaders sent some Pharisees and Herodians[a] to Jesus to trap him in saying something wrong. ", "14": "They came to him and said, “Teacher, we know that you are an honest man. You are not afraid of what other people think about you, because you pay no attention to who they are. And you teach the truth about God's way. Tell us: Is it right to pay taxes to Caesar or not? ", "15": "Should we pay them, or not?” But knowing what these men were really trying to do, Jesus said to them, “Why are you trying to trap me? Bring me a coin to look at.” ", "16": "They gave Jesus a coin, and he asked, “Whose image and name are on the coin?” They answered, “Caesar's.”", "17": "Then Jesus said to them, “Give to Caesar the things that are Caesar's, and give to God the things that are God's.” The men were amazed at what Jesus said.", "18": "Then some Sadducees came to Jesus and asked him a question. (Sadducees believed that people would not rise from the dead.) ", "19": "They said, “Teacher, Moses wrote that if a man's brother dies, leaving a wife but no children, then that man must marry the widow and have children for his brother. ", "20": "Once there were seven brothers. The first brother married and died, leaving no children. ", "21": "So the second brother married the widow, but he also died and had no children. The same thing happened with the third brother. ", "22": "All seven brothers married her and died, and none of the brothers had any children. Finally the woman died too. ", "23": "Since all seven brothers had married her, when people rise from the dead, whose wife will she be?”", "24": "Jesus answered, “Why don't you understand? Don't you know what the Scriptures say, and don't you know about the power of God? ", "25": "When people rise from the dead, they will not marry, nor will they be given to someone to marry. They will be like the angels in heaven. ", "26": "Surely you have read what God said about people rising from the dead. In the book in which Moses wrote about the burning bush,[b] it says that God told Moses, 'I am the God of Abraham, the God of Isaac, and the God of Jacob.'[c] ", "27": "God is the God of the living, not the dead. You Sadducees are wrong!”", "28": "One of the teachers of the law came and heard Jesus arguing with the Sadducees. Seeing that Jesus gave good answers to their questions, he asked Jesus, “Which of the commands is most important?”", "29": "Jesus answered, “The most important command is this: 'Listen, people of Israel! The Lord our God is the only Lord. ", "30": "Love the Lord your God with all your heart, all your soul, all your mind, and all your strength.'[d] ", "31": "The second command is this: 'Love your neighbor as you love yourself.'[e] There are no commands more important than these.”", "32": "The man answered, “That was a good answer, Teacher. You were right when you said God is the only Lord and there is no other God besides him. ", "33": "One must love God with all his heart, all his mind, and all his strength. And one must love his neighbor as he loves himself. These commands are more important than all the animals and sacrifices we offer to God.”", "34": "When Jesus saw that the man answered him wisely, Jesus said to him, “You are close to the kingdom of God.” And after that, no one was brave enough to ask Jesus any more questions.", "35": "As Jesus was teaching in the Temple, he asked, “Why do the teachers of the law say that the Christ is the son of David? ", "36": "David himself, speaking by the Holy Spirit, said: 'The Lord said to my Lord, “Sit by me at my right side, until I put your enemies under your control.”' Psalm 110:1", "37": "David himself calls the Christ 'Lord,' so how can the Christ be his son?” The large crowd listened to Jesus with pleasure.", "38": "Jesus continued teaching and said, “Beware of the teachers of the law. They like to walk around wearing fancy clothes, and they love for people to greet them with respect in the marketplaces. ", "39": "They love to have the most important seats in the synagogues and at feasts. ", "40": "But they cheat widows and steal their houses and then try to make themselves look good by saying long prayers. They will receive a greater punishment.”", "41": "Jesus sat near the Temple money box and watched the people put in their money. Many rich people gave large sums of money. ", "42": "Then a poor widow came and put in two small copper coins, which were only worth a few cents.", "43": "Calling his followers to him, Jesus said, “I tell you the truth, this poor widow gave more than all those rich people. ", "44": "They gave only what they did not need. This woman is very poor, but she gave all she had; she gave all she had to live on.”"}