{"1": "A few days later, when Jesus came back to Capernaum, the news spread that he was at home. ", "2": "Many people gathered together so that there was no room in the house, not even outside the door. And Jesus was teaching them God's message. ", "3": "Four people came, carrying a paralyzed man. ", "4": "Since they could not get to Jesus because of the crowd, they dug a hole in the roof right above where he was speaking. When they got through, they lowered the mat with the paralyzed man on it. ", "5": "When Jesus saw the faith of these people, he said to the paralyzed man, “Young man, your sins are forgiven.”", "6": "Some of the teachers of the law were sitting there, thinking to themselves, ", "7": "“Why does this man say things like that? He is speaking as if he were God. Only God can forgive sins.”", "8": "Jesus knew immediately what these teachers of the law were thinking. So he said to them, “Why are you thinking these things? ", "9": "Which is easier: to tell this paralyzed man, 'Your sins are forgiven,' or to tell him, 'Stand up. Take your mat and walk'? ", "10": "But I will prove to you that the Son of Man has authority on earth to forgive sins.” So Jesus said to the paralyzed man, ", "11": "“I tell you, stand up, take your mat, and go home.” ", "12": "Immediately the paralyzed man stood up, took his mat, and walked out while everyone was watching him. The people were amazed and praised God. They said, “We have never seen anything like this!”", "13": "Jesus went to the lake again. The whole crowd followed him there, and he taught them. ", "14": "While he was walking along, he saw a man named Levi son of Alphaeus, sitting in the tax collector's booth. Jesus said to him, “Follow me,” and he stood up and followed Jesus.", "15": "Later, as Jesus was having dinner at Levi's house, many tax collectors and “sinners” were eating there with Jesus and his followers. Many people like this followed Jesus. ", "16": "When the teachers of the law who were Pharisees saw Jesus eating with the tax collectors and “sinners,” they asked his followers, “Why does he eat with tax collectors and sinners?”", "17": "Jesus heard this and said to them, “It is not the healthy people who need a doctor, but the sick. I did not come to invite good people but to invite sinners.”", "18": "Now the followers of John[a] and the Pharisees often fasted[b] for a certain time. Some people came to Jesus and said, “Why do John's followers and the followers of the Pharisees often fast, but your followers don't?”", "19": "Jesus answered, “The friends of the bridegroom do not fast while the bridegroom is still with them. As long as the bridegroom is with them, they cannot fast. ", "20": "But the time will come when the bridegroom will be taken from them, and then they will fast.", "21": "“No one sews a patch of unshrunk cloth over a hole in an old coat. Otherwise, the patch will shrink and pull away—the new patch will pull away from the old coat. Then the hole will be worse. ", "22": "Also, no one ever pours new wine into old leather bags. Otherwise, the new wine will break the bags, and the wine will be ruined along with the bags. But new wine should be put into new leather bags.”", "23": "One Sabbath day, as Jesus was walking through some fields of grain, his followers began to pick some grain to eat. ", "24": "The Pharisees said to Jesus, “Why are your followers doing what is not lawful on the Sabbath day?”", "25": "Jesus answered, “Have you never read what David did when he and those with him were hungry and needed food? ", "26": "During the time of Abiathar the high priest, David went into God's house and ate the holy bread, which is lawful only for priests to eat. And David also gave some of the bread to those who were with him.”", "27": "Then Jesus said to the Pharisees, “The Sabbath day was made to help people; they were not made to be ruled by the Sabbath day. ", "28": "So then, the Son of Man is Lord even of the Sabbath day.”"}