{"1": "Another time when Jesus went into a synagogue, a man with a crippled hand was there. ", "2": "Some people watched Jesus closely to see if he would heal the man on the Sabbath day so they could accuse him.", "3": "Jesus said to the man with the crippled hand, “Stand up here in the middle of everyone.”", "4": "Then Jesus asked the people, “Which is lawful on the Sabbath day: to do good or to do evil, to save a life or to kill?” But they said nothing to answer him.", "5": "Jesus was angry as he looked at the people, and he felt very sad because they were stubborn. Then he said to the man, “Hold out your hand.” The man held out his hand and it was healed. ", "6": "Then the Pharisees left and began making plans with the Herodians[a] about a way to kill Jesus.", "7": "Jesus left with his followers for the lake, and a large crowd from Galilee followed him. ", "8": "Also many people came from Judea, from Jerusalem, from Idumea, from the lands across the Jordan River, and from the area of Tyre and Sidon. When they heard what Jesus was doing, many people came to him. ", "9": "When Jesus saw the crowds, he told his followers to get a boat ready for him to keep people from crowding against him. ", "10": "He had healed many people, so all the sick were pushing toward him to touch him. ", "11": "When evil spirits saw Jesus, they fell down before him and shouted, “You are the Son of God!” ", "12": "But Jesus strongly warned them not to tell who he was.", "13": "Then Jesus went up on a mountain and called to him those he wanted, and they came to him. ", "14": "Jesus chose twelve and called them apostles.[b] He wanted them to be with him, and he wanted to send them out to preach ", "15": "and to have the authority to force demons out of people. ", "16": "These are the twelve men he chose: Simon (Jesus named him Peter), ", "17": "James and John, the sons of Zebedee (Jesus named them Boanerges, which means “Sons of Thunder”), ", "18": "Andrew, Philip, Bartholomew, Matthew, Thomas, James the son of Alphaeus, Thaddaeus, Simon the Zealot, ", "19": "and Judas Iscariot, who later turned against Jesus.", "20": "Then Jesus went home, but again a crowd gathered. There were so many people that Jesus and his followers could not eat. ", "21": "When his family heard this, they went to get him because they thought he was out of his mind. ", "22": "But the teachers of the law from Jerusalem were saying, “Beelzebul is living inside him! He uses power from the ruler of demons to force demons out of people.”", "23": "So Jesus called the people together and taught them with stories. He said, “Satan will not force himself out of people. ", "24": "A kingdom that is divided cannot continue, ", "25": "and a family that is divided cannot continue. ", "26": "And if Satan is against himself and fights against his own people, he cannot continue; that is the end of Satan. ", "27": "No one can enter a strong person's house and steal his things unless he first ties up the strong person. Then he can steal things from the house. ", "28": "I tell you the truth, all sins that people do and all the things people say against God can be forgiven. ", "29": "But anyone who speaks against the Holy Spirit will never be forgiven; he is guilty of a sin that continues forever.”", "30": "Jesus said this because the teachers of the law said that he had an evil spirit inside him.", "31": "Then Jesus' mother and brothers arrived. Standing outside, they sent someone in to tell him to come out. ", "32": "Many people were sitting around Jesus, and they said to him, “Your mother and brothers[c] are waiting for you outside.”", "33": "Jesus asked, “Who are my mother and my brothers?” ", "34": "Then he looked at those sitting around him and said, “Here are my mother and my brothers! ", "35": "My true brother and sister and mother are those who do what God wants.”"}