{"1": "Again Jesus began teaching by the lake. A great crowd gathered around him, so he sat down in a boat near the shore. All the people stayed on the shore close to the water. ", "2": "Jesus taught them many things, using stories. He said, ", "3": "“Listen! A farmer went out to plant his seed. ", "4": "While he was planting, some seed fell by the road, and the birds came and ate it up. ", "5": "Some seed fell on rocky ground where there wasn't much dirt. That seed grew very fast, because the ground was not deep. ", "6": "But when the sun rose, the plants dried up because they did not have deep roots. ", "7": "Some other seed fell among thorny weeds, which grew and choked the good plants. So those plants did not produce a crop. ", "8": "Some other seed fell on good ground and began to grow. It got taller and produced a crop. Some plants made thirty times more, some made sixty times more, and some made a hundred times more.”", "9": "Then Jesus said, “Let those with ears use them and listen!”", "10": "Later, when Jesus was alone, the twelve apostles and others around him asked him about the stories.", "11": "Jesus said, “You can know the secret about the kingdom of God. But to other people I tell everything by using stories ", "12": "so that: 'They will look and look, but they will not learn. They will listen and listen, but they will not understand. If they did learn and understand, they would come back to me and be forgiven.'” Isaiah 6:9–10", "13": "Then Jesus said to his followers, “Don't you understand this story? If you don't, how will you understand any story? ", "14": "The farmer is like a person who plants God's message in people. ", "15": "Sometimes the teaching falls on the road. This is like the people who hear the teaching of God, but Satan quickly comes and takes away the teaching that was planted in them. ", "16": "Others are like the seed planted on rocky ground. They hear the teaching and quickly accept it with joy. ", "17": "But since they don't allow the teaching to go deep into their lives, they keep it only a short time. When trouble or persecution comes because of the teaching they accepted, they quickly give up. ", "18": "Others are like the seed planted among the thorny weeds. They hear the teaching, ", "19": "but the worries of this life, the temptation of wealth, and many other evil desires keep the teaching from growing and producing fruit[a] in their lives. ", "20": "Others are like the seed planted in the good ground. They hear the teaching and accept it. Then they grow and produce fruit—sometimes thirty times more, sometimes sixty times more, and sometimes a hundred times more.”", "21": "Then Jesus said to them, “Do you hide a lamp under a bowl or under a bed? No! You put the lamp on a lampstand. ", "22": "Everything that is hidden will be made clear and every secret thing will be made known. ", "23": "Let those with ears use them and listen!", "24": "“Think carefully about what you hear. The way you give to others is the way God will give to you, but God will give you even more. ", "25": "Those who have understanding will be given more. But those who do not have understanding, even what they have will be taken away from them.”", "26": "Then Jesus said, “The kingdom of God is like someone who plants seed in the ground. ", "27": "Night and day, whether the person is asleep or awake, the seed still grows, but the person does not know how it grows. ", "28": "By itself the earth produces grain. First the plant grows, then the head, and then all the grain in the head. ", "29": "When the grain is ready, the farmer cuts it, because this is the harvest time.”", "30": "Then Jesus said, “How can I show you what the kingdom of God is like? What story can I use to explain it? ", "31": "The kingdom of God is like a mustard seed, the smallest seed you plant in the ground. ", "32": "But when planted, this seed grows and becomes the largest of all garden plants. It produces large branches, and the wild birds can make nests in its shade.”", "33": "Jesus used many stories like these to teach the crowd God's message—as much as they could understand. ", "34": "He always used stories to teach them. But when he and his followers were alone, Jesus explained everything to them.", "35": "That evening, Jesus said to his followers, “Let's go across the lake.” ", "36": "Leaving the crowd behind, they took him in the boat just as he was. There were also other boats with them. ", "37": "A very strong wind came up on the lake. The waves came over the sides and into the boat so that it was already full of water. ", "38": "Jesus was at the back of the boat, sleeping with his head on a cushion. His followers woke him and said, “Teacher, don't you care that we are drowning!”", "39": "Jesus stood up and commanded the wind and said to the waves, “Quiet! Be still!” Then the wind stopped, and it became completely calm.", "40": "Jesus said to his followers, “Why are you afraid? Do you still have no faith?”", "41": "The followers were very afraid and asked each other, “Who is this? Even the wind and the waves obey him!”"}