{"1": "Another time there was a great crowd with Jesus that had nothing to eat. So Jesus called his followers and said, ", "2": "“I feel sorry for these people, because they have already been with me for three days, and they have nothing to eat. ", "3": "If I send them home hungry, they will faint on the way. Some of them live a long way from here.”", "4": "Jesus' followers answered, “How can we get enough bread to feed all these people? We are far away from any town.”", "5": "Jesus asked, “How many loaves of bread do you have?” They answered, “Seven.”", "6": "Jesus told the people to sit on the ground. Then he took the seven loaves, gave thanks to God, and divided the bread. He gave the pieces to his followers to give to the people, and they did so. ", "7": "The followers also had a few small fish. After Jesus gave thanks for the fish, he told his followers to give them to the people also. ", "8": "All the people ate and were satisfied. Then his followers filled seven baskets with the leftover pieces of food. ", "9": "There were about four thousand people who ate. After they had eaten, Jesus sent them home. ", "10": "Then right away he got into a boat with his followers and went to the area of Dalmanutha.", "11": "The Pharisees came to Jesus and began to ask him questions. Hoping to trap him, they asked Jesus for a miracle from God. ", "12": "Jesus sighed deeply and said, “Why do you people ask for a miracle as a sign? I tell you the truth, no sign will be given to you.” ", "13": "Then Jesus left the Pharisees and went in the boat to the other side of the lake.", "14": "His followers had only one loaf of bread with them in the boat; they had forgotten to bring more. ", "15": "Jesus warned them, “Be careful! Beware of the yeast of the Pharisees and the yeast of Herod.”", "16": "His followers discussed the meaning of this, saying, “He said this because we have no bread.”", "17": "Knowing what they were talking about, Jesus asked them, “Why are you talking about not having bread? Do you still not see or understand? Are your minds closed? ", "18": "You have eyes, but you don't really see. You have ears, but you don't really listen. Remember when ", "19": "I divided five loaves of bread for the five thousand? How many baskets did you fill with leftover pieces of food?” They answered, “Twelve.”", "20": "“And when I divided seven loaves of bread for the four thousand, how many baskets did you fill with leftover pieces of food?” They answered, “Seven.”", "21": "Then Jesus said to them, “Don't you understand yet?”", "22": "Jesus and his followers came to Bethsaida. There some people brought a blind man to Jesus and begged him to touch the man. ", "23": "So Jesus took the blind man's hand and led him out of the village. Then he spit on the man's eyes and put his hands on the man and asked, “Can you see now?”", "24": "The man looked up and said, “Yes, I see people, but they look like trees walking around.”", "25": "Again Jesus put his hands on the man's eyes. Then the man opened his eyes wide and they were healed, and he was able to see everything clearly. ", "26": "Jesus told him to go home, saying, “Don't go into the town.”[a]", "27": "Jesus and his followers went to the towns around Caesarea Philippi. While they were traveling, Jesus asked them, “Who do people say I am?”", "28": "They answered, “Some say you are John the Baptist. Others say you are Elijah,[b] and others say you are one of the prophets.”", "29": "Then Jesus asked, “But who do you say I am?” Peter answered, “You are the Christ.”", "30": "Jesus warned his followers not to tell anyone who he was.", "31": "Then Jesus began to teach them that the Son of Man must suffer many things and that he would be rejected by the Jewish elders, the leading priests, and the teachers of the law. He told them that the Son of Man must be killed and then rise from the dead after three days. ", "32": "Jesus told them plainly what would happen. Then Peter took Jesus aside and began to tell him not to talk like that. ", "33": "But Jesus turned and looked at his followers. Then he told Peter not to talk that way. He said, “Go away from me, Satan![c] You don't care about the things of God, but only about things people think are important.”", "34": "Then Jesus called the crowd to him, along with his followers. He said, “If people want to follow me, they must give up the things they want. They must be willing even to give up their lives to follow me. ", "35": "Those who want to save their lives will give up true life. But those who give up their lives for me and for the Good News will have true life. ", "36": "It is worthless to have the whole world if they lose their souls. ", "37": "They could never pay enough to buy back their souls. ", "38": "The people who live now are living in a sinful and evil time. If people are ashamed of me and my teaching, the Son of Man will be ashamed of them when he comes with his Father's glory and with the holy angels.”"}