{"1": "Then Jesus said to the people, “I tell you the truth, some people standing here will see the kingdom of God come with power before they die.”", "2": "Six days later, Jesus took Peter, James, and John up on a high mountain by themselves. While they watched, Jesus' appearance was changed. ", "3": "His clothes became shining white, whiter than any person could make them. ", "4": "Then Elijah and Moses[a] appeared to them, talking with Jesus.", "5": "Peter said to Jesus, “Teacher, it is good that we are here. Let us make three tents—one for you, one for Moses, and one for Elijah.” ", "6": "Peter did not know what to say, because he and the others were so frightened.", "7": "Then a cloud came and covered them, and a voice came from the cloud, saying, “This is my Son, whom I love. Listen to him!”", "8": "Suddenly Peter, James, and John looked around, but they saw only Jesus there alone with them.", "9": "As they were coming down the mountain, Jesus commanded them not to tell anyone about what they had seen until the Son of Man had risen from the dead.", "10": "So the followers obeyed Jesus, but they discussed what he meant about rising from the dead.", "11": "Then they asked Jesus, “Why do the teachers of the law say that Elijah must come first?”", "12": "Jesus answered, “They are right to say that Elijah must come first and make everything the way it should be. But why does the Scripture say that the Son of Man will suffer much and that people will treat him as if he were nothing? ", "13": "I tell you that Elijah has already come. And people did to him whatever they wanted to do, just as the Scriptures said it would happen.”", "14": "When Jesus, Peter, James, and John came back to the other followers, they saw a great crowd around them and the teachers of the law arguing with them. ", "15": "But as soon as the crowd saw Jesus, the people were surprised and ran to welcome him.", "16": "Jesus asked, “What are you arguing about?”", "17": "A man answered, “Teacher, I brought my son to you. He has an evil spirit in him that stops him from talking. ", "18": "When the spirit attacks him, it throws him on the ground. Then my son foams at the mouth, grinds his teeth, and becomes very stiff. I asked your followers to force the evil spirit out, but they couldn't.”", "19": "Jesus answered, “You people have no faith. How long must I stay with you? How long must I put up with you? Bring the boy to me.”", "20": "So the followers brought him to Jesus. As soon as the evil spirit saw Jesus, it made the boy lose control of himself, and he fell down and rolled on the ground, foaming at the mouth.", "21": "Jesus asked the boy's father, “How long has this been happening?” The father answered, “Since he was very young. ", "22": "The spirit often throws him into a fire or into water to kill him. If you can do anything for him, please have pity on us and help us.”", "23": "Jesus said to the father, “You said, 'If you can!' All things are possible for the one who believes.”", "24": "Immediately the father cried out, “I do believe! Help me to believe more!”", "25": "When Jesus saw that a crowd was quickly gathering, he ordered the evil spirit, saying, “You spirit that makes people unable to hear or speak, I command you to come out of this boy and never enter him again!”", "26": "The evil spirit screamed and caused the boy to fall on the ground again. Then the spirit came out. The boy looked as if he were dead, and many people said, “He is dead!” ", "27": "But Jesus took hold of the boy's hand and helped him to stand up.", "28": "When Jesus went into the house, his followers began asking him privately, “Why couldn't we force that evil spirit out?”", "29": "Jesus answered, “That kind of spirit can only be forced out by prayer.”[b]", "30": "Then Jesus and his followers left that place and went through Galilee. He didn't want anyone to know where he was, ", "31": "because he was teaching his followers. He said to them, “The Son of Man will be handed over to people, and they will kill him. After three days, he will rise from the dead.” ", "32": "But the followers did not understand what Jesus meant, and they were afraid to ask him.", "33": "Jesus and his followers went to Capernaum. When they went into a house there, he asked them, “What were you arguing about on the road?” ", "34": "But the followers did not answer, because their argument on the road was about which one of them was the greatest.", "35": "Jesus sat down and called the twelve apostles to him. He said, “Whoever wants to be the most important must be last of all and servant of all.”", "36": "Then Jesus took a small child and had him stand among them. Taking the child in his arms, he said, ", "37": "“Whoever accepts a child like this in my name accepts me. And whoever accepts me accepts the One who sent me.”", "38": "Then John said, “Teacher, we saw someone using your name to force demons out of a person. We told him to stop, because he does not belong to our group.”", "39": "But Jesus said, “Don't stop him, because anyone who uses my name to do powerful things will not easily say evil things about me. ", "40": "Whoever is not against us is with us. ", "41": "I tell you the truth, whoever gives you a drink of water because you belong to the Christ will truly get his reward.", "42": "“If one of these little children believes in me, and someone causes that child to sin, it would be better for that person to have a large stone tied around his neck and be drowned in the sea. ", "43": "If your hand causes you to sin, cut it off. It is better for you to lose part of your body and live forever than to have two hands and go to hell, where the fire never goes out. [", "44": "In hell the worm does not die; the fire is never put out.][c] ", "45": "If your foot causes you to sin, cut it off. It is better for you to lose part of your body and to live forever than to have two feet and be thrown into hell. [", "46": "In hell the worm does not die; the fire is never put out.][d] ", "47": "If your eye causes you to sin, take it out. It is better for you to enter the kingdom of God with only one eye than to have two eyes and be thrown into hell. ", "48": "In hell the worm does not die; the fire is never put out. ", "49": "Every person will be salted with fire.", "50": "“Salt is good, but if the salt loses its salty taste, you cannot make it salty again. So, be full of salt, and have peace with each other.”"}