{"1": "Abishag keepeth David in his extreme age. 5 Adonijah usurpeth the kingdom. 30 Solomon is anointed king, 50 Adonijah fleeth to the altar. Now when King David was [a]old, and stricken in years, they covered him with clothes, but no [b]heat came unto him.", "2": "Wherefore his servants said unto him, Let there be sought for my lord the king a young virgin, and let her [c]stand before the king, and cherish him: and let her lie in thy bosom, that my lord the King may get heat.", "3": "So they sought for a fair young maid throughout all the coasts of Israel, and found one Abishag [d]a Shunammite, and brought her to the king.", "4": "And the maid was exceedingly fair, and cherished the king, and ministered to him, but the king knew her not.", "5": "¶ Then Adonijah the son of Haggith, exalted himself, saying, I will be king. And he got him chariots and horsemen, and [e]fifty men to run before him.", "6": "And his father would not displease him from his [f]childhood, to say, Why hast thou done so? And he was a very goodly man, and his mother bare him next after Absalom.", "7": "And he [g]took counsel of Joab the son of Zeruiah, and of Abiathar the Priest: and they [h]helped forward Adonijah.", "8": "But Zadok the Priest, and Benaiah the son of Jehoiada, and Nathan the Prophet, and Shimei, and Rei, and the men of might, which were with David, were not with Adonijah.", "9": "Then Adonijah sacrificed sheep and oxen, and fat cattle by the stone of Zoheleth, which is by [i]En Rogel, and called all his brethren the king's sons, and all the men of Judah the king's servants.", "10": "But Nathan the Prophet, and Benaiah, and [j]the mighty men, and Solomon his brother he called not.", "11": "Wherefore Nathan spake unto Bathsheba the mother of Solomon, saying, Hast thou not heard that Adonijah the son of Haggith doth reign, and David our lord knoweth it not?", "12": "Now therefore come, and I will now give thee counsel, how to save thine own [k]life, and the life of thy son Solomon.", "13": "Go, and get thee in unto King David, and say unto him, Didst not thou, my lord, O King, swear unto thine handmaid, saying, Assuredly, Solomon thy son shall reign after me, and he shall sit upon my throne? why is then Adonijah King?", "14": "Behold, while thou yet talkest there with the King, I also will come in after thee, and [l]confirm thy words.", "15": "¶ So Bathsheba went in unto the King into the chamber, and the king was very old, and Abishag the Shunammite ministered unto the King.", "16": "And Bathsheba bowed and made obeisance unto the king. And the king said, What is thy matter?", "17": "And she answered him, My lord, thou swearest by the Lord thy God unto thine handmaid, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne.", "18": "And behold, now is Adonijah king, and now my lord, O King, thou knowest [m]it not.", "19": "And he hath offered many oxen, and fat cattle, and sheep, and hath called all the sons of the King, and Abiathar the Priest, and Joab the Captain of the host: but Solomon thy servant hath he not bidden.", "20": "And thou, my lord, O King, knowest that the eyes of all Israel are on thee, that thou shouldest tell them, who should sit on the throne of my lord the King after him.", "21": "For else when my lord the King shall sleep with his fathers, I and my son Solomon shall be [n]reputed [o]vile.", "22": "And lo, while she yet talked with the king, Nathan also the Prophet came in.", "23": "And they told the King, saying, Behold, Nathan the Prophet. And when he was come in to the King, he made obeisance before the king upon his face [p]to the ground.", "24": "And Nathan said, My lord, O king, hast thou said, Adonijah shall reign after me, and he shall sit upon my throne?", "25": "For he is gone down this day, and hath slain many oxen, and fat cattle, and sheep, and hath called all the king's sons, and the captains of the host, and Abiathar the Priest: and behold, they eat and drink before him, and say, [q]God save king Adonijah.", "26": "But me thy servant, and Zadok the Priest, and Benaiah the son of Jehoiada, and thy servant Solomon hath he not called.", "27": "Is this thing done by my lord the king, and thou hast not showed it unto thy [r]servant, who should sit on the throne of my lord the king after him?", "28": "¶ Then king David answered, and said, Call me Bathsheba. And she came into the king's presence, and stood before the King.", "29": "And the King sware, saying, As the Lord liveth, who hath redeemed my soul out of all adversity,", "30": "That as I [s]sware unto thee by the Lord God of Israel, saying, Assuredly Solomon thy son shall reign after me, and he shall sit upon my throne in my place, so will I certainly do this day.", "31": "Then Bathsheba bowed her face to the earth, and did reverence unto the king, and said, God save my lord king David forever.", "32": "¶ And king David said, Call me Zadok the Priest, and Nathan the Prophet, and Benaiah the son of Jehoiada. And they came before the King.", "33": "Then the king said unto them, Take with you the [t]servants of your lord, and cause Solomon my son to ride upon mine own mule, and carry him down to Gihon.", "34": "And let Zadok the Priest and Nathan the Prophet anoint him there king over Israel, and blow ye the trumpet, and say, God save King Solomon.", "35": "Then come up after him, that he may come and sit upon my throne: and he shall be King in my stead: for I have [u]appointed him to be prince over Israel, and over Judah.", "36": "Then Benaiah the son of Jehoiada answered the king, and said, So be it, and the Lord God of my lord the king [v]ratify it.", "37": "As the Lord hath been with my lord the king, so be he with Solomon, and exalt his throne above the throne of my lord king David.", "38": "So Zadok the Priest, and Nathan the Prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites went down and caused Solomon to ride upon king David's mule, and brought him to Gihon.", "39": "And Zadok the Priest took an horn of [w]oil out of the Tabernacle, and anointed Solomon: and they blew the trumpet, and all the people said, God save king Solomon.", "40": "And all the people came up after him, and the people piped with pipes, and rejoiced with great joy, so that the earth [x]rang with the sound of them.", "41": "¶ And Adonijah and all the guests that were with him, heard it: (and they had made an end of eating) and when Joab heard the sound of the trumpet, he said, What meaneth this noise and uproar in the city?", "42": "And as he yet spake, behold, Jonathan the son of Abiathar the Priest came: and Adonijah said, Come in: for thou art a [y]worthy man, and bringest [z]good tidings.", "43": "And Jonathan answered, and said to Adonijah, Verily our lord king David hath made Solomon king.", "44": "And the king hath sent with him Zadok the Priest, and Nathan the Prophet, and Benaiah the son of Jehoiada, and the Cherethites, and the Pelethites, and they have caused him to ride upon the king's mule.", "45": "And Zadok the Priest, and Nathan the Prophet have anointed him king in Gihon: and they are gone up from thence with joy, and the city is moved: this is the noise that ye have heard.", "46": "And Solomon also sitteth on the throne of the kingdom.", "47": "And moreover the king's servants came [aa]to bless our lord king David, saying, God make the name of Solomon more famous than thy name, and exalt his throne above thy throne: therefore the king worshipped upon the [ab]bed.", "48": "And thus said the king also, Blessed be the Lord God of Israel, who hath made one to sit on my throne this day, even in my sight.", "49": "Then all the guests that were with Adonijah, were afraid, and rose up, and went every man his way.", "50": "¶ And Adonijah fearing the presence of Solomon, arose and went, and took hold on the horns of the [ac]altar.", "51": "And one told Solomon, saying, Behold, Adonijah doth fear king Solomon: for lo, he hath caught hold on the horns of the altar, saying, Let King Solomon swear unto me this day, that he will not slay his servant with the sword.", "52": "Then Solomon said, If he will show himself a worthy man, there shall not an hair of him fall to the earth, but if wickedness be found in him, he shall die.", "53": "Then king Solomon sent, and they brought him from the altar, and he came and did obeisance unto King Solomon. And Solomon said unto him, Go to thine house."}