{"1": "Solomon hath a thousand wives and concubines, which bring him to idolatry. 14 His God raiseth up adversaries against him. 43 He dieth. But King Solomon loved many [a]outlandish women: both the daughter of Pharaoh, and the women of Moab, Ammon, Edom, Sidon, and Heth,", "2": "Of the nations, whereof the Lord had said unto the children of Israel, Go not ye in to them, nor let them come in to you: for surely they will turn your hearts after their gods, to them, I say, did Solomon join in love.", "3": "And he had seven hundred wives, that were [b]princesses, and three hundred [c]concubines, and his wives turned away his heart.", "4": "For when Solomon was old, his wives turned his heart after other gods, so that his heart was not [d]perfect with the Lord his God as was the heart of David his father.", "5": "For Solomon followed Ashtoreth the god of the Sidonians, and [e]Milcom the abomination of the Ammonites.", "6": "So Solomon wrought wickedness in the sight of the Lord, but continued not to follow the Lord, as did David his father.", "7": "Then did Solomon build an high place for Chemosh, the [f]abomination of Moab, in the mountain that is over against Jerusalem, and unto Molech the abomination of the children of Ammon.", "8": "And so did he for all his outlandish wives, which burnt incense and offered unto their gods.", "9": "Therefore the Lord was angry with Solomon, because he had turned his heart from the Lord God of Israel, which had appeared unto him twice,", "10": "And had given him a charge concerning this thing, that he should not follow other gods: but he kept not that, which the Lord had commanded him.", "11": "Wherefore the Lord said unto Solomon, Forasmuch as [g]this is done of thee, and thou hast not kept my Covenant, and my statutes (which I commanded thee) I will surely rent thy kingdom from thee, and will give it to thy servant.", "12": "Notwithstanding in thy days I will not do it, because of David thy father, but I will rent it out of the hand of thy son:", "13": "Howbeit I will not rent all the kingdom, but will give one [h]tribe to thy son, because of David my servant, and because of Jerusalem which I have chosen.", "14": "¶ Then the Lord stirred up an adversary unto Solomon, even Hadad the Edomite, of the king's [i]seed, which was in Edom.", "15": "For when David was in Edom, and Joab the captain of the host had smitten all the males in Edom, and was gone up to bury the [j]slain,", "16": "(For six months did Joab remain there and all Israel, till he had destroyed all the males in Edom.)", "17": "Then this Hadad [k]fled, and certain other Edomites of his father's servants with him, to go into Egypt, Hadad being yet a little child.", "18": "And they arose out of Midian, and came to Paran, and took men with them out of Paran, and came to Egypt unto Pharaoh king of Egypt, which gave him an house, and appointed him vittles and gave him land.", "19": "So Hadad [l]found great favor in the sight of Pharaoh, and he gave him to wife the sister of his own wife, even the sister of Tahpenes the Queen.", "20": "And the sister of Tahpenes bare him Genubath his son, whom Tahpenes weaned in Pharaoh's house: and Genubath was in Pharaoh's house among the sons of Pharaoh.", "21": "And when Hadad heard in Egypt that David slept with his fathers, and that Joab the captain of the host was dead, Hadad said to Pharaoh, Let me depart, that I may go to mine own country.", "22": "But Pharaoh said unto him, What hast thou lacked with me, that thou wouldest thus go to thine own country? And he answered, Nothing, but in any wise let me go.", "23": "¶ And God stirred him up another adversary, Rezon the son of Eliadah, which [m]fled from his lord Hadadezer king of Zobah.", "24": "And he gathered men unto him, and had been captain over the company, when David slew them. And they went to Damascus, and dwelt there, [n]and they made him king in Damascus.", "25": "Therefore was he an adversary to Israel all the days of Solomon: besides the evil that Hadad did, he also abhorred Israel, and reigned over Aram", "26": "¶ And Jeroboam the son of Nebat an Ephraimite of Zereda Solomon's servant (whose mother was called Zeruah a widow) lifted up his hand against the king.", "27": "And this was the cause that he lifted up his hand against the king, When Solomon built Millo, he repaired the broken places of the city of David his father.", "28": "And this man Jeroboam was a man of strength and courage, and Solomon seeing that the young man was meet for the work, he made him [o]overseer of all the labor of the house of Joseph.", "29": "And at that time, when Jeroboam went out of Jerusalem, the Prophet Ahijah the Shilonite found him in the way, having a new garment on him, and they two were alone in the field.", "30": "Then Ahijah caught the new garment that was on him, and [p]rent it in twelve pieces,", "31": "And said to Jeroboam, Take unto thee ten pieces: for thus saith the Lord God of Israel, Behold, I will rent the kingdom out of the hands of Solomon, and will give ten tribes to thee.", "32": "But he shall have one tribe for my servant David's sake, and for Jerusalem the city, which I have chosen out of all the tribes of Israel,", "33": "Because they have forsaken me, and have worshipped Ashtoreth the god of the Sidonians, and Chemosh the god of the Moabites, and Milcom the god of the Ammonites, and have not walked in my ways (to [q]do right in mine eyes, and my statutes, and my laws) as did David his father.", "34": "But I will not take the whole kingdom out of his hand: for I will make him prince all his life long for David my servant's sake, whom I have chosen, and who kept my commandments and my statutes.", "35": "But I will take the kingdom out of his son's hand, and will give it unto thee, even the ten tribes.", "36": "And unto his son will I give one tribe, that David my servant may have a [r]light always before me in Jerusalem the city, which I have chosen me to put my Name there.", "37": "And I will take thee, and thou shalt reign [s]even as thine heart desireth, and shalt be king over Israel.", "38": "And if thou hearken unto all that I command thee, and wilt walk in my ways, and do right in my sight, to keep my statutes and my commandments as David my servant did, then will I be with thee, and build thee a sure house, as I built unto David, and will give Israel unto thee.", "39": "And I will [t]for this afflict the seed of David, [u]but not forever.", "40": "¶ Solomon sought therefore to kill Jeroboam, and Jeroboam arose, and fled into Egypt unto Shishak king of Egypt, and was in Egypt until the death of Solomon.", "41": "And the rest of the words of Solomon, and all that he did, and his wisdom, are they not written in the [v]book of the acts of Solomon?", "42": "The time that Solomon reigned in Jerusalem over all Israel, was forty years.", "43": "And Solomon slept with his fathers: and was buried in the city of David his father: and Rehoboam his son reigned in his stead."}