{"1": "Jeroboam is reprehended of the Prophet. 4 His hand drieth up. 13 The Prophet is seduced, 24 and is killed of a lion. 33 The obstinacy of Jeroboam. And behold, there came [a]a man of God out of Judah (by the commandment of the Lord) unto [b]Bethel, and Jeroboam stood by the altar to offer incense.", "2": "And he cried against the altar by the commandment of the Lord, and said, O altar, altar, thus saith the Lord, Behold, a child shall be born unto the house of David, Josiah by name, and upon thee shall he sacrifice the priests of the high places that burn incense upon thee, and they shall burn men's bones upon thee.", "3": "And he gave a sign the same time, saying, This is the [c]sign, that the Lord hath spoken, Behold, the altar shall rent, and the ashes that are upon it, shall [d]fall out.", "4": "And when the king had heard the saying of the man of God, which he had cried against the altar in Bethel, Jeroboam stretched out his hand for the altar, saying, [e]Lay hold on him: but his hand which he put forth against him, dried up, and he could not pull it in again to him.", "5": "The altar also clave asunder, and the ashes fell out from the altar, according to the sign, which the man of God had given by the [f]commandment of the Lord.", "6": "Then the king answered and said unto the man of God, [g]I beseech thee, pray unto the Lord thy God, and make intercession for me, that mine hand may be restored unto me. And the man of God besought the Lord, and the King's hand was restored, and became as it was afore.", "7": "Then the King said unto the man of God, Come home with me, that thou mayest [h]dine, and I will give thee a reward.", "8": "But the man of God said unto the King, If thou wouldest give me half thine house, I would not go with thee, neither would I eat bread nor drink water in this place.", "9": "For so [i]was it charged me by the word of the Lord, saying, [j]Eat no bread nor drink water, nor turn again by the same way that thou camest.", "10": "So he went another way, and returned not by the way that he came to Bethel.", "11": "¶ And an old Prophet dwelt in Bethel, and his sons came and told him all the works, that the man of God had done that day in Bethel, and the words which he had spoken unto the king, told they their father.", "12": "And their father said unto them, What way went he? and his sons [k]showed him what way the man of God went, which came from Judah.", "13": "And he said unto his sons, Saddle me the ass. Who saddled him the ass, and he rode thereon,", "14": "And went after the man of God, and found him sitting under an oak: and he said unto him, Art thou the man of God, that camest from Judah? And he said, [l]Yea.", "15": "Then he said unto him, [m]Come home with me, and eat bread.", "16": "But he answered, I may not return with thee, nor go in with thee, neither will I eat bread nor drink water with thee in this place.", "17": "For it was charged me by the word of the Lord, saying, Thou shalt eat no bread, nor drink water there, nor turn again to go by the way that thou wentest.", "18": "And he said unto him, I am a Prophet also as thou art, and an [n]Angel spake unto me by the word of the Lord, saying, Bring him again with thee into thine house, that he may eat bread and drink water: but he lied unto him.", "19": "So he went again with him, and did eat bread in his house, and drank water.", "20": "And as they sat at the table, the word of the Lord came unto the Prophet, that brought him again.", "21": "And he cried unto the man of God that came from Judah, saying, Thus saith the Lord, [o]Because thou hast disobeyed the mouth of the Lord, and hast not kept the commandment which the Lord thy God commanded thee,", "22": "But camest back again, and hast eaten bread and drunk water in the place (whereof he did say unto thee, Thou shalt eat no bread nor drink any water) thy carcass shall not come unto the sepulcher of thy fathers.", "23": "¶ And when he had eaten bread and drunk, he saddled him the ass, to wit, to the Prophet whom he had brought again,", "24": "And when he was gone, [p]a lion met him by the way, and slew him, and his body was cast in the way, and the ass stood thereby: the Lion stood by the corpse also.", "25": "And behold, men that passed by, saw the carcass cast in the way, and the Lion standing by the corpse: and they came and told it in the town where the old Prophet dwelt.", "26": "And when the Prophet that brought him back again from the way, heard thereof, he said, It is the man of God, who hath been disobedient unto the Commandment of the Lord: therefore the Lord hath delivered him unto the Lion, which hath rent him and slain him, according to the word of the Lord, which he spake unto him.", "27": "¶ And he spake to his sons, saying, Saddle me the ass. And they saddled him.", "28": "And he went and found his body cast in the way, and the ass and the Lion stood by the corpse: and the lion had [q]not eaten the body, nor torn the ass.", "29": "And the Prophet took up the body of the man of God, and laid it upon the ass, and brought it again, and the old Prophet came to the city, to lament and bury him.", "30": "And he laid his body in his [r]own grave, and they lamented over him, saying, Alas, my brother.", "31": "And when he had buried him, he spake to his sons, saying, When I am dead, bury ye me also in the sepulcher, wherein the man of God is buried: lay my bones beside his bones.", "32": "For that thing which he cried by the word of the Lord against the altar that is in Bethel, and against all the houses of the high places, which are in the cities of Samaria, shall surely come to pass.", "33": "Howbeit after this Jeroboam [s]converted not from his wicked way, but turned again, and made of the lowest of the people priests of the high places. Who would, might [t]consecrate himself and be of the priests of the high places.", "34": "And this thing turned to sin unto the house of Jeroboam, even to root it out, and destroy it from the face of the earth."}