{"1": "Jeroboam sendeth his wife disguised to Ahijah the Prophet, who declareth unto him the destruction of his house. 25 Judah is punished by Shishak. At that time Abijah the son of Jeroboam fell sick.", "2": "And Jeroboam said unto his wife, Up, I pray thee, [a]and disguise thyself that they know not that thou art the wife of Jeroboam, and go to Shiloh: for there is Ahijah the Prophet, which told me that I should be king over this people,", "3": "And take [b]with [c]thee, ten loaves and [d]cracknels, and a bottle of honey, and go to him: he shall tell thee what shall become of the young man.", "4": "And Jeroboam's wife did so, and arose, and went to Shiloh, and came to the house of Ahijah: but Ahijah could not see, for his [e]sight was decayed for his age.", "5": "Then the Lord said unto Ahijah, Behold, the wife of Jeroboam cometh to ask a thing of thee for her son, for he is sick: thus and thus shalt thou say unto her: for when she cometh in, she shall feign herself to be [f]another.", "6": "Therefore when Ahijah heard the sound of her feet as she came in at the door, he said, Come in thou [g]wife of Jeroboam: why feignest thou thus thyself to be another? I am sent to thee with heavy tidings.", "7": "Go tell Jeroboam, Thus saith the Lord God of Israel, Forasmuch as I have exalted [h]thee from among the people, and have made thee prince over my people Israel,", "8": "And have rent the kingdom away from the house of David, and have given it thee, and thou hast not been as my servant David, which kept my Commandments, and followed me with all his heart, and did only that which was right in mine eyes,", "9": "But hast done evil above all that were before thee (for thou hast gone and made thee other gods, and [i]molten images, to provoke me, and hast cast me behind thy back.)", "10": "Therefore behold, I will bring evil upon the house of Jeroboam, and will cut off from Jeroboam him that [j]pisseth against the wall, as well him that [k]is shut up, as him that is left in Israel, and will sweep away the remnant of the house of Jeroboam, as a man sweepeth away dung till it be all gone.", "11": "The dogs shall eat him of Jeroboam's stock that dieth in the city, and the fowls of the air shall eat him that dieth in the field: [l]for the Lord hath said it.", "12": "Up therefore and get thee to thine house: for when thy feet enter into the city, the child shall die.", "13": "And all Israel shall mourn for him, and bury him: for he only of Jeroboam shall come to the grave, because in him there is found [m]some goodness toward the Lord God of Israel in the house of Jeroboam.", "14": "Moreover, the Lord shall stir him up a King over Israel which shall destroy the house of Jeroboam in that day: [n]what? yea, even now.", "15": "For the Lord shall smite Israel, as when a reed is shaken in the water, and he shall weed Israel out of this good land, which he gave to their fathers, and shall scatter them beyond the [o]River, because they have made them groves, provoking the Lord to anger.", "16": "And he shall give Israel up, because of the sins of Jeroboam, who did sin, and [p]made Israel to sin.", "17": "¶ And Jeroboam's wife arose, and departed, and came to Tirzah, and when she came to the threshold of the house, the young man died.", "18": "And they buried him, and all Israel lamented him, according to the word of the Lord which he spake by the hand of his servant Ahijah the Prophet.", "19": "And the rest of Jeroboam's acts, how he warred, and how he reigned, behold, they are written in the book of the Chronicles of the Kings of Israel.", "20": "And the days which Jeroboam reigned, were two and twenty years: and he [q]slept with his fathers, and Nadab his son reigned in his stead.", "21": "¶ Also Rehoboam the son of Solomon reigned in Judah. Rehoboam was one and forty years old, when he began to reign, and reigned seventeen [r]years in Jerusalem, the city which the Lord did choose out of all the tribes of Israel, to put his name there: and his mother's name was Naamah an Ammonite.", "22": "And Judah wrought wickedness in the sight of the Lord: and they provoked him more with their sins, which they had committed, [s]than all that which their fathers had done.", "23": "For they also made them high places, and images, and groves on every high hill, and under every green tree.", "24": "There were also Sodomites in the [t]land, they did according to all the abominations of the nations, which the Lord hast cast out before the children of Israel.", "25": "¶ And in the fifth year of King Rehoboam, Shishak king of Egypt came up against Jerusalem,", "26": "And took the treasures of the house of the Lord, and the treasures of the King's house, and took away all: so he carried away all the shields of gold which Solomon had made.", "27": "And king Rehoboam made for them brazen shields, and committed them unto the hands of the chief of the guard, which waited at the door of the king's house.", "28": "And when the King went into the house of the Lord, the guard bare them, and brought them again into the guard chamber.", "29": "And the rest of the acts of Rehoboam, and all that he did, are they not written in [u]the book of the Chronicles of the kings of Judah?", "30": "And there was war between Rehoboam and Jeroboam [v]continually.", "31": "And Rehoboam slept with his fathers, and was buried with his fathers in the city of David: his mother's name was Naamah an [w]Ammonite: and Abijam his son reigned in his stead."}