{"1": "Of Baasha,  6 Elah, 9 Zimri, 16 Omri.  31 Ahab marrieth Jezebel. 34 Jericho is built again. Then the word of the Lord came to Jehu the son of Hanani against Baasha, saying,", "2": "[a]Forasmuch as I exalted thee out of the dust, and made thee captain over my people Israel, and thou hast walked in the way of Jeroboam, and hast made my people Israel to sin, to provoke me with their sins,", "3": "Behold, I will take away the posterity of Baasha, and the posterity of his house, and will make [b]thine house like the house of Jeroboam, the son of Nebat.", "4": "He that dieth of Baasha's stock in the city, him shall the dogs eat: and that man of him which dieth in the fields, shall the fowls of the air eat.", "5": "And the rest of the acts of Baasha, and what he did, and his [c]power, are they not written in the book of the Chronicles of the kings of Israel?", "6": "So Baasha slept with his fathers, and was buried in Tirzah, and Elah his son reigned in his stead.", "7": "And also [d]by the hand of Jehu the son of Hanani the Prophet, came the word of the Lord to Baasha, and to his house, that he should be like the house of Jeroboam, even for all the wickedness that he did in the sight of the Lord, in provoking him with the work of his hands, and because he killed [e]him.", "8": "¶ In the six and twenty years of Asa king of Judah, began Elah the son of Baasha to reign over Israel in Tirzah, and reigned two years.", "9": "And his servant Zimri, captain of half his chariots, conspired against him, as he was in Tirzah [f]drinking, till he was drunken in the house of Arza steward of his house in Tirzah.", "10": "And Zimri came and smote him, and killed him in the seven and twenty years of Asa king of Judah, and reigned in his stead.", "11": "¶ And when he was king, and sat on his throne, he slew all the house of Baasha, not leaving thereof one to piss against a wall, neither of his kinsfolks, nor of his friends.", "12": "So did Zimri destroy all the house of Baasha, according to the word of the Lord which he spake against Baasha by the hand of Jehu the [g]Prophet,", "13": "For all the sins of Baasha, and sins of Elah his son, which they sinned, and made Israel to sin, and provoked the Lord God of Israel with their vanities.", "14": "And the rest of the acts of Elah, and all that he did, are they not written in the book of the Chronicles of the kings of Israel?", "15": "¶ In the seven and twenty years of Asa king of Judah did Zimri reign seven days in Tirzah, and the people was then in camp [h]against Gibbethon, which belonged to the Philistines.", "16": "And the people of the host heard say, Zimri hath conspired, and hath also slain the king. Wherefore all Israel made Omri the captain of the host, king over Israel that same day, even in the host.", "17": "Then Omri went up from Gibbethon, and all Israel with him, and they besieged [i]Tirzah.", "18": "And when Zimri saw, that the city was taken, he went into the palace of the king's house, and [j]burnt himself, and the king's house with fire, and so died,", "19": "For his sins which he sinned, in doing that which is evil in the sight of the Lord, in walking in the way of Jeroboam, and in his sins which he did, causing Israel to sin.", "20": "And the rest of the acts of Zimri, and his treason that he wrought, are they not written in the book of the Chronicles of the kings of Israel?", "21": "Then were the people of Israel divided into two parts: for [k]half the people followed Tibni the son of Ginath to make him king, and the other half followed Omri.", "22": "But the people that followed Omri, prevailed against the people that followed Tibni the son of Ginath: so Tibni died, and Omri reigned.", "23": "In the one and thirty years of Asa king of Judah began Omri to reign over Israel, and reigned twelve years. Six years reigned he in Tirzah.", "24": "And he bought the mountain [l]Samaria of one Shemer for two talents of silver, and built in the mountain, and called the name of the city, which he built, after the name of Shemer lord of the mountain, Samaria.", "25": "But Omri did evil in the eyes of the Lord, and did [m]worse than all that were before him.", "26": "For he walked in all the way of Jeroboam the son of Nebat, and in his sins wherewith he made Israel to sin in provoking the Lord God of Israel with their vanities.", "27": "And the rest of the acts of Omri, that he did, and his strength that he showed, are they not written in the book of the Chronicles of the Kings of Israel?", "28": "And Omri slept with his fathers, and was buried in [n]Samaria: and Ahab his son reigned in his stead.", "29": "Now Ahab the son of Omri began to reign over Israel, in the eight and thirty years of Asa king of Judah, and Ahab the son of Omri reigned over Israel in Samaria two and twenty years.", "30": "And Ahab the son of Omri did worse in the sight of the Lord than all that were before him.", "31": "For was it a light thing for him to walk in the sins of Jeroboam the son of Nebat, except he took Jezebel also the daughter of Ethbaal king of the Sidonians [o]to wife, and went and served Baal, and worshipped him?", "32": "Also he reared up an altar to Baal in the house of Baal, which he had built in Samaria.", "33": "And Ahab made a grove, and Ahab proceeded, and did provoke the Lord God of Israel more than all the kings of Israel that were before him.", "34": "In his days did Hiel the Bethelite build [p]Jericho: he laid the foundation thereof in Abiram his eldest son, and set up the gates thereof in his youngest son Segub, according to the word of the Lord which he spake [q]by Joshua the son of Nun."}