{"1": "Elijah forewarneth of the famine to come. 4 He is fed of Ravens. 9 He is sent to Zarephath, where he restoreth his hostess's son to life. And Elijah the Tishbite one of the inhabitants of Gilead said unto Ahab, As the Lord God of Israel liveth, before whom I [a]stand, there shall be neither dew nor rain these years, but [b]according to my word.", "2": "¶ And the word of the Lord came unto him, saying,", "3": "Go hence, and turn thee Eastward, and hide thyself in the [c]river Cherith, that is over against Jordan,", "4": "And thou shalt drink of the river: and I have commanded the [d]ravens to feed thee there.", "5": "So he went and did according unto the word of the Lord: for he went, and remained by the river Cherith that is over against Jordan", "6": "And the ravens brought him bread and flesh in the morning, and bread and flesh in the evening, and he drank of the river.", "7": "And after a while the river dried up, because there fell no rain upon the earth.", "8": "¶ And the [e]word of the Lord came unto him, saying,", "9": "Up, and get thee to Zarephath, which is in Sidon, and remain there: behold, I have commanded a widow there to sustain thee.", "10": "So he arose and went to Zarephath: and when he came to the gate of the city, behold, the widow was there [f]gathering sticks: and he called her, and said, Bring me, I pray thee, a little water in a vessel, that I may drink.", "11": "And as she was going to fetch it, he called to her, and said, Bring me, I pray thee, a morsel of bread in thine hand.", "12": "And she said, As the Lord thy God liveth, I have not a cake, but even an handful of meal in a barrel, and a little oil in a cruse: and behold, I am gathering [g]a few sticks for to go in, and dress it for me and my son, that we may eat it, and [h]die.", "13": "And Elijah said unto her, Fear not, come do as thou hast said, but make me thereof a little cake first of all, and bring it unto me, and afterward make for thee and thy son.", "14": "For thus saith the Lord God of Israel, [i]The meal in the barrel shall not be wasted, neither shall the oil in the cruse be diminished, unto the time that the Lord send rain upon the earth.", "15": "So she went, and did as Elijah said, and she did eat: so did he and her house [j]for a certain time.", "16": "The barrel of the meal wasted not, nor the oil was spent out of the cruse, according to the word of the Lord, which he spake by the hand of Elijah.", "17": "¶ And after these things, the son of the wife of the house fell sick, and his sickness was so sore, [k]that there was no [l]breath left in him.", "18": "And she said unto Elijah, What have I to do with thee, O thou man of God? art thou come unto me to call my sin to remembrance, and to slay my son?", "19": "And he said unto her, Give me thy son: and he took him out of her bosom, and carried him up into a chamber, where he abode, and laid him upon his own bed.", "20": "Then he called unto the Lord, and said, O Lord my God, hast thou [m]punished also this widow, with whom I sojourn, by killing her son?", "21": "And he stretched himself upon the child three times, and called unto the Lord, and said, O Lord my God, I pray thee, let this child's soul come into him again.", "22": "Then the Lord heard the voice of Elijah, and the soul of the child came into him again, and he revived.", "23": "And Elijah took the child, and brought him down out of the chamber into the house, and delivered him unto his mother, and Elijah said, Behold, thy son liveth.", "24": "And the woman said unto Elijah, Now [n]I know that thou art a man of God, and that the word of the Lord in thy mouth is true."}