{"1": "Elijah fleeing from Jezebel, is nourished by the Angel of God. 15 He is commanded to anoint Hazael, Jehu, and Elisha. Now Ahab told Jezebel all that Elijah had done, and how he had slain all the [a]prophets with the sword.", "2": "Then Jezebel sent a messenger unto Elijah, saying, [b]The gods do so to me and more also, if I make not thy life like one of their lives by tomorrow this time.", "3": "¶ When he saw that, he arose, and went [c]for his life, and came to Beersheba, which is in Judah, and left his servant there.", "4": "But he went a day's journey into the wilderness, and came and sat down under a Juniper tree, and desired that he might die, and said, It is now enough: O Lord, [d]take my soul, for I am no better than my fathers.", "5": "And as he lay and slept under the Juniper tree, behold now, an Angel touched him, and said unto him, Up, and eat.", "6": "And when he looked about, behold, there was a cake baken on the coals, and a pot of water at his head: so he did eat and drink, and returned and slept.", "7": "And the Angel of the Lord came again the second time, and touched him, and said, Up, and eat: for [e]thou hast a great journey.", "8": "¶ Then he arose, and did eat and drink, and walked in the strength of that meat forty days and forty nights, unto Horeb the mount of God.", "9": "And there he entered into a cave, and lodged there: and behold, the Lord spake to him, and said unto him, What doest thou here, Elijah?", "10": "And he answered, I have [f]been very jealous for the Lord God of hosts: for the children of Israel have forsaken thy covenant, broken down thine altars, and slain thy Prophets with the sword, and I only am left, and they seek my life to take it away.", "11": "And he said, Come out, and stand upon the mount before the Lord. And behold, the Lord went by, and a mighty strong wind rent the mountains, and brake the rocks before the Lord: but the Lord was [g]not in the wind: and after the wind came an earthquake: but the Lord was not in the earthquake:", "12": "And after the earthquake came fire: but the Lord was not in the fire: and after the fire came a still and soft voice.", "13": "And when Elijah heard it, he covered his face with his mantle, and went out, and stood in the entering of the cave: and behold, there came a voice unto him, and said, What doest thou here, Elijah?", "14": "And he answered, I have been very jealous for the Lord God of hosts, [h]because the children of Israel have forsaken thy covenant, cast down thine altars, and slain thy Prophets with the sword, and I only am left, and they seek my life to take it away.", "15": "And the Lord said unto him, Go, return by the wilderness unto Damascus, and when thou comest there, anoint Hazael king over [i]Aram.", "16": "And Jehu the son of Nimshi shalt thou anoint King over Israel: and Elisha the son of Shaphat of Abel Meholah shalt thou anoint to be Prophet in thy room.", "17": "And him that escapeth from the sword of Hazael, shall Jehu slay: and him that escapeth from the sword of Jehu, shall Elisha slay.", "18": "Yet will I leave seven thousand in Israel: even [j]all the knees that have not bowed unto Baal, and every mouth that hath not kissed him.", "19": "¶ So he departed thence, and found Elisha the son of Shaphat, who was plowing with twelve yoke of oxen before him, and was with the twelfth: and Elijah went towards him, and cast his mantel upon him.", "20": "And he left the oxen, and ran after Elijah, and said, [k]Let me, I pray thee, kiss my father and my mother, and then I will follow thee. Who answered him, Go, return: for what have I done to thee?", "21": "And when he went back again from him, he took a couple of oxen, and slew them, and sod their flesh with the [l]instruments of the oxen, and gave unto the people, and they did eat: then he arose and went after Elijah, and ministered unto him."}