{"1": "Samaria is besieged. 13 The Lord promiseth the victory to Ahab by a Prophet. 31 The King of Israel made peace with Ben-Hadad, and is reproved therefore by the Prophet. Then Ben-Hadad the king of [a]Aram assembled all his army, and two and thirty [b]kings with him, with horses, and chariots, and went up and besieged [c]Samaria, and fought against it.", "2": "And he sent messengers to Ahab king of Israel, into the city,", "3": "And said unto him, Thus saith Ben-Hadad, Thy silver and thy gold is mine: also thy women, and thy fair children are mine.", "4": "And the king of Israel answered, and said, My lord king, according to thy saying, [d]I am thine, and all that I have.", "5": "And when the messengers came again, they said, Thus commandeth Ben-Hadad, and saith, When I shall send unto thee, and command, thou shalt deliver me thy silver and thy gold, and thy women, and thy children,", "6": "[e]Or else I will send my servants unto thee by tomorrow this time, and they shall search thine house, and the houses of thy servants: and whatsoever is pleasant in thine eyes, they shall take it in their hands, and bring it away.", "7": "Then the King of Israel sent for all the Elders of the land, and said, Take heed, I pray you, and see how he seeketh mischief: for he sent unto me for my wives, and for my children, and for my silver, and for my gold, and I denied him not.", "8": "And all the Elders, and all the people said to him, Hearken [f]not unto him, nor consent.", "9": "Wherefore he said unto the messengers of Ben-Hadad, Tell my lord the king, All that thou didst send for to thy servant at the first time, that I will do, but this thing I may not do. And the messengers departed, and brought him an answer.", "10": "And Ben-Hadad sent unto him, and said, The gods do so to me and more also, if the [g]dust of Samaria be enough to all the people that follow me, for every man an handful.", "11": "And the king of Israel answered, and said, Tell him, Let not him that girdeth his harness, boast himself, as he that [h]putteth it off.", "12": "And when he heard that tidings, as he was with the kings drinking in the pavilions, he said unto the servants, [i]Bring forth your engines. And they set them against the city.", "13": "¶ And behold, there came a Prophet unto Ahab king of Israel, saying, Thus saith the Lord, Hast thou seen all this great multitude? behold, I will deliver it into thine hand this day, that thou mayest know, [j]that I am the Lord.", "14": "And Ahab said, By whom? and he said, Thus saith the Lord, By the servants of the princes of the provinces. He said again, Who shall order the battle? and he answered, Thou.", "15": "¶ Then he numbered the servants of the princes of the provinces, and they were two hundred, two and thirty: and after them he numbered the whole people of all the children of Israel, even seven thousand.", "16": "And they went out at noon: but Ben-Hadad did drink till he was drunken in the tents, both he and the kings: for two and thirty kings helped him.", "17": "So the [k]servants of the princes of the provinces went out first: and Ben-Hadad sent out, and they showed him, saying, There are men come out of Samaria.", "18": "And he said, Whether they be come out for peace, take them alive: or whether they be come out to fight, take them yet alive.", "19": "So they came out of the city, to wit, the servants of the princes of the provinces, and the host which followed them.", "20": "And they slew everyone his [l]enemy: and the [m]Aramites fled, and Israel pursued them: but Ben-Hadad the king of Aram escaped on an horse with his [n]horsemen.", "21": "And the king of Israel went out, and smote the horses and chariots, and with a great slaughter slew the Aramites.", "22": "(For there had come a Prophet to the king of Israel, and had said unto him, Go, be of good courage, and consider, and take heed what thou doest: for when the year is gone about, the king of Aram will come up against thee.)", "23": "¶ Then the servants of the king of Aram said unto him, Their [o]gods are gods of the mountains, and therefore they overcame us: but let us fight against them in the plain, and doubtless we shall overcome them.", "24": "And this do, Take the kings away, everyone out of his place, and place captains for them.", "25": "And number thyself an army, like the army that thou hast lost, with such horses, and such chariots, and we will fight against them in the plain, and doubtless we shall overcome them: and he hearkened unto their voice, and did so.", "26": "And after the year was gone about, Ben-Hadad numbered the Aramites, and went up to Aphek to fight against Israel.", "27": "And the children of Israel were numbered, and were all [p]assembled, and went against them, and the children of Israel pitched before them like two little flocks of kids: but the Aramites filled the country.", "28": "And there came a man of God, and spake unto the king of Israel, saying, Thus saith the Lord, Because the Aramites have said, The Lord is the God of the mountains, and not God of the valleys, therefore will I deliver all this great multitude into thine hand, and ye shall know that [q]I am the Lord.", "29": "And they pitched one over against the other seven days, and in the seventh day the battle was joined: and the children of Israel slew of the Aramites an hundred thousand footmen in one day.", "30": "But the rest fled to Aphek into the city: and there fell a wall upon seven and twenty thousand men that were left: and Ben-Hadad fled into the city, and came into [r]a secret chamber.", "31": "¶ And his servants said unto him, Behold now, we have heard say that the Kings of the house of Israel are merciful Kings: we pray thee, let us put sackcloth about our [s]loins, and ropes about our heads, and go out to the King of Israel: it may be that he will save thy life.", "32": "Then they girded sackcloth about their loins, and put ropes about their heads, and came to the King of Israel, and said, Thy servant Ben-Hadad saith, I pray thee, let me live: and he said, Is he yet alive? he is my brother.", "33": "Now the men took diligent heed, [t]if they could catch anything of him, and made haste, and said, Thy brother [u]Ben-Hadad. And he said, Go, bring him. So Ben-Hadad came out unto him, and he caused him to come up into the chariot.", "34": "And Ben-Hadad said unto him, The cities which my father took from thy father, I will restore, and thou shalt make streets for thee in [v]Damascus, as my father did in Samaria. Then said Ahab, I will let thee go with this covenant. So he made a covenant with him, and let him go.", "35": "¶ Then a certain man of the [w]children of the Prophets said unto his neighbor by the commandment of the Lord, [x]Smite me, I pray thee. But the man refused to smite him.", "36": "Then said he unto him, Because thou hast not obeyed the voice of the Lord, behold, as soon as thou art departed from me, a lion shall [y]slay thee. So when he was departed from him, a lion found him, and slew him.", "37": "Then he found another man, and said, Smite me, I pray thee. And the man smote him, and in smiting wounded him.", "38": "So the Prophet departed, and waited for the King by the way, and disguised himself with ashes upon his face.", "39": "And when the King came by, he cried unto the King, and said, [z]Thy servant went into the midst of the battle, and behold, there went away a man, whom another man brought unto me, and said, Keep this man: if he be lost, and want, thy life shall go for his life, or else thou shalt pay a talent of silver.", "40": "And as thy servant had here and there to do, he was gone: And the King of Israel said unto him, So shall thy judgment be: thou hast given sentence.", "41": "And he hasted, and took the ashes away from his face: and the King of Israel knew him that he was of the Prophets:", "42": "And he said unto him, Thus saith the Lord, Because thou hast let go out of thine hands a man whom I appointed to die, thy life shall go for his life, and thy people for his people.", "43": "And the King of Israel went to his house heavy and in displeasure, and came to [aa]Samaria."}