{"1": "Jezebel commandeth to kill Naboth, for the vineyard that he refused to sell to Ahab. 19 Elijah reproveth Ahab, and he repenteth. After [a]these things, Naboth the Jezreelite had a vineyard in Jezreel, hard by the palace of Ahab king of Samaria.", "2": "And Ahab spake unto Naboth, saying, [b]Give me thy vineyard, that I may make me a garden of herbs thereof, because it is nearby mine house: and I will give thee for it a better vineyard than it is: or if it please thee, I will give thee the worth of it in money.", "3": "And Naboth said to Ahab, The Lord keep me from giving the inheritance of my father unto thee.", "4": "Then Ahab came into his house heavy and in displeasure, because of the word which Naboth the Jezreelite had spoken unto him. For he had said, I will not give thee the inheritance of my fathers, and he lay [c]upon his bed, and turned his face and would eat no bread.", "5": "Then Jezebel his wife came unto him, and said unto him, Why is thy spirit so sad that thou eatest no bread?", "6": "And he said unto her, Because I spake unto Naboth the Jezreelite, and said unto him, Give me thy vineyard for money, or if it please thee, I will give thee another vineyard for it: but he answered, I will not give thee my vineyard.", "7": "Then Jezebel his wife said unto him, [d]Dost thou now govern the kingdom of Israel? Up, eat bread, and [e]be of good cheer, I will give thee the vineyard of Naboth the Jezreelite.", "8": "¶ So she wrote letters in Ahab's name, and sealed them with his seal, and sent the letters unto the Elders, and to the nobles that were in his city dwelling with Naboth.", "9": "And she wrote in the letters, saying, Proclaim a [f]fast, and set Naboth among the chief of the people,", "10": "And set two wicked men before him, and let them witness against him, saying, Thou didst blaspheme God and the king: then carry him out, and stone him that he may die.", "11": "And the [g]men of the city, even the Elders and governors which dwelt in his city, did as Jezebel had sent unto them: as it was written in the letters, which she had sent unto them.", "12": "They proclaimed a fast, and set Naboth among the chief of the people,", "13": "And there came two wicked men, and sat before him: and the wicked men witnessed against Naboth in the presence of the people saying, Naboth did [h]blaspheme God and the King. Then they carried him away out of the city, and stoned him with stones, that he died.", "14": "Then they sent to Jezebel, saying, Naboth is stoned and is dead.", "15": "¶ And when Jezebel heard that Naboth was stoned and was dead, Jezebel said to Ahab, [i]Up, and take possession of the vineyard of Naboth the Jezreelite, which he refused to give thee for money: for Naboth is not alive, but is dead.", "16": "And when Ahab heard that Naboth was dead, he rose to go down to the vineyard of Naboth the Jezreelite, to take possession of it.", "17": "¶ And the word of the Lord came unto Elijah the Tishbite, saying,", "18": "Arise, go down to meet Ahab King of Israel, which is in Samaria: lo, he is in the vineyard of Naboth, whither he is gone down to take possession of it.", "19": "Therefore shalt thou say unto him, Thus saith the Lord, [j]Hast thou killed, and also gotten possession? And thou shalt speak unto him, saying, Thus saith the Lord, [k]In the place where dogs licked the blood of Naboth, shall dogs lick even thy blood also.", "20": "And Ahab said to Elijah, Hast thou found me, O mine enemy? And he answered, I have found thee: for thou hast sold thyself to work wickedness in the sight of the Lord.", "21": "Behold, I will bring evil upon thee, and will take away thy posterity, and will cut off from Ahab him that pisseth against the wall, as well him that is shut up, as him that is left in Israel,", "22": "And I will make thine house like the house of Jeroboam the son of Nebat, and like the house of Baasha the son of Ahijah, for the provocation wherewith thou hast provoked and made Israel to sin.", "23": "And also of Jezebel spake the Lord, saying,  The dogs shall eat Jezebel, [l]by the wall of Jezreel.", "24": "The dogs shall eat him of Ahab's stock, that dieth in the city: and him that dieth in the fields, shall the fowls of the air eat.", "25": "(But there was none like Ahab, who did [m]sell himself to work wickedness, in the sight of the Lord, whom Jezebel his wife provoked.", "26": "For he did exceeding abominably in following idols, according to all that the Amorites did, whom the Lord cast out before the children of Israel.)", "27": "Now when Ahab heard those words, he rent his clothes, and put sackcloth upon [n]him, and fasted, and lay in sackcloth, and went [o]softly.", "28": "And the word of the Lord came to Elijah the Tishbite, saying,", "29": "Seest thou how Ahab is humbled before me? because he submitteth himself before me, I will not bring that evil in his days, but in his [p]sons' days will I bring evil upon his house."}