{"1": "Jacob's Descendants in Egypt. 1 These are the names of the sons of Israel[a] who, accompanied by their households, entered into Egypt with Jacob: ", "2": "[b]Reuben, Simeon, Levi and Judah; ", "3": "Issachar, Zebulun and Benjamin; ", "4": "Dan and Naphtali; Gad and Asher. ", "5": "The total number of Jacob's direct descendants[c] was seventy. Joseph was already in Egypt.", "6": "Now Joseph and all his brothers and that whole generation died. ", "7": "But the Israelites were fruitful and prolific. They multiplied and became so very numerous that the land was filled with them.[d]", "8": "The Oppression. 8 Then a new king, who knew nothing of Joseph,[e] rose to power in Egypt. ", "9": "He said to his people, “See! The Israelite people have multiplied and become more numerous than we are! ", "10": "Come, let us deal shrewdly with them to stop their increase;[f] otherwise, in time of war they too may join our enemies to fight against us, and so leave the land.”", "11": "Accordingly, they set supervisors over the Israelites to oppress them with forced labor. Thus they had to build for Pharaoh[g] the garrison cities of Pithom and Raamses. ", "12": "Yet the more they were oppressed, the more they multiplied and spread, so that the Egyptians began to loathe the Israelites. ", "13": "So the Egyptians reduced the Israelites to cruel slavery, ", "14": "making life bitter for them with hard labor, at mortar[h] and brick and all kinds of field work—cruelly oppressed in all their labor.", "15": "Command to the Midwives. 15 The king of Egypt told the Hebrew midwives, one of whom was called Shiphrah and the other Puah, ", "16": "“When you act as midwives for the Hebrew women, look on the birthstool:[i] if it is a boy, kill him; but if it is a girl, she may live.” ", "17": "The midwives, however, feared God; they did not do as the king of Egypt had ordered them, but let the boys live. ", "18": "So the king of Egypt summoned the midwives and asked them, “Why have you done this, allowing the boys to live?” ", "19": "The midwives answered Pharaoh, “The Hebrew women are not like the Egyptian women. They are robust and give birth before the midwife arrives.” ", "20": "Therefore God dealt well with the midwives; and the people multiplied and grew very numerous. ", "21": "And because the midwives feared God, God built up families for them. ", "22": "Pharaoh then commanded all his people, “Throw into the Nile every boy that is born, but you may let all the girls live.”"}