{"1": "Eighth Plague: The Locusts. 1 Then the Lord said to Moses: Go to Pharaoh, for I have made him and his servants obstinate in order that I may perform these signs of mine among them ", "2": "and that you may recount to your son and grandson how I made a fool of the Egyptians and what signs I did among them, so that you may know that I am the Lord.", "3": "So Moses and Aaron went to Pharaoh and told him, “Thus says the Lord, the God of the Hebrews: How long will you refuse to submit to me? Let my people go to serve me. ", "4": "For if you refuse to let my people go, tomorrow I will bring locusts into your territory. ", "5": "They will cover the surface of the earth, so that the earth itself will not be visible. They will eat up the remnant you saved undamaged from the hail, as well as all the trees that are growing in your fields. ", "6": "They will fill your houses and the houses of your servants and of all the Egyptians—something your parents and your grandparents have not seen from the day they appeared on this soil until today.” With that he turned and left Pharaoh.", "7": "But Pharaoh's servants said to him, “How long will he be a snare for us? Let the people go to serve the Lord, their God. Do you not yet realize that Egypt is being destroyed?” ", "8": "So Moses and Aaron were brought back to Pharaoh, who said to them, “Go, serve the Lord, your God. But who exactly will go?” ", "9": "Moses answered, “With our young and old we must go; with our sons and daughters, with our flocks and herds we must go. It is a pilgrimage feast of the Lord for us.” ", "10": "“The Lord help you,”[a] Pharaoh replied, “if I let your little ones go with you! Clearly, you have some evil in mind. ", "11": "By no means! Just you men go and serve the Lord.[b] After all, that is what you have been asking for.” With that they were driven from Pharaoh's presence.", "12": "The Lord then said to Moses: Stretch out your hand over the land of Egypt for the locusts, that they may come upon it and eat up all the land's vegetation, whatever the hail has left. ", "13": "So Moses stretched out his staff over the land of Egypt, and the Lord drove an east wind[c] over the land all that day and all night. When it was morning, the east wind brought the locusts. ", "14": "The locusts came up over the whole land of Egypt and settled down over all its territory. Never before had there been such a fierce swarm of locusts, nor will there ever be again. ", "15": "They covered the surface of the whole land, so that it became black. They ate up all the vegetation in the land and all the fruit of the trees the hail had spared. Nothing green was left on any tree or plant in the fields throughout the land of Egypt.", "16": "Pharaoh hurriedly summoned Moses and Aaron and said, “I have sinned against the Lord, your God, and against you. ", "17": "But now, do forgive me my sin only this once, and pray to the Lord, your God, only to take this death from me.” ", "18": "When Moses left Pharaoh, he prayed to the Lord, ", "19": "and the Lord caused the wind to shift to a very strong west wind, which took up the locusts and hurled them into the Red Sea.[d] Not a single locust remained within the whole territory of Egypt. ", "20": "Yet the Lord hardened Pharaoh's heart, and he would not let the Israelites go.", "21": "Ninth Plague: The Darkness. 21 Then the Lord said to Moses: Stretch out your hand toward the sky, that over the land of Egypt there may be such darkness[e] that one can feel it. ", "22": "So Moses stretched out his hand toward the sky, and there was dense darkness throughout the land of Egypt for three days. ", "23": "People could not see one another, nor could they get up from where they were, for three days. But all the Israelites had light where they lived.", "24": "Pharaoh then summoned Moses and Aaron and said, “Go, serve the Lord. Only your flocks and herds will be detained. Even your little ones may go with you.” ", "25": "But Moses replied, “You also must give us sacrifices and burnt offerings to make to the Lord, our God. ", "26": "Our livestock also must go with us. Not an animal must be left behind, for some of them we will select for service[f] to the Lord, our God; but we will not know with which ones we are to serve the Lord until we arrive there.” ", "27": "But the Lord hardened Pharaoh's heart, and he was unwilling to let them go. ", "28": "Pharaoh said to Moses, “Leave me, and see to it that you do not see my face again! For the day you do see my face you will die!” ", "29": "Moses replied, “You are right! I will never see your face again.”"}