{"1": "Then the Lord spoke to Moses: ", "2": "Speak to the Israelites: Let them turn about and camp before Pi-hahiroth, between Migdol and the sea. Camp in front of Baal-zephon,[a] just opposite, by the sea. ", "3": "Pharaoh will then say, “The Israelites are wandering about aimlessly in the land. The wilderness has closed in on them.” ", "4": "I will so harden Pharaoh's heart that he will pursue them. Thus I will receive glory through Pharaoh and all his army, and the Egyptians will know that I am the Lord. This the Israelites did. ", "5": "When it was reported to the king of Egypt that the people had fled, Pharaoh and his servants had a change of heart about the people. “What in the world have we done!” they said. “We have released Israel from our service!” ", "6": "So Pharaoh harnessed his chariots and took his army with him. ", "7": "He took six hundred select chariots and all the chariots of Egypt, with officers[b] on all of them. ", "8": "The Lord hardened the heart of Pharaoh, king of Egypt, so that he pursued the Israelites while they were going out in triumph. ", "9": "The Egyptians pursued them—all Pharaoh's horses, his chariots, his horsemen,[c] and his army—and caught up with them as they lay encamped by the sea, at Pi-hahiroth, in front of Baal-zephon.", "10": "Crossing the Red Sea. 10 Now Pharaoh was near when the Israelites looked up and saw that the Egyptians had set out after them. Greatly frightened, the Israelites cried out to the Lord. ", "11": "To Moses they said, “Were there no burial places in Egypt that you brought us to die in the wilderness? What have you done to us, bringing us out of Egypt? ", "12": "Did we not tell you this in Egypt, when we said, 'Leave us alone that we may serve the Egyptians'? Far better for us to serve the Egyptians than to die in the wilderness.” ", "13": "But Moses answered the people, “Do not fear! Stand your ground and see the victory the Lord will win for you today. For these Egyptians whom you see today you will never see again. ", "14": "The Lord will fight for you; you have only to keep still.”", "15": "Then the Lord said to Moses: Why are you crying out to me? Tell the Israelites to set out. ", "16": "And you, lift up your staff and stretch out your hand over the sea, and split it in two, that the Israelites may pass through the sea on dry land. ", "17": "But I will harden the hearts of the Egyptians so that they will go in after them, and I will receive glory through Pharaoh and all his army, his chariots and his horsemen. ", "18": "The Egyptians will know that I am the Lord, when I receive glory through Pharaoh, his chariots, and his horsemen.", "19": "The angel of God,[d] who had been leading Israel's army, now moved and went around behind them. And the column of cloud, moving from in front of them, took up its place behind them, ", "20": "so that it came between the Egyptian army and that of Israel. And when it became dark, the cloud illumined the night; and so the rival camps did not come any closer together all night long.[e] ", "21": "Then Moses stretched out his hand over the sea; and the Lord drove back the sea with a strong east wind all night long and turned the sea into dry ground. The waters were split, ", "22": "so that the Israelites entered into the midst of the sea on dry land, with the water as a wall to their right and to their left.", "23": "Rout of the Egyptians. 23 The Egyptians followed in pursuit after them—all Pharaoh's horses and chariots and horsemen—into the midst of the sea. ", "24": "But during the watch just before dawn, the Lord looked down from a column of fiery cloud upon the Egyptian army and threw it into a panic; ", "25": "and he so clogged their chariot wheels that they could drive only with difficulty. With that the Egyptians said, “Let us flee from Israel, because the Lord is fighting for them against Egypt.”", "26": "Then the Lord spoke to Moses: Stretch out your hand over the sea, that the water may flow back upon the Egyptians, upon their chariots and their horsemen. ", "27": "So Moses stretched out his hand over the sea, and at daybreak the sea returned to its normal flow. The Egyptians were fleeing head on toward it when the Lord cast the Egyptians into the midst of the sea. ", "28": "As the water flowed back, it covered the chariots and the horsemen. Of all Pharaoh's army which had followed the Israelites into the sea, not even one escaped. ", "29": "But the Israelites had walked on dry land through the midst of the sea, with the water as a wall to their right and to their left. ", "30": "Thus the Lord saved Israel on that day from the power of Egypt. When Israel saw the Egyptians lying dead on the seashore ", "31": "and saw the great power that the Lord had shown against Egypt, the people feared the Lord. They believed in the Lord and in Moses his servant."}