{"1": "Then Moses and the Israelites sang this song to the Lord:[a] I will sing to the Lord, for he is gloriously triumphant; horse and chariot he has cast into the sea.", "2": "My strength and my refuge is the Lord, and he has become my savior. This is my God, I praise him; the God of my father, I extol him.", "3": "The Lord is a warrior, Lord is his name!", "4": "Pharaoh's chariots and army he hurled into the sea; the elite of his officers were drowned in the Red Sea.[b]", "5": "The flood waters covered them, they sank into the depths like a stone.", "6": "Your right hand, O Lord, magnificent in power, your right hand, O Lord, shattered the enemy.", "7": "In your great majesty you overthrew your adversaries; you loosed your wrath to consume them like stubble.", "8": "At the blast of your nostrils the waters piled up, the flowing waters stood like a mound, the flood waters foamed in the midst of the sea.", "9": "The enemy boasted, “I will pursue and overtake them; I will divide the spoils and have my fill of them; I will draw my sword; my hand will despoil them!”", "10": "When you blew with your breath, the sea covered them; like lead they sank in the mighty waters.", "11": "Who is like you among the gods, O Lord? Who is like you, magnificent among the holy ones? Awe-inspiring in deeds of renown, worker of wonders,", "12": "when you stretched out your right hand, the earth swallowed them!", "13": "In your love[c] you led the people you redeemed; in your strength you guided them to your holy dwelling.", "14": "The peoples heard and quaked; anguish gripped the dwellers in Philistia.", "15": "Then were the chieftains of Edom dismayed, the nobles of Moab seized by trembling; All the inhabitants of Canaan melted away;", "16": "terror and dread fell upon them. By the might of your arm they became silent like stone, while your people, Lord, passed over, while the people whom you created passed over.[d]", "17": "You brought them in, you planted them on the mountain that is your own— The place you made the base of your throne, Lord, the sanctuary, Lord, your hands established.", "18": "May the Lord reign forever and ever!", "19": "When Pharaoh's horses and chariots and horsemen entered the sea, the Lord made the waters of the sea flow back upon them, though the Israelites walked on dry land through the midst of the sea. ", "20": "Then the prophet Miriam, Aaron's sister, took a tambourine in her hand, while all the women went out after her with tambourines, dancing; ", "21": "and she responded[e] to them: Sing to the Lord, for he is gloriously triumphant; horse and chariot he has cast into the sea.", "22": "At Marah and Elim. 22 Then Moses led Israel forward from the Red Sea,[f] and they marched out to the wilderness of Shur. After traveling for three days through the wilderness without finding water, ", "23": "they arrived at Marah, where they could not drink its water, because it was too bitter. Hence this place was called Marah. ", "24": "As the people grumbled against Moses, saying, “What are we to drink?” ", "25": "he cried out to the Lord, who pointed out to him a piece of wood. When he threw it into the water, the water became fresh. It was here that God, in making statutes and ordinances for them, put them to the test. ", "26": "He said: If you listen closely to the voice of the Lord, your God, and do what is right in his eyes: if you heed his commandments and keep all his statutes, I will not afflict you with any of the diseases with which I afflicted the Egyptians; for I, the Lord, am your healer.", "27": "Then they came to Elim, where there were twelve springs of water and seventy palm trees, and they camped there near the water."}