{"1": "You shall not repeat a false report. Do not join your hand with the wicked to be a witness supporting violence. ", "2": "You shall not follow the crowd in doing wrong. When testifying in a lawsuit, you shall not follow the crowd in perverting justice. ", "3": "You shall not favor the poor in a lawsuit.", "4": "When you come upon your enemy's ox or donkey going astray, you must see to it that it is returned. ", "5": "When you notice the donkey of one who hates you lying down under its burden, you should not desert him; you must help him with it.", "6": "You shall not pervert justice for the needy among you in a lawsuit. ", "7": "You shall keep away from anything dishonest. The innocent and the just you shall not put to death, for I will not acquit the guilty. ", "8": "Never take a bribe, for a bribe blinds the clear-sighted and distorts the words of the just. ", "9": "You shall not oppress a resident alien; you well know how it feels to be an alien, since you were once aliens yourselves in the land of Egypt.", "10": "Religious Laws. 10 For six years you may sow your land and gather in its produce. ", "11": "But the seventh year you shall let the land lie untilled and fallow, that the poor of your people may eat of it and their leftovers the wild animals may eat. So also shall you do in regard to your vineyard and your olive grove.", "12": "For six days you may do your work, but on the seventh day you must rest, that your ox and your donkey may have rest, and that the son of your maidservant and the resident alien may be refreshed. ", "13": "Give heed to all that I have told you. You shall not mention the name of any other god; it shall not be heard from your lips.", "14": "Three times a year you shall celebrate a pilgrim feast to me.[a] ", "15": "You shall keep the feast of Unleavened Bread. As I have commanded you, you must eat unleavened bread for seven days at the appointed time in the month of Abib, for it was then that you came out of Egypt. No one shall appear before me[b] empty-handed. ", "16": "You shall also keep the feast of the grain harvest with the first fruits of the crop that you sow in the field; and finally, the feast of Ingathering at the end of the year, when you collect your produce from the fields. ", "17": "Three times a year shall all your men appear before the Lord God.", "18": "You shall not offer the blood of my sacrifice with anything leavened; nor shall the fat of my feast be kept overnight till the next day. ", "19": "The choicest first fruits of your soil you shall bring to the house of the Lord, your God. You shall not boil a young goat in its mother's milk.[c]", "20": "Reward of Fidelity. 20 See, I am sending an angel before you, to guard you on the way and bring you to the place I have prepared. ", "21": "Be attentive to him and obey him. Do not rebel against him, for he will not forgive your sin. My authority is within him.[d] ", "22": "If you obey him and carry out all I tell you, I will be an enemy to your enemies and a foe to your foes.", "23": "My angel will go before you and bring you to the Amorites, Hittites, Perizzites, Canaanites, Hivites and Jebusites; and I will wipe them out. ", "24": "Therefore, you shall not bow down to their gods and serve them, nor shall you act as they do; rather, you must demolish them and smash their sacred stones.[e] ", "25": "You shall serve the Lord, your God; then he will bless your food and drink, and I will remove sickness from your midst; ", "26": "no woman in your land will be barren or miscarry; and I will give you a full span of life.", "27": "I will have the terror of me precede you, so that I will throw into panic every nation you reach. I will make all your enemies turn from you in flight, ", "28": "and ahead of you I will send hornets[f] to drive the Hivites, Canaanites and Hittites out of your way. ", "29": "But I will not drive them all out before you in one year, lest the land become desolate and the wild animals multiply against you. ", "30": "Little by little I will drive them out before you, until you have grown numerous enough to take possession of the land. ", "31": "I will set your boundaries from the Red Sea to the sea of the Philistines,[g] and from the wilderness to the Euphrates; all who dwell in this land I will hand over to you and you shall drive them out before you. ", "32": "You shall not make a covenant with them or their gods. ", "33": "They must not live in your land. For if you serve their gods, this will become a snare to you."}