{"1": "Collection of Materials. 1 The Lord spoke to Moses: ", "2": "Speak to the Israelites: Let them receive contributions for me. From each you shall receive the contribution that their hearts prompt them to give me. ", "3": "These are the contributions you shall accept from them: gold, silver, and bronze; ", "4": "violet, purple, and scarlet yarn; fine linen and goat hair; ", "5": "rams' skins dyed red, and tahash[a] skins; acacia wood; ", "6": "oil for the light; spices for the anointing oil and for the fragrant incense; ", "7": "onyx stones and other gems for mounting on the ephod and the breastpiece. ", "8": "They are to make a sanctuary for me, that I may dwell in their midst. ", "9": "According to all that I show you regarding the pattern of the tabernacle and the pattern of its furnishings, so you are to make it.", "10": "Plan of the Ark. 10 You shall make an ark of acacia wood, two and a half cubits[b] long, one and a half cubits wide, and one and a half cubits high. ", "11": "Plate it inside and outside with pure gold, and put a molding of gold around the top of it. ", "12": "Cast four gold rings and put them on the four supports of the ark, two rings on one side and two on the opposite side. ", "13": "Then make poles of acacia wood and plate them with gold. ", "14": "These poles you are to put through the rings on the sides of the ark, for carrying it; ", "15": "they must remain in the rings of the ark and never be withdrawn. ", "16": "In the ark you are to put the covenant which I will give you.", "17": "You shall then make a cover[c] of pure gold, two and a half cubits long, and one and a half cubits wide. ", "18": "Make two cherubim[d] of beaten gold for the two ends of the cover; ", "19": "make one cherub at one end, and the other at the other end, of one piece with the cover, at each end. ", "20": "The cherubim shall have their wings spread out above, sheltering the cover with them; they shall face each other, with their faces looking toward the cover. ", "21": "This cover you shall then place on top of the ark. In the ark itself you are to put the covenant which I will give you. ", "22": "There I will meet you and there, from above the cover, between the two cherubim on the ark of the covenant, I will tell you all that I command you regarding the Israelites.", "23": "The Table. 23 You shall also make a table of acacia wood, two cubits long, a cubit wide, and a cubit and a half high. ", "24": "Plate it with pure gold and make a molding of gold around it. ", "25": "Make a frame[e] for it, a handbreadth high, and make a molding of gold around the frame. ", "26": "You shall also make four rings of gold for it and fasten them at the four corners, one at each leg. ", "27": "The rings shall be alongside the frame as holders for the poles to carry the table. ", "28": "These poles for carrying the table you shall make of acacia wood and plate with gold. ", "29": "You shall make its plates[f] and cups, as well as its pitchers and bowls for pouring libations; make them of pure gold. ", "30": "On the table you shall always keep showbread set before me.", "31": "The Menorah. 31 You shall make a menorah[g] of pure beaten gold—its shaft and branches—with its cups and knobs and petals springing directly from it. ", "32": "Six branches are to extend from its sides, three branches on one side, and three on the other. ", "33": "[h]On one branch there are to be three cups, shaped like almond blossoms, each with its knob and petals; on the opposite branch there are to be three cups, shaped like almond blossoms, each with its knob and petals; and so for the six branches that extend from the menorah. ", "34": "On the menorah there are to be four cups,[i] shaped like almond blossoms, with their knobs and petals. ", "35": "The six branches that go out from the menorah are to have a knob under each pair. ", "36": "Their knobs and branches shall so spring from it that the whole will form a single piece of pure beaten gold. ", "37": "[j]You shall then make seven lamps for it and so set up the lamps that they give their light on the space in front of the menorah. ", "38": "These, as well as the trimming shears and trays,[k] must be of pure gold. ", "39": "Use a talent[l] of pure gold for the menorah and all these utensils. ", "40": "See that you make them according to the pattern shown you on the mountain."}