{"1": "The Tent Cloth. 1 The tabernacle itself you shall make out of ten sheets[a] woven of fine linen twined and of violet, purple, and scarlet yarn, with cherubim embroidered on them. ", "2": "The length of each shall be twenty-eight cubits, and the width four cubits; all the sheets shall be of the same size. ", "3": "Five of the sheets are to be joined one to another; and the same for the other five. ", "4": "Make loops of violet yarn along the edge of the end sheet in one set, and the same along the edge of the end sheet in the other set. ", "5": "Make fifty loops along the edge of the end sheet in the first set, and fifty loops along the edge of the corresponding sheet in the second set, and so placed that the loops are directly opposite each other. ", "6": "Then make fifty clasps of gold and join the two sets of sheets, so that the tabernacle forms one whole.", "7": "Also make sheets woven of goat hair for a tent[b] over the tabernacle. Make eleven such sheets; ", "8": "the length of each shall be thirty cubits, and the width four cubits: all eleven sheets shall be of the same size. ", "9": "Join five of the sheets into one set, and the other six sheets into another set. Use the sixth sheet double at the front of the tent.[c] ", "10": "Make fifty loops along the edge of the end sheet in one set, and fifty loops along the edge of the end sheet in the second set. ", "11": "Also make fifty bronze clasps and put them into the loops, to join the tent into one whole. ", "12": "There will be an extra half sheet of tent covering, which shall be allowed to hang down over the rear of the tabernacle. ", "13": "Likewise, the sheets of the tent will have an extra cubit's length to be left hanging down on either side of the tabernacle to cover it. ", "14": "Over the tent itself make a covering of rams' skins dyed red, and above that, a covering of tahash skins.", "15": "The Framework. 15 You shall make frames for the tabernacle, acacia-wood uprights. ", "16": "The length of each frame is to be ten cubits, and its width one and a half cubits. ", "17": "Each frame shall have two arms[d] joined one to another; so you are to make all the frames of the tabernacle. ", "18": "Make the frames of the tabernacle as follows: twenty frames on the south side, ", "19": "with forty silver pedestals under the twenty frames, two pedestals under each frame for its two arms; ", "20": "twenty frames on the other side of the tabernacle, the north side, ", "21": "with their forty silver pedestals, two pedestals under each frame. ", "22": "At the rear of the tabernacle, to the west, six frames, ", "23": "and two frames for the corners of the tabernacle, at its rear. ", "24": "These two shall be double at the bottom, and likewise double at the top, to the first ring. That is how both corner frames are to be made. ", "25": "Thus, there shall be eight frames, with their sixteen silver pedestals, two pedestals under each frame. ", "26": "Also make bars of acacia wood: five for the frames on one side of the tabernacle, ", "27": "five for those on the other side, and five for those at the rear, to the west. ", "28": "The center bar, at the middle of the frames, shall reach across from end to end. ", "29": "Plate the frames with gold, and make gold rings on them as holders for the bars, which are also to be plated with gold. ", "30": "You shall set up the tabernacle according to its plan, which you were shown on the mountain.", "31": "The Veils. 31 You shall make a veil woven of violet, purple, and scarlet yarn, and of fine linen twined, with cherubim embroidered on it. ", "32": "It is to be hung on four gold-plated columns of acacia wood, which shall have gold hooks[e] and shall rest on four silver pedestals. ", "33": "Hang the veil from clasps. The ark of the covenant you shall bring inside, behind this veil which divides the holy place from the holy of holies. ", "34": "Set the cover on the ark of the covenant in the holy of holies.", "35": "Outside the veil you shall place the table and the menorah, the latter on the south side of the tabernacle, opposite the table, which is to be put on the north side. ", "36": "For the entrance of the tent make a variegated[f] curtain of violet, purple, and scarlet yarn and of fine linen twined. ", "37": "Make five columns of acacia wood for this curtain; plate them with gold, with their hooks of gold; and cast five bronze pedestals for them."}