{"1": "Choice of Artisans. 1 The Lord said to Moses: ", "2": "See, I have singled out[a] Bezalel, son of Uri, son of Hur, of the tribe of Judah, ", "3": "and I have filled him with a divine spirit of skill and understanding and knowledge in every craft: ", "4": "in the production of embroidery, in making things of gold, silver, or bronze, ", "5": "in cutting and mounting precious stones, in carving wood, and in every other craft. ", "6": "As his assistant I myself have appointed Oholiab, son of Ahisamach, of the tribe of Dan. I have also endowed all the experts with the necessary skill to make all the things I have commanded you: ", "7": "the tent of meeting, the ark of the covenant with its cover, all the furnishings of the tent, ", "8": "the table with its utensils, the pure gold menorah with all its utensils, the altar of incense, ", "9": "the altar for burnt offerings with all its utensils, the basin with its stand, ", "10": "the service cloths,[b] the sacred vestments for Aaron the priest, the vestments for his sons in their ministry, ", "11": "the anointing oil, and the fragrant incense for the sanctuary. According to all I have commanded you, so shall they do.", "12": "Sabbath Laws. 12 The Lord said to Moses: ", "13": "You must also tell the Israelites: Keep my sabbaths, for that is to be the sign between you and me throughout the generations, to show that it is I, the Lord, who make you holy. ", "14": "[c]Therefore, you must keep the sabbath for it is holiness for you. Whoever desecrates it shall be put to death. If anyone does work on that day, that person must be cut off from the people. ", "15": "Six days there are for doing work, but the seventh day is the sabbath of complete rest, holy to the Lord. Anyone who does work on the sabbath day shall be put to death. ", "16": "So shall the Israelites observe the sabbath, keeping it throughout their generations as an everlasting covenant. ", "17": "Between me and the Israelites it is to be an everlasting sign; for in six days the Lord made the heavens and the earth, but on the seventh day he rested at his ease.", "18": "When the Lord had finished speaking to Moses on Mount Sinai, he gave him the two tablets of the covenant, the stone tablets inscribed by God's own finger."}