{"1": "The Lord then spoke to Moses: Speak to Aaron: Stretch out your hand with your staff over the streams, the canals, and the ponds, and make frogs overrun the land of Egypt. ", "2": "So Aaron stretched out his hand over the waters of Egypt, and the frogs came up and covered the land of Egypt. ", "3": "But the magicians did the same by their magic arts and made frogs overrun the land of Egypt.", "4": "Then Pharaoh summoned Moses and Aaron and said, “Pray to the Lord to remove the frogs from me and my people, and I will let the people go to sacrifice to the Lord.” ", "5": "Moses answered Pharaoh, “Please designate for me the time when I am to pray for you and your servants and your people, to get rid of the frogs from you and your houses. They will be left only in the Nile.” ", "6": "“Tomorrow,” he said. Then Moses replied, “It will be as you have said, so that you may know that there is none like the Lord, our God. ", "7": "The frogs will leave you and your houses, your servants and your people; they will be left only in the Nile.”", "8": "After Moses and Aaron left Pharaoh's presence, Moses cried out to the Lord on account of the frogs that he had inflicted on Pharaoh; ", "9": "and the Lord did as Moses had asked. The frogs died off in the houses, the courtyards, and the fields. ", "10": "Heaps of them were piled up, and the land stank. ", "11": "But when Pharaoh saw there was a respite, he became obstinate and would not listen to them, just as the Lord had said.", "12": "Third Plague: The Gnats. 12 Thereupon the Lord spoke to Moses: Speak to Aaron: Stretch out your staff and strike the dust of the earth, and it will turn into gnats[a] throughout the land of Egypt. ", "13": "They did so. Aaron stretched out his hand with his staff and struck the dust of the earth, and gnats came upon human being and beast alike. All the dust of the earth turned into gnats throughout the land of Egypt. ", "14": "Though the magicians did the same thing to produce gnats by their magic arts, they could not do so. The gnats were on human being and beast alike, ", "15": "and the magicians said to Pharaoh, “This is the finger of God.”[b] Yet Pharaoh hardened his heart and would not listen to them, just as the Lord had said.", "16": "Fourth Plague: The Flies. 16 Then the Lord spoke to Moses: Early tomorrow morning present yourself to Pharaoh when he sets out toward the water, and say to him: Thus says the Lord: Let my people go to serve me. ", "17": "For if you do not let my people go, I will send swarms of flies upon you and your servants and your people and your houses. The houses of the Egyptians and the very ground on which they stand will be filled with swarms of flies. ", "18": "But on that day I will make an exception of the land of Goshen, where my people are, and no swarms of flies will be there, so that you may know that I the Lord am in the midst of the land. ", "19": "I will make a distinction[c] between my people and your people. This sign will take place tomorrow. ", "20": "This the Lord did. Thick swarms of flies entered the house of Pharaoh and the houses of his servants; throughout Egypt the land was devastated on account of the swarms of flies.", "21": "Then Pharaoh summoned Moses and Aaron and said, “Go sacrifice to your God within the land.” ", "22": "But Moses replied, “It is not right to do so, for what we sacrifice to the Lord, our God, is abhorrent to the Egyptians.[d] If we sacrifice what is abhorrent to the Egyptians before their very eyes, will they not stone us? ", "23": "We must go a three days' journey in the wilderness and sacrifice to the Lord, our God, as he commands us.” ", "24": "Pharaoh said, “I will let you go to sacrifice to the Lord, your God, in the wilderness, provided that you do not go too far away. Pray for me.” ", "25": "Moses answered, “As soon as I leave you I will pray to the Lord that the swarms of flies may depart tomorrow from Pharaoh, his servants, and his people. Pharaoh, however, must not act deceitfully again and refuse to let the people go to sacrifice to the Lord.” ", "26": "When Moses left Pharaoh, he prayed to the Lord; ", "27": "and the Lord did as Moses had asked, removing the swarms of flies from Pharaoh, his servants, and his people. Not one remained. ", "28": "But once more Pharaoh became obstinate and would not let the people go."}