{"1": "“My soul loathes my life; I will freely give my complaint, I will speak in the bitterness of my soul.", "2": "I will say to God, Do not condemn me; show me why You contend with me.", "3": "Is it good for You that You should oppress, that You should despise the work of Your hands and smile on the counsel of the wicked?", "4": "Do You have eyes of flesh? Or do You see as man sees?", "5": "Are Your days as the days of man? Are Your years as the days of a mortal,", "6": "that You inquire after my iniquity and search after my sin?", "7": "You know that I am not wicked, and there is none who can deliver out of Your hand.", "8": "“Your hands have shaped me and made me completely, yet You destroy me.", "9": "Remember, I pray, that You have made me as the clay. And would You return me to dust?", "10": "Have You not poured me out as milk and curdled me like cheese?", "11": "You have clothed me with skin and flesh, and have knit me together with bones and sinews.", "12": "You have granted me life and loyal love, and Your care has preserved my spirit.", "13": "“These things You have hid in Your heart. I know that this is with You.", "14": "If I have sinned, then You would watch me, and You would not acquit me from my iniquity.", "15": "If I am wicked, woe unto me; and if I am righteous, yet will I not lift up my head. I am full of shame; look at my affliction!", "16": "For if my head is lifted up, You would hunt me like a lion, and again You show Yourself marvelous to me.", "17": "You renew Your witnesses against me and increase Your indignation upon me. Your troops come against me.", "18": "“Why then did You bring me forth out of the womb? Oh, that I had died, and no eye had seen me!", "19": "I should have been as though I had not been; I should have been carried from the womb to the grave.", "20": "Are not my days few? Stop then, and leave me alone that I may cheer up a little,", "21": "before I go and do not return, even to the land of darkness and the shadow of death,", "22": "a land of darkness, as darkness itself; and of the shadow of death, without any order, and where the light is as thick darkness.”"}