{"1": "And Job answered:", "2": "“No doubt but you are the people, and wisdom will die with you!", "3": "But I have understanding as well as you; I am not inferior to you. Yes, who does not know such things as these?", "4": "“I am a laughingstock to my neighbor, who calls upon God, and He answers him; the righteous, upright man is a laughingstock.", "5": "He whose foot is unsteady is despised in the thoughts of him who is at ease.", "6": "The tents of robbers are at peace, and those who provoke God are secure, into whose hand they bring their own god.", "7": "“But now ask the beasts, and let them teach you; and the birds of the air, and let them tell you;", "8": "or speak to the earth, let it teach you; and let the fish of the sea declare to you.", "9": "Who among all these does not know that the hand of the Lord has done this,", "10": "in whose hand is the soul of every living thing and the breath of all mankind?", "11": "Does not the ear test words and the mouth taste its food?", "12": "Wisdom is with the elderly, and understanding comes with long life.", "13": "“With Him are wisdom and strength; He has counsel and understanding.", "14": "Surely, He tears down, and it cannot be built again; He imprisons a man, and there can be no release.", "15": "Surely, He withholds the waters, and they dry up; also He sends them out, and they overthrow the earth.", "16": "With Him are strength and wisdom. The deceived and the deceiver are His.", "17": "He leads counselors away stripped and makes fools of judges.", "18": "He has loosened the bonds imposed by kings and bound their waist with a belt.", "19": "He leads away priests stripped and overthrows the mighty.", "20": "He removes speech from the trusted ones and takes away the understanding of the aged.", "21": "He pours contempt upon princes and loosens the belt of the mighty.", "22": "He uncovers deep things out of darkness and brings the shadow of death to light.", "23": "He increases the nations and destroys them; He enlarges the nations and guides them.", "24": "He takes away the understanding of the chiefs of the people of the earth, and causes them to wander in a wilderness where there is no way.", "25": "They grope in the dark without light, and He makes them to stagger like a drunk man."}