{"1": "“Notice, my eye has seen all this; my ear has heard and understood it.", "2": "What you know, I also know the same; I am not inferior to you.", "3": "Surely I would speak to the Almighty, and I desire to reason with God.", "4": "But you are plasterers of falsehood; you are all physicians of no value.", "5": "Oh, that you would altogether hold your peace, and it would be your wisdom!", "6": "Hear now my reasoning, and listen to the pleadings of my lips.", "7": "Will you speak wickedly for God? And talk deceitfully for Him?", "8": "Will you take His side? Will you plead for God?", "9": "Is it good that He would search you out? Or as one man mocks another, do you so mock Him?", "10": "He will surely rebuke you, if you secretly show partiality.", "11": "Will not His excellence make you afraid, and the dread of Him fall upon you?", "12": "Your reminders are parables made of ashes; your answers are answers made of clay.", "13": "“Hold your peace; leave me alone, that I may speak, and let come on me what may!", "14": "Why do I take my flesh in my teeth and put my life in my hand?", "15": "Though He slay me, yet will I trust in Him,[a] but I will defend my own ways before Him.", "16": "He also will be my salvation, for a hypocrite could not come before Him.", "17": "Listen carefully to my speech, and to my declaration with your ears.", "18": "See now, I have prepared my case; I know that I will be justified.", "19": "Who is he who will plead with me? For now, if I hold my tongue, I will give up my breath.", "20": "“Only grant me two things, then I will not hide myself from You:", "21": "Withdraw Your hand far from me, and let not the dread of You make me afraid.", "22": "Then call, and I will answer; or let me speak, and You answer me.", "23": "How many are my iniquities and sins? Make known to me my transgression and my sin.", "24": "Why do You hide Your face and regard me as Your enemy?", "25": "Will You frighten a leaf driven to and fro? And will You pursue dry stubble?", "26": "For You write bitter things against me and make me inherit the iniquities of my youth.", "27": "You put my feet in the stocks and watch closely all my paths; You draw a line around the soles of my feet.", "28": "“Man, as a rotten thing, decays, as a garment that is moth eaten."}