{"1": "“Man who is born of a woman is of few days and full of trouble.", "2": "He comes forth like a flower and withers; he flees like a shadow and does not continue.", "3": "Do You open Your eyes on such a one, and bring me into judgment with You?", "4": "Who can bring a clean thing out of an unclean? There is no one.", "5": "Seeing his days are determined, the number of his months are with You; You have appointed his bounds that he cannot pass;", "6": "turn from him, that he may rest, until he, as a hired man, finishes his day.", "7": "“For there is hope for a tree, if it is cut down, that it will sprout again, and that its tender shoots will not cease.", "8": "Though its root may grow old in the earth, and its stump may die in the ground,", "9": "yet at the scent of water it will bud and bring forth boughs like a plant.", "10": "But man dies and wastes away; yes, man gives up his breath, and where is he?", "11": "As the waters disappear from the sea, and the flood shrivels and dries up,", "12": "so man lies down and does not rise; until the heavens are no more, he will not awake, nor be raised out of his sleep.", "13": "“Oh, that You would hide me in the grave, that You would conceal me until Your wrath is past, that You would appoint me a set time and remember me!", "14": "If a man dies, will he live again? All the days of my service I will wait, until my relief comes.", "15": "You will call, and I will answer You; You will long for the work of Your hands.", "16": "For now You number my steps; do You not observe my sin?", "17": "My transgression is sealed up in a bag, and You plaster over my iniquity.", "18": "“Surely the mountain falling comes to nothing, and the rock is removed out of its place.", "19": "The waters wear away the stones; its overflow washes away the dust of the earth; and You destroy the hope of man.", "20": "You prevail forever against him, and he passes on; changing his countenance, You send him away.", "21": "His sons come to honor, and he does not know it; and they are brought low, but he does not perceive it.", "22": "But his flesh on him will have pain, and his soul within him will mourn.”"}