{"1": "Then Job answered:", "2": "“I have heard many such things; miserable comforters are you all!", "3": "Will windy words have an end? Or what provokes you that you answer?", "4": "I also could speak as you do, if your soul were in my place. I could heap up words against you and shake my head at you;", "5": "but I would strengthen you with my mouth, and the moving of my lips would relieve your grief.", "6": "“Though I speak, my grief is not relieved; and though I stop, how am I eased?", "7": "But now He has made me weary; You have made desolate all my company.", "8": "You have filled me with wrinkles, which is a witness against me; and my leanness has risen up and bears witness to my face.", "9": "He has torn me in His wrath, and He has carried a grudge against me. He has gnashed me with His teeth; my enemy sharpens His gaze upon me.", "10": "They have gaped upon me with their mouth; they have struck me upon the cheek with reproach; they have gathered themselves together against me.", "11": "God has delivered me to the ungodly and turned me over into the hands of the wicked.", "12": "I was at ease, but He has shattered me. He also has taken me by my neck, and shaken me to pieces, and set me up for His target.", "13": "His archers surround me; He splits open my kidneys and does not pity; He pours out my gall upon the ground.", "14": "He pierces me with thrust after thrust; He rushes upon me like a warrior.", "15": "“I have sewn sackcloth over my skin and thrust my horn into the dust.", "16": "My face is inflamed with weeping, and on my eyelids is the shadow of death,", "17": "though not for any violence in my hands, and my prayer is pure.", "18": "“O earth, do not cover my blood, and let my cry have no resting place.", "19": "Also now, look, my witness is in heaven, and my record is on high.", "20": "My friends scorn me; my eyes pour out tears unto God.", "21": "Oh, that one might plead for a man with God, as a man pleads for his neighbor!", "22": "“For when a few years have passed, I will go the way from which I will not return."}