{"1": "Then Job answered:", "2": "“How long will you torment my soul and break me in pieces with words?", "3": "These ten times you have reproached me; you are not ashamed that you have wronged me.", "4": "And if indeed I have erred, my error remains with me.", "5": "If indeed you exalt yourselves against me and plead against me with my disgrace,", "6": "know now that God has bent me and has surrounded me with His net.", "7": "“Look, I cry out concerning wrong, but I am not heard; I cry aloud, but there is no justice.", "8": "He has fenced up my way that I cannot pass, and He has set darkness in my paths.", "9": "He has stripped me of my glory and taken the crown from my head.", "10": "He has destroyed me on every side, and I am gone; my hope He has uprooted like a tree.", "11": "He has also kindled His wrath against me, and He counts me as one of His enemies.", "12": "His troops come together and build up their road against me; they set up camp all around my tent.", "13": "“He has removed my brothers far from me, and my acquaintances are completely estranged from me.", "14": "My relatives have failed, and my close friends have forgotten me.", "15": "Those who dwell in my house, and my maidservants, count me for a stranger; I am a foreigner in their sight.", "16": "I called my servant, but he gave me no answer; I begged him with my mouth.", "17": "My breath is offensive to my wife; I am loathsome to the children of my own body.", "18": "Yes, young children despise me; I arose, and they spoke against me.", "19": "All my close friends abhorred me, and they whom I love are turned against me.", "20": "My bones cling to my skin and to my flesh, and I have escaped by the skin of my teeth.", "21": "“Have pity upon me, have pity upon me, O you my friends, for the hand of God has struck me!", "22": "Why do you persecute me as God does, and are not satisfied with my flesh?", "23": "“Oh, that my words were written! Oh, that they were inscribed in a book!", "24": "That they were engraved with an iron pen and lead in the rock forever!", "25": "For I know that my Redeemer lives, and He will stand at last on the earth;", "26": "and after my skin is destroyed, yet in my flesh I will see God,", "27": "whom I will see for myself, and my eyes will behold, and not another. How my heart yearns within me.", "28": "“If you should say, 'How shall we persecute him?' since the root of the matter is found in me,", "29": "be afraid of the sword for yourselves; for wrath brings the punishments of the sword, that you may know there is a judgment.”"}