{"1": "Again there was a day when the sons of God came to present themselves before the Lord, and the Adversary came also among them to present himself before the Lord. ", "2": "The Lord said to the Adversary, “From where do you come?” And the Adversary answered the Lord, saying, “From roaming on the earth, and from walking up and down on it.”", "3": "The Lord said to the Adversary, “Have you considered My servant Job, that there is none like him on the earth, a blameless and an upright man, who fears God and avoids evil? He still holds fast his integrity, although you moved Me against him, to destroy him without cause.”", "4": "The Adversary answered the Lord, saying, “Skin for skin; yes, all that a man has he will give for his life. ", "5": "Put forth Your hand now and touch his bone and his flesh, and he will curse You to Your face.”", "6": "The Lord said to the Adversary, “Very well, he is in your hand, but spare his life.”", "7": "Therefore, the Adversary went out from the presence of the Lord, and he afflicted Job with severe sores from the sole of his foot to the top of his head. ", "8": "So he took a piece of broken pottery with which to scrape himself while he was sitting among the ashes.", "9": "His wife said to him, “Are you still maintaining your integrity? Curse God and die.”", "10": "He said to her, “You talk like one of the foolish women talks. Will we indeed accept the good from God but not accept the adversity?” In all this Job did not sin with his lips.", "11": "Three friends of Job heard about all this evil that had come upon him, and each one came from his own place: Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite. They had agreed together to come to mourn with him and to comfort him. ", "12": "They saw him from a distance and did not recognize him, so they wept aloud. Each one tore his robe, and they tossed dust into the air above their heads. ", "13": "Then they sat down with him on the ground seven days and seven nights. Meanwhile, no one was speaking to him at all because they saw that his pain was severe."}