{"1": "Then Zophar the Naamathite answered:", "2": "“Therefore my thoughts cause me to answer, and for this I make haste.", "3": "I have heard the rebuke that disgraces me, and the spirit of my understanding causes me to answer.", "4": "“Do you not know this of old, since man was placed upon earth,", "5": "that the triumphing of the wicked is short, and the joy of the hypocrite is but for a moment?", "6": "Though his loftiness extends to the heavens, and his head reaches to the clouds,", "7": "yet he will perish forever like his own excrement; those who have seen him will say, 'Where is he?'", "8": "He will fly away like a dream and will not be found; yes, he will be chased away as a vision of the night.", "9": "The eye that saw him will see him no more; nor will his place behold him anymore.", "10": "His children will seek favor from the poor, and his hands will give back his wealth.", "11": "His bones are full of his youthful vigor, but it will lie down with him in the dust.", "12": "“Though evil is sweet in his mouth, and he hides it under his tongue,", "13": "though he spares it and does not forsake it, but keeps it in his mouth,", "14": "yet his food in his stomach turns sour; it becomes the venom of cobras within him.", "15": "He has swallowed down riches, and he will vomit them up again; God will cast them out of his belly.", "16": "He will suck the poison of cobras; the viper's tongue will slay him.", "17": "He will not see the streams, the rivers, the brooks of honey and butter.", "18": "He will give back the produce of labor and will not swallow it down. According to his wealth the restitution will be, and he will not rejoice in it;", "19": "because he has oppressed and has forsaken the poor. He has violently taken away a house that he did not build.", "20": "“Because he knows no quietness in his belly, he will not save anything he desired.", "21": "Nothing is left for him to eat; therefore his prosperity will not endure.", "22": "In his self-sufficiency he will be in distress; every hand of misery will come upon him.", "23": "When he is about to fill his belly, God will cast the fury of His wrath on him and will rain it on him while he is eating.", "24": "He will flee from the iron weapon; a bronze bow will pierce him through.", "25": "It is drawn and comes out of the body; yes, the glittering point comes out of his gall. Terrors are upon him.", "26": "Total darkness is stored up for his treasures. An unfanned fire will consume him; what is left in his tent will be consumed.", "27": "The heavens will reveal his iniquity, and the earth will rise up against him.", "28": "The increase of his house will depart, and his goods will flow away in the day of His wrath.", "29": "This is the wicked man's portion from God, and the inheritance appointed to him by God.”"}