{"1": "But Job answered:", "2": "“Listen carefully to my speech, and let this be your consolation.", "3": "Bear with me that I may speak, and after I have spoken, mock on.", "4": "“As for me, is my complaint against man? And if it were so, why should not my spirit be troubled?", "5": "Look at me and be astonished, and put your hand over your mouth.", "6": "Even when I remember I am afraid, and trembling takes hold of my body.", "7": "Why do the wicked live and become old; yes, become mighty in power?", "8": "Their descendants are established with them in their sight, and their offspring before their eyes.", "9": "Their houses are safe from fear, nor is the rod of God upon them.", "10": "Their bull breeds without failure; their cow gives calves without miscarriage.", "11": "They send forth their little ones like a flock, and their children dance.", "12": "They take up the tambourine and harp and rejoice at the sound of the flute.", "13": "They spend their days in wealth, and in a moment go down to Sheol.", "14": "Therefore they say to God, 'Depart from us, for we do not desire the knowledge of Your ways.", "15": "Who is the Almighty, that we should serve Him? And what profit do we have if we pray to Him?'", "16": "Indeed, their prosperity is not in their hand. The counsel of the wicked is far from me.", "17": "“How often is the lamp of the wicked put out? How often does their destruction come upon them, the sorrows God distributes in His anger?", "18": "They are like straw before the wind, and like chaff that a storm carries away.", "19": "God stores up their iniquity for their children; let Him reward the people themselves, and they will know it.", "20": "Let their eyes see their own destruction, and let them drink of the wrath of the Almighty.", "21": "For what do they care about their households after them, when the number of their months is cut off?", "22": "“Can anyone teach God knowledge, since He judges those who are on high?", "23": "One dies in his full strength, being wholly at ease and secure.", "24": "His pails are full of milk, and the marrow of his bones is moist.", "25": "Another dies in the bitterness of his soul, never having eaten with pleasure.", "26": "They will lie down alike in the dust, and worms will cover them.", "27": "“Behold, I know your thoughts, and the schemes with which you would wrong me.", "28": "For you say, 'Where is the house of the prince? And where are the dwelling places of the wicked?'", "29": "Have you not asked them who travel the road? And do you not know their signs?", "30": "For the wicked are reserved for the day of destruction; they will be brought forth on the day of wrath.", "31": "Who will declare his way to his face? And who will repay him for what he has done?", "32": "Yet will he be brought to the grave and will remain in the tomb.", "33": "The clods of the valley will be sweet unto him; and everyone will follow him, as countless have gone before.", "34": "“How then can you comfort me with emptiness, since deceit remains in your answers?”"}