{"1": "Moreover Job continued his discourse:", "2": "“As God lives, who has taken away my judgment, and the Almighty, who has made my soul bitter,", "3": "all the while my spirit is in me, and the breath of God is in my nostrils,", "4": "my lips will not speak wickedness, nor my tongue utter deceit.", "5": "God forbid that I should justify you. Until I die I will not put away my integrity from me.", "6": "My righteousness I hold fast and will not let it go; my heart will not reproach me as long as I live.", "7": "“Let my enemy be like the wicked, and he who rises up against me like the unrighteous.", "8": "For what is the hope of the hypocrite, though he may gain much, when God takes away his soul?", "9": "Will God hear his cry when trouble comes upon him?", "10": "Will he delight himself in the Almighty? Will he always call upon God?", "11": "“I will teach you about the hand of God; what is with the Almighty I will not conceal.", "12": "Look, all of you have seen it; why then have you become altogether vain?", "13": "“This is the portion of a wicked man with God, and the inheritance that oppressors receive from the Almighty:", "14": "If his children are multiplied, it is for the sword, and his offspring will not be satisfied with bread.", "15": "Those who survive him will be buried in death, and their widows will not weep.", "16": "Though he heaps up silver like the dust and piles up clothing like the clay—", "17": "he may pile it up, but the just will wear it, and the innocent will divide the silver.", "18": "He builds his house like a moth, and like a booth that the watchman makes.", "19": "The rich man will lie down, but he will not be gathered; he opens his eyes, and he is not.", "20": "Terrors overtake him like floodwaters; a tempest steals him away in the night.", "21": "The east wind carries him away, and he departs; it sweeps him out of his place.", "22": "For God will cast it upon him and not spare; he would flee from its power.", "23": "Men will clap their hands at him and will hiss him out of his place."}