{"1": "“Surely there is a mine for the silver, and a place where they refine gold.", "2": "Iron is taken out of the earth, and copper is smelted from the ore.", "3": "Man puts an end to darkness, and searches every extremity for ore in the darkness and the shadow of death.", "4": "He breaks open a shaft away from the inhabitants; in places forgotten by feet they hang far away from men; and they totter.", "5": "As for the earth, from it comes bread, and underneath it is turned up as by fire.", "6": "Its stones are the source of sapphires, and it has dust of gold.", "7": "There is a path that no bird knows, and that the vulture's eye has not seen;", "8": "the lion cubs have not trodden it, nor has the fierce lion passed by it.", "9": "He puts forth his hand upon the rock; he overturns the mountains by the roots.", "10": "He cuts out rivers among the rocks, and his eye sees every precious thing.", "11": "He prevents the floods from overflowing, and the thing that is hidden he brings forth to light.", "12": "“But where will wisdom be found? And where is the place of understanding?", "13": "Man does not know its price, nor is it found in the land of the living.", "14": "The depth says, 'It is not in me,' and the sea says, 'It is not with me.'", "15": "It cannot be bought for gold, nor can silver be weighed for its price.", "16": "It cannot be valued in the gold of Ophir, with the precious onyx or the sapphire.", "17": "The gold and the crystal cannot equal it, and it cannot be exchanged for jewels of fine gold.", "18": "No mention will be made of coral or of pearls, for the price of wisdom is above rubies.", "19": "The topaz of Ethiopia will not equal it, nor will it be valued with pure gold.", "20": "“From where then does wisdom come? And where is the place of understanding?", "21": "It is hidden from the eyes of all living and concealed from the birds of the air.", "22": "Destruction and Death say, 'We have heard of its fame with our ears.'", "23": "God understands its way, and He knows its place.", "24": "For He looks to the ends of the earth, and sees under the whole heaven,", "25": "to make the weight of the wind, and He weighs the waters by measure.", "26": "When He made a decree for the rain, and a path for the lightning of the thunder,", "27": "then He saw it and declared it; He prepared it, yes, and searched it out.", "28": "To man He said: 'Look, the fear of the Lord, that is wisdom; And to depart from evil is understanding.' ”"}