{"1": "Moreover Job continued his discourse:", "2": "“Oh, that I were as in months past, as in the days when God watched over me;", "3": "when His lamp shone upon my head, and when by His light I walked through darkness;", "4": "as I was in the days of my autumn youth, when the friendly counsel of God was over my tent;", "5": "when the Almighty was still with me, when my children were around me;", "6": "when my steps were bathed in butter, and the rock poured out rivers of oil for me!", "7": "“When I went out to the gate of the city, when I took my seat in the square,", "8": "the young men saw me and hid themselves, and the aged arose and stood up.", "9": "The princes refrained from talking, and put their hand on their mouth.", "10": "The nobles held their peace, and their tongue stuck to the roof of their mouth.", "11": "When the ear heard, then it blessed me; and when the eye saw, then it approved me,", "12": "because I delivered the poor who cried, and the fatherless, and him who had none to help him.", "13": "The blessing of the perishing man came upon me, and I caused the widow's heart to sing for joy.", "14": "I put on righteousness, and it clothed me; my judgment was like a robe and a diadem.", "15": "I was eyes for the blind, and I was feet for the lame.", "16": "I was a father to the poor, and I searched out the case that I did not know.", "17": "I broke the jaws of the wicked and plucked the victim from his teeth.", "18": "“Then I said, 'I will die in my nest, and I will multiply my days as the sand.", "19": "My root was spread out by the waters, and the dew lay all night upon my branch.", "20": "My glory was fresh in me, and my bow was renewed in my hand.'", "21": "“Men listened to me and waited, and kept silence for my counsel.", "22": "After my words they did not speak again, and my speech settled on them like dew.", "23": "They waited for me as for the rain, and they opened their mouth wide as for the spring rain.", "24": "If I mocked at them, they did not believe it, and the light of my countenance they did not cast down.", "25": "I chose the way for them and sat as chief, and lived as a king in the army, as one who comforts mourners."}