{"1": "After this Job opened his mouth, and cursed the day of his birth. ", "2": "Job said:", "3": "“Let the day perish in which I was born and the night in which it was said, 'A male child is conceived.'", "4": "As for that day, let it be darkness; let God above not regard it; and let not light shine upon it.", "5": "Let darkness and the shadow of death claim it; let a cloud settle on it; let the blackness of the day terrify it.", "6": "As for that night, let darkness capture it; let it not rejoice among the days of the year; let it not come into the number of the months.", "7": "Yes, as for that night, let it be barren! Let no joyful cry come into it!", "8": "Let them curse it who curse any day, those who are prepared to rouse Leviathan.", "9": "Let its morning stars be dark; let it look for light, but have none; let it not see the rays of dawn,", "10": "because it did not shut the doors of my mother's womb, nor hide trouble from my eyes.", "11": "“Why did I not die at birth? Why did I not expire when I came out of the womb?", "12": "Why did her knees receive me? And why her breasts that I should nurse?", "13": "For now I would be lying down and would be at peace; I would have slept; then there would be rest for me,", "14": "with kings and counselors of the earth, who built ruins for themselves,", "15": "or with princes who had gold, who filled their houses with silver.", "16": "Or why was I not hidden like a stillborn child, like infants who never saw light?", "17": "There the wicked will have stopped causing trouble, and there the exhausted will rest.", "18": "Captives will relax together; they do not hear the voice of the oppressor.", "19": "The small and great, they are there, and the servant is free from his master.", "20": "“Why is light given to the miserable, and life unto the bitter in soul,", "21": "who look for death, but it is not there; and they search for it more than for hidden treasures;", "22": "who rejoice exceedingly, and they are glad when they find the grave?", "23": "And why is light given to a man whose way is hidden, whom God has hedged in?", "24": "For my sighing comes before I eat, and my groaning pours forth like the waters.", "25": "For the thing which I greatly feared has happened to me, and that which I dreaded has come to me.", "26": "I am not at peace; I have no quiet, I cannot rest, and turmoil has come.”"}