{"1": "“But now those who are younger than I mock me, whose fathers I disdained to put with the dogs of my flock.", "2": "Yes, how does the strength of their hands profit me? Their vigor has perished.", "3": "For want and famine they gnawed the parched land; fleeing into the wilderness in former time, desolate and waste.", "4": "Who pluck mallow by the bushes, and juniper roots for their food.", "5": "They were driven out from among men; they shout after them as after a thief.", "6": "They had to dwell in the rocky riverbeds, in caves of the earth, and in the rocks.", "7": "Among the bushes they brayed; under the nettles they were gathered together.", "8": "They were children of fools, yes, children of vile men; they were scourged from the earth.", "9": "“Now I am their taunting song; yes, I am their byword.", "10": "They abhor me, they flee far from me; they do not hesitate to spit in my face.", "11": "Because He has loosed my bowstring and afflicted me, they have cast off the bridle before me.", "12": "At my right hand their brood arises; they push away my feet, and they raise against me their ways of destruction.", "13": "They tear apart my path, they promote my calamity; they have no helper.", "14": "They came upon me as a wide breach, with a crash they came; in the desolation they rolled themselves upon me.", "15": "Terrors are turned on me; they pursue my dignity like the wind, and my help passes away as a cloud.", "16": "“Now my soul is poured out within me; the days of affliction have taken hold of me.", "17": "My bones are pierced in me at night, and my sinews have no rest.", "18": "By the great force of my disease my garment is changed; it binds me about as the collar of my coat.", "19": "He has cast me into the mire, and I have become like dust and ashes.", "20": "“I cry unto You, but You do not hear me; I stand up, and You do not regard me.", "21": "You have become cruel to me; with Your strong hand You oppose me.", "22": "You lift me up to the wind and cause me to ride on it; You dissolve my success.", "23": "For I know that You will bring me to death, and to the house appointed for all living.", "24": "“Surely He will not stretch out His hand to the grave, though they cry when He destroys it.", "25": "Did I not weep for him who was in trouble? Was not my soul grieved for the poor?", "26": "When I looked for good, then evil disaster came upon me; and when I waited for light, darkness came.", "27": "My insides boiled and did not rest; the days of affliction have met me.", "28": "I went mourning without the sun; I stood up, and I cried in the congregation.", "29": "I am a brother of jackals and a companion of owls.", "30": "My skin is black upon me, and my bones are burned with fever.", "31": "My harp is turned to mourning, and my flute to the voice of those who weep."}