{"1": "“Therefore, Job, I pray, hear my speeches, and listen to all my words.", "2": "Behold, now I have opened my mouth; my tongue has spoken in my mouth.", "3": "My words will be from the uprightness of my heart, and my lips will utter knowledge clearly.", "4": "The Spirit of God has made me, and the breath of the Almighty has given me life.", "5": "If you can answer me, set your words in order before me; stand up.", "6": "Surely I am before God like you; I also am formed out of the clay.", "7": "Indeed, no dread of me will make you afraid, nor will my hand be heavy upon you.", "8": "“Surely you have spoken in my hearing, and I have heard the sound of your words, saying,", "9": "'I am clean, without transgression; I am innocent, nor is there iniquity in me.", "10": "Behold, He finds occasions against me, He counts me for His enemy;", "11": "He puts my feet in the stocks, He watches all my paths.'", "12": "“Look, in this you are not just. I will answer you, that God is greater than man.", "13": "Why do you strive against Him? For He does not give an accounting for any of His words.", "14": "For God speaks once, yes twice, yet man does not perceive it.", "15": "In a dream, in a vision of the night, when deep sleep falls upon men, in slumber on their beds,", "16": "then He opens the ears of men, and seals their instruction,", "17": "that He might turn aside man from his purpose, and conceal pride from man.", "18": "He keeps back his soul from the pit, and his life from perishing by the sword.", "19": "“He is also chastened with pain on his bed, and with strong pain in many of his bones,", "20": "so that his life abhors bread, and his soul dainty food.", "21": "His flesh is consumed away that it cannot be seen, and his bones that were not seen stick out.", "22": "Yes, his soul draws near to the grave, and his life to the executioners.", "23": "If there is a messenger for him, an interpreter, one among a thousand, to show to man what is right for him,", "24": "then He is gracious to him, and says, 'Deliver him from going down to the pit; I have found a ransom.'", "25": "His flesh will be fresher than a child's; he will return to the days of his youth;", "26": "he will pray to God, and He will be favorable unto him, and he will see His face with joy, for He will render unto man His righteousness.", "27": "Then he looks at men and says, 'I have sinned and perverted what was right, and it did not profit me.'", "28": "He will deliver his soul from going down to the pit, and his life will see the light.", "29": "“Behold, God works all these things, twice, three times with man,", "30": "to bring back his soul from the pit, to be enlightened with the light of the living.", "31": "“Pay attention, Job, listen to me; hold your peace, and I will speak.", "32": "If you have anything to say, answer me; speak, for I desire to justify you.", "33": "If not, listen to me; hold your peace, and I will teach you wisdom.”"}