{"1": "Then the Lord answered Job out of the whirlwind and said:", "2": "“Who is this who darkens counsel by words without knowledge?", "3": "Prepare yourself like a man; for I will question you, and you shall answer Me.", "4": "“Where were you when I laid the foundations of the earth? Declare, if you have understanding.", "5": "Who has determined its measurements, if you know? Or who has stretched the line upon it?", "6": "To what are its foundations fastened? Or who laid its cornerstone", "7": "when the morning stars sang together, and all the sons of God shouted for joy?", "8": "“Or who shut up the sea with doors when it broke forth and went out of the womb?", "9": "When I made the cloud its garment, and thick darkness its swaddling band,", "10": "and broke up for it My decreed place, and set bars and doors,", "11": "and said, 'This far you will come but no farther, and here your proud waves will be stopped'?", "12": "“Have you commanded the morning in your days, and caused the dawn to know its place,", "13": "that it might take hold of the ends of the earth, that the wicked might be shaken out of it?", "14": "It is turned like clay by the seal, and it stands out as a garment.", "15": "From the wicked their light is withheld, and the high arm will be broken.", "16": "“Have you entered into the springs of the sea? Or have you walked in search of the depths?", "17": "Have the gates of death been opened to you? Or have you seen the doors of the shadow of death?", "18": "Have you perceived the breadth of the earth? Declare, if you know it all.", "19": "“Where is the path where light dwells? And as for darkness, where is its place,", "20": "that you should take it to its boundary, and that you should know the paths to its house?", "21": "Do you know it because you were born then, or because the number of your days is many?", "22": "“Have you entered the treasuries of the snow? Or have you seen the treasuries of the hail,", "23": "which I have reserved against the time of trouble, against the day of battle and war?", "24": "By what way is the light diffused, or the east wind scattered upon the earth?", "25": "Who has divided a channel for the overflowing waters, or a path for the thunderbolt,", "26": "to cause it to rain on the earth where no man is, on the wilderness in which there are no people,", "27": "to satisfy the desolate waste, and to cause the bud of the tender herb to spring forth?", "28": "Does the rain have a father? Or who has produced the drops of dew?", "29": "From whose womb came the ice? And the frost of heaven, who gives it birth?", "30": "The waters harden like stone, and the surface of the deep is frozen.", "31": "“Can you tie the cords to the Pleiades or loosen the belt of Orion?", "32": "Can you bring out the constellation in its season? Or can you guide the Bear with its cubs?", "33": "Do you know the ordinances of heaven? Can you set their dominion over the earth?", "34": "“Can you lift up your voice to the clouds, that abundance of waters may cover you?", "35": "Can you send lightning that they may go forth and say to you, 'Here we are'?", "36": "Who has put wisdom in the inward parts, or who has given understanding to the heart?[a]", "37": "Who can number the clouds by wisdom? Or who can empty out the bottles of heaven,", "38": "when the dust turns into hard clumps and the clods stick together?", "39": "“Will you hunt the prey for the lion? Or fill the appetite of the young lions,", "40": "when they crouch in their dens and lie in the thicket to wait in ambush?", "41": "Who provides for the raven his food when his young ones cry unto God, and they wander about for lack of food?"}