{"1": "Moreover, the Lord answered Job and said:", "2": "“Will he who argues with the Almighty instruct Him? He who rebukes God, let him answer it.”", "3": "Then Job answered the Lord and said:", "4": "“Behold, I am vile; what shall I answer You? I will lay my hand over my mouth.", "5": "Once have I spoken, but I will not answer; yes, twice, but I will proceed no further.”", "6": "Then the Lord answered Job out of the whirlwind and said:", "7": "“Prepare yourself now like a man; I will question you, and you will answer Me.", "8": "“Will you indeed annul My judgment? Will you condemn Me, that you may be righteous?", "9": "Have you an arm like God? Or can you thunder with a voice like Him?", "10": "Adorn yourself now with majesty and excellence, and array yourself with glory and beauty.", "11": "Let loose the rage of your wrath, and look on every one who is proud and abase him;", "12": "look on every one who is proud and bring him low, and tread down the wicked in their place.", "13": "Hide them in the dust together, and imprison them in the hidden place of the grave.", "14": "Then I will also confess to you that your own right hand can save you.", "15": "“Look now at the behemoth which I made along with you; he eats grass like an ox.", "16": "See now his strength is in his hips, and his power is in the muscles of his belly.", "17": "He moves his tail like a cedar; the sinews of his thighs are wrapped together.", "18": "His bones are like strong pieces of brass; his bones are like bars of iron.", "19": "He is the first of the works of God; He who made him can bring near His sword.", "20": "Surely the mountains bring forth food for him, where all the beasts of the field play.", "21": "He lies under the shady trees, in the thicket of the reed and marsh.", "22": "The shady trees cover him with their shadow; the willows of the brook surround him.", "23": "Look, the river rages, but he is not alarmed; he trusts that he can draw up the Jordan into his mouth.", "24": "Can anyone catch it by its eyes, or pierce its nose with a snare?"}