{"1": "“Call out now; is anyone answering you? And to whom among the holy ones will you turn?", "2": "For anger slays the foolish man, and jealousy kills the gullible.", "3": "Yes, I saw the foolish taking root, and quickly I cursed his dwelling.", "4": "May his children be far from safety, and may they be crushed in the gate without a deliverer;", "5": "whose harvest the hungry eats up, and takes it even out of the thorns, and the thirsty captures his wealth.", "6": "For affliction does not come out of the dust, nor does trouble sprout up out of the ground;", "7": "but man is born to trouble, as the sparks fly upward.", "8": "“Indeed, I would appeal to God, and before God I would set forth my case,", "9": "who does the great and the inscrutable, wonders without number.", "10": "He gives rain on the surface of the earth and sends water on the outdoor places.", "11": "He sets on high those who are lowly, and those who mourn are lifted to safety.", "12": "He frustrates the schemes of the crafty, so that their hands cannot perform their plans.", "13": "He catches the wise in their own craftiness, and the scheme of the shrewd is swiftly stopped.", "14": "In the daytime they encounter darkness, and at noontime they grope as in the night.", "15": "But the needy He saves from the sword, from their mouth, and from the hand of the mighty.", "16": "So the helpless has hope, and injustice shuts her mouth.", "17": "“How happy is the man whom God corrects! Therefore do not despise the discipline of the Almighty,", "18": "for He wounds, but He applies the bandage; He injures, but His hands also heal.", "19": "In six crises He will deliver you; even in seven, disaster will not touch you.", "20": "In famine He will redeem you from death, and in war from the power of the sword.", "21": "You will be hidden from the lash of the tongue, and you will not fear violence when it comes.", "22": "You will laugh at devastation and famine, and you will not fear wild animals.", "23": "For you will have a covenant with the stones of the field, and the wild animals will be at peace with you.", "24": "You will know that your tent is peaceful, and you will inspect your property and find nothing missing.", "25": "You will know that your offspring will be many and your descendants as the grass of the earth.", "26": "You go to the grave in a full age, as stalks of grain are gathered up in season.", "27": "“Look! We have investigated all this, and it is so; hear it, and know for yourself.”"}