{"1": "But Job answered:", "2": "“Oh, that my grief were fully weighed, and my calamity laid with it on the scales!", "3": "For now it would be heavier than the sand of the sea; therefore my words are stuck in my throat.", "4": "For the arrows of the Almighty are within me; my spirit drinks in their poison; the terrors of God are arrayed against me.", "5": "Does the wild donkey bray when he has grass? Or the ox bellow over his fodder?", "6": "Is tasteless food eaten without salt? Or is there any taste in the white of an egg?", "7": "My soul refuses to touch them; they are like loathsome food to me.", "8": "“Oh, that I might have my request, and that God would grant me the thing that I long for!", "9": "That it would please God to crush me, that He would let loose His hand and cut me off!", "10": "Then I would still have comfort; I would revel in pain; it will not subside, for I have not concealed the words of the Holy One.", "11": "“What strength do I have, that I should hope? And what is my end, that I should prolong my life?", "12": "Is my strength the strength of stones? Or is my flesh made of brass?", "13": "Is there no help within me? And is success banished from me?", "14": "“A despairing man should be shown kindness from his friend, or he forsakes the fear of the Almighty.", "15": "My brothers have acted deceitfully like a riverbed, like the streams of the riverbeds that run dry;", "16": "which are dark because of the ice, and into which the snow disappears.", "17": "In time they are scorched; they vanish! When it is hot, they disappear from their place.", "18": "The caravans of their way turn aside; they go nowhere, and they perish.", "19": "The caravans of Tema looked, the travelers of Sheba hoped for them.", "20": "They were disappointed because they were confident; they arrived there and were dismayed.", "21": "For now you are nothing; you see terror and are afraid.", "22": "Did I say, 'Give to me'? Or, 'Out of your wealth, bribe me'?", "23": "Or, 'Deliver me from the power of the enemy'? Or, 'From the power of the oppressors, liberate me'?", "24": "“Teach me, and I will hold my tongue, and make me understand how I have erred.", "25": "How forceful are right words! But what does your arguing prove?", "26": "Do you mean to correct my words, and treat my desperate words as wind?", "27": "Yes, you cast lots for the fatherless, and you bargain over your friend.", "28": "“And now, please give me your attention, for surely I will not lie to you.", "29": "Turn, I pray, let there be no injustice! Yes, turn again, my righteousness still stands!", "30": "Is there injustice on my tongue? Cannot my taste discern pernicious things?"}