{"1": "“Is there not a time of hard service for a man upon earth? Are not his days also like the days of a hired worker?", "2": "Like a servant, he longs for the shade, and like a hired worker, he looks for his wages,", "3": "so I have been assigned months of futility, and nights of trouble have been appointed to me.", "4": "When I lie down, I say, 'When will I arise and the night be ended?' And I am full of restlessness until the dawn.", "5": "My flesh is covered with worms and caked with dirt; my skin is broken, and has become loathsome.", "6": "“My days fly more swiftly than a weaver's shuttle, and are spent without hope.", "7": "Oh, remember that my life is a breath! My eye will never again see good.", "8": "The eye of him who sees me will behold me no more; your eyes will be on me, but I will be no more.", "9": "As the cloud disappears and vanishes away, so he who goes down to Sheol will come up no more.", "10": "He will never return to his house, and his place will not recognize him anymore.", "11": "“Therefore, I will not restrain my mouth; I will speak in the anguish of my spirit; I will complain in the bitterness of my soul.", "12": "Am I the sea, or a sea monster, that You set a guard over me?", "13": "When I say, 'My bed will comfort me, my couch will ease my complaint,'", "14": "then You scare me with dreams and terrify me with visions,", "15": "so that my soul chooses strangling, even death rather than my life.", "16": "I loathe my life; I would not live forever; let me alone, for my days are emptiness.", "17": "“What is man, that You should exalt him, and that You should set Your heart on him,", "18": "and that You should visit him every morning, and test him every moment?", "19": "How long until You look away from me? Will You not let me alone until I swallow my saliva?", "20": "Have I sinned? What am I doing to You, O You watcher of men? Why have You set me as Your target, so that I am a burden to myself?", "21": "And why do You not pardon my transgression and take away my iniquity? For now I will lie down in the dust; and You will seek me diligently, but I will not be.”"}