{"1": "Then Job answered:", "2": "“Truly, I know it is so, but how can a man be righteous with God?", "3": "If one would dispute with Him, he cannot answer Him once in a thousand times.", "4": "He is wise in heart and mighty in strength. Who has hardened himself against Him and prospered?", "5": "He who removes mountains, and they know not, who overturns them in His anger.", "6": "He who shakes the earth out of its place, and its pillars tremble.", "7": "He who commands the sun, and it does not rise; he seals off the stars.", "8": "He who alone spreads out the heavens, and treads on the waves of the sea.", "9": "He who makes the Bear, Orion, and Pleiades, and the constellations of the south.", "10": "He who does great things, beyond discovery, yes, and wonders beyond number.", "11": "Yes, He would cross before me, and I would not see Him; He would pass on by, but I would not perceive Him.", "12": "Yes, He takes away; who can hinder Him? Who will say to Him, 'What are You doing?'", "13": "God will not withdraw His anger. The proud helpers bow down beneath Him.", "14": "“How, then, can I myself answer Him, and choose my words to reason with Him?", "15": "Even if I were righteous I could not answer; I would plead to my Judge for favor.", "16": "If I called, and He answered me, I would not believe that He had listened to my voice.", "17": "For He crushes me with a storm and multiplies my wounds without cause.", "18": "He will not allow me to get my breath, but fills me with bitterness.", "19": "If it is a matter of strength, indeed, He is strong; and if of justice, who will set me a time to plead?", "20": "Though I were righteous, my own mouth would condemn me; though I were perfect, it would prove me perverse.", "21": "“Though I were perfect, I would not know myself; I would despise my life.", "22": "It is all one thing; therefore I said, 'He destroys both the perfect and the wicked.'", "23": "If the whip kills suddenly, He will laugh at the trial of the innocent.", "24": "The earth is given into the hand of the wicked. He covers the faces of its judges. If it is not He, then who is it?", "25": "“Now my days are swifter than a runner; they flee away; they see no good.", "26": "They pass by like reed skiffs, like an eagle rushing upon its prey.", "27": "If I say, 'I will forget my complaint; I will leave off my sad face and brighten up,'", "28": "I am afraid of all my sorrows; I know that You will not hold me innocent.", "29": "If I am guilty, why then do I labor in vain?", "30": "If I wash myself with snow water and cleanse my hands with soap,", "31": "yet You will plunge me into the pit, and my own clothes will abhor me.", "32": "“For He is not a man as I am, that I should answer Him, and we should come together in judgment.", "33": "Nor is there a mediator between us, who may lay his hand upon us both.", "34": "Let Him take His rod away from me, and let not dread of Him terrify me.", "35": "Then I would speak and not fear Him, but it is not so with me."}