{"1": "In fact, I made up my mind about this:[a] I would not come to you on another painful visit.[b] ", "2": "For if I cause you pain, then who will cheer me other than the one being hurt by me?[c] ", "3": "I wrote this very thing so that when I came I wouldn't have pain from those who ought to give me joy, because I am confident about all of you that my joy will also be yours. ", "4": "For I wrote to you with many tears out of an extremely troubled and anguished heart—not that you should be hurt, but that you should know the abundant love I have for you.", "5": "If anyone has caused pain, he has caused pain not so much to me but to some degree—not to exaggerate—to all of you. ", "6": "The punishment inflicted by the majority is sufficient for that person. ", "7": "As a result, you should instead forgive and comfort him. Otherwise, this one may be overwhelmed by excessive grief. ", "8": "Therefore I urge you to reaffirm your love to him. ", "9": "I wrote for this purpose: to test your character to see if you are obedient in everything. ", "10": "If you forgive anyone, I do too. For what I have forgiven—if I have forgiven anything—it is for you in the presence of Christ. ", "11": "I have done this so that we may not be taken advantage of by Satan. For we are not ignorant of his schemes.", "12": "When I came to Troas to preach the gospel of Christ, the Lord opened a door for me. ", "13": "I had no rest in my spirit because I did not find my brother Titus, but I said good-bye to them and left for Macedonia.", "14": "But thanks be to God, who always puts us on display[d] in Christ[e] and through us spreads the aroma of the knowledge of Him in every place. ", "15": "For to God we are the fragrance of Christ among those who are being saved and among those who are perishing. ", "16": "To some we are an aroma of death leading to death, but to others, an aroma of life leading to life. And who is competent for this? ", "17": "For we are not like the many[f] who market God's message for profit. On the contrary, we speak with sincerity in Christ, as from God and before God."}