{"1": "Therefore, dear friends, since we have such promises, let us cleanse ourselves from every impurity of the flesh and spirit, completing our sanctification[a] in the fear of God.", "2": "Accept us.[b] We have wronged no one, corrupted no one, defrauded no one. ", "3": "I don't say this to condemn you, for I have already said that you are in our hearts, to live together and to die together. ", "4": "I have great confidence in you; I have great pride in you. I am filled with encouragement; I am overcome with joy in all our afflictions.", "5": "In fact, when we came into Macedonia, we[c] had no rest. Instead, we were troubled in every way: conflicts on the outside, fears inside. ", "6": "But God, who comforts the humble, comforted us by the arrival of Titus, ", "7": "and not only by his arrival, but also by the comfort he received from you. He told us about your deep longing, your sorrow,[d] and your zeal for me, so that I rejoiced even more. ", "8": "For even if I grieved you with my letter, I do not regret it—even though I did regret it since I saw that the letter grieved you, yet only for a little while. ", "9": "Now I rejoice, not because you were grieved, but because your grief led to repentance. For you were grieved as God willed, so that you didn't experience any loss from us. ", "10": "For godly grief produces a repentance not to be regretted and leading to salvation, but worldly grief produces death. ", "11": "For consider how much diligence this very thing—this grieving as God wills—has produced in you: what a desire to clear yourselves, what indignation, what fear, what deep longing, what zeal, what justice! In every way you showed yourselves to be pure in this matter. ", "12": "So even though I wrote to you, it was not because of the one who did wrong, or because of the one who was wronged, but in order that your diligence for us might be made plain to you in the sight of God. ", "13": "For this reason we have been comforted. In addition to our comfort, we rejoiced even more over the joy Titus had,[e] because his spirit was refreshed by all of you. ", "14": "For if I have made any boast to him about you, I have not been embarrassed; but as I have spoken everything to you in truth, so our boasting to Titus has also turned out to be the truth. ", "15": "And his affection toward you is even greater as he remembers the obedience of all of you, and how you received him with fear and trembling. ", "16": "I rejoice that I have complete confidence in you."}