{"1": "Follow my example, just as I follow the example of Christ.", "2": "I praise you for being faithful in remembering me. I also praise you for staying true to the teachings of the past. You have stayed true to them, just as I gave them to you. ", "3": "But I want you to know that the head of every man is Christ. The head of the woman is the man. And the head of Christ is God. ", "4": "Every man who prays or prophesies with his head covered brings shame on his head. ", "5": "But every woman who prays or prophesies with her head uncovered brings shame on her head. It is the same as having her head shaved. ", "6": "What if a woman does not cover her head? She might as well have her hair cut off. But it is shameful for her to cut her hair or shave her head. So she should cover her head.", "7": "A man should not cover his head. He is the likeness and glory of God. But woman is the glory of man. ", "8": "Man did not come from woman. Woman came from man. ", "9": "Also, man was not created for woman. Woman was created for man. ", "10": "That's why a woman should have authority over her own head. She should have this because of the angels. ", "11": "But here is how things are for those who belong to the Lord. Woman is not independent of man. And man is not independent of woman. ", "12": "Woman came from man, and man is born from woman. But everything comes from God.", "13": "You be the judge. Is it proper for a woman to pray to God without covering her head? ", "14": "Suppose a man has long hair. Doesn't the very nature of things teach you that it is shameful? ", "15": "And suppose a woman has long hair. Doesn't the very nature of things teach you that it is her glory? Long hair is given to her as a covering. ", "16": "If anyone wants to argue about this, we don't have any other practice. And God's churches don't either.", "17": "In the following matters, I don't praise you. Your meetings do more harm than good. ", "18": "First, here is what people are telling me. When you come together as a church, you take sides. And in some ways I believe it. ", "19": "Do you really think you need to take sides? You probably think God favors one side over the other! ", "20": "So when you come together, it is not the Lord's Supper you eat. ", "21": "As you eat, some of you go ahead and eat your own private meals. Because of this, one person stays hungry and another gets drunk. ", "22": "Don't you have homes to eat and drink in? You are shaming those in the church who have nothing. Do you think so little of God's church that you do this? What should I say to you? Should I praise you? Certainly not about the Lord's Supper!", "23": "I passed on to you what I received from the Lord. On the night the Lord Jesus was handed over to his enemies, he took bread. ", "24": "When he had given thanks, he broke it. He said, “This is my body. It is given for you. Every time you eat it, do it in memory of me.” ", "25": "In the same way, after supper he took the cup. He said, “This cup is the new covenant in my blood. Every time you drink it, do it in memory of me.” ", "26": "You eat the bread and drink the cup. When you do this, you are announcing the Lord's death until he comes again.", "27": "Eat the bread or drink the cup of the Lord in the right way. Don't do it in a way that isn't worthy of him. If you do, you will be guilty. You'll be guilty of sinning against the body and blood of the Lord. ", "28": "Everyone should take a careful look at themselves before they eat the bread and drink from the cup. ", "29": "Whoever eats and drinks must recognize the body of Christ. If they don't, judgment will come upon them. ", "30": "That is why many of you are weak and sick. That is why a number of you have died. ", "31": "We should think more carefully about what we are doing. Then we would not be found guilty for this. ", "32": "When the Lord judges us in this way, he corrects us. Then in the end we will not be judged along with the rest of the world.", "33": "My brothers and sisters, when you come together to eat, you should all eat together. ", "34": "Anyone who is hungry should eat something at home. Then when you come together, you will not be judged. When I come, I will give you more directions."}