{"1": "Then Jesus left that place and went into the ·area [region] of Judea and across the Jordan River. Again, crowds came to him, and he taught them as he usually did.", "2": "Some Pharisees came to Jesus and tried to ·trick [test; trap] him. They asked, “Is it ·right [lawful; C according to the law of Moses] for a man to divorce his wife?”", "3": "Jesus answered, “What did Moses command you to do?”", "4": "They said, “Moses ·allowed [permitted] a man to write out divorce papers and send her away [Deut. 24:1].”", "5": "Jesus said, “Moses wrote that command for you because you were ·stubborn [hard hearted]. ", "6": "But ·when God made the world [from the beginning of creation], 'he made them male and female' [Gen. 1:27; 5:2]. ", "7": "'So a man will leave his father and mother and be ·united with [joined to] his wife,[a] ", "8": "and the two will become ·one body [as though they were one person; T one flesh; Gen. 2:24]'. So they are no longer two, but one. ", "9": "God has joined the two together, so no one should separate them.”", "10": "Later, in the house, his ·followers [disciples] asked Jesus again about ·the question of divorce [L this matter]. ", "11": "He answered, “Anyone who divorces his wife and marries another woman ·is guilty of [commits] adultery against her. ", "12": "And the woman who divorces her husband and marries another man ·is also guilty of [commits] adultery.”", "13": "Some people brought their little children to Jesus so he could touch them, but his ·followers [disciples] ·told them to stop [scolded/rebuked them]. ", "14": "When Jesus saw this, he was ·upset [angry; indignant] and said to them, “Let the little children come to me. Don't stop them, because the kingdom of God belongs to people who are like these children [C meaning humble and dependent]. ", "15": "I tell you the truth, you must accept the kingdom of God as if you were a little child, or you will never enter it.” ", "16": "Then Jesus took the children in his arms, ·put [laid] his hands on them, and blessed them.", "17": "As Jesus started ·to leave [on his way; on a journey], a man ran to him and ·fell on his knees [knelt] before Jesus. The man asked, “Good teacher, what must I do to ·have life forever [L inherit eternal life]?”", "18": "Jesus answered, “Why do you call me good? ·Only God is good [No one is good except One—God; C Jesus is not denying his own divinity, but is challenging the man's understanding of goodness]. ", "19": "You know the commands: 'You must not murder. You must not ·be guilty of [commit] adultery. You must not steal. You must not ·tell lies about your neighbor [testify falsely; T bear false witness]. You must not ·cheat [defraud]. Honor your father and mother' [Ex. 20:12–16; Deut. 5:16–20].”", "20": "The man said, “Teacher, I have ·obeyed [kept carefully; guarded] all these things since I was a boy.”", "21": "Jesus, looking at the man, loved him and said, “There is one more thing you need to do. Go and sell everything you have, and give the money to the poor, and you will have treasure in heaven. Then come and follow me.”", "22": "He was ·very sad [shocked; appalled] to hear Jesus say this, and he left ·sorrowfully [grieving], because he ·was rich [had many possessions].", "23": "Then Jesus looked [around] at his ·followers [disciples] and said, “How hard it will be for ·the rich [those with many possessions] to enter the kingdom of God!”", "24": "The ·followers [disciples] were ·amazed [astonished] at what Jesus said. [C In Judaism wealth was generally viewed as a reward from God.] But he said again, “My children, it is very hard[b] to enter the kingdom of God! ", "25": "It is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God [C meaning it is impossible, by human effort; see v. 27].”", "26": "They were even more ·surprised [amazed] and said to each other, “Then who can be saved?”", "27": "Jesus looked at them and said, “·For people [Humanly speaking,] this is impossible, but for God all things are possible.”", "28": "Peter ·said [spoke up] to Jesus, “Look, we have left everything and followed you.”", "29": "Jesus said, “I tell you the truth, all those who have left houses, brothers, sisters, mother, father, children, or ·farms [fields] for me and for the ·Good News [Gospel] ", "30": "will get more than they left. Here in ·this world [the present age] they will have a hundred times more homes, brothers, sisters, mothers, children, and ·fields [farms]. And with those things, ·they will also suffer for their belief [persecutions]. But in the ·age [world] that is coming they will have ·life forever [eternal life]. ", "31": "Many who are first now will be last in the future. And many who are last now will be first in the future.”", "32": "As Jesus and the people with him were on the road to Jerusalem, he was leading the way. His ·followers [disciples] were ·amazed [surprised; puzzled; alarmed], but others in the crowd who followed were afraid. Again Jesus took ·the twelve apostles [the Twelve] aside and began to tell them what was about to happen [to him] in Jerusalem. ", "33": "He said, “Look, we are going [L up] to Jerusalem. The Son of Man will be ·turned over [betrayed; delivered over; see 9:31] to the ·leading [T chief] priests and the ·teachers of the law [scribes]. They will ·say that he must die [condemn him to death], and they will turn him over to the ·Gentiles [C the Roman authorities], ", "34": "who will laugh at him and spit on him. They will beat him with whips and ·crucify [L kill] him. But after three days, he will rise to life again.”", "35": "Then James and John, sons of Zebedee, came to Jesus and said, “Teacher, we want ·to ask you to do something for us [you to do whatever we ask].”", "36": "Jesus asked, “What do you want me to do for you?”", "37": "They answered, “Let one of us sit at your right side and one of us sit at your left side in your glory [C the messianic kingdom].”", "38": "Jesus said, “You don't understand what you are asking. Can you drink the cup that I must drink? And can you be baptized with the same kind of baptism that I must go through?” [C Both “cup” and “baptism” symbolize suffering, and perhaps God's judgment experienced by Jesus on the cross; Jer. 25:15–29.]", "39": "They answered, “Yes, we can.” Jesus said to them, “You will drink the same cup that I will drink, and you will be baptized with the same baptism that I must go through. ", "40": "But ·I cannot choose [it is not for me to grant/say] who will sit at my right or my left; those places belong to those for whom they have been prepared.”", "41": "When ·the other ten followers [L the ten] heard this, they began to be ·angry [indignant] with James and John.", "42": "Jesus called them together and said, “You know that the rulers of ·other nations [the Gentiles] love to ·show their power [lord it] over the people, and their ·important leaders [high officials; L great ones] love to ·use [exert] their authority [L over them]. ", "43": "But it ·should not be [must not be; is not to be] that way among you. [Instead, L But] Whoever wants to become great among you must ·serve the rest of you like a servant [L be your servant]. ", "44": "Whoever wants to become the first among you must ·serve all of you like a slave [L be your slave]. ", "45": "In the same way, the Son of Man did not come to be served. He came to serve others and to give his life as a ransom for many people [Is. 53:12; John 11:49–50].”", "46": "Then they came to the town of Jericho. As Jesus was leaving there with his ·followers [disciples] and a great many people, a blind beggar named Bartimaeus [which means] son of Timaeus was sitting by the road. ", "47": "When he heard that Jesus from Nazareth was walking by, he began to shout, “Jesus, Son of David [C a title for the Messiah, a descendant of King David; 2 Sam. 7:11–16], ·have mercy [take pity] on me!”", "48": "Many people ·warned [rebuked; scolded] the blind man to be quiet, but he shouted even more, “Son of David, ·have mercy [take pity] on me!”", "49": "Jesus stopped and said, “Tell the man to come here.” So they called the blind man, saying, “·Cheer up [Take courage]! Get to your feet. Jesus is calling you.” ", "50": "The blind man jumped up, ·left his coat there [threw off his cloak], and went to Jesus.", "51": "Jesus asked him, “What do you want me to do for you?” The blind man answered, “·Teacher [L Rabbouni], I want to see.”", "52": "Jesus said, “Go, ·you are healed because you believed [your faith has healed you].” At once the man could see, and he followed Jesus on the road."}