{"1": "As Jesus and his ·followers [disciples] were coming closer to Jerusalem, they came to the towns of Bethphage and Bethany near the Mount of Olives. From there Jesus sent two of his ·followers [disciples] ", "2": "and said to them, “Go to the town ·you can see there [ahead of you; or opposite you C either Bethphage, Bethany, or another village]. When you enter it, you will ·quickly [immediately] find a ·colt [young donkey] tied, which no one has ever ridden. Untie it and bring it here to me. ", "3": "If anyone asks you why you are doing this, tell him ·its Master [the Lord; or its Owner] needs the colt and ·he will send it at once [or he will return it soon; C “he” could be either Jesus or the colt's owner].”", "4": "They went into the town, found a colt tied in the street near the door of a house, and untied it. ", "5": "Some people were standing there and asked, “What are you doing? Why are you untying that colt?” ", "6": "They answered the way Jesus told them to answer, and the people let them take the colt.", "7": "They brought the colt to Jesus and put their coats on it, and Jesus sat on it [Zech. 9:9]. ", "8": "Many people spread their coats on the road. Others cut [leafy] branches in the fields and spread them on the road. ", "9": "The people were walking ahead of Jesus and behind him, shouting, “·Praise God! [L Hosanna! C A Hebrew word originally used in praying for help, but by this time a joyful shout of praise to God.] ·God bless [Blessed is] the One who comes in the name of the Lord [Ps. 118:26]!", "10": "·God bless [Blessed is] the coming kingdom of our father David! ·Praise to God in heaven [L Hosanna in the highest]!”", "11": "Jesus entered Jerusalem and went into the Temple. After he had looked [around] at everything, since it was already late, he went out to Bethany with ·the twelve apostles [the Twelve].", "12": "The next day as Jesus was leaving Bethany, he became hungry. ", "13": "Seeing a fig tree in leaf from far away, he went to see if it had any figs on it. But he found no figs, only leaves, because it was not the right season for figs. ", "14": "So Jesus said to the tree, “May no one ever eat fruit from you again.” And Jesus' ·followers [disciples] heard him say this.", "15": "When Jesus ·returned [came] to Jerusalem, he went into the ·Temple [temple complex; C the large temple area, not the inner building where only the priests could go] and began to ·throw [drive] out those who were buying and selling there. He turned over the tables of ·those who were exchanging different kinds of money [L  the moneychangers], and he upset the benches of those who were selling doves [or pigeons; C moneychangers provided particular coins for the temple tax; doves or pigeons were sold for sacrifices; Lev. 5:7]. ", "16": "Jesus refused to allow anyone to carry goods through the Temple courts. ", "17": "Then he taught the people, saying, “It is written in the Scriptures, 'My ·Temple [L House] will be called a house for prayer for people from all nations' [Is. 56:7]. But you ·are changing God's house [L have made it] into a ·'hideout for robbers' [T den of thieves'; Jer. 7:11].”", "18": "The ·leading [T chief] priests and the ·teachers of the law [scribes] heard all this and began trying to find a way to kill Jesus. They were afraid of him, because all the people were amazed at his teaching. ", "19": "That evening, Jesus and his ·followers[a] [disciples] left the city.", "20": "The next morning as Jesus was passing by with his ·followers [disciples], they saw the fig tree ·dry and dead [withered], even to the roots. ", "21": "Peter ·remembered the tree and said to Jesus, “·Teacher [L Rabbi], look! The fig tree you cursed is ·dry and dead [withered]!”", "22": "Jesus answered, “Have faith in God. ", "23": "I tell you the truth, you can say to this mountain, '·Go [Be lifted up], fall into the sea.' And if you have no doubts in your ·mind [heart] and believe that what you say will happen, ·God will do it for you [it will be done for you]. ", "24": "So I tell you to believe that you have received ·the things [everything] you ask for in prayer, and ·God will give them to you [you will receive them]. ", "25": "When you ·are praying [L stand praying], if you ·are angry with [have anything against] someone, forgive him so that your Father in heaven will also forgive your ·sins [transgressions; trespasses]. ", "26": "|26 But if you don't forgive other people, then your Father in heaven will not forgive your ·sins [transgressions; trespasses].|”[b]", "27": "Jesus and his ·followers [disciples] went again to Jerusalem. As Jesus was walking in the Temple [complex; area; courts; see 11:15], the ·leading [T chief] priests, the ·teachers of the law [scribes], and the elders came to him. ", "28": "They said to him, “What authority do you have to do these things? Who gave you this authority?”", "29": "Jesus answered, “I will ask you one question. If you answer me, I will tell you what authority I have to do these things. ", "30": "Tell me: When John baptized people, was that authority from ·God [L heaven; C a reverential Jewish way of referring to God] or just from ·other people [human beings]?”", "31": "They argued about Jesus' question, saying, “If we answer, 'John's baptism was from ·God [L heaven],' Jesus will say, 'Then why didn't you believe him?' ", "32": "But if we say, 'It was from ·other people [human beings],' the crowd will be against us.” (These leaders were afraid of the people, because all the people believed that John was a prophet.)", "33": "So they answered Jesus, “We don't know.” Jesus said to them, “Then I won't tell you what authority I have to do these things.”"}