{"1": "[Then] Jesus began ·to use stories to teach the people [L to speak to them in parables; see 3:23]. He said, “A man planted a vineyard. He put a wall around it and dug a ·hole [vat; pit] for a winepress and built a tower [C to protect against thieves; see Is. 5:1–7 for the background to this parable]. Then he leased the land to some [C tenant] farmers and left for a trip [C the owner represents God, the farmers are Israel's religious leaders]. ", "2": "When it was time for the grapes to be picked, he sent a ·servant [slave] to the farmers to get his share of the grapes. ", "3": "But the farmers grabbed ·the servant [L him] and beat him and sent him away empty-handed. ", "4": "Then the man sent another ·servant [slave]. They ·hit [beat] him on the head and ·showed no respect for [humiliated; dishonored] him. ", "5": "So the man sent another, whom they killed. The man sent many others; the farmers beat some of them and killed others [C the servants represent the prophets God sent to Israel].", "6": "“The man had one person left to send, his son whom he loved [C representing Jesus; see 1:11; 9:7]. He sent him last of all, saying, 'They will respect my son.'", "7": "“But the farmers said to each other, 'This son will inherit the vineyard. Let's kill him, and the inheritance will be ours.' ", "8": "So they took the son, killed him, and threw him out of the vineyard.", "9": "“So what will the ·owner [lord] of the vineyard do? He will come and ·kill [destroy] those farmers and will give the vineyard to ·other farmers [L others; C referring to the sinners who were responding to Jesus' call for repentance, and eventually to the Gentiles who would be saved]. ", "10": "·Surely you have read [L Have you never read…?] this Scripture: 'The stone that the builders rejected became the ·cornerstone [capstone; keystone; L head of the corner; C the meaning is uncertain, but clearly refers to the most important stone in the building; Jesus is the rejected stone].", "11": "The Lord did this, and it is ·wonderful [amazing; marvelous] ·to us [for us to see; L in our eyes; Ps. 118:22–23].'”", "12": "The Jewish leaders knew that the ·story [parable] was about them. So they ·wanted to find a way [were seeking/trying] to arrest Jesus, but they were afraid of the people. So the leaders left him and went away.", "13": "Later, the Jewish leaders sent some Pharisees and Herodians [C a political group that supported king Herod and his family; 3:6] to Jesus to ·trap [catch] him in saying something wrong. ", "14": "They came to him and said, “Teacher, we know that you are ·an honest man [true; honest; sincere]. You are not ·afraid of [concerned about] what other people think about you, because you ·pay no attention to who they are [play no favorites; are impartial; aren't swayed by appearances]. And you teach ·the truth [with sincerity/honesty] about God's way. Tell us: Is it ·right [permissible; lawful] to pay taxes to Caesar or not? ", "15": "Should we pay them, or not?” [C Saying “yes” would anger Jews who hated Roman rule; saying “no” could result in being charged with insurrection.] But knowing ·what these men were really trying to do [L their hypocrisy], Jesus said to them, “Why are you ·trying to trap [testing] me? Bring me a ·coin [L denarius; C a Roman coin worth a day's wages] to look at.” ", "16": "They gave Jesus a coin, and he asked, “Whose ·image [likeness; portrait] and ·name [inscription] are on the coin?” They answered, “Caesar's.” [C Ironically, the religious leaders carry coins bearing the idolatrous image of Caesar.]", "17": "Then Jesus said to them, “·Give [T Render] to Caesar the things that are Caesar's, and give to God the things that are God's.” They were amazed at what Jesus said.", "18": "Then some Sadducees came to Jesus and asked him a question. (Sadducees believed that people would not rise from the dead.) ", "19": "They said, “Teacher, Moses wrote that if a man's brother dies, leaving a wife but no children, then that man must marry the widow and ·have children [L raise up offspring/seed] for his brother [Deut. 25:5]. ", "20": "Once there were seven brothers. The first brother ·married [L took a wife] and died, leaving no children. ", "21": "So the second brother married the widow, but he also died and had no children. The same thing happened with the third brother. ", "22": "All seven brothers married her and died, and none of the brothers had any children. Finally the woman died too. ", "23": "Since all seven brothers had married her, ·when people rise from the dead [L at the resurrection], whose wife will she be?”", "24": "Jesus answered, “·You are mistaken [L Are you not mistaken/in error…?] because you don't know what the Scriptures say, and don't you know about the power of God. ", "25": "[L For] When people rise from the dead, they will not marry, nor will they be given to someone to marry. They will be like the angels in heaven. ", "26": "·Surely you have read [L Have you not read…?] what God said about people rising from the dead. In the book in which Moses wrote about the burning bush [Ex. 3:1–12], it says that God told Moses, 'I am the God of Abraham, the God of Isaac, and the God of Jacob [Ex. 3:6; C God is still the God of the patriarchs, so they must have a continued existence after death].' ", "27": "God is the God of the living, not the dead. You Sadducees are ·wrong [greatly deceived; badly mistaken]!”", "28": "One of the ·teachers of the law [scribes] came and heard Jesus arguing with the Sadducees. Seeing that Jesus gave good answers to their questions, he asked Jesus, “Which of the commands is most important?”", "29": "Jesus answered, “The most important command is this: '·Listen, people of Israel [T Hear, O Israel]! The Lord our God is ·the only Lord [one Lord]. ", "30": "Love the Lord your God with all your heart, all your soul, all your mind, and all your strength' [Deut. 6:4–5; C these are the opening words of the Shema, the prayer said by pious Jews twice a day]. ", "31": "The second command is this: 'Love your neighbor as you love yourself' [Lev. 19:18]. There are no commands ·more important [greater] than these.”", "32": "The man answered, “·That was a good answer [Well said!], Teacher. You were right when you said God is ·the only Lord [one] and there is no other God besides him. ", "33": "One must love God with all his heart, all his mind, and all his strength. And one must love his neighbor as he loves himself. These commands are more important than all the ·animals [burnt offerings] and sacrifices we offer to God [1 Sam. 15:22; Hos. 6:6; Mic. 6:6–8].”", "34": "When Jesus saw that the man answered him ·wisely [thoughtfully; with insight], Jesus said to him, “You are close to the kingdom of God.” And after that, no one ·was brave enough [dared] to ask Jesus any more questions.", "35": "As Jesus was teaching in the Temple [courts; complex], he asked, “Why do the ·teachers of the law [scribes] say that the ·Christ [Messiah] is the ·son [descendant] of David [C see 2 Sam. 7:12]? ", "36": "David himself, speaking by the Holy Spirit, said: 'The Lord said to my Lord, “Sit by me at my right ·side [L hand; C the place of greatest honor beside the king], until I put your enemies ·under your control [L beneath your feet; C meaning defeated or made subject to your authority; Ps. 110:1].”'", "37": "David himself calls ·the Christ [the Messiah; L him] 'Lord,' so how can ·the Christ [the Messiah; L he] be his son?” The large crowd listened to Jesus with pleasure.", "38": "Jesus continued teaching and said, “Beware of the ·teachers of the law [scribes]. They like to walk around ·wearing fancy clothes [in long robes], and they love for people to greet them with respect in the marketplaces. ", "39": "They love to have the most important seats in the synagogues and at ·feasts [banquets]. ", "40": "But they ·cheat widows and steal their houses [L devour widows' homes] and then try to make themselves look good by saying long prayers [in public]. They will receive a greater ·punishment [judgment; condemnation].”", "41": "Jesus sat near the Temple ·money box [offering chest; or treasury] and watched the people put in their money. Many rich people gave large sums of money. ", "42": "Then a poor widow came and put in ·two small copper coins [L two lepta], ·which were only worth a few cents [L which is a quadrans; C a Roman coin worth 1/64 of a denarius, or about 10 minutes of work for a day laborer].", "43": "Calling his ·followers [disciples] to him, Jesus said, “I tell you the truth, this poor widow gave more than all those rich people. ", "44": "They gave ·only what they did not need [out of their surplus/abundance]. This woman is very poor, but she gave all she had—everything she had to live on.”"}