{"1": "A few days later, when Jesus came back to Capernaum, the news spread that he was at home. ", "2": "Many people gathered together so that there was no room in the house, not even ·outside [near; in front of] the door. And Jesus was ·teaching them God's message [L speaking the word to them]. ", "3": "Four people came, carrying a paralyzed man. ", "4": "Since they could not get to Jesus because of the crowd, they dug a hole in the roof right above where he was speaking. [C Palestinian roofs were generally flat and made of thatch and dried mud.] When they got through, they lowered the ·mat [cot] with the paralyzed man on it. ", "5": "When Jesus saw the faith of these people, he said to the paralyzed man, “·Young man [Child; Son], your sins are forgiven.”", "6": "Some of the ·teachers of the law [scribes] were sitting there, thinking to themselves, ", "7": "“Why does this man ·say things like that [speak this way]? He is ·speaking as if he were God [L blaspheming]. ·Only God can forgive sins.” [L “Who can forgive sins but God alone?”; cf. Is. 43:25].", "8": "Jesus knew immediately [in his spirit] what these teachers of the law were thinking. So he said to them, “Why are you thinking these things [L in your hearts]? ", "9": "Which is easier: to tell this paralyzed man, 'Your sins are forgiven,' or to tell him, 'Stand up. Take your ·mat [cot] and walk'? ", "10": "But ·I will prove to you [L so that you may know] that the Son of Man [C a title for the Messiah; Dan. 7:13–14] has authority on earth to forgive sins.” So Jesus said to the paralyzed man, ", "11": "“I tell you, stand up, take your ·mat [cot], and go home.” ", "12": "Immediately the paralyzed man stood up, took his ·mat [cot], and walked out while everyone was watching him. The people were [all] amazed and praised God. They said, “We have never seen anything like this!”", "13": "Jesus went to the lake again. The whole crowd ·followed him [came to him] there, and he taught them. ", "14": "While he was walking along, he saw a man named Levi son of Alphaeus sitting in the tax collector's booth [C probably a tariff booth for taxing goods in transit]. Jesus said to him, “Follow me,” and he stood up and followed Jesus.", "15": "Later, as Jesus was ·having dinner [L reclining; C around a low table, the posture for a formal banquet or dinner party] at Levi's house, many tax collectors and sinners were eating there with Jesus and his followers. Many people like this followed Jesus. ", "16": "When the ·teachers of the law [scribes] who were Pharisees saw Jesus eating with the tax collectors and sinners, they asked his followers, “Why does he eat with tax collectors and sinners?” [C Tax collectors were despised because they worked for the Roman rulers and were notorious for corruption and extortion.]", "17": "Jesus heard this and said to them, “It is not the healthy people who need a doctor, but the sick. I did not come to ·invite [call] ·good people [the righteous; C meaning the “self-righteous” who feel no need to repent] but to ·invite [call] sinners [C those who recognize their need to repent].”", "18": "Now the ·followers [disciples] of John [C the Baptist; 1:4–8] and the Pharisees often fasted [C giving up eating for spiritual purposes]. ·Some people [L They] came to Jesus and said, “Why do John's ·followers [disciples] and the ·followers [disciples] of the Pharisees often fast, but your ·followers [disciples] don't?”", "19": "Jesus answered, “The ·friends of the bridegroom [or wedding guests; L children of the wedding hall] do not fast while the bridegroom is still with them [C Jesus is referring to himself; John 3:29; Rev. 19:7]. As long as the bridegroom is with them, they cannot fast. ", "20": "But the ·time [L days] will come when the bridegroom will be taken from them, and ·then [in that day] they will fast.", "21": "“No one sews a patch of unshrunk cloth over a hole in an old ·coat [garment]. Otherwise, the patch will shrink and pull away—the new patch will pull away from the old ·coat [garment]. Then the ·hole [tear] will be worse. ", "22": "Also, no one ever pours new wine into old ·leather bags [wineskins]. Otherwise, the new wine will break the ·bags [skins; C as the wine ferments and expands], and the wine will be ·ruined [lost] along with the ·bags [skins]. But new wine should be put into new ·leather bags [wineskins].”", "23": "One Sabbath day, as Jesus was walking through some fields of grain, his ·followers [disciples] began to [make a path and] pick some grain to eat [Deut. 23:25]. ", "24": "The Pharisees said to Jesus, “Why are your followers doing what is not lawful on the Sabbath day?” [C Gleaning was viewed as work, and therefore forbidden on the Sabbath; Ex. 34:21.]", "25": "Jesus answered, “Have you never read what David did when he and ·those with him [his companions] were hungry and needed food [1 Sam. 21:1–6]? ", "26": "·During the time of Abiathar [or, In the account about Abiathar] the high priest, David went into God's house and ate the ·holy bread [consecrated bread; L bread of presentation], which is lawful only for priests to eat [Ex. 25:30; Lev. 24:5–9]. And David also gave some of the bread to those who were with him.”", "27": "Then Jesus said to the Pharisees, “The Sabbath day was made ·to help people [T for man]; ·they were not made to be ruled by [T not man for] the Sabbath day. ", "28": "So then, the Son of Man is ·Lord [Master] even of the Sabbath day.”"}