{"1": "Again Jesus began teaching by the lake [C the Sea of Galilee]. A great crowd gathered around him, so he sat down in a boat near the shore. All the people stayed on the shore close to the water. ", "2": "Jesus taught them many things, using ·stories [parables; see 3:23]. He said, ", "3": "“Listen! A ·farmer [sower] went out to ·plant [sow] his seed. ", "4": "While he was ·planting [sowing], some seed fell ·by the road [along the path], and the birds came and ate it up. ", "5": "Some seed fell on rocky ground where there wasn't much dirt. That seed ·grew [sprang up] very fast, because the ground was not deep. ", "6": "But when the sun rose, the plants ·dried up [were scorched and withered] because they did not have deep roots. ", "7": "Some other seed fell among thorny weeds, which grew and choked the good plants. So those plants did not produce ·a crop [grain]. ", "8": "Some other seed fell on good ground and began to grow. It got taller and produced ·a crop [grain]. Some plants made thirty times more, some made sixty times more, and some made a hundred times more.”", "9": "Then Jesus said, ·“Let those with ears use them and listen!” [L “Whoever has ears to hear, let him hear.”]", "10": "Later, when Jesus was alone, the twelve apostles and others around him asked him about the ·stories [parables; see 3:23].", "11": "Jesus said, “·You can know [To you has been given] the secret about the kingdom of God. But to ·other people [outsiders] I tell everything by using ·stories [parables] ", "12": "so that: 'They will look and look, but they will not ·learn [perceive]. They will listen and listen, but they will not understand. ·If they did learn and understand [L Otherwise], they ·would [might] ·come back [return] to me and be forgiven [Is. 6:9–10; cf. Is. 43:8; Jer. 5:21; Ezek. 12:2].'”", "13": "Then Jesus said to ·his followers [L them], “Don't you understand this ·story [parable]? If you don't, how will you understand any ·story [parable; see 3:23]? ", "14": "·The farmer plants God's message in people [L The sower sows the word]. ", "15": "Sometimes the ·teaching [word; message] falls ·on the road [along the path]. This is like the people who hear the ·teaching of God [word; message], but Satan quickly comes and takes away the ·teaching [word; message] that was ·planted [sown] in them. ", "16": "Others are like the seed ·planted [sown] on rocky ground. They hear the ·teaching [word; message] and quickly accept it with joy. ", "17": "·But since they don't allow the teaching to go deep into their lives [L But since they have no root in themselves], they keep it only a short time. When trouble or persecution comes because of the ·teaching they accepted [word; message], they quickly ·give up [fall away; stumble]. ", "18": "Others are like the seed planted among the thorny weeds. They hear the ·teaching [word; message], ", "19": "but the worries of this ·life [world; age], the ·temptation [deceitfulness; seduction] of wealth, and ·many other evil desires [desires for other things] ·keep the teaching from growing and producing fruit in their lives [L come in and choke the word, making it unfruitful]. ", "20": "Others are like the seed ·planted [sown] in the good ground. They hear the ·teaching [word; message] and accept it. Then they grow and produce ·fruit [a crop]—sometimes thirty times more, sometimes sixty times more, and sometimes a hundred times more.”", "21": "Then Jesus said to them, “Do you hide a lamp under a ·bowl [basket] or under a bed? No! You put the lamp on a lampstand. ", "22": "[For] Everything that is hidden will be ·made clear [revealed; disclosed] and every ·secret [concealed] thing will be ·made known [brought to light/into the open]. ", "23": "·Let those with ears use them and listen! [L “If anyone has ears to hear, let him hear.”]", "24": "[And he said to them,] “·Think carefully about [Pay attention to] what you hear. ·The way you give to others is the way God will give to you [or The standard you use to judge others will be the standard used for you; L With the measure you measure, it will be measured to you], ·but God will give you even more [and even more will be added to you]. ", "25": "Those who ·have understanding [L have] will be given more. But those who do not ·have understanding [L have], even what they have will be taken away from them. [C The Greek does not say what they have; but the context suggests spiritual understanding to comprehend the mysteries of the kingdom (v. 11).]", "26": "Then Jesus said, “The kingdom of God is like someone who ·plants seed in [scatters seed on] the ground. ", "27": "Night and day, whether the person is asleep or awake, the seed still [sprouts and] grows, but the person does not know how it grows. ", "28": "By itself the earth produces grain. First the ·plant [blade; stalk] grows, then the head, and then ·all the [the ripe] grain in the head. ", "29": "When the grain is ready, the farmer cuts it [with a sickle], because this is the harvest time.”", "30": "Then Jesus said, “How can I show you what the kingdom of God is like? What ·story [parable; see 3:23] can I use to explain it? ", "31": "The kingdom of God is like a mustard seed, the smallest seed you plant in the ground. [C The mustard seed was the smallest seed known to Jesus' hearers.] ", "32": "But when planted, this seed grows and becomes the largest of all garden plants. It produces large branches, and the wild birds can make nests in its shade.”", "33": "Jesus used many ·stories [parables] like these to teach the crowd God's ·message [word]—as much as they could ·understand [hear]. ", "34": "He always used ·stories [parables] to teach them. But when he and his ·followers [disciples] were alone, Jesus explained everything to them.", "35": "That evening, Jesus said to ·his followers [L them], “Let's go across the lake.” ", "36": "Leaving the crowd behind, they took him in the boat just as he was [C meaning he was already in the boat; 4:1]. There were also other boats with them. ", "37": "A very strong wind came up on the lake. The waves came over the sides and into the boat so that it was ·already full of water [nearly swamped]. ", "38": "Jesus was at the ·back of the boat [stern], sleeping on a cushion. ·His followers [L They] woke him and said, “Teacher, don't you care that we are ·drowning [perishing]?”", "39": "Jesus stood up and ·commanded [reprimanded; rebuked] the wind and said to the ·waves [sea], “·Quiet! [T Peace!] Be still!” Then the wind stopped, and it became completely calm. [C This parallels God's subduing of the waters representing chaos in the OT; Ps. 65:7; 89:9; 107:29.]", "40": "Jesus said to ·his followers [L them], “Why are you afraid? Do you still have no faith?”", "41": "They were ·very afraid [terrified; filled with awe] and asked each other, “Who is this? Even the wind and the ·waves [sea] obey him!”"}