{"1": "·Jesus and his followers [L They] went to the other side of the lake to the ·area [land; region] of the ·Gerasene[a] people [C Gerasa was southeast of Lake Galilee; the exact location is uncertain]. ", "2": "When Jesus got out of the boat, immediately a man with an ·evil [defiling; L unclean] spirit came to him from the ·burial caves [tombs; cemetery]. ", "3": "This man lived in the ·caves [tombs], and no one could tie him up [any more], not even with a chain. ", "4": "[For] Many times people had used [shackles and] chains to tie the man's hands and feet, but he always ·broke them off [tore apart the chains and smashed the shackles]. No one was strong enough to ·control [subdue] him. ", "5": "Day and night he would wander around the ·burial caves [tombs] and on the hills, screaming and ·cutting [bruising] himself with stones. ", "6": "While Jesus was still far away, the man saw him, ran to him, and ·fell [bowed] down before him.", "7": "The man shouted in a loud voice, “·What do you want with me [Let me alone; What business do we have with each other; L What to me and to you; see 1:24], Jesus, Son of the Most High God? I ·command [beg; implore; swear to] you in God's name not to ·torture [torment] me!” ", "8": "He said this because Jesus was saying to him, “You ·evil [defiling; L unclean] spirit, come out of the man.”", "9": "Then Jesus asked him, “What is your name?” He answered, “My name is Legion [C a legion was about 5,000 soldiers in the Roman army], because we are many spirits.” ", "10": "He begged Jesus again and again not to send them out of that ·area [land; region].", "11": "A large herd of pigs was feeding on a hill near there. ", "12": "The demons begged Jesus, “Send us into the pigs; let us go into them.” ", "13": "So Jesus allowed them to do this. The ·evil [defiling; L unclean] spirits left the man and went into the pigs. Then the herd of pigs—about two thousand of them—rushed down the ·hill [steep bank; precipice] into the lake and were drowned.", "14": "The herdsmen ran away and went to the town and to the countryside, telling everyone about this. So people went out to see what had happened. ", "15": "They came to Jesus and saw the man who used to have ·the many evil spirits [L the “legion”], sitting, clothed, and in his right mind. And they were frightened. ", "16": "The people who saw this told the others what had happened to the man who had ·the demons living in him [been demon-possessed], and they told about the pigs. ", "17": "Then the people began to beg Jesus to leave their area.", "18": "As Jesus was getting back into the boat, the man who ·was freed from the demons [had been demon-possessed] begged to go with him.", "19": "But Jesus would not let him. He said, “Go home to your family and tell them how much the Lord has done for you and how he has had mercy on you.” ", "20": "So the man left and began to ·tell [proclaim/preach to] the people in the ·Ten Towns [or Decapolis; C a league of ten cities east of Lake Galilee] about what Jesus had done for him. And everyone was amazed.", "21": "When Jesus went in the boat back to the other side of the lake, a large crowd gathered around him there. ", "22": "A leader of the synagogue, named Jairus, came there, saw Jesus, and ·fell [bowed; knelt] at his feet. ", "23": "He begged Jesus, ·saying again and again [earnestly saying], “My daughter is dying. Please come and ·put [lay] your hands on her so she will be healed and will live.” ", "24": "So Jesus went with him. A large crowd followed Jesus and pushed very close around him. ", "25": "Among them was a woman who had been bleeding for twelve years [C probably a chronic menstrual disorder]. ", "26": "She had suffered very much from many doctors and had spent all the money she had, but instead of improving, she was getting worse. ", "27": "When the woman heard about Jesus, she came up behind him in the crowd and touched his ·coat [cloak; garment]. ", "28": "[L For] She ·thought [said], “If I can just touch his clothes, I will ·be healed [get well; be saved].” ", "29": "Instantly her bleeding stopped, and she felt in her body that she was healed from her disease.", "30": "At once Jesus ·felt [perceived] power go out from him. So he turned around in the crowd and asked, “Who touched my clothes?”", "31": "His ·followers [disciples] said, “Look at how many people are pushing against you! And you ask, 'Who touched me?'”", "32": "But Jesus continued looking around to see who had touched him. ", "33": "The woman, knowing that she was healed, came and fell at Jesus' feet. Shaking with fear, she told him the whole truth. ", "34": "Jesus said to her, “·Dear woman [L Daughter], ·you are made well because you believed [your faith has saved/healed you]. Go in peace; be healed of your disease.”", "35": "While Jesus was still speaking, some people came from the house of the synagogue leader. They said, “Your daughter is dead. ·There is no need to bother the teacher anymore.” [L Why trouble the teacher anymore?”]", "36": "But Jesus ·paid no attention to [or overheard] what they said. He told the synagogue leader, “Don't be afraid; just believe.”", "37": "Jesus let only Peter, James, and John the brother of James go with him. ", "38": "When they came to the house of the synagogue leader, Jesus found many people there making lots of noise and ·crying loudly [L weeping and wailing loudly]. ", "39": "Jesus entered the house and said to them, “Why are you ·crying [weeping] and making so much noise? The child is not dead, only asleep.” ", "40": "But they ·laughed at [ridiculed] him. So, after ·throwing [putting] them [L all] out of the house, Jesus took the child's father and mother and his three followers into the room where the child was. ", "41": "Taking hold of the girl's hand, he said to her, “Talitha, koum!” (This means [C in Aramaic, the language Jesus commonly spoke], “Little girl, I tell you to stand up!”) ", "42": "At once the girl stood right up and began walking. (She was twelve years old.) Everyone was completely amazed. ", "43": "Jesus gave them strict orders not to tell people about this. Then he told them to give the girl something to eat."}