{"1": "Jesus left there and went to his hometown [C Nazareth; Matt. 2:23; Luke 2:39], and his ·followers [disciples] went with him. ", "2": "On the Sabbath day he ·taught [L began to teach] in the synagogue. Many people heard him and were ·amazed [astonished], saying, “Where did this man get these ·teachings [L things]? What is this wisdom that has been given to him? And where did he get the power to do ·miracles [L such mighty works done by his hands]? ", "3": "·He is just [L Isn't this…?] the carpenter, the son of Mary and the brother of James, Joseph [C Greek: Joses], Judas, and Simon. ·And his sisters are [L Are not his sisters…?] here with us.” So the people were ·upset with [offended by] Jesus.", "4": "Jesus said to them, “A prophet is ·honored everywhere [not dishonored] except in his hometown and with his own ·people [relatives; kin] and in his own ·home [household].” ", "5": "So Jesus was not able to work any miracles there except to heal a few sick people by ·putting [laying] his hands on them. ", "6": "He ·was amazed [wondered; marveled] ·at how many people had no faith [because of their unbelief]. Then Jesus went [around] to other villages in that area and taught. ", "7": "He called ·his twelve followers [L the Twelve] together and ·got ready [began] to send them out two by two and gave them authority over ·evil [defiling; L unclean] spirits. ", "8": "This is what Jesus ·commanded [ordered; instructed] them: “Take nothing for your ·trip [journey; way] except a ·walking stick [staff]. Take no bread, no ·bag [traveler's bag; or beggar's purse], and no money in your ·pockets [money belts]. ", "9": "Wear sandals, but ·take only the clothes you are wearing [do not wear/pack two tunics]. ", "10": "When you enter a house, stay there until you leave ·that town [that area]. ", "11": "If the people in a certain place refuse to welcome you or listen to you, leave that place. Shake its dust off your feet [C a sign of rejection and coming judgment] as a ·warning to [testimony against] them.”[a]", "12": "So ·the followers [L they] went out and preached that people should ·change their hearts and lives [turn from sin; repent]. ", "13": "They ·forced [drove; cast] many demons out and ·put olive oil on [anointed with oil] many sick people and healed them.", "14": "King Herod [C Antipas; a son of Herod the Great; Luke 3:1] heard about Jesus, because he was now well known. Some people said,[b] “He is John the Baptist, who has risen from the dead. That is why ·he can work these miracles [L miraculous powers are at work in him].”", "15": "Others said, “He is Elijah [C a great OT prophet (1 Kin. 17), who was expected to return in the end times (Mal. 4:5)].” Other people said, “Jesus is a prophet, like the prophets who lived long ago.”", "16": "When Herod heard this, he said, “I killed John by cutting off his head. Now he has risen from the dead!”", "17": "Herod himself had ·ordered [sent] his soldiers to arrest John and ·put [bound; chained] him in prison ·in order to please [L because of] his wife, Herodias. She had been the wife of Philip, Herod's brother, but then Herod had married her. ", "18": "John had been telling Herod, “It is not lawful for you to ·be married to [have] your brother's wife.” ", "19": "So Herodias ·hated [had a grudge against] John and wanted to kill him. But she couldn't, ", "20": "because Herod was afraid of John and protected him. He knew John was a ·good [righteous] and holy man. Also, though John's preaching always ·bothered [disturbed; puzzled; perplexed] him, he enjoyed listening to John.", "21": "Then the ·perfect [opportune] time came for Herodias to cause John's death. On Herod's birthday, he gave a ·dinner party [banquet] for ·the most important government leaders [his nobles/high officials], the commanders of his army, and ·the most important people [leaders] in Galilee. ", "22": "When the daughter of Herodias[c] came in and danced, she pleased Herod and the people eating with him. So King Herod said to the girl, “Ask me for anything you want, and I will give it to you.” ", "23": "He ·promised [swore/vowed to] her, “Anything you ask for I will give to you—up to half of my kingdom.”", "24": "The girl went [out] to her mother and asked, “What should I ask for?” Her mother answered, “Ask for the head of John the Baptist.”", "25": "At once the girl ·went back [hurried back in] to the king and said to him, “I want [you to give me] the head of John the Baptist right now on a platter.”", "26": "Although the king was very ·sad [sorry; grieved; distressed], he had made a promise, and his dinner guests had heard it. So he did not want to refuse what she asked. ", "27": "Immediately the king sent ·a soldier [an executioner] to bring John's head. The ·soldier [executioner] went and cut off John's head in the prison ", "28": "and brought it back on a platter. He gave it to the girl, and the girl gave it to her mother. ", "29": "When John's ·followers [disciples] heard this, they came and got John's ·body [corpse] and put it in a tomb.", "30": "The apostles gathered around Jesus and told him about all the things they had done and taught. ", "31": "Crowds of people were coming and going so that Jesus and his ·followers [disciples] did not even have time to eat. He said to them, “Come away by yourselves, and we will go to a ·lonely [isolated; deserted] place to get some rest.”", "32": "So they went in a boat by themselves to a ·lonely [isolated; deserted] place. ", "33": "But many people saw them leave and recognized them. So from all the towns they ran to the place where Jesus was going, and they got there before him. ", "34": "When he ·arrived [landed; came ashore], he saw a great crowd waiting. He ·felt sorry [had compassion] for them, because they were like sheep without a shepherd. So he began to teach them many things.", "35": "When it was late in the day, his ·followers [disciples] came to him and said, “·No one lives in this place [This is a remote/deserted place], and it is already very late. ", "36": "Send the people away so they can go to the countryside and towns around here to buy themselves something to eat.”", "37": "But Jesus answered, “You give them something to eat.” They said to him, ·“We would all have to work a month to earn enough money to buy that much bread!” [L “Should we go and buy two hundred denarii worth of bread and give it to them to eat?”]", "38": "Jesus asked them, “How many loaves of bread do you have? Go and see.” When they found out, they said, “Five loaves and two fish.”", "39": "Then Jesus ·told [commanded; ordered] ·his followers [L them] to have the people sit [recline; C the posture for a banquet or dinner party; 2:15] in groups on the green grass. ", "40": "So they sat in groups of hundreds and fifties. ", "41": "Jesus took the five loaves and two fish and, looking up to heaven, he ·thanked God for [blessed] the food. He ·divided [broke] the bread and gave it to his ·followers [disciples] for them to give to the people. Then he divided the two fish among them all. ", "42": "All the people ate and were satisfied. ", "43": "·The followers [L They] filled twelve baskets with the leftover pieces of bread and fish. ", "44": "There were five thousand men who ate.", "45": "Immediately Jesus ·told [compelled; made] his ·followers [disciples] to get into the boat and go ahead of him to Bethsaida [C a town on the northern shore of Lake Galilee, east of the Jordan River] across the lake. He stayed there to ·send the people home [dismiss the crowd]. ", "46": "After ·sending them away [saying goodbye], he went into the hills to pray.", "47": "That night, the boat was in the middle of the lake, and Jesus was alone on the land. ", "48": "He saw his ·followers [disciples] struggling hard to row the boat, because the wind was blowing against them. ·Between three and six o'clock in the morning [L At about the fourth watch of the night], Jesus came to them, walking on the water, and he ·wanted [intended; was about] to ·walk past [pass by] the boat. ", "49": "But when they saw him walking on the ·water [lake; sea], they thought he was a ghost and cried out. ", "50": "They all saw him and were afraid. But ·quickly [immediately] Jesus spoke to them and said, “Have courage! It is I. Do not be afraid.” ", "51": "Then he got into the boat with them, and the wind ·became calm [ceased; stopped]. They were greatly amazed. ", "52": "[For] They did not understand ·about the miracle of the five loaves [the significance of the loaves; L about the loaves], because their ·minds were closed [hearts were hardened/stubborn/dull].", "53": "When they had crossed the lake, they came to shore at Gennesaret [C either the plain on the northwestern shore of the lake, or a town in that region] and tied the boat there. ", "54": "When they got out of the boat, people immediately recognized Jesus. ", "55": "They ran everywhere in that ·area [region] and began to bring sick people on ·mats [cots] wherever they heard he was. ", "56": "And everywhere he went—into towns, cities, or countryside—the people brought the sick to the marketplaces. They begged him to let them touch just the ·edge [fringe; tassels] of his coat, and all who touched it were healed."}