{"1": "When some Pharisees and some ·teachers of the law [scribes] came from Jerusalem, they gathered around Jesus. ", "2": "They saw that some of Jesus' ·followers [disciples] ate food with hands that were not clean, that is, they hadn't [ceremonially] washed them. ", "3": "([For] The Pharisees and all the Jews never eat before washing their hands ·in the way required [L with a fist; C the meaning of the idiom is uncertain; it could mean “with a handful of water,” “with cupped hand,” “up to the wrist” or something else] by ·their unwritten laws [L the traditions of the elders]. ", "4": "·And when they buy something in the market, they never eat it [or, And when they come from the market (where they might have touched something “unclean”), they do not eat] until they wash themselves in a special way. They also ·follow [hold fast to; observe] many other ·unwritten laws [traditions], such as the washing of cups, pitchers, and pots.[a])", "5": "The Pharisees and the ·teachers of the law [scribes] asked Jesus, “Why don't your ·followers [disciples] ·obey [walk according to] the ·unwritten laws which have been handed down to us [traditions of the elders]? Why do they eat their food with hands that are ·not clean [defiled]?”", "6": "Jesus answered, “Isaiah was right when he ·spoke [prophesied] about you hypocrites. ·He wrote [As it is written], 'These people show honor to me with ·words [L their lips], but their hearts are far from me.", "7": "Their worship of me is ·worthless [futile; in vain]. The things they teach are nothing but human ·rules [commandments; Is. 29:13].'", "8": "You ·have stopped following [neglected; abandoned] the commands of God, and you ·follow [hold on to] only human ·teachings[b] [traditions].”", "9": "Then Jesus said to them, “You ·cleverly ignore [are very good at ignoring/despising] the commands of God so you can follow your own ·teachings [tradition]. ", "10": "[For] Moses said, 'Honor your father and your mother' [Ex. 20:12; Deut. 5:16], and 'Anyone who ·says cruel things to [speaks evil of; curses] his father or mother must be put to death' [Ex. 21:17; Lev. 20:9]. ", "11": "But you say a person can tell his father or mother, 'I have something I could use to help you, but it is Corban—a gift to God.' [C Corban is a Hebrew term meaning dedicated or set aside to God.] ", "12": "You no longer let that person ·use that money [do anything] for his father or his mother. ", "13": "By your own ·rules [tradition], which you ·teach people [have handed down], you are ·rejecting [nullifying; canceling] what God said. And you do many things like that.”", "14": "After Jesus called the crowd to him again, he said, “Listen to me, everyone, and understand what I am saying. ", "15": "There is nothing people put into their bodies that ·makes them unclean [pollutes/defiles them]. [But rather] People are ·made unclean [polluted; defiled] by the things that come out of them. ", "16": "|16 ·Let those with ears use them and listen [see 4:23].|”[c]", "17": "When Jesus left the ·people [crowd] and went into the house, his ·followers [disciples] asked him about this ·story [parable; see 3:23]. ", "18": "Jesus said, “·Do you still not understand [Are you so dull]? ·Surely you know [L Don't you know…?] that nothing that enters someone from the outside can make that person ·unclean [polluted; defiled]. ", "19": "[Because] It does not go into the ·mind [heart], but into the stomach. Then it goes ·out of the body [L into the sewer/latrine].” ·(When Jesus said this, he meant that no longer was any food unclean for people to eat.) [or, (In this way, Jesus cleansed all food.)]", "20": "And Jesus said, “The things that come out of people are the things that make them ·unclean [defiled]. ", "21": "·All these evil things begin inside people, in the mind [L For from within, out of human hearts, come]: evil ·thoughts [intentions; ideas], sexual sins, stealing, murder, adultery, ", "22": "greed, ·evil actions [wickedness], ·lying [deceit], ·doing sinful things [indecency; lust; lewdness], ·jealousy [envy; L evil eye], ·speaking evil of others [slander; blasphemy], pride, and foolish living. ", "23": "All these evil things come from inside and make people ·unclean [defiled].”", "24": "Jesus left that place and went to the area around Tyre[d] [C a Gentile city on the coast north of Israel]. When he went into a house, he did not want anyone to know he was there, but he could not stay hidden. ", "25": "A woman whose daughter had an ·evil [defiling; L unclean] spirit in her heard that he was there. So she ·quickly [immediately] came to Jesus and ·fell [bowed] at his feet. ", "26": "She was ·Greek [a Gentile; C “Greek” is sometimes used for any non-Jew; Rom. 1:16], born in Phoenicia, in Syria. She ·begged [kept asking] Jesus to ·force [drive; cast] the demon out of her daughter.", "27": "Jesus told the woman, “It is not right to take the children's bread and ·give [throw] it to the dogs. First let the children eat all they want.” [C “Children” refers to Israel; “dogs” to the Gentiles.]", "28": "But she answered, “Yes, Lord, but even the dogs under the table can eat the children's crumbs.”", "29": "Then Jesus said, “Because of your answer, you may go. The demon has left your daughter.”", "30": "The woman went home and found her daughter lying in bed; the demon was gone.", "31": "Then Jesus left the area around Tyre and went through Sidon to Lake Galilee [T the Sea of Galilee], to the area of ·the Ten Towns [or Decapolis; C an area east of Lake Galilee that once had ten main towns; 5:20]. ", "32": "While he was there, some people brought a man to him who was deaf and ·could not talk plainly [had a speech impediment]. The people begged Jesus to put his hand on the man to heal him.", "33": "Jesus led the man away from the crowd, by himself. He put his fingers in the man's ears and then spit and touched the man's tongue. [C The use of saliva is mentioned in other ancient accounts of healing, and elsewhere in the Gospels; see 8:23; John 9:6.] ", "34": "Looking up to heaven, he sighed and said to the man, “Ephphatha!” (This means [C in Aramaic], “Be opened.”) ", "35": "Instantly the man was able to hear and to use his tongue so that he spoke clearly.", "36": "Jesus ·commanded [ordered; instructed] the people not to tell anyone about what happened. But the more he ·commanded [ordered; instructed] them, the more they ·told about [proclaimed] it. ", "37": "They were completely amazed and said, “Jesus does everything well. He makes the deaf hear! And ·those who can't talk [the mute] he makes able to speak.”"}