{"1": "·Another time [About this time] there was ·a [another] great crowd with Jesus that had nothing to eat. So Jesus called his ·followers [disciples] and said, ", "2": "“I ·feel sorry [have compassion] for these people, because they have already been with me for three days, and they have nothing to eat. ", "3": "If I send them home hungry, they will ·faint [collapse] on the way. Some of them ·live a long way from here [have come from far away].”", "4": "Jesus' ·followers [disciples] answered, “·How [L From where] can ·we [L anyone] get enough bread in this ·remote place [desolate place; desert] to feed them?”", "5": "Jesus asked, “How many loaves of bread do you have?” They answered, “Seven.”", "6": "Jesus told the people to ·sit [recline] on the ground. Then he took the seven loaves, gave thanks to God, and ·divided [broke] the bread. He gave the pieces to his ·followers [disciples] to give to the people, and they did so. ", "7": "·The followers [L They] also had a few small fish. After Jesus ·gave thanks for [blessed] the fish, he told his ·followers [disciples] to give them to the people also. ", "8": "All the people ate and were satisfied. Then ·his followers [L they] filled seven ·baskets [large baskets; C a different word than in the feeding of the 5,000; 6:43] with the leftover pieces of food. ", "9": "There were about four thousand people who ate. After they had eaten, Jesus ·sent them home [dismissed them]. ", "10": "Then ·right away [immediately] he got into a boat with his ·followers [disciples] and went to the area of Dalmanutha. [C This place is unknown; it was probably on the western shore of Lake Galilee.]", "11": "The Pharisees came to Jesus and began to ·ask him questions [argue/dispute with him]. ·Hoping to trap [Trying to test] him, they asked Jesus for a ·miracle [sign] from ·God [L heaven; C possibly a sign in the sky, but more likely a Jewish way of saying “from God”]. ", "12": "Jesus ·sighed [groaned] deeply and said, “Why ·do you people [L does this generation] ask for a miracle as a sign? I tell you the truth, no sign will be given to ·you [this generation].” ", "13": "Then Jesus left the Pharisees and went in the boat to the other side of the lake.", "14": "His ·followers [disciples] had only one loaf of bread with them in the boat; they had forgotten to bring more. ", "15": "Jesus warned them, “·Be careful [Watch out]! Beware of the ·yeast [leaven] of the Pharisees and the ·yeast [leaven] of Herod [C yeast or leaven refers here to the dangerous permeating power of their influence].”", "16": "They discussed the meaning of this, saying, “He said this because we have no bread.”", "17": "Knowing what they were talking about, Jesus asked them, “Why are you ·talking [discussing; arguing] about not having bread? Do you still not see or understand? Are your ·minds closed [hearts hardened]? ", "18": "·You have eyes, but you don't really see. You have ears, but you don't really listen [Jer. 5:21; Ezek. 12:2]. ·Remember [L Don't you remember] when ", "19": "I ·divided [broke] five loaves of bread for the five thousand? How many baskets did you fill with leftover pieces of food?” They answered, “Twelve.”", "20": "“And when I ·divided [broke] seven loaves of bread for the four thousand, how many [large] baskets did you fill with leftover pieces of food?” They answered, “Seven.”", "21": "Then Jesus said to them, “Don't you understand yet?”", "22": "Jesus and his followers came to Bethsaida [6:45]. There some people brought a blind man to Jesus and begged him to touch the man. ", "23": "So Jesus took the blind man's hand and led him out of the village. Then he spit on the man's eyes [see 7:33] and ·put [laid] his hands on the man and asked, “Can you see [anything] now?”", "24": "The man looked up and said, “Yes, I see people, but they look like trees walking around.”", "25": "Again Jesus ·put [laid] his hands on the man's eyes. Then the man ·opened his eyes wide [stared intently] and ·they were healed [his sight was restored], and he was able to see everything clearly. ", "26": "Jesus told him to go home, saying, “Don't go into the town.”[a] [C Jesus wanted to avoid the publicity that the healing would produce.]", "27": "Jesus and his ·followers [disciples] went to the towns around Caesarea Philippi [C a city about 25 miles north of Lake Galilee]. While they were traveling, Jesus asked them, “Who do people say I am?”", "28": "They answered, “Some say you are John the Baptist. Others say you are Elijah [a great prophet (1 Kin. 17), who was expected to return in the end times (Mal. 4:5); see 6:15], and others say you are one of the prophets.”", "29": "Then Jesus asked, “But who do you say I am?” Peter answered, “You are the ·Christ [Messiah].”", "30": "Jesus [strongly] warned them not to tell anyone who he was.", "31": "Then Jesus began to teach them that the Son of Man [Dan. 7:13–14] must suffer many things and that he would be rejected by the Jewish elders, the ·leading [T chief] priests, and the ·teachers of the law [scribes]. He told them that the Son of Man must be killed and then rise from the dead after three days. ", "32": "Jesus told them ·plainly [boldly; openly] what would happen. Then Peter took Jesus aside and began to ·reprimand [rebuke] him. ", "33": "But Jesus turned and looked at his ·followers [disciples]. Then he ·reprimanded [rebuked] Peter. He said, “·Go away from me [L Get behind me], Satan [C Jesus accuses Peter of doing Satan's work by obstructing God's plan]! You ·don't care about [are not setting your mind on/thinking about] the things of God, but only ·about things people think are important [on/about human concerns].”", "34": "Then Jesus called the crowd to him, along with his ·followers [disciples]. He said, “If ·people [L anyone wants] want to follow me, they must ·give up the things they want [deny themselves; set aside their own interests]. They must ·be willing even to give up their lives to [L take up their cross and] follow me. ", "35": "Those who want to save their lives will ·give up true life [L lose their life/soul; C Greek psychē can mean “life” or “soul,” producing this play on words]. But those who ·give up [lose; sacrifice] their lives for ·me [my sake] and for the ·Good News [Gospel] will ·have true life [save their lives/souls]. ", "36": "·It is worthless [What good/profit/benefit is it…?] to ·have [gain] the whole world if they ·lose [forfeit] their souls. ", "37": "·They could never pay enough [L Or what could they give…?] ·to buy back [in exchange for] their souls. ", "38": "If people of this ·sinful and evil time [adulterous and sinful generation] are ashamed of me and my ·teaching [words; message], the Son of Man will be ashamed of them when he ·comes [returns] with his Father's glory and with the holy angels [Dan. 7:13–14].”"}