{"1": "Then Jesus said to the people, “I tell you the truth, some people standing here will not ·die [L taste death] before they see the kingdom of God ·come [arrive] with power.” [C “Seeing the kingdom of God” may refer to the Transfiguration that follows (9:1–8), Jesus' resurrection, or the destruction of Jerusalem in ad 70.]", "2": "Six days later, Jesus took Peter, James, and John [L and led them] up on a high mountain by themselves. ·While they watched [In their presence; In front of them], Jesus' appearance was ·changed [transformed; T transfigured]. ", "3": "His clothes became shining white, whiter than any ·person [launderer on earth] could ·make them [bleach them]. ", "4": "Then Elijah and Moses appeared to them, talking with Jesus. [C God had given the Law through Moses, and Elijah was an important prophet (see 6:1); together they signify that Jesus fulfills the OT.]", "5": "Peter said to Jesus, “·Teacher [L Rabbi], it is good that we are here. Let us make three ·tents [shelters; shrines; tabernacles; Lev. 23:42]—one for you, one for Moses, and one for Elijah.” [C Perhaps Peter wanted to prolong their stay or to commemorate their visit.] ", "6": "Peter did not know what to say, because he and the others were so frightened.", "7": "Then a cloud came and ·covered [overshadowed; Ex. 24:15] them, and a voice came from the cloud, saying, “This is my ·Son, whom I love [dearly loved Son; Ps. 2:7; Gen. 22:2; Mark 1:11]. Listen to him [Deut. 18:15; Acts 3:22]!”", "8": "Suddenly Peter, James, and John looked around, but they saw only Jesus there alone with them.", "9": "As they were coming down the mountain, Jesus ·commanded [instructed] them not to tell anyone about what they had seen until the Son of Man had risen from the dead.", "10": "So they ·obeyed Jesus [kept this statement/matter to themselves], but they discussed what he meant about rising from the dead.", "11": "Then they asked Jesus, “Why do the ·teachers of the law [scribes] say that Elijah must come first [Mal. 3:1; 4:5]?”", "12": "Jesus answered, “·They are right to say that Elijah must come first and [L Elijah is indeed coming, and he will] ·make everything the way it should be [restore/prepare everything]. But why does the Scripture say that the Son of Man will suffer much and ·that people will treat him as if he were nothing [be despised; be treated with contempt; be rejected; Is. 52:13—53:12]? ", "13": "[L But] I tell you that Elijah has already come. And ·people [L they] did to him whatever they wanted to do, just as ·the Scriptures said it would happen [it is written about him].”", "14": "When Jesus, Peter, James, and John came back to the other ·followers [disciples], they saw a great crowd around them and the ·teachers of the law [scribes] arguing with them. ", "15": "But as soon as the crowd saw Jesus, the people were ·surprised [amazed] and ran to welcome him.", "16": "Jesus asked, “What are you arguing about?”", "17": "A man [in the crowd] answered, “Teacher, I brought my son to you. He has an evil spirit in him that ·stops him from talking [makes him mute]. ", "18": "When the spirit attacks him, it throws him on the ground. Then my son foams at the mouth, grinds his teeth, and becomes ·very stiff [rigid]. I asked your ·followers [disciples] to ·force [drive; cast] the evil spirit out, but they couldn't.”", "19": "Jesus answered, “You ·people have no faith [unbelieving/faithless generation]. How long must I stay with you? How long must I put up with you? Bring the boy to me.”", "20": "So ·the followers [L they] brought him to Jesus. As soon as the evil spirit saw Jesus, it ·made the boy lose control of himself [threw the boy into convulsions], and he fell down and rolled on the ground, foaming at the mouth.", "21": "Jesus asked the boy's father, “How long has this been happening?” The father answered, “Since ·he was very young [childhood]. ", "22": "The spirit often throws him into a fire or into water to ·kill [destroy] him. If you can do anything for him, please have ·pity [compassion] on us and help us.”", "23": "Jesus said to the father, “You said, 'If you can!' All things are possible for the one who believes.”", "24": "Immediately the father cried out, “I do believe! Help ·me to believe more [me not to doubt; me overcome my unbelief; L my unbelief]!”", "25": "When Jesus saw that a crowd was quickly gathering, he ·ordered [rebuked] the ·evil [defiling; L unclean] spirit, saying, “You deaf and mute spirit, I command you to come out of this boy and never enter him again!”", "26": "The evil spirit screamed and ·caused the boy to fall on the ground again [convulsed him violently]. Then the spirit came out. The boy looked as if he were dead, and many people said, “He is dead!” ", "27": "But Jesus took hold of the boy's hand and helped him to stand up.", "28": "When Jesus went into the house, his ·followers [disciples] began asking him privately, “Why couldn't we ·force [drive; cast] that evil spirit out?”", "29": "Jesus answered, “That kind of spirit can only be forced out by prayer.”[a]", "30": "Then Jesus and his ·followers [disciples] left that place and went through Galilee. He didn't want anyone to know where he was, ", "31": "because he was teaching his ·followers [disciples]. He said to them, “The Son of Man will be ·handed over [delivered over; betrayed] to ·people [L human hands], and they will kill him [C the “handing over” may be Judas' betrayal or God's actions in “giving up” his Son to accomplish salvation; Rom. 4:25]. After three days, he will rise from the dead.” ", "32": "But they did not understand what Jesus meant, and they were afraid to ask him.", "33": "Jesus and his ·followers [disciples] went to Capernaum. When they went into a house there, he asked them, “What were you ·arguing about [discussing] on the road?” ", "34": "But they did not answer, because their ·argument [discussion] on the road was about which one of them was the greatest.", "35": "Jesus sat down and called ·the twelve apostles [the Twelve] to him. He said, “Whoever wants to be ·the most important [first] must be last of all and servant of all.”", "36": "Then Jesus took a small child and had ·him [or her; C the Greek here does not specify gender] stand among them. Taking the child in his arms, he said, ", "37": "“Whoever ·accepts [welcomes; receives] a child like this in my name [C as a representative or follower of Jesus] accepts me. And whoever ·accepts [welcomes; receives] me accepts [not only me, but] the One who sent me.” [C Children had low social status, so the saying indicates concern for the lowly.]", "38": "Then John said, “Teacher, we saw someone using your name [C invoking your authority] to ·force [drive; cast] demons out of a person. We told him to stop, because he does not belong to our group.”", "39": "But Jesus said, “Don't stop him, because anyone who uses my name to do powerful things will not ·easily [quickly] say evil things about me. ", "40": "Whoever is not against us is ·with [for] us. ", "41": "I tell you the truth, whoever gives you a drink of water because you belong to the ·Christ [Messiah] will ·truly get [L certainly not lose] his reward.", "42": "“If someone causes one of these little children who believes in me to ·sin [lose faith; stumble], it would be better for that person to have a ·large stone [large millstone; L millstone of a donkey] tied around his neck and be ·drowned [L thrown] in the sea. ", "43": "If your hand causes you ·to sin [lose faith; stumble], cut it off. It is better for you ·to lose part of your body and live forever [L to enter life maimed] than to have two hands and go to ·hell [L Gehenna; C a valley outside of Jerusalem where in the OT period children were sacrificed to a pagan god; later used as a burning trash heap; a metaphor for hell], where the fire never goes out. ", "44": "|44 In hell the worm does not die; the fire is never put out.|[b] ", "45": "If your foot causes you to ·sin [lose faith; stumble], cut it off. It is better for you ·to lose part of your body and to live forever [L to enter life crippled] than to have two feet and be thrown into ·hell [Gehenna; v. 43]. ", "46": "|46 In hell the worm does not die; the fire is never put out.|[c]", "47": "If your eye causes you to ·sin [lose faith; stumble], take it out. It is better for you to enter the kingdom of God with only one eye than to have two eyes and be thrown into ·hell [Gehenna; v. 43]. ", "48": "In hell the worm does not die; the fire is never put out. ", "49": "Every person will be salted with fire. [C The meaning of this proverb is uncertain; it may mean that the testing of believers purifies (fire) and preserves (salt); or it may refer to believers as God's covenant people, since salt and fire were part of the OT sacrificial system; see Lev. 2:3; Num. 18:9.]", "50": "“Salt is good, but if the salt loses its salty taste, you cannot make it salty again. So, ·be full of salt [L have salt in/among yourselves; C salt here may symbolize fellowship within the covenant], and have peace with each other.”"}