{"1": "Rehoboam went to Shechem because all the Israelites had gone there to make him king. ", "2": "Jeroboam son of Nebat was still in Egypt. He had gone there to escape from Solomon. When Jeroboam heard about Rehoboam being made king, Jeroboam returned from Egypt. ", "3": "So the people sent for him. Then he and the people went to Rehoboam. They said to Rehoboam, ", "4": "“Your father forced us to work very hard. Now, make it easier for us. Don't make us work as hard as your father did. Then we will serve you.”", "5": "Rehoboam answered, “Come back to me in three days. Then I will answer you.” So the people left.", "6": "Some of the elders had helped Solomon make decisions during his lifetime. So King Rehoboam asked them what he should do. He said, “How do you think I should answer these people?”", "7": "They answered, “You should be like a servant to them today. Serve them, and give them a kind answer. If you do, they will serve you always.”", "8": "But Rehoboam did not listen to this advice. He asked the young men who had grown up with him. They advised him in making decisions. ", "9": "Rehoboam said, “The people said, 'Don't make us work as hard as your father did.' How do you think I should answer them? What is your advice?”", "10": "The young men answered, “Those people came to you and said, 'Your father forced us to work very hard. Now make our work easier.' So you should tell them, 'My little finger is bigger than my father's whole body. ", "11": "My father forced you to work hard. But I will make you work even harder! My father beat you with whips. But I will beat you with whips that have sharp points.'”", "12": "Rehoboam had told the people, “Come back to me in three days.” So after three days all the people returned to Rehoboam. ", "13": "At that time King Rehoboam spoke cruel words to them. He did not listen to the advice that the elders had given him. ", "14": "He did what the young men had told him to do. Rehoboam said, “My father forced you to work hard. So I will give you even more work. My father beat you with whips. But I will beat you with whips that have sharp points.” ", "15": "So the king did not do what the people wanted. The Lord caused this to happen. He did this to keep the promise he had made to Jeroboam son of Nebat. He had made this promise through Ahijah, the prophet from Shiloh.", "16": "All the people of Israel saw that the new king refused to listen to them. So they said to the king, “We have no share in David! We have no part in the son of Jesse! People of Israel, let's go to our own homes! Let David's son rule his own people!” So the Israelites went home. ", "17": "But Rehoboam still ruled over the Israelites who lived in the towns of Judah.", "18": "Adoniram was in charge of the people who were forced to work. King Rehoboam sent him to the people. But they threw stones at him until he died. But King Rehoboam ran to his chariot and escaped to Jerusalem. ", "19": "Since then, Israel has been against the family of David.", "20": "All the Israelites heard that Jeroboam had returned. So they called him to a meeting. And they made him king over all Israel. But the tribe of Judah continued to follow the family of David.", "21": "When Rehoboam arrived in Jerusalem, he gathered the tribes of Judah and Benjamin. This was an army of 180,000 men. Rehoboam wanted to fight against the people of Israel. He wanted to take back his kingdom.", "22": "But God spoke his word to Shemaiah, a man of God. The Lord said, ", "23": "“Talk to Solomon's son Rehoboam, the king of Judah. Talk also to all the people of Judah and Benjamin and to the rest of the people. ", "24": "Say to them, 'The Lord says you must not go to war against your brothers, the Israelites. Every one of you should go home. I made all these things happen!'” So the men in Rehoboam's army obeyed the Lord's command. They all went home as the Lord had commanded.", "25": "Then Jeroboam made Shechem a very strong city. It is in the mountains of Ephraim. And Jeroboam lived there. He also went to the city of Peniel and made it stronger.", "26": "Jeroboam said to himself, “The kingdom will probably go back to David's family. ", "27": "The people will continue going to the Temple of the Lord in Jerusalem. If they do, they will want to be ruled again by Rehoboam. Then they will kill me and follow Rehoboam king of Judah.”", "28": "King Jeroboam asked his men for advice. So he made two golden calves. He said to the people, “It is too hard for you to go to Jerusalem to worship. Israel, here are your gods who brought you out of Egypt.” ", "29": "King Jeroboam put one golden calf in the city of Bethel. And he put the other in the city of Dan. ", "30": "And this became a very great sin. The people traveled as far as Dan to worship the calf there.", "31": "Jeroboam built temples on the places of worship. He chose priests from all the people. (He did not choose priests only from the tribe of Levi.) ", "32": "And he started a new festival. It was the fifteenth day of the eighth month. This was like the festival in Judah. During that time the king offered sacrifices on the altar. He offered sacrifices to the calves in Bethel he had made. He also chose priests in Bethel to serve at the places of worship he had made. ", "33": "So Jeroboam chose his own time for a festival for the Israelites. It was the fifteenth day of the eighth month. During that time he offered sacrifices on the altar he had built in Bethel. So he set up a festival for the Israelites. And he offered sacrifices on the altar."}