{"1": "It was almost time for David to die. So he talked to Solomon and gave him his last commands. ", "2": "David said, “My time to die is near. Be a good and strong leader. ", "3": "Obey everything that the Lord commands. Follow the commands he has given us. Obey all his laws, and do what he told us. Obey what is written in the teachings of Moses. If you do these things, you will be successful in all you do and wherever you go. ", "4": "And if you obey the Lord, he will keep the promise he made to me. He promised: 'Your descendants must live as I tell them. They must have complete faith in me. If they do this, then a man from your family will always be king over the people of Israel.'", "5": "“Also, you remember what Joab son of Zeruiah did to me. He killed the two commanders of Israel's armies. He killed Abner son of Ner and Amasa son of Jether. He killed them as if he and they were at war. But this was in a time of peace. He killed innocent men. And their blood got on his belt and sandals. ", "6": "You should punish him in the way you think is wisest. (But do not let him die peacefully of old age.)", "7": "“Be kind to the children of Barzillai of Gilead. Allow them to eat at your table. They helped me when I ran away from your brother Absalom.", "8": "“And remember, Shimei son of Gera is here with you. He is from the people of Benjamin in Bahurim. Remember he cursed me the day I went to Mahanaim. Then he came down to meet me at the Jordan River. I promised him before the Lord, 'Shimei, I will not kill you.' ", "9": "But you should not leave him unpunished. You are a wise man. You will know what to do to him. But you must be sure he is killed.”", "10": "Then David died and was buried with his ancestors in Jerusalem. ", "11": "He had ruled over Israel 40 years. Seven years were in Hebron, and 33 years were in Jerusalem.", "12": "Now Solomon became king after David, his father. And he was in control of his kingdom.", "13": "At this time Adonijah son of Haggith went to Bathsheba, Solomon's mother. Bathsheba asked, “Do you come in peace?” Adonijah answered, “Yes. This is a peaceful visit. ", "14": "I have something to say to you.” “You may speak,” she said.", "15": "Adonijah said, “You remember that at one time the kingdom was mine. All the people of Israel thought I was their king. But things changed. Now my brother is the king because the Lord chose him. ", "16": "So now I have one thing to ask you. Please do not refuse me.” Bathsheba answered, “What do you want?”", "17": "Adonijah said, “I know King Solomon will do anything you ask him. So please ask him to give me Abishag the Shunammite woman to be my wife.”", "18": "“Very well,” she answered. “I will speak to the king for you.”", "19": "So Bathsheba went to King Solomon to talk to him for Adonijah. When Solomon saw her, he stood up to meet her. Then he bowed down to her and sat on the throne. He told some servants to bring another throne for his mother. Then she sat down at his right side.", "20": "Bathsheba said to him, “I have one small thing to ask you. Please do not refuse me.” The king answered, “Ask, mother. I will not refuse you.”", "21": "So she said, “Allow Abishag the Shunammite woman to marry your brother Adonijah.”", "22": "King Solomon answered his mother, “Why do you ask me to give him Abishag? Why don't you ask for him to become the king also since he is my older brother? Abiathar the priest and Joab son of Zeruiah will support him!”", "23": "Then King Solomon made a promise in the name of the Lord. He said, “I promise Adonijah will pay for asking me this! May God punish me terribly if it doesn't cost Adonijah his life! ", "24": "The Lord has given me the throne that belonged to my father David. The Lord has kept his promise and given the kingdom to me and my people. As surely as the Lord lives, Adonijah will die today!” ", "25": "So King Solomon gave orders to Benaiah son of Jehoiada. And he went out and killed Adonijah.", "26": "Then King Solomon said to Abiathar the priest, “I should kill you. But I will allow you to go back to your home in Anathoth. I will not kill you now because you helped to carry the Ark of the Covenant of the Lord God while marching with my father David. And I know you shared in all of the hard times with my father.” ", "27": "So Solomon removed Abiathar from being a priest to the Lord. This happened as the Lord had said it would. He had said this about the priest Eli and his family in Shiloh.", "28": "When Joab heard about this, he was afraid. He had supported Adonijah, but not Absalom. So Joab ran to the Tent of the Lord and took hold of the corners of the altar.[a] ", "29": "Someone told King Solomon that Joab had run to the Tent of the Lord and was beside the altar. So Solomon ordered Benaiah to go and kill him.", "30": "Benaiah went into the Tent of the Lord and said to Joab, “The king says, 'Come out!'” But Joab answered, “No, I will die here.” So Benaiah went back to the king and told him what Joab had said. ", "31": "Then the king commanded Benaiah, “Do as he says! Kill him there and bury him. Then my family and I will be free of the guilt of Joab. Joab is guilty of killing innocent people. ", "32": "He killed two men who were much better than he was. They were Abner son of Ner and Amasa son of Jether. Abner was the commander of Israel's army, and Amasa was the commander of Judah's army. My father David did not know that he killed them. So the Lord will pay him back for those men he killed. ", "33": "He and his family will be forever guilty for their deaths. But there will be peace from God for David, his descendants, his family and his rule forever.”", "34": "So Benaiah son of Jehoiada killed Joab. And he was buried near his home in the desert. ", "35": "Solomon then made Benaiah son of Jehoiada commander of the army in Joab's place. Solomon also made Zadok the new high priest in Abiathar's place.", "36": "Next the king sent for Shimei. The king said to him, “Build a house for yourself here in Jerusalem. Live in the house, and don't leave the city. ", "37": "If you leave and go past Kidron Valley, someone will kill you. And it will be your own fault.”", "38": "So Shimei answered the king, “What you have said is good. I will obey you, my master and king.” So Shimei lived in Jerusalem for a long time.", "39": "But three years later two of Shimei's slaves ran away. They went to Achish king of Gath. He was the son of Maacah. Shimei heard that his slaves were in Gath. ", "40": "So he put his saddle on his donkey and left. He went to Achish at Gath to find his slaves. When he found them there, he brought them back to his home.", "41": "Someone told Solomon that Shimei had gone from Jerusalem to Gath and had returned. ", "42": "So Solomon sent for Shimei. Solomon said, “I made you promise in the name of the Lord not to leave Jerusalem. I warned you that if you went anywhere else you would die. And you agreed to what I said. You said you would obey me. ", "43": "Why did you break your promise to the Lord? Why did you not obey my command? ", "44": "You know the many wrong things you did against my father David. Now the Lord will punish you for those wrongs. ", "45": "But the Lord will bless me. He will make the rule of David safe before the Lord forever.”", "46": "Then the king ordered Benaiah to kill Shimei, and he did. Now Solomon was in full control of his kingdom."}