{"1": "For three years there was peace between Israel and Aram. ", "2": "During the third year Jehoshaphat king of Judah went to visit Ahab king of Israel.", "3": "At this same time Ahab asked his officers, “Remember that the king of Aram took Ramoth in Gilead from us? Why have we done nothing to get it back?” ", "4": "So Ahab asked King Jehoshaphat, “Will you go with us? Will you fight against the army of Aram at Ramoth in Gilead?” Jehoshaphat answered, “I will go with you. My soldiers and my horses are ready to join with your army. ", "5": "But first we should ask the Lord to guide us.”", "6": "So Ahab called the prophets together. There were about 400 men. He asked them, “Should I go to war against the army of Aram at Ramoth in Gilead? Or should I wait?” The prophets answered, “Go, because the Lord will let you defeat them.”", "7": "But Jehoshaphat asked, “Isn't there a prophet of the Lord here? Let's ask him what we should do.”", "8": "King Ahab answered, “There is one other prophet. We could ask the Lord through him. But I hate him. When he prophesies, he never says anything good about me. He always says something bad. He is Micaiah, Imlah's son.” Jehoshaphat said, “King Ahab, you shouldn't say that!”", "9": "So Ahab king of Israel told one of his officers to bring Micaiah to him at once.", "10": "Ahab king of Israel and Jehoshaphat king of Judah had on their royal robes. They were sitting on their thrones at the threshing floor. This was near the entrance to the gate of Samaria. All the prophets were standing before them, speaking messages from the Lord. ", "11": "One of the prophets was Zedekiah son of Kenaanah. He had made some iron horns. He said to Ahab, “This is what the Lord says, 'You will use these horns to fight the Arameans. And you will destroy them.'”", "12": "All the other prophets said the same thing. They said, “Attack Ramoth in Gilead and win. The Lord will let you defeat the Arameans.”", "13": "The messenger who had gone to get Micaiah found him. He said to Micaiah, “All the other prophets are saying the king will succeed. You should agree with them. Give the king a good answer.”", "14": "But Micaiah answered, “As surely as the Lord lives, I can tell him only what the Lord tells me.”", "15": "Then Micaiah came to Ahab. The king asked him, “Micaiah, should we attack Ramoth in Gilead or not?” Micaiah answered, “Attack and win! The Lord will let you defeat them.”", "16": "But Ahab said to Micaiah, “Tell me only the truth in the name of the Lord. How many times do I have to tell you this?”", "17": "So Micaiah answered, “I saw the army of Israel. They were scattered over the hills like sheep without a shepherd. The Lord said, 'They have no leader. They should go home and not fight.'”", "18": "Then Ahab king of Israel said to Jehoshaphat, “I told you! This prophet never says anything good about me. He only says bad things about me.”", "19": "But Micaiah continued to speak. He said, “Hear the message from the Lord: I saw the Lord sitting on his throne. His heavenly army was standing near him on his right and on his left. ", "20": "The Lord said, 'Who will trick Ahab into attacking Ramoth in Gilead? Do this so he will go and be killed.' “The spirits did not agree about what they should do. ", "21": "Then one spirit came and stood before the Lord. He said, 'I will trick him.'", "22": "“The Lord asked, 'How will you trick Ahab?' “The spirit answered, 'I will go to Ahab's prophets. I will make them tell lies.' “So the Lord said, 'You will succeed in tricking him. Go and do it.'”", "23": "Micaiah said, “Ahab, this has now happened. The Lord has caused your prophets to lie to you. The Lord has decided that great trouble should come to you.”", "24": "Then Zedekiah son of Kenaanah went up to Micaiah. And he hit Micaiah in the face. Zedekiah said, “Do you really believe the Lord's spirit has left me and is now speaking through you?”", "25": "Micaiah answered, “You will find out on the day you go to hide in an inside room.”", "26": "Then Ahab king of Israel ordered, “Take Micaiah. Send him to Amon, the governor of the city, and to Joash, the king's son. ", "27": "Tell them I said to put Micaiah in prison. Give him only bread and water for food. Keep him there until I come home from the battle.”", "28": "Micaiah said, “Ahab, if you come back safely from battle, the Lord has not spoken through me. Remember my words, all you people.”", "29": "So Ahab king of Israel and Jehoshaphat king of Judah went to Ramoth in Gilead. ", "30": "Ahab said to Jehoshaphat, “I will go into battle. But I will change my appearance so that no one will recognize me. But you wear your royal clothes.” So Ahab changed his appearance and went into battle.", "31": "The king of Aram had 32 chariot commanders. He ordered them, “Don't fight with anyone but the king of Israel. It doesn't matter if they are important or unimportant.” ", "32": "When these commanders saw Jehoshaphat, they thought he was the king of Israel. So they turned to attack him. But Jehoshaphat began shouting. ", "33": "Then the commanders saw he was not Ahab. So they stopped chasing him. ", "34": "A soldier shot an arrow without aiming at anyone. But he hit Ahab king of Israel. The arrow hit him in a place not covered by his armor. King Ahab said to his chariot driver, “Turn the chariot around. Take me out of the battle. I am hurt!” ", "35": "The battle continued all day. King Ahab was in his chariot, leaning against it to hold himself up. He was facing the Arameans. His blood flowed down and covered the bottom of the chariot. That evening he died. ", "36": "Near sunset a cry went out through the army of Israel: “Each man go back to his own country and city.”", "37": "So in that way King Ahab died. His body was carried to Samaria and buried there. ", "38": "The men cleaned Ahab's chariot at a pool in Samaria. This was a pool where prostitutes bathed. And the dogs licked King Ahab's blood from the chariot. These things happened as the Lord had said they would.", "39": "Everything else Ahab did is written down. It is in the book of the history of the kings of Israel. That book also tells about the palace Ahab built and decorated with ivory. And it tells about the cities he built. ", "40": "So Ahab died, and his son Ahaziah became king in his place.", "41": "Jehoshaphat son of Asa became king of Judah. This was during Ahab's fourth year as king over Israel. ", "42": "Jehoshaphat was 35 years old when he became king. And he ruled in Jerusalem for 25 years. His mother was the daughter of Shilhi. She was named Azubah. ", "43": "Jehoshaphat was good like his father before him. He did what the Lord said was right. But Jehoshaphat did not destroy the places where false gods were worshiped. So the people continued offering sacrifices and burning incense there. ", "44": "Jehoshaphat was at peace with the king of Israel. ", "45": "Jehoshaphat fought many wars. These wars and his successes are written down. They are in the book of the history of the kings of Judah. ", "46": "There were prostitutes in the places where false gods were worshiped. Jehoshaphat's father, Asa, had not forced all of them out. But Jehoshaphat forced the rest of them to leave.", "47": "During this time the land of Edom had no king. It was ruled by a governor.", "48": "King Jehoshaphat built trading ships to sail to Ophir for gold. But the ships were destroyed at Ezion Geber. So they never set sail. ", "49": "Ahaziah son of Ahab went to help Jehoshaphat. Ahaziah said he would give Jehoshaphat some men to sail with his men. But Jehoshaphat refused.", "50": "Jehoshaphat died and was buried with his ancestors. He was buried in Jerusalem, the city of David, his ancestor. And his son Jehoram became king.", "51": "Ahaziah son of Ahab became king of Israel in Samaria. This was during Jehoshaphat's seventeenth year as king over Judah. Ahaziah ruled Israel for two years. ", "52": "Ahaziah did what the Lord said was wrong. He did the same things his father Ahab, his mother Jezebel and Jeroboam son of Nebat had done. All these rulers led the people of Israel into more sin. ", "53": "Ahaziah worshiped and served the god Baal. So Ahaziah made the Lord, the God of Israel, very angry. In these ways Ahaziah did what his father had done."}