{"1": "King Solomon ruled over all Israel. ", "2": "These are the names of his leading officers: Azariah son of Zadok was the priest;", "3": "Elihoreph and Ahijah, sons of Shisha, recorded what happened in the courts; Jehoshaphat son of Ahilud recorded the history of the people;", "4": "Benaiah son of Jehoiada was commander of the army; Zadok and Abiathar were priests;", "5": "Azariah son of Nathan was in charge of the district governors; Zabud son of Nathan was a priest and adviser to the king;", "6": "Ahishar was responsible for everything in the palace; Adoniram son of Abda was in charge of the slaves.", "7": "Solomon placed 12 governors over the districts of Israel. They had to gather food from their districts. Then they were to give it to the king and his family. Each governor was responsible for giving food to the king one month of each year. ", "8": "These are the names of the 12 governors: Ben-Hur was governor over the mountain country of Ephraim.", "9": "Ben-Deker was governor over Makaz, Shaalbim, Beth Shemesh and Elon Bethhanan.", "10": "Ben-Hesed was governor over Arubboth, Socoh and Hepher.", "11": "Ben-Abinadab was governor over Naphoth Dor. (He was married to Taphath daughter of Solomon.)", "12": "Baana son of Ahilud was governor over Taanach, Megiddo and all of Beth Shan next to Zarethan. (This was below Jezreel from Beth Shan to Abel Meholah across Jokmeam.)", "13": "Ben-Geber was governor over Ramoth in Gilead. (He was governor over all the Towns of Jair in Gilead. Jair was the son of Manasseh. Ben-Geber was also over the district of Argob in Bashan. It had 60 large, walled cities with bronze bars on their gates.)", "14": "Ahinadab son of Iddo was governor over Mahanaim.", "15": "Ahimaaz was governor over Naphtali. (He was married to Basemath daughter of Solomon.)", "16": "Baana son of Hushai was governor over Asher and Aloth.", "17": "Jehoshaphat son of Paruah was governor over Issachar.", "18": "Shimei son of Ela was governor over Benjamin.", "19": "Geber son of Uri was governor over Gilead. (Gilead was the country where Sihon king of the Amorite people lived. Og king of Bashan also lived there.) But Geber was the only governor over the district.", "20": "There were many people in Judah and Israel. There were as many people as there were grains of sand on the seashore. The people ate, drank and were happy. ", "21": "Solomon ruled over all the kingdoms from the Euphrates River to the land of the Philistine people. His kingdom went as far as the border of Egypt. These countries brought Solomon the payments he demanded. And they obeyed him all his life.", "22": "Solomon needed much food each day to feed himself and all the people who ate at his table. It took 185 bushels of fine flour and 375 bushels of meal. ", "23": "It also took 10 cows that were fed good grain, 20 cows that were raised in the fields and 100 sheep. And it took 3 different kinds of deer and fat birds.", "24": "Solomon ruled over all the countries west of the Euphrates River. This was the land from Tiphsah to Gaza. And Solomon had peace on all sides of his kingdom. ", "25": "During Solomon's life Judah and Israel, from Dan to Beersheba,[a] lived in peace. Each man was able to sit under his own fig trees and grapevines.", "26": "Solomon had 4,000 stalls for his chariot horses. And he had 12,000 chariot soldiers. ", "27": "Each month one of the district governors gave King Solomon all the food he needed. This was enough for every person who ate at the king's table. The governors made sure he had everything he needed. ", "28": "They also gave the king enough barley and straw for the chariot and work horses. Each person brought this grain to the required places.", "29": "God gave great wisdom to Solomon. Solomon could understand many things. His wisdom was as hard to measure as the sand on the seashore. ", "30": "His wisdom was greater than the wisdom of all the men in the East. And his wisdom was greater than all the wisdom of the men in Egypt. ", "31": "He was wiser than any other man on earth. He was even wiser than Ethan the Ezrahite. He was wiser than Heman, Calcol and Darda. They were the sons of Mahol. King Solomon became famous in all the countries around Israel and Judah. ", "32": "During his life King Solomon spoke 3,000 wise teachings. He also knew 1,005 songs. ", "33": "He taught about many different kinds of plants. He taught about everything from the great cedar trees of Lebanon to the hyssop that grows out of the walls. He also taught about animals, birds, crawling things and fish. ", "34": "People from all nations came to listen to King Solomon's wisdom. The kings of all nations sent them to listen to him. These kings had heard of Solomon's wisdom."}