{"1": "Adam, Seth, Enosh, ", "2": "Kenan, Mahalalel, Jared, ", "3": "Enoch, Methuselah, Lamech; ", "4": "Noah, Shem, Ham, and Japheth.", "5": "The sons of Japheth: Gomer, Magog, Madai, Javan, Tuval, Meshech and Tiras.", "6": "The sons of Gomer: Ashkenaz, Diphath and Togarmah.", "7": "The sons of Javan: Elishah, Tarshish, Kittim and Rodanim.", "8": "The sons of Ham: Cush, Mizraim, Put and Canaan.", "9": "The sons of Cush: Seba, Havilah, Sabta, Raama and Sabteca. The sons of Raama: Sheba and Dedan.", "10": "Cush fathered Nimrod; he was the first mighty warrior on the earth.", "11": "Mizraim fathered Ludim, Anamim, Lehabim, Naphtuhim, ", "12": "Pathrusim, Casluhim—from whom the Philistines came—and Caphtorim.", "13": "Canaan fathered Zidon his firstborn, Heth, ", "14": "and the Jebusites, the Amorites, the Girgashites, ", "15": "the Hivites, the Arkites, the Sinites, ", "16": "the Arvadites, the Zemarites and the Hamathites.", "17": "The sons of Shem: Elam, Asshur, Arpachshad, Lud; Aram: Uz, Chul, Geter and Meshech.", "18": "Arpachshad fathered Shelah and Shelah fathered Eber.", "19": "To Eber were born two sons: the name of the one was Peleg[a]—for in his days the earth was divided— and his brother's name was Joktan.", "20": "Joktan fathered: Almodad, Sheleph, Hazarmaveth, Jerah; ", "21": "Hadoram, Uzal, Diklah, ", "22": "Ebal, Abimael, Sheba, ", "23": "Ophir, Havilah and Jobab. All these were sons of Joktan.", "24": "Shem, Arpachshad, Shelah,", "25": "Eber, Peleg, Reu,", "26": "Serug, Nahor, Terah,", "27": "Abram—that is Abraham.", "28": "The sons of Abraham: Isaac and Ishmael.", "29": "These are their descendants: the firstborn of Ishmael, Nebaioth, then Kedar, Adbeel, Mibsam, ", "30": "Mishma, Dumah, Massa, Hadad, Tema, ", "31": "Jetur, Naphish and Kedemah. These are the sons of Ishmael.", "32": "The sons of Keturah, Abraham's concubine: she bore Zimran, Jokshan, Medan, Midian, Ishbak and Shuah. The sons of Jokshan: Sheba and Dedan.", "33": "The sons of Midian: Ephah, Epher, Hanoch, Abida and Eldaah. All these were the sons of Keturah.", "34": "Abraham also fathered Isaac. The sons of Isaac: Esau and Israel.", "35": "The sons of Esau: Eliphaz, Reuel, Jeush, Jalam and Korah.", "36": "The sons of Eliphaz: Teman, Omar, Zephi, Gatam, Kenaz, Timna and Amalek.", "37": "The sons of Reuel: Nahath, Zerah, Shammah and Mizzah.", "38": "The sons of Seir: Lotan, Shobal, Zibeon, Anah, Dishon, Ezer and Dishan.", "39": "The sons of Lotan: Hori and Homam. Lotan's sister was Timna.", "40": "The sons of Shobal: Alian, Manahath, Ebal, Shephi and Onam. The sons of Zibeon: Aiah and Anah.", "41": "The sons of Anah: Dishon. The sons of Dishon: Hamran, Eshban, Ithran and Cheran.", "42": "The sons of Etzer: Bilhan, Zaavan, Jaakan. The sons of Dishan: Uz and Aran.", "43": "Now these were the kings who ruled in the land of Edom, before any king ruled over Bnei-Yisrael: Bela the son of Beor, the name of his city was Dinhabah.", "44": "When Bela died, Jobab the son of Zerah of Bozrah ruled in his place.", "45": "When Jobab died, Husham of the land of the Temanites ruled in his place.", "46": "When Husham died, Hadad the son of Bedad, who defeated Midian in the country of Moab, ruled in his place—the name of his city was Avith.", "47": "When Hadad died, Samlah of Masrekah ruled in his place.", "48": "When Samlah died, Shaul of Rehoboth-on-the-River ruled in his place.", "49": "When Shaul died, Baal-Hanan the son of Achbor ruled in his place.", "50": "When Baal-Hanan died, Hadad ruled in his place—the name of his city was Pai, and his wife's name was Mehetabel, the daughter of Matred, the daughter of Me-zahab. ", "51": "Then Hadad died. So the tribal chiefs of Edom were: chief Timna, chief Alvah, chief Jetheth ", "52": "chief Oholibamah, chief Elah, chief Pinon ", "53": "chief Kenaz, chief Teman, chief Mibzar, ", "54": "chief Magdiel, and chief Iram. These were the chiefs of Edom."}