{"1": "Now these are the men who came to David at Ziklag when he was banished from the presence of Saul son of Kish. They were among the warriors who assisted him in battle. ", "2": "They were armed with bows, and could use both the right hand and the left to sling stones and shoot arrows from the bow. They were Saul's kinsmen from Benjamin. ", "3": "Their chief was Ahiezer, then Joash, sons of Shemaah the Gibeathite, Jeziel and Pelet, sons of Azmaveth, and Beracah, Jehu the Anathothite, ", "4": "Ishmaiah the Gibeonite, a mighty man among the 30 and leading the 30, ", "5": "Jeremiah, Jahaziel, Johanan, Jozabad the Gederathite, ", "6": "Eluzai, Jerimoth, Bealiah, Shemariah, Shephatiah the Hariphite, ", "7": "Elkanah, Isshiah, Azarel, Joezer and Jashobeam, the Korahites, ", "8": "Joelah and Zebadiah, sons of Jeroham from Gedor.", "9": "Some of the Gadites there withdrew to follow David to the stronghold in the wilderness. They were valiant men trained for battle, armed with shield and spear, whose faces were like the faces of lions and were as swift as the gazelles on the mountains. ", "10": "Ezer the chief, Obadiah the second, Eliab the third, ", "11": "Mishmannah the fourth, Jeremiah the fifth, ", "12": "Attai the sixth, Eliel the seventh, ", "13": "Johanan the eighth, Elzabad the ninth, ", "14": "Jeremiah the tenth, Machbannai the eleventh. ", "15": "These were the Gadites, leaders of the army. The least was equal to 100 and the greatest to 1,000. ", "16": "These were the ones who crossed the Jordan in the first month, when it was overflowing its banks, routing all those in the valleys to the east and to the west.", "17": "Some of the children of Benjamin and also from Judah came to David at the stronghold. ", "18": "David went out to meet them and answered them saying, “If you come to me in peace to support me, then my heart will be united with you. But if it is to betray me to my adversaries, when my hands have done no wrong, then may the God of our fathers take notice and judge.”", "19": "Then a spirit came upon Amasai, leader of the 30, “We are yours, David, on your side, son of Jesse. Shalom, shalom to you, and shalom to him who helps you, for your God supports you!” So David welcomed them and made them leaders of the troops.", "20": "Some from Manasseh went over to David when he went with the Philistines to battle against Saul. But they did not help them because the Philistine rulers after consultation sent him away, saying: “It would cost us our heads if he defected to his master Saul.”", "21": "When he went to Ziklag, these from Manasseh joined him—Adnah, Jozabad, Jediael, Michael, Jozabad, Elihu, Zillethai, the leaders of thousands that were from Manasseh. ", "22": "They helped David against the raiding bands, for all of them were valiant warriors and they were officers in the army. ", "23": "Day by day men came to David to help him until there was a great army like the army of God.", "24": "These are the numbers of the heads of those armed for war who came to David in Hebron to transfer Saul's kingdom to him, according to the word of Adonai:", "25": "The sons of Judah that bore shield and spear were 6,800, armed for war;", "26": "from the sons of Simeon, 7,100 brave warriors ready for war;", "27": "from the sons of Levi 4,600; ", "28": "Jehoiada the leader of the Aaronides and with him 3,700; ", "29": "Zadok, a young mighty man of valor, with 22 commanders from his clan;", "30": "from the sons of Benjamin, Saul's kinsmen, 3,000 for up to that time the majority of them had kept their allegiance to Saul's house;", "31": "from the sons of Ephraim 20,800 valliant warriors, famous men in their clan; ", "32": "from the half-tribe of Manasseh 18,000 who were designated by name to come and make David king;", "33": "from the sons of Issachar—men who know how to interpret the signs of the times to determine what Israel should do—200 chiefs with all their kinsmen under their command;", "34": "from Zebulun 50,000 warriors prepared for battle, arrayed with all types of weapons of war and ready to give their undivided loyalty;", "35": "from Naphtali 1,000 officers, along with 37,000 with shield and spear;", "36": "from the Danites, 28,600 equipped for battle;", "37": "from Asher 40,000 experienced warriors arrayed for battle;", "38": "and from beyond the Jordan, from the Reubenites, the Gadites and the half-tribe of Manasseh 120,000 armed with every type of weapons of war.", "39": "All these fighting men, prepared for the battle line, came to Hebron with a whole heart to make David king over all Israel. All the rest of Israel were also of one heart to make David king. ", "40": "So they were there with David three days, eating and drinking, for their kinsmen had given them provision. ", "41": "Moreover those who were near to them, from as far as Issachar, Zebulun and Naphtali, brought food on donkeys, camels, mules and oxen. There was flour, pressed figs, raisins, wine, oil, cattle, and sheep in abundance—for indeed, there was joy in Israel."}