{"1": "Now King Hiram of Tyre sent messengers to David, as well as cedar logs, stonemasons and carpenters, to build a palace for him. ", "2": "Then David knew that Adonai had established him king over Israel, for his kingdom was highly exalted for the sake of His people Israel.", "3": "David took more wives in Jerusalem, and David fathered more sons and daughters. ", "4": "These are the names of the children born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, ", "5": "Ibhar, Elishua, Elpelet, ", "6": "Nogah, Nepheg, Japhia, ", "7": "Elishama, Beeliada and Eliphelet.", "8": "When the Philistines heard that David was anointed king over all Israel, all the Philistines went up in search of David, but David heard of it and went out before them. ", "9": "Now the Philistines had come and raided the Valley of Rephaim. ", "10": "So David inquired of God, asking, “Should I go up against the Philistines? Will You give them over into my hand?” Then Adonai said to him, “Go up! I will give them over into your hand.”", "11": "So they came up to Baal-perazim, where David defeated them. David said, “God burst out against my enemies by my hand, like waters burst out!” Therefore they called the name of that place Baal-perazim[a]. ", "12": "They abandoned their gods there, so David ordered and they were burned with fire.", "13": "But the Philistines again raided the valley. ", "14": "So David again inquired of God, and God said to him, “Do not go up after them, but circle around behind them and come against them in front of the baca trees[b]. ", "15": "As soon as you hear the sound of marching in the tops of the baca trees, then go out to battle. For God has gone out before you to strike down the army of the Philistines.”", "16": "David did just as God commanded him, and they struck down the Philistine army from Gibeon to Gezer.", "17": "So the fame of David spread throughout every land, and Adonai brought the fear of him upon all nations."}