{"1": "David built houses made for himself in the City of David; he then prepared a place for the Ark of God and pitched a tent for it. ", "2": "Then David said, “No one should carry the Ark of God except the Levites, for Adonai has chosen them to carry the Ark of Adonai and to serve Him forever.” ", "3": "David assembled all Israel at Jerusalem to bring the Ark of Adonai up to its place that he had prepared for it. ", "4": "David gathered together the sons of Aaron and the Levites:", "5": "from the sons of Kohath: Uriel the leader and 120 of his kinsmen;", "6": "from the sons of Merari: Asaiah the leader and 220 of his kinsmen;", "7": "from the sons of Gershom: Joel the leader with 130 of his kinsmen;", "8": "from the sons of Elizaphan: Shemaiah the leader with 200 of his kinsmen;", "9": "from the sons of Hebron: Eliel the leader with 80 of his kinsmen;", "10": "from the sons of Uzziel: Amminadab the leader and 112 of his kinsmen.", "11": "David summoned Zadok and Abiathar the kohanim, along with the Levites, Uriel, Asaiah, Joel, Shemaiah, Eliel and Amminadab. ", "12": "He told them, “You are the heads of the Levitical families. Sanctify yourselves, you and your kinsmen, so that you may bring up the Ark of Adonai, the God of Israel, to the place that I have prepared for it. ", "13": "Because you were not there the first time, Adonai our God burst out upon us, for we did not seek Him regarding the prescribed way.”", "14": "So the kohanim and the Levites sanctified themselves in order to bring up the Ark of Adonai, the God of Israel. ", "15": "The Levites carried the Ark of God on their shoulders with poles, just as Moses commanded according to the word of Adonai.", "16": "David ordered the leaders of the Levites to appoint their kinsmen, the singers, with musical instruments, harps, lyres, and cymbals, to joyfully make their voices heard. ", "17": "So the Levites appointed Heman son of Joel; from his brothers, Asaph son of Berechiah; from their brothers the descendants of Merari, Ethan son of Kushaiah; ", "18": "and with them their relatives second in rank: Zechariah, Ben, Jaaziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphalehu and Mikneiahu, and the gatekeepers Obed-edom and Jeiel.", "19": "The singers Heman, Asaph, and Ethan were to sound the bronze cymbals; ", "20": "Zechariah, Aziel, Shemiramoh, Jehiel, Unni, Eliab, Maaseiah and Benaiah were to play harps according to alamoth[a], ", "21": "but Mattitiah, Eliphalehu, Mikneiah, Obed-edom, Jehiel and Azaziah were to lead with lyres, according to the sheminith[b]. ", "22": "Chenaniah, leader of the Levites in music, was to direct the music because he was a master. ", "23": "Berechiah and Elkanah were gatekeepers for the Ark. ", "24": "The kohanim Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah and Eliezez were to blow the trumpets before the Ark of God. Obed-edom and Jehiah were gatekeepers for the Ark.", "25": "So David and the elders of Israel and the commanders of the thousands went to bring up the Ark of the Covenant of Adonai out of the house of Obed-edom with rejoicing. ", "26": "Because God helped the Levites who were carrying the Ark of the Covenant of Adonai, they sacrificed seven bulls and seven rams. ", "27": "Now David was clothed with a robe of fine linen, as were all the Levites who were carrying the Ark, and as were the singers and Henaniah the leader of the songs of the singers. David also wore a linen ephod. ", "28": "Thus all Israel brought up the Ark of the Covenant of Adonai with shouting, with the sound of the shofar, trumpets and cymbals, and the playing of lyres and harps.", "29": "As the Ark of the Covenant of Adonai came to the City of David, Michal, Saul's daughter, looked out the window. When she saw King David dancing and celebrating, she despised him in her heart."}