{"1": "Now in the course of time Nachash king of the Ammonites died and his son became king in his place. ", "2": "David said: “l will show lovingkindness to Hanun son of Nahash, because his father dealt loyally with me.” So David sent messengers to console him concerning his father. But when David's emissaries came to Hanun in the land of the Ammonites to console him, ", "3": "the Ammonite officials said to Hanun, “Do you really think that David is honoring your father, by sending messengers to express sympathy? Have not his servants come to you to explore and spy out the country to overthrow it?” ", "4": "So Hanun took David's emissaries and shaved them. He cut off their garments in the middle at the buttocks and sent them away.", "5": "When some people came and told David about the men, he sent messengers to meet them for the men were throughly humiliated. The king said: “Stay in Jericho until your beards grow and then return.”", "6": "When the children of Ammon realized they had made themselves a stench to David, Hanun and the Ammonites sent 1,000 talents of silver to hire chariots and charioteers from Aram-naharaim[a], Aram-maacah and Zobah. ", "7": "So they hired 32,000 chariots along with the king of Maacah and his people, who came and camped before Medeba. The children of Ammon also assembled from their cities and moved out to the battle.", "8": "On hearing this, David sent Joab and the entire army of mighty men. ", "9": "The children of Ammon came out and took up battle formation at the city gate, while the kings who had come were by themselves in the field. ", "10": "When Joab saw that there was a battle line against him both in front and rear, he selected some of Israel's best men and deployed them against the Arameans. ", "11": "He put the rest of the people under the command of his brother Abishai, and arrayed them against the Ammonites. ", "12": "He said: “If the Arameans are too strong for me, then you will help me, but if the Ammonites are too strong for you, then I will help you. ", "13": "Chazak! Take courage for the sake of our people and the cities of our God! Adonai will do what is good in His eyes.”", "14": "So Joab and the people who were with him advanced to battle against the Arameans, and they fled before him. ", "15": "When the Ammonites saw that the Arameans had fled, they likewise fled before his brother Abishai and withdrew into the city. Then Joab went to Jerusalem.", "16": "After the Arameans saw that they had been routed by Israel, they sent messengers and had the Arameans brought from across the River[b] with Shophah the commander of Hadadezer's army leading them.", "17": "When David was informed he gathered all Israel and crossed the Jordan. He came against them and took up positions against them. David took up positions against the Arameans in battle and they fought with him. ", "18": "But the Arameans fled before Israel. David killed 7,000 Aramean charioteers and 40,000 infantrymen. He also killed Shophah the commander of the army.", "19": "Now when Hadadezer's vassals saw that they had been defeated by Israel, they made peace with David and served him. Thus the Arameans were no longer willing to help the Ammonites."}