{"1": "Then David said, “This is the place where the House of Adonai Elohim will be, along with the altar for burnt sacrifices for Israel.”", "2": "David gave orders to assemble the foreigners in the land of Israel, and assigned them to be masons to quarry stones to build the House of God. ", "3": "David supplied an abundance of iron for nails for the doors of the gates and for the joints, so much bronze that it could not be weighed, ", "4": "and cedar logs without number, for the Zidonians and the Tyrians brought an abundance of cedar logs to David.", "5": "David said, “Solomon my son is young and inexperienced and the House that is to be built for Adonai must be exceedingly magnificent, famous and glorious throughout all the nations. Therefore I will make preparation for it.” So David made extensive preparations before his death.", "6": "Then He called for Solomon his son, and charged him to build a House for Adonai, the God of Israel. ", "7": "David said to Solomon, “My son, I had it in my heart to build a House for the name of Adonai my God. ", "8": "But the word of Adonai came to me, saying, 'You have shed much blood and fought many battles. You will not build a House for My Name because you have shed much blood before Me on the earth. ", "9": "Behold, a son will be born to you who will be a man at rest. I will give him rest from all his enemies on every side. His name will be Solomon and I will confer shalom and quietness on Israel in his days. ", "10": "He will build a House for My name; he will be My son and I will be His Father.[a] I will establish his royal throne over Israel forever.'", "11": "“Now, my son, may Adonai be with you, and may you succeed in building the House of Adonai your God as He spoke concerning you. ", "12": "Only may Adonai give you insight and understanding when He gives you charge over Israel so that you may observe the Torah of Adonai your God. ", "13": "Then you will prosper, if you carefully observe the statutes and the ordinances that Adonai commanded Moses concerning Israel. Chazak! And be courageous! Do not be afraid or dismayed.", "14": "“Now behold, with great pain I have provided for the House of Adonai 100,000 talents of gold, a million talents of silver, and bronze and iron beyond weighing for there is so much of it. I have also prepared wood and stone, and you must add to them. ", "15": "Moreover, you have an abundance of workmen: stonecutters, masons, carpenters and every kind of craftsmen skilled in every kind of material—", "16": "in gold, silver, bronze and iron—beyond number. Arise and work! May Adonai be with you.”", "17": "David also commanded all the leaders of Israel to help Solomon his son, ", "18": "“Is not Adonai your God with you? Has He not given you rest on every side? For He has delivered the inhabitants of the land into my hand and the land is subdued before Adonai and before His people. ", "19": "Now set your hearts and souls to seek after Adonai your God. Rise up and build the Sanctuary of Adonai Elohim so that you can bring the Ark of the Covenant of Adonai and the holy vessels of God into the House built for the Name of Adonai.”"}