{"1": "When David was old and full of days, he made his son Solomon king over Israel.", "2": "He also gathered together all the leaders of Israel along with the kohanim and the Levites. ", "3": "The Levites 30 years old or more were counted; their head count was 38,000 men. ", "4": "Of these, there were 24,000 to oversee the work of the House of Adonai, 6,000 officers and judges, ", "5": ",000 gatekeepers, and 4,000 for praising Adonai “with the instruments which I made for giving praise.”", "6": "David organized them into divisions: The sons of Levi: Gershon, Kohath and Merari.", "7": "Of the Gershonites: Ladan and Shimei.", "8": "The sons of Ladan: Jehiel the leader, Zetham and Joel—three.", "9": "The sons of Shimei: Shelomith, Haziel and Haran—three. These were the heads of the clans of Ladan.", "10": "The sons of Shimei: Jahath, Zina, Jeush and Beriah. These were the sons of Shimei—four.", "11": "Jahath was the first and Zizah the second, but Jeush and Beriah did not have many sons, so they were enrolled together as a single clan.", "12": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel—four.", "13": "The sons of Amram: Aaron and Moses. Aaron, along with his descendants, was set apart to be consecrated as most holy forever, to burn incense before Adonai, to minister to Him, and to bless in His name forever. ", "14": "But as for Moses the man of God, his sons are named among the tribe of Levi.", "15": "The sons of Moses: Gershom and Eliezer.", "16": "The sons of Gershom: Shebuel, the leader.", "17": "The sons of Eliezer: Rehabiah the chief. Eliezer had no other sons, but the sons of Rehabiah were very numerous.", "18": "The sons of Izhar: Shelomith the leader.", "19": "The sons of Hebron: Jeriah the first, Amariah the second, Jahaziel the third and Jekameam the fourth.", "20": "The sons of Uzziel: Micah the first and Isshiah the second.", "21": "The sons of Merari: Mahli and Mushi. The sons of Mahli: Eleazar and Kish. ", "22": "Eleazar died having no sons but only daughters; the sons of Kish, their kinsmen, took them as wives.", "23": "The sons of Mushi: Mahli, Eder, and Yeremot—three.", "24": "These were the sons of Levi by clans, with the heads of clans as they were enrolled and with a list of their names by heads who carried out the task of avodah in the House of Adonai from 20 years old and upward. ", "25": "For David said: “Adonai, the God of Israel, has given His people rest and He dwells in Jerusalem forever. ", "26": "Therefore, the Levites need not carry the Tabernacle and all the vessels for avodah.” ", "27": "For according to David's final instructions, the Levites 20 years old and upward were counted.", "28": "For their duty was to help the descendants of Aaron in the avodah of Adonai's House concerning the courtyards and rooms, the purification of all holy things and the performance of the avodah of God's House, ", "29": "the rows of bread, the fine flour for the grain offering, the matzot, the cake baked on the griddle or mixed and every measure of capacity and length, ", "30": "and to stand every morning to thank and praise Adonai. They also did this in the evening ", "31": "and whenever burnt offerings were offered to Adonai on Shabbatot, New Moons and the moadim. They were to serve regularly before Adonai, according to the proper number in the manner prescribed for them. ", "32": "They were to keep watch over the Tent of Meeting, the Holy Place and the sons of Aaron their kinsmen for avodah in the House of Adonai."}