{"1": "Now these were the divisions of the sons of Aaron. The sons of Aaron were Nadab and Abihu, Eleazar and Ithamar. ", "2": "But Nadab and Abihu died before their father and had no children, so Eleazar and Ithamar served as kohanim. ", "3": "David, with Zadok of the sons of Eleazar and Ahimelech of the sons of Ithamar, divided them into their offices according to their avodah. ", "4": "More leading men were found among the sons of Eleazar than among the sons of Ithamar, so they divided them: the sons of Eleazar had 16 leaders of clans and the sons of Ithamar had eight leaders of clans. ", "5": "Thus, they were impartially divided by lot for there were officials of the Holy Place and officials of God, both from the sons of Eleazar and from the sons of Ithamar.", "6": "The scribe Shemaiah, son of Nethanel from the Levites, recorded them in the presence of the king, the princes, Zadok the priest, Ahimelech son of Abiathar, and the leaders of the clans of the kohanim and of the Levites: one clan taken for Eleazar and one for Ithamar.", "7": "Now the first lot came for Jehoiarib, the second for Jedaiah, ", "8": "the third for Harim, the fourth for Seorim, ", "9": "the fifth for Malchijah, the sixth for Mijamin, ", "10": "the seventh for Hakkoz, the eighth for Abijah, ", "11": "the ninth for Jeshua, the tenth for Shecaniah, ", "12": "the eleventh for Eliashib, the twelfth for Jakim, ", "13": "the thirteenth for Huppah, the fourteenth for Heshebeab, ", "14": "the fifteenth for Bilgah, the sixteenth for Immer, ", "15": "the seventeenth for Hezir, the eighteenth for Hapizzez, ", "16": "the nineteenth for Petahiah the twentieth for Jehezkel, ", "17": "the twentyfirst for Jachin, the twentysecond for Gamul, ", "18": "the twentythird for Delaiah, the twentyfourth for Maaziah.", "19": "These were their duties for their avodah upon entering into the House of Adonai according to the ordinance given to them by the hand of Aaron their father, just as Adonai the God of Israel had commanded him.", "20": "As for the rest of the sons of Levi: from the sons of Amram: Shubael; from the sons of Shubael: Jehdeiah.", "21": "As for Rehabiah, from the sons of Rehabiah Isshiah was the first.", "22": "From the Izharites: Shelomoth; from the sons of Shelomoth: Jahath.", "23": "The sons of Hebron: Jeriah, Amariah the second, Jahaziel the third, Jekameam the fourth.", "24": "The sons of Uzziel: Micah; from the sons of Micah: Shamir.", "25": "The brother of Micah, Ishiah; from the sons of Ishiah: Zechariah.", "26": "The sons of Merari: Mahli and Mushi; the sons of Jaaziah: Beno.", "27": "The sons of Merari: from Jaaziah: Beno, Shoham, Zaccur and Ibri.", "28": "From Mahli: Eleazar, who had no sons.", "29": "From Kish, the sons of Kish: Jerahmeel.", "30": "The sons of Mushi: Mahli, Eder and Jerimoth. These were the sons of the Levites by their clans. ", "31": "These also cast lots even as their kinsmen the sons of Aaron did in the presence of King David, Zadok, Ahimelech and the heads of the clans of the kohanim and the Levites—the families of the oldest just like those of his youngest brother."}