{"1": "Moreover, David and the commanders of the army, set apart for avodah the sons of Asaph, Heman, and Jeduthun who prophesied with lyres, harps and cymbals. The list of those who performed this work according to their service was: ", "2": "from the sons of Asaph: Zaccur, Joseph, Nethaniah, and Asarelah. The sons of Asaph were under the supervision of Asaph, who prophesied under the hand of the king.", "3": "As for Jeduthun, from Jeduthun's sons: Gedaliah, Zeri, Jeshaiah, Hashabiah and Mattithiah—six, under the charge of their father Jeduthun—who prophesied with the harp, giving thanks and praise to Adonai.", "4": "As for Heman, from Heman's sons: Bukkiah, Mattaniah, Uzziel, Shebuel, Jerimoth, Hananiah, Hanani, Eliathah, Giddalti, and Romamti-ezer, Joshbekashah, Mallothi, Hothir and Mahazioth. ", "5": "All these were the sons of Heman the king's seer according to the promise of God to lift up a horn. God gave Heman 14 sons and three daughters.", "6": "All these were under the direction of their father for singing in the House of Adonai with cymbals, harps and lyres for the avodah of the House of God under the hand of the king. Asaph, Jeduthun, and Heman along with ", "7": "with their kinsmen all trained and skillfull singers of Adonai, numbered 288. ", "8": "They cast lots for their divisions on the principal of small and great alike, teacher as well as student.", "9": "Now the first lot went to Asaph's son Joseph—12 the second to Gedaliah, his brothers and sons—12;", "10": "the third to Zaccur, his sons and his brothers—12;", "11": "the fourth to Izri, his sons and his brothers—12;", "12": "the fifth to Nethaniah, his sons and his brothers—12;", "13": "the sixth to Bukkiah, his sons and his brothers—12;", "14": "the seventh to Jesarelah, his sons and his brothers—12;", "15": "the eighth to Jeshaiah, his sons and his brothers—12;", "16": "the ninth to Mattaniah, his sons and his brothers—12;", "17": "the tenth to Shimei, his sons and his brothers—12;", "18": "the 11th to Azarel, his sons and his brothers—12;", "19": "the 12th to Hashabiah, his sons and his brothers—12;", "20": "the 13th to Shubael, his sons and his brothers—12;", "21": "the 14th to Mattithiah, his sons and his brothers—12;", "22": "the 15th to Jeremoth, his sons and his brothers—12;", "23": "the 16th to Hananiah, his sons and his brothers—12;", "24": "the 17th to Joshbekashah, his sons and his brothers—12;", "25": "the 18th to Hanani, his sons and his brothers—12;", "26": "the 19th to Mallothi, his sons and his brothers—12;", "27": "the 20th to Eliathah, his sons and his brothers—12;", "28": "the 21st to Hothir, his sons and his brothers—12;", "29": "the 22nd to Giddalti, his sons and his brothers—12;", "30": "the 23rd to Mahazioth, his sons and his brothers—12;", "31": "the 24th to Romamti-ezer, his sons and his brothers—12."}