{"1": "The divisions of the gatekeepers: of the Korahites: Meshelemiah son of Kore, of the sons of Asaph.", "2": "Meshelemiah had sons: Zechariah the firstborn, Jediael the second, Zebadiah the third, Jathniel the fourth,", "3": "Elam the fifth, Jehohanan the sixth, and Eliehoenai the seventh.", "4": "Obed-edom had sons: Shemaiah the firstborn, Jehozabad the second, Joah the third, Sacar the fourth, Nethanel the fifth,", "5": "Ammiel the sixth, Issachar the seventh, and Peullethai the eighth, (for God had blessed him).", "6": "To his son Shemaiah were born sons who were leaders of their clans, for they were men of great ability. ", "7": "The sons of Shemaiah: Othni, Rephael, Obed and Elzabad. His brothers Elihu and Semachiah were also valiant men. ", "8": "All these were descendants of Obed-edom. They and their sons and their kinsmen were capable men with the strength to do the work—62 of Obed-edom.", "9": "Meshelemiah had sons and brothers—18 able men.", "10": "Also Hosah, a descendant of Merari, had sons: Shimri the first (although he was not the firstborn, his father made him the first), ", "11": "Hilkiah the second, Tebaliah the third, and Zechariah the fourth. All the sons and brothers of Hosah were 13.", "12": "These divisions of the gatekeepers by their chief men had duties corresponding to their kinsmen for avodah in the House of Adonai. ", "13": "So they cast lots, small and great alike, by clans for each gate.", "14": "The lot for the east gate fell to Shelemiah. Then they cast lots for Zechariah his son, an insightful counselor, and his lot came out for the north gate. ", "15": "To Obed-edom the south gate and to his sons the storehouse. ", "16": "To Shuppim and Hosah the east gate by the Shallecheth gate on the ascending highway. Guard corresponded to guard. ", "17": "There were six Levites on the east, four a day on the north, four a day on the south, and at the storehouse by pairs. ", "18": "At the colonnade on the west, there were four on the road and two at the colonnade itself. ", "19": "These were the divisions of the gatekeepers of the sons of Korah and the sons of Merari.", "20": "And the Levites: Ahijah was over the treasuries of the House of God and the treasuries of the dedicated things. ", "21": "The descendants of Ladan who were sons of Gershon through Ladan and were chiefs of the clans of Ladan the Gershonite were Jehieli, ", "22": "the sons of Jehieli, Zetham and Joel his brother. They were over the treasuries of the House of Adonai.", "23": "Of the Amramites, the Izharites, the Hebronites, the Uzzielites:", "24": "Shebuel son of Gershom son of Moses was officer over the treasuries. ", "25": "His relatives through Eliezer: Rehabiah his son, Jeshaiah his son, Joram his son, Zichri his son and Shelomith his son.", "26": "This Shelomith and his kinsmen were over all the treasuries of the dedicated things that King David and the chiefs of the clans and the commanders over thousands and hundreds, and other army commanders had dedicated. ", "27": "They dedicated some of the plunder taken in battles to maintain the House of Adonai. ", "28": "All that Samuel the seer, Saul son of Kish, Abner son of Ner and Joab son of Zeruiah had dedicated, and any other dedicated thing was in the care of Shelomith and his relatives.", "29": "Of the Izharites: Henaniah and his sons were assigned outside duties as officers and judges over Israel.", "30": "Of the Hebronites: Hashabiah and his brothers, 1,700 capable men, had oversight of Israel west of the Jordan for all the work of Adonai and for the king's service. ", "31": "As for the Hebronites: Jerijah was the chief of the Hebronites according to the genealogical records of their families. In the fortieth year of David's reign a search was made and found in them were valiant men in Jazer of Gilead. ", "32": "His relatives, 2,700 men of valor, were heads of clans whom King David had appointed over the Reubenites, the Gadites and the half-tribe of the Manasseh in every matter pertaining to God and the affairs of the king."}