{"1": "The number of Bnei-Yisrael—heads of clans, officers of thousands and hundreds, and their officers who served the king in all matters of the divisions that came in and went out month by month throughout the year—each division had 24,000.", "2": "Over the first division, for the first month, was Jashobeam son of Zabdiel. His division had 24,000. ", "3": "He was a descendant of Perez, the head of all the officers of the army for the first month.", "4": "Over the division of the second month was Dodai the Ahohite. Mikloth was the chief officer and his division consisted of 24,000.", "5": "The third army commander, for the third month, was Benaiah son of Jehoiada the kohen. He was leader of his division, which consisted of 24,000. ", "6": "This was Benaiah, who was a mighty man of the 30 and had charge over the 30. Ammizabad his son was over his division.", "7": "The fourth commander, for the fourth month, was Asahel brother of Joab. Zebadiah, his son, succeeded him. His division consisted of 24,000.", "8": "The fifth commander, for the fifth month, was Shamhuth the Izrahite. His division consisted of 24,000.", "9": "The sixth commander, for the sixth month, was Ira the son of Ikkesh the Tekoite. His division consisted of 24,000.", "10": "The seventh commander, for the seventh month, was Heletz the Pelonite, from the children of Ephraim. His division consisted of 24,000.", "11": "The eighth commander, for the eighth month, was Sibbcai the Hushathite from the Zerahites. His division consisted of 24,000.", "12": "The ninth commander, for the ninth month, was Abiezer the Anathotite, of the Benjamites. His division consisted of 24,000.", "13": "The tenth commander, for the tenth month, was Maharai the Netophathite of the Zerahites. His division consisted of 24,000.", "14": "The eleventh commander, for the eleventh month, was Benaiah the Pirathonite a descendant of Ephraim. His division consisted of 24,000.", "15": "The twelfth commander, for the twelfth month, was Heldai the Netophathite of Othniel. His division consisted of 24,000.", "16": "Furthermore, over the tribes of Israel: of the Reubenites: Eliezer son of Zichri was the chief officer; of the Simeonites: Shephatiah son of Maacah;", "17": "of Levi: Hashabiah son of Kemuel; of Aaron: Zadok;", "18": "of Judah: Elihu, one of David's brothers; of Issachar: Omri son of Michael;", "19": "of Zebulun: Ishmaiah son of Obadiah; of Naphtali: Jerimoth son of Azriel;", "20": "of the children of Ephraim: Hoshea son of Azaziah; of the half-tribe of Manasseh: Joel son of Pedaiah;", "21": "of the half-tribe of Manasseh in Gilead: Iddo son of Zechariah; of Benjamin: Jaasiel son of Abner;", "22": "of Dan: Azarel son of Jeroham. These were the officers of the tribes of Israel.", "23": "But David did not count those 20 years old and under, because Adonai had said He would multiply Israel as the stars of heaven. ", "24": "Joab the son of Zeruiah began to count them, but did not finish. Wrath came upon Israel for this and the number was not entered into the account in the chronicles of King David.", "25": "Over the king's storehouses: Azmaveth son of Adiel. Over the storehouses in the fields, in the cities, in the villages and in the citadels: Jonathan son of Uzziah;", "26": "over the field laborers for tilling the ground: Ezri the son of Chelub;", "27": "over the vineyards: Shimei the Ramathite; over the produce of the vineyards for the wine cellars: Zabdi the Shiphmite;", "28": "over the olive trees and the sycamore trees in the lowland: Baal-hanan the Gederite; over the cellars of oil: Joash;", "29": "over the cattle grazing in Sharon: Shirtai the Sharonite; over the cattle grazing in the valleys: Shaphat son of Adlai;", "30": "over the camels: Obil the Ishmaelite; over the donkeys: Jehdeiah the Meronothite;", "31": "and over the flocks: Jaziz the Hagrite. All these were stewards over the property of King David.", "32": "Also Jonathan, David's uncle, was a counselor, learned man and scribe. Jehiel son of Hachmoni tutored the king's sons. ", "33": "Ahithophel was the king's counselor. Hushai the Arkite was the king's friend. ", "34": "Ahithophel was succeeded by Jehoiada son of Benaiah and by Abiatar. Joab was the commander of the king's army."}