{"1": "Now David assembled all the leaders of Israel in Jerusalem—the tribal officers, the commanders of the divisions that served the king, the commanders of thousands and the commanders of hundreds, and the stewards over all the property and livestock of the king and of his sons, along with the high officials, the mighty warriors and all the men of valor.", "2": "Then King David rose to his feet and said, “Listen to me, my brothers and my people! As for me, it was in my heart to build a resting place for the Ark of the Covenant of Adonai and for the footstool of our God. So I made the preparations for the building. ", "3": "But God said to me, 'You will not build a House for My name because you are a man of war and have shed blood.' ", "4": "Yet Adonai, the God of Israel, has chosen me out of all my ancestral house to be king over Israel forever. For He chose Judah as ruler, and of the house of Judah, my father's house, and of my father's sons, He took pleasure in me to make me king over all Israel. ", "5": "Moreover, of all my sons—for Adonai has given me many sons—He has chosen Solomon my son to sit on the throne of the kingdom of Adonai over Israel.", "6": "“He said to me, 'Solomon your son will build My House and My courts for I have chosen him to be a son to Me and I will be a father to him. ", "7": "I will establish his kingdom forever, if he resolutely observes My mitzvot and My ordinances as at this day.' ", "8": "Now therefore, in the sight of all Israel, the congregation of Adonai and in the hearing of our God, observe and seek all the mitzvot of Adonai your God so that you may possess this good land and may bequeath it to your children after you forever.", "9": "“Now you, Solomon my son, know the God of your father and serve Him with a whole heart and with a willing mind; for Adonai searches all hearts and understands every intent of the thoughts. If you seek Him, He will be found by you. But if you forsake Him, He will reject you forever. ", "10": "Consider now, for Adonai has chosen you to build a House for the Sanctuary. Chazak! And do it!”", "11": "Then David gave Solomon his son the pattern of the porch, its houses, its storerooms, its upper rooms, its inner rooms, and the place of atonement; ", "12": "and the plan of all that he had by the Ruach for the courts of the House of Adonai and all the surrounding rooms, for the storehouses of the House of God and for the treasuries of the dedicated things; ", "13": "also for the divisions of the kohanim and the Levites, for all the tasks of the avodah of the House of Adonai, and for all the vessels of avodah in the House of Adonai. ", "14": "For gold, the weight of gold for all vessels of every kind of avodah, and silver, the weight of silver for all vessels for every type of avodah; ", "15": "and the weight for the gold menorot and their gold lamps, including the weight of each menorah and its lamps, for the silver menorot, including the weight of each menorah and its lamps according to the use of each menorah; ", "16": "also the weight of gold for the tables of the rows of bread, for every table and silver for the silver tables; ", "17": "and the forks, the basins, and the pitchers of pure gold, and for the golden bowls with the weight for every bowl, and for the silver bowls with the weight for every bowl; ", "18": "and for the altar of incense with the weight of refined gold; and gold for the form of the chariot—the cheruvim—that spread out their wings covering the Ark of the Covenant of Adonai.", "19": "“All this I put in writing is from the hand of Adonai upon me as He gave me insight regarding the plan of all the works.”", "20": "Also David said to his son Solomon: “Chazak! And be courageous, and do it! Do not be afraid or dismayed, for Adonai Elohim my God is with you. He will not fail you or forsake you until all the work for the avodah of the House of Adonai is finished. ", "21": "Now behold, here are the divisions of the kohanim and the Levites for all the avodah of the House of God, and with you in all the work are willing men, skilled in all types of tasks. Also the officials and all the people are at your command.”"}