{"1": "Then King David said to the entire assembly: “My son Solomon, the one whom God has chosen, is young and inexperienced and the task is great, for the palace is not for man but for Adonai Elohim. ", "2": "Now I have made every effort to prepare for the House of my God gold for the golden objects, silver for silver, copper for copper, iron for iron, and wood for wood; onyx stones and inlay stones, stones of antimony and varigated colors—every kind of precious stones and marble in abundance. ", "3": "Moreover, in my devotion to the House of my God, I have given over my private treasure of gold and silver to the House of my God, in addition to all that I have already supplied for the holy House: ", "4": ",000 gold talents of gold from Ophir, and 7,000 talents of refined silver to overlay the walls of the houses—", "5": "gold for golden objects and silver for silver for all the work—into the hands of craftsmen. Who then will offer willingly, consecrating himself this day to Adonai?”", "6": "Then the leaders of the clans, the officials of the tribes of Israel, the commanders of thousands and hundreds and the supervisors over the king's work contributed willingly. ", "7": "They gave for the service of the House of God: 5,000 talents and 10,000 darics of gold, 10,000 talents of silver, 18,000 talents of bronze and 100,000 talents of iron. ", "8": "Whoever possessed stones gave them to the treasury of the House of Adonai in the care of Jehiel the Gershonite. ", "9": "Then the people rejoiced over their freewill offerings because with a whole heart they offered willingly to Adonai. King David also rejoiced with great joy.", "10": "David blessed Adonai before the whole congregation saying, “Blessed are You, Adonai, God of Israel our father, from eternity to eternity!", "11": "Yours, Adonai, is the greatness, the power and the splendor, and the victory and the majesty, indeed everything in heaven and earth. Yours is the kingdom, Adonai and You are exalted above all.", "12": "Both riches and honor come from You. You rule over everything. In Your hand is power and might, in Your hand, to magnify and give strength to all.", "13": "Now, our God, we give you thanks and praise Your glorious Name.", "14": "“But who am I and who are my people that we should be able to offer so willingly as this? For everything comes from You, and from Your hand we have given to You. ", "15": "For we are sojourners before You, mere transients like our fathers. Our days on the earth are like a shadow, without security. ", "16": "Adonai Eloheinu, all this abundance that we have laid aside to build You a House for Your holy Name is from Your hand; it all belongs to You. ", "17": "I know, my God, that You search the heart and take pleasure in uprightness. With integrity of heart I have willingly offered all these things. And now I have seen with joy Your people who are present here willingly contribute to You. ", "18": "Adonai, God of Abraham, Isaac and Israel our fathers, preserve forever such motives and thoughts in the heart of Your people and make their heart constant toward You. ", "19": "As for my son Solomon, give him a whole heart to keep Your mitzvot, Your decrees and Your statutes, and to fulfill them all and to build the Temple for which I have made provision.”", "20": "Then David said to the whole congregation, “Now bless Adonai your God.” So the whole congregation blessed Adonai, the God of their fathers. They bowed down and fell prostrate before Adonai and the king.", "21": "The next day, they sacrificed sacrifices to Adonai and offered burnt offerings to Adonai; 1,000 bulls, 1,000 rams and 1,000 lambs, along with their drink offerings and sacrifices in abundance for all Israel. ", "22": "So they ate and drank before Adonai on that day with great joy. Then they designated Solomon the son of David as king a second time, anointing him before Adonai as ruler and Zadok as kohen. ", "23": "So Solomon sat on the throne of Adonai as king instead of his father David. He prospered and all Israel obeyed him. ", "24": "All the officials and mighty men, as well as all the sons of King David, pledged their hand in support of King Solomon. ", "25": "Adonai highly exalted Solomon in the sight of all Israel and bestowed on him such royal majesty as had never been on any king before him in Israel.", "26": "Now David son of Jesse reigned over all Israel. ", "27": "The length of his reign over Israel was 40 years. He reigned in Hebron seven years and he reigned in Jerusalem 33 years. ", "28": "He died at a good old age, full of days, riches and honor, and his son Solomon became king in his place.", "29": "Now the acts of King David, the first and the last, behold, are written in the chronicles of Samuel the seer, in the chronicles of Nathan the prophet and in the chronicles of Gad the seer ", "30": "together with all his reign, his power and the events that involved him, Israel and all the kingdoms of the lands."}