{"1": "Now these were the sons of David who were born to him in Hebron: the firstborn was Amnon, by Ahinoam the Jezreelite woman; second, Daniel, by Abigail the Carmelite woman;", "2": "third, Absalom the son of Maacah the daughter of King Talmai of Geshur; fourth, Adonijah the son of Haggith;", "3": "fifth, Shephatiah by Abital; the sixth, Ithream by his wife Eglah.", "4": "Six were born to him in Hebron. There he reigned seven years and six months; then in Jerusalem he reigned 33 years.", "5": "These were born to him in Jerusalem: Shimea, Shobab, Nathan and Solomon. These four were from Bath-shua[a] the daughter of Ammiel;", "6": "and the other nine were Ibhar, Elishama, Eliphelet, ", "7": "Nogah, Nepheg, Japhia, ", "8": "Elishama, Eliada and Eliphelet. ", "9": "All these were sons of David, besides his sons by the concubines. Tamar was their sister.", "10": "Solomon's son was Rehoboam. Abijah was his son, Asa his son, Jehoshaphat his son,", "11": "Joram his son, Ahaziah his son, Joash his son,", "12": "Amaziah his son, Azariah his son, Jotham his son,", "13": "Ahaz his son, Hezekiah his son, Manasseh his son,", "14": "Amon his son, and Josiah his son.", "15": "The sons of Josiah: Johanan the firstborn, Jehoiakim the second, Zedekiah the third, and Shallum the fourth.", "16": "The sons of Jehoiakim: Jeconiah was his son, Zedekiah his son.", "17": "The sons of Jeconiah, the captive: Shealtiel his son, ", "18": "Malchiram, Pedaiah, Shenazzar, Jekamiah, Hoshama and Nedabiah.", "19": "The sons of Pedaiah: Zerubbabel and Shimei. The sons of Zerubbabel: Meshullam and Hananiah; Shelomith was their sister, ", "20": "and five others: Hashubah, Ohel, Berechiah, Hasadiah and Jushabhesed.", "21": "The sons of Hananiah: Pelatiah and Jeshaiah, whose son was Rephaiah, whose son was Arnan, whose son was Obadiah, whose son was Shecaniah.", "22": "The descendants of Shecaniah: Shemaiah and sons Hatush, Igal, Bariah, Neariah, and Shaphat—six in all.", "23": "The sons of Neariah: Elioenai, Hizkiah and Azrikam—three in all.", "24": "The sons of Elioenai were Hodaviah, Eliashib, Pelaiah, Akkub, Johanan, Delaiah and Anani—seven in all."}