{"1": "The sons of Judah: Perez, Hezron, Carmi, Hur and Shobal.", "2": "Reaiah the son of Shobal fathered Jahath, and Jahath fathered Ahumai and Lahad. These were the families of the Zorathites.", "3": "These were the sons of Etam: Jezreel, Ishma and Idbash. The name of their sister was Hazlelponi.", "4": "Penuel was the father of Gedor, and Ezer the father of Hushah. These were the descendants of Hur the firstborn of Ephrathah, the father of Beth-lehem.", "5": "Ashhur, the father of Tekoa, had two wives, Helah and Naarah. ", "6": "Naarah bore him Ahuzam, Hepher, Timeni and Ahashtari. These were the sons of Naarah.", "7": "The sons of Helah: Zereth, Zohar and Ethnan.", "8": "Koz fathered Anub and Zobebah, and the families of Aharhel, the son of Harum.", "9": "Now Jabez was more honorable than his brothers. His mother named him Jabez saying, “Because I bore him with pain.” ", "10": "Jabez called out to the God of Israel, saying, “If only You would greatly bless me, and enlarge my territory. Let Your hand be with me and keep me from harm so that I might not suffer pain.” Adonai granted what he asked.", "11": "Chelub, the brother of Shuhah, fathered Mehir, who was the father of Eshton. ", "12": "Eshton fathered Beth-rapha, Paseah and Tehinnah the father of Ir-nahash. These were the men of Recah.", "13": "The sons of Kenaz: Othniel and Seraiah. The sons of Othniel: Hatath ", "14": "and Meonothai, who fathered Ophrah. Seraiah fathered Joab, the father of Ge-harashim[a], for they were craftsmen.", "15": "The sons of Caleb, son of Jephunneh: Iru, Elah and Naam. The son of Elah: Kenaz.", "16": "The sons of Jehallelel: Ziph, Ziphah, Tiriah and Asarel.", "17": "The sons of Ezrah: Jether, Mered, Epher and Jalon. She also bore Miriam, Shammai and Ishbah the father of Eshtemoa. ", "18": "(His Judahite wife bore Jered the father of Gedor, Heber the father of Soho and Jekuthiel the father of Zanoah.) These were the sons of Bithiah, Pharaoh's daughter whom Mered married.", "19": "The sons of Hodiah's wife, the sister of Naham: the father of Keilah the Garmite and Eshtemoa the Maacathite.", "20": "The sons of Shimon: Amnon, Rinnah, Ben-hanan and Tilon. The sons of Ishi: Zoheth and Ben-zoheth.", "21": "The sons of Shelah, son of Judah: Er the father of Lecah, Ladah the father of Mareshah, the families of the linen workers at Beth-ashbea, ", "22": "and Jokim, the men of Cozeba, and Joash and Saraph, who had dominion in Moab and Jashubi-lehem (the records are ancient). ", "23": "These were the potters and those who lived in Netaim and Gederah; they lived there while doing the king's work.", "24": "The sons of Simeon: Nemuel, Jamim, Jarib, Zerah, Shaul, ", "25": "his son Shallum, his son Mibsam, and his son Mishma.", "26": "The descendants of Mishma: Hammuel, Zaccur his son and Shimei his son. ", "27": "Now Shimei had 16 sons and six daughters. But his brothers did not have many sons, so their family did not become as numerous as the sons of Judah. ", "28": "They dwelt in Beer-sheba, Moladah, Hazar-shual, ", "29": "Bilhah, Ezem, Tolad, ", "30": "Bethuel, Hormah, Ziklag, ", "31": "Beth-marcaboth, Hazar-susim, Beth-biri and Shaaraim. These were their towns until the reign of David, ", "32": "together with their villages, Etam, Ain, Rimmon, Tochen and Ashan—five in all, ", "33": "along with all the villages that surrounded these towns as far as Baal. These were their habitations. Registered in their genealogical records were: ", "34": "Meshobab, Jamlech, Joshah the son of Amaziah, ", "35": "Joel, Jehu son of Joshibiah, son of Seraiah, son of Asiel, ", "36": "Elioenai, Jaakobah, Jeshoaiah, Asaiah, Adiel, Jesimiel, Benaiah, ", "37": "and Ziza son of Shiphi, son of Allon, son of Jedaiah, son of Shimri, son of Shemaiah—", "38": "these mentioned by name were leaders in their families, and their clans increased greatly. ", "39": "Now they went to the entrance of Gedor, to the east side of the valley, to seek pasture for their flocks. ", "40": "They found rich and good pasture, and the land was spacious, quiet, and peaceful. The former inhabitants were Hamites. ", "41": "Now those whose names are recorded came during the days of King Hezekiah of Judah. They attacked the encampments of the Hamites, as well as the Meunim who were found there, and utterly wiped them out to this very day. They settled in their place because there was pasture there for their flocks. ", "42": "About 500 of them from the descendants of Simeon, led by Pelatiah, Neariah, Rephaiah and Uzziel, the sons of Ishi, went to Mount Seir ", "43": "where they struck down the remaining Amalekites who had escaped, and they live there to this day."}