{"1": "The sons of Reuben the firstborn of Israel—he was the firstborn, but when he defiled his father's bed, his birthright was given to the sons of Joseph son of Israel—so he is not reckoned as the firstborn in the genealogical record. ", "2": "Though Judah was the strongest among his brothers, and a ruler came from him,[a] the birthright belonged to Joseph.", "3": "The sons of Reuben, the firstborn of Israel: Enoch, Pallu, Hezron and Carmi.", "4": "The descendants of Joel: his son Shemaiah, his son Gog, his son Shimei, ", "5": "his son Micah, his son Reaiah, his son Baal ", "6": "and his son Beerah whom Tillegath-pilneser king of Assyria carried into exile. He was the leader of the Reubenites.", "7": "His kinsmen by their families, as listed in their genealogical records: the leader Jeiel, Zechariah, ", "8": "and Bela son of Azaz, son of Shema, son of Joel. They settled in Aroer as far as Nebo and Baal-meon, ", "9": "while in the east they settled as far as the entrance of the wilderness from this side of the river Euphrates, because their cattle had multiplied in the land of Gilead. ", "10": "Now in the days of Saul they had made war with the Hagrites, who fell by their hand. So they lived in their encampments in the entire eastern area of Gilead.", "11": "Now the sons of Gad lived opposite them in the land of Bashan as far as Salcah:", "12": "Joel the leader, Shapham second, then Janai and Shaphat in Bashan. ", "13": "Their kinsmen according to their ancestral families: Michael, Meshullam, Sheba, Jorai, Jacan, Zia and Eber—seven in all.", "14": "These were the sons of Abihail son of Huri, son of Jaroah, son of Gilead, son of Michael, son of Jehishai, son of Jahdo, son of Buz. ", "15": "Ahi son of Abdiel, son of Guni was leader of their ancestral families. ", "16": "They lived in Gilead, in Bashan and its surrounding villages, and in all the pasturelands of Sharon, up to their borders. ", "17": "All these were recorded by genealogies in the days of Jotham king of Judah and in the days of Jeroboam king of Israel.", "18": "The sons of Reuben and the Gadites and the half-tribe of Manasseh had 44,760 warriors ready for war—men who carried shield and sword and drew the bow, and were skilled in battle. ", "19": "So they made war with the Hagrites, Jetur, Naphish and Nodab. ", "20": "They received help against them, so that the Hagrites and all who were with them were delivered into their hand, for they cried out to God during the battle. He answered their supplications, because they put their trust in Him. ", "21": "They took away their livestock: 50,000 of their camels, 250,000 sheep, and 2,000 donkeys, as well as 100,000 people. ", "22": "For many fell slain, because the war was of God. So they dwelt in their place until the exile.", "23": "Now the children of the half-tribe of Manasseh settled in the land from Bashan to Baal-hermon, Senir and Mount Hermon. They were numerous. ", "24": "These were the heads of their clans: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, Jahdiel. They were mighty men of valor, famous men, heads of their clans.", "25": "But they were unfaithful to the God of their fathers, and prostituted themselves to the gods of the peoples of the land whom God had destroyed before them. ", "26": "So the God of Israel stirred up the spirit of King Pul of Assyria—the spirit of Tillegath-pilneser king of Assyria—and he carried away the Reubenites, the Gadites and the half-tribe of Manasseh, and brought them to Halah, Habor, Hara and to the river of Gozan, to this day.", "27": "The sons of Levi: Gershon, Kohath and Merari.", "28": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel.", "29": "The children of Amram: Aaron, Moses and Miriam. The sons of Aaron: Nadav and Abihu, Eleazar and Ithamar.", "30": "Eleazar fathered Phinehas and Phinehas fathered Abishua. ", "31": "Abishua fathered Bukki, and Bukki fathered Uzzi. ", "32": "Uzzi fathered Zerahiah and Zerahiah fathered Meraioth. ", "33": "Meraioth fathered Amariah and Amariah fathered Ahitub. ", "34": "Ahitub fathered Zadok and Zadok fathered Ahimaaz. ", "35": "Ahimaaz fathered Azariah and Azariah fathered Johanan. ", "36": "Johanan fathered Azariah, who served as kohen in the House that Solomon built in Jerusalem. ", "37": "Azariah fathered Amariah, and Amariah fathered Ahitub. ", "38": "Ahitub fathered Zadok, and Zadok fathered Shallum. ", "39": "Shallum fathered Hilkiah, and Hilkiah fathered Azariah, ", "40": "and Azariah fathered Seraiah, and Seraiah fathered Jehozadak. ", "41": "Jehozadak went into captivity when Adonai exiled Judah and Jerusalem by the hand of Nebuchadnezzar."}