{"1": "The sons of Levi: Gershom, Kohath and Merari.", "2": "These are the names of the sons of Gershom: Libni and Shimei.", "3": "The sons of Kohath: Amram, Izhar, Hebron and Uzziel.", "4": "The sons of Merari: Mahli and Mushi. These are the families of the Levites according to their clans.", "5": "Of Gershom: Libni his son, Jahath his son, Zimmah his son, ", "6": "Joah his son, Iddo his son, Zerah his son and Jeatherai his son.", "7": "The sons of Kohath: Amminadab his son, Korah his son, Assir his son, ", "8": "Elkanah his son, and Ebiasaph his son, Assir his son, ", "9": "Tahath his son, Uriel his son, Uzziah his son and Shaul his son.", "10": "The sons of Elkanah: Amasai and Ahimoth, ", "11": "his son Elkanah, Zophai his son, Nahath his son, ", "12": "Eliab his son, Jeroham his son, Elkanah his son.", "13": "The sons of Samuel: his first-born Vashni, then Abiah.", "14": "The sons of Merari: Mahli, Libni his son, Shimei his son, Uzzah his son, ", "15": "Shimea his son, Haggiah his son, Asaiah his son.", "16": "Now these are the men David appointed to be in charge of the singing in the House of Adonai, after the Ark came to rest. ", "17": "They ministered with song in front of the Tabernacle of the Tent of Meeting, until Solomon built the House of Adonai in Jerusalem. They carried out their avodah according to their regulations.", "18": "These are the ones who took their station, with their sons. Of the sons of the Kohathites: Heman the singer, son of Joel, son of Samuel, ", "19": "son of Elkanah, son of Jeroham, son of Eliel, son of Toah, ", "20": "son of Zuph, son of Elkanah, son of Mahath, son of Amasai, ", "21": "son of Elkanah, son of Joel, son of Azariah, son of Zephaniah, ", "22": "son of Tahath, son of Assir, son of Ebiasaph, son of Korah, ", "23": "son of Izhar, son of Kohath, son of Levi, son of Israel.", "24": "His kinsman Asaph stood on his right—Asaph son of Berechiah, son of Shimea, ", "25": "son of Michael, son of Baaseiah, son of Malchijah, ", "26": "son of Ethni, son of Zerah, son of Adaiah, ", "27": "son of Ethan, son of Zimmah, son of Shimei, ", "28": "son of Jahath, son of Gershom, son of Levi.", "29": "On the left hand their kinsmen the sons of Merari: Ethan son of Kishi, son of Abdi, son of Malluch, ", "30": "son of Hashabiah, son of Amaziah, son of Hilkiah, ", "31": "son of Amzi, son of Bani, son of Shemer, ", "32": "son of Mahli, son of Mushi, son of Merari, son of Levi.", "33": "Their fellow Levites were appointed for all the avodah of the tabernacle of the House of God. ", "34": "But Aaron and his sons were the ones presenting offerings on the altar of burnt offering and on the altar of incense, for all the service of the Holy of Holies and to make atonement for Israel, according to all that Moses the servant of God had commanded.", "35": "Now these are the sons of Aaron: Eleazar his son, Phineas his son, Abishua his son, ", "36": "Bukki his son, Uzzi his son, Zerahiah his son, ", "37": "Meraioth his son, Amariah his son, Ahitub his son, ", "38": "Zadok his son, Ahimaaz his son.", "39": "Now these are their dwelling places according to their encampments in their territories. To Aaron's sons of the Kohathite families (for theirs was the first lot), ", "40": "to them they assigned Hebron in the land of Judah, and the open land around it; ", "41": "but the fields of the city and the villages, they gave to Caleb son of Jephunneh. ", "42": "To sons of Aaron they gave the cities of refuge: Hebron, also Libnah with its open land, Jattir, Eshtemoa with its open land, ", "43": "Hilen with its open land, Debir with its open land, ", "44": "Ashan with its open land, and Beth-shemesh with its open land. ", "45": "From the tribe of Benjamin: Geba with its open land, and Alemeth with its open land, and Anathoth with its open land. They had 13 cities in all among their families.", "46": "To the rest of the sons of Kohath ten cities were assigned by lot from the family of the half-tribe of Manasseh. ", "47": "To the sons of Gershom, according to their families, 13 cities were assigned from the tribe of Issachar, from the tribe of Asher, from tribe of Naphtali and from the tribe of Manasseh in Bashan. ", "48": "To the sons of Merari 12 cities were assigned by lot, according to their families, from the tribe of Reuben, from the tribe of Gad and from the tribe of Zebulun.", "49": "So Bnei-Yisrael gave to the Levites the cities with their open land. ", "50": "They also assigned by lot from the tribe of the children of Judah, from the tribe of the children of Simeon, and from the tribe of the children of Benjamin, these cities that were mentioned by name.", "51": "Some of the families of the sons of Kohath had cities of their territory from the tribe of Ephraim. ", "52": "They assigned to them as cities of refuge: Shechem in the hill-country of Ephraim with its open land, Gezer also with its open land, ", "53": "Jokmeam with its open land, Beth-horon with its open land ", "54": "Aijalon with its open land, and Gath-rimmon with its open land. ", "55": "Also from the half-tribe of Manasseh: Aner with its open land and Bileam with its open land, for the rest of the family of the sons of Kohath. ", "56": "To the sons of Gershom were assigned, from the family of the half-tribe of Manasseh, Golan in Bashan with its open land and Ashtaroth with its open land, ", "57": "and from the tribe of Issachar, Kedesh with its open land, Dobrath with its open land, ", "58": "Ramoth with its open land, and Anem with its open land, ", "59": "and from the tribe of Asher, Mashal with its open land, Abdon with its open land, ", "60": "Hukok with its open land, Rehob with its open land, ", "61": "and from the tribe of Naphtali, Kedesh in Galilee with its open land, Hammon with its open land and Kiriathaim with its open land. ", "62": "To the rest—the sons of Merari—were assigned, from the tribe of Zebulun, Rimmono with its open land, Tabor with its open land, ", "63": "and beyond the Jordan at Jericho, on the east side of the Jordan, from the tribe of Reuben, Bezer in the wilderness with its open land, Jahaz with its open land, ", "64": "Kedemoth with its open land, and Mephaath with its open land ", "65": "and from the tribe of Gad, Ramoth in Gilead with its open land, Mahanaim with its open land, ", "66": "Heshbon with its open land, and Jazer with its open land."}