{"1": "Benjamin fathered Bela his firstborn, Ashbel second, Ahrah third, ", "2": "Nohah the fourth, and Rapha fifth.", "3": "Bela's sons were: Addar, Gera, Abihud, ", "4": "Abishua, Naaman, Ahoah, ", "5": "Gera, Shephuphan and Huram.", "6": "These were the sons of Ehud—the heads of clans of the inhabitants of Geba, who were taken captive to Manahath:", "7": "Naaman, Ahijah and Gera—he took them captive and fathered Uzza and Ahihud.", "8": "Shaharaim fathered children in the country of Moab after divorcing his wives Hushim and Baara. ", "9": "By his wife Hodesh he fathered Jobab, Zibia, Mesha, Malcam, ", "10": "Jeuz, Sachiah and Mirmah. These were his sons, family leaders.", "11": "By Hushim he fathered Abitub and Elpaal.", "12": "The sons of Elpaal: Eber, Misham and Shemed, who built Ono and Lod with its villages; ", "13": "Beriah and Shema, leaders of the clans living in Aijalon and who drove out the inhabitants of Gath.", "14": "Ahio, Shashak, Jeremoth, ", "15": "Zebadiah, Arad, Eder, ", "16": "Michael, Ishpah, Joha were sons of Beriah.", "17": "Zebadiah, Meshullam, Hizki, Heber ", "18": "Ishmerai, Izliah, and Jobab were sons of Elpaal.", "19": "Jakim, Zichri, Zabdi, ", "20": "Elienai, Zillethai, Eliel, ", "21": "Adaiah, Beraiah and Shimrath were sons of Shimei.", "22": "Ishpan, Eber, Eliel, ", "23": "Abdon, Zichri, Hanan, ", "24": "Hananiah, Elam, Anthothiah, ", "25": "Iphdeiah and Penuel were the sons of Shashak.", "26": "Shamsherai, Shechariah, Athaliah ", "27": "Jaareshiah, Elijah and Zichri were sons of Jeroham. ", "28": "These were leaders of the clans listed in their genealogies. These lived in Jerusalem.", "29": "Now the father of Gibeon dwelt in Gibeon. His wife's name was Maacah, ", "30": "and his firstborn son was Abdon, then Zur, Kish, Baal, Nadab, ", "31": "Gedor, Ahio and Zecher ", "32": "and Mikloth who fathered Shimeah. They lived with their relatives in Jerusalem, opposite their relatives.", "33": "Ner fathered Kish and Kish fathered Saul. Saul fathered Jonathan, Malchi-shua, Abinadab and Eshbaal.", "34": "Jonathan's son was Merib-baal and Merib-baal fathered Micah.", "35": "Micah's sons: Pithon, Melech, Taarea and Ahaz.", "36": "Ahaz fathered Jehoaddah, Jehoaddah fathered Alemeth, Azmaveth and Zimri, and Zimri fathered Moza, ", "37": "Moza fathered Binea; Raphah was his son, Eleasah his son, Azel his son.", "38": "Azel had six sons and these were their names: Azrikam, Bocru, Ishmael, Sheariah, Obadiah and Hanan—all these were sons of Azel.", "39": "The sons of his brother Eshek: Ulam his firstborn, Jeush second, and Eliphelet third. ", "40": "Now the sons of Ulam were mighty men of valor, archers, and had many sons and grandsons—150. All these were descendants of Benjamin."}