{"1": "The proverbs of Solomon son of David, king of Israel:", "2": "to acquire wisdom and discipline, to understand the words of insight,", "3": "to receive instruction in wise behavior, righteousness, justice and fairness,", "4": "to give discernment to the naïve, knowledge and discretion to the youth", "5": "(let the wise listen and increase learning and the discerning obtain wise counsel)", "6": "to understand a proverb and a puzzle, the sayings of the wise and their riddles.", "7": "The fear of Adonai is the beginning of knowledge, but fools despise wisdom and discipline.", "8": "Hear, my son, your father's instruction and forsake not your mother's teaching.", "9": "For they are a garland of grace for your head and a chain to adorn your neck.", "10": "My son, if sinners entice you, do not give in.", "11": "Suppose they say: “Come with us! Let's lie in wait for blood! Let's ambush the innocent—for no reason!", "12": "Let's swallow them alive like Sheol— still healthy, as they go down to the Pit!", "13": "We'll find all sorts of valuable things, we'll fill our homes with loot!", "14": "Throw your lot in with us— we'll all have one wallet.”", "15": "My son, do not go along with them, keep your foot from their path—", "16": "for their feet run to evil and they are swift to shed blood.", "17": "Surely it is useless to spread a net in the eyes of all winged creatures!", "18": "But they lie in wait for their own blood. They ambush their own lives.", "19": "Such is the fate of all gaining by violence. It takes the life of its possessor.", "20": "Wisdom calls aloud in the streets, she raises her voice in public squares.", "21": "She cries out above the commotion. At the entrances of the city gates, she utters her speech:", "22": "“How long will you naïve ones love simplicity, you scoffers delight in scoffing, and you fools hate knowledge?", "23": "You are repulsed at my rebuke. Behold, I pour out my heart to you. I will make my words known to you.", "24": "Because you refused when I called, and did not pay attention when I stretched out my hand,", "25": "since you ignore all my advice and would not accept my rebuke,", "26": "I in turn will laugh at your calamity. I will mock when dread comes on you,", "27": "when your terror comes like a storm and your calamity sweeps over you like a whirlwind, when trouble and distress overwhelm you!", "28": "Then they will cry out to me, but I will not answer! They will earnestly seek me, but will not find me.", "29": "Because they hated knowledge and did not choose the fear of Adonai,", "30": "they would not accept my counsel, they spurned all my reproof,", "31": "so they will eat the fruit of their own way and be filled with their own schemes.", "32": "For the backsliding of the naïve will kill them and the complacency of fools will destroy them.", "33": "But whoever pays attention to me will live securely, and be free from the fear of evil.”"}