{"1": "The proverbs of Solomon. A wise son gives joy to his father, but a foolish son grief to his mother.", "2": "Ill-gotten treasures profit nothing, but righteousness delivers from death.", "3": "Adonai will not let a righteous soul go hungry, but thwarts the cravings of the wicked.", "4": "Lazy hands make a man poor, but diligent hands bring wealth.", "5": "He who gathers crops in summer is a wise son, but he who sleeps during harvest is a disgraceful son.", "6": "Blessings are on the head of the righteous, but the mouth of the wicked conceals violence.", "7": "The memory of the righteous is a blessing, but the name of the wicked will rot.", "8": "The wise in heart accept commands, but a babbling fool comes to ruin.", "9": "One who walks in integrity, walks securely, but one who takes crooked paths will be discovered.", "10": "One who winks an eye maliciously causes grief, while a babbling fool comes to ruin.", "11": "The mouth of the righteous is a fountain of life, but the mouth of the wicked conceals violence.", "12": "Hatred stirs up strife but love covers up all transgressions.", "13": "Wisdom is found on the lips of the discerning, but a rod is for the back of one lacking sense.", "14": "Wise men store up knowledge, but the mouth of a fool is near ruin.", "15": "The wealth of a rich man is a strong city. Poverty is the ruin of the poor.", "16": "The wages of the righteous are life. The income of the wicked is sin.[a]", "17": "One who heeds discipline is on the path of life, but whoever ignores correction goes astray.", "18": "One who conceals hatred has lying lips, and whoever spreads slander is a fool.", "19": "When words abound, transgression is unavoidable. but whoever restrains his lips is wise.", "20": "The tongue of the righteous is choice silver. The heart of the wicked is of little value.", "21": "The lips of the righteous feed many, but fools die for lack of understanding.", "22": "The blessing of Adonai brings wealth and He adds no trouble with it.", "23": "As doing wickedness is delight to a fool, so is wisdom to a man of discernment.", "24": "What the wicked dread will fall on them. The desire of the righteous will be given.", "25": "When the whirlwind passes, the wicked are no more, but the foundation of the righteous is everlasting.", "26": "Like vinegar to the teeth or smoke to the eyes, so is a slacker to those who send him.", "27": "The fear of Adonai prolongs life, but the years of the wicked are cut short.", "28": "The prospect of the righteous is joy, but the hope of the wicked perishes.", "29": "The way of Adonai is a stronghold to the upright, but it is a ruin to those who do evil.", "30": "The righteous will never be uprooted, but the wicked will not dwell in the land.", "31": "The mouth of the righteous bears the fruit of wisdom, but a perverse tongue will be cut out.", "32": "The lips of the righteous know what is pleasing, but the mouth of the wicked is perverse."}