{"1": "Whoever loves knowledge loves correction, but whoever hates reproof is stupid.", "2": "A good man obtains favor from Adonai, but He condemns a person with evil schemes.", "3": "No one is made secure by wickedness, but a righteous root will not be moved.", "4": "A virtuous wife is her husband's crown, but a dishonoring one is like rottenness in his bones.", "5": "The plans of the righteous are just, but the counsels of the wicked are deceitful.", "6": "The words of the wicked lie in wait for blood, but the mouth of the upright delivers them.", "7": "The wicked are overthrown and are no more, but the household of the righteous will stand.", "8": "A man is praised according to his insight, but one with a twisted mind is despised.", "9": "Better to have little honor and a servant than to have glory and no bread.", "10": "A righteous person cares for the life of his animal, yet even the compassion of the wicked is cruel.", "11": "The one who works his land will have plenty of food, but whoever chases daydreams lacks sense.", "12": "The wicked covets the loot of evil men, but the root of the righteous flourishes.", "13": "An evil one is ensnared by the sin of lips, but the righteous one escapes trouble.", "14": "By the fruit of his mouth a man will be satisfied with good. The work of a man's hands will reward him.", "15": "A fool's way is right in his own eyes, but the wise listen to advice.", "16": "A fool shows his irritation immediately, but a prudent person overlooks an insult.", "17": "A trustworthy witness tells what is right, but a false witness, deceit.", "18": "Reckless speech is like the thrusts of a sword, but the tongue of the wise brings healing.", "19": "Truthful lips endure forever, but a lying tongue for only a moment.", "20": "Deceit is in the heart of those who plot evil, but those promoting shalom have joy.", "21": "No harm befalls the righteous, but the wicked are full of misery.", "22": "Lying lips are detestable to Adonai, but those who act faithfully are His delight.", "23": "A clever person conceals his knowledge, but the heart of a fool blurts out folly.", "24": "The hand of the diligent will rule, but the lazy will become forced labor.", "25": "An anxious heart weighs one down, but a good word cheers him up.", "26": "The righteous gives his friend guidance, but the way of the wicked leads astray.", "27": "A lazy person does not roast his game, but a diligent person prizes his possessions.", "28": "In the path of righteousness is life— it is a path to immortality."}