{"1": "The plans of the heart belong to man, but the tongue's answer is from Adonai.", "2": "All a man's ways are pure in his own eyes, but Adonai weighs the motives.", "3": "Commit whatever you do to Adonai, and your plans will succeed.", "4": "Adonai works everything out for his own purpose— even the wicked for a day of disaster.", "5": "Adonai abhors all the proud in heart. Be assured, they will not go unpunished.", "6": "By mercy and truth is iniquity atoned, and by the fear of Adonai one avoids evil.", "7": "When one's ways are pleasing to Adonai, he makes even his enemies be at peace with him.", "8": "Better a little with righteousness than much income without justice.", "9": "The heart of man plans his course, but Adonai directs his steps.", "10": "An oracle is on the lips of the king— let his mouth never be treacherous in judgment.", "11": "Honest balances and scales are Adonai's. All the weights in a bag are His handiwork.", "12": "Wrongdoing is an abomination to kings, for a throne is established by righteousness.", "13": "Righteous lips are the delight of kings. He loves those who speak honestly.", "14": "A king's fury is like messengers of death, but a wise man will appease it.", "15": "In the light of a king's face there is life, and his favor like a cloud of spring rain.", "16": "How much better to get wisdom than gold, to choose understanding rather than silver.", "17": "The highway of the upright avoids evil. He who guards his way protects his life.", "18": "Pride goes before destruction and a haughty spirit before a fall.", "19": "Better to be lowly in spirit with the afflicted than to share the spoil with the proud.", "20": "One prudent in a matter will find good Blessed is the one who trusts in Adonai.", "21": "The wise in heart is called discerning, and sweetness of lips increases persuasiveness.", "22": "Insight is a fountain of life to one who has it, but folly leads to the discipline of fools.", "23": "A wise man's heart teaches his mouth and adds persuasiveness to his lips.", "24": "Pleasant words are honeycomb—sweet to the soul and healing to the bones.", "25": "There is a way that seems right to a man, but its end is the way to death.", "26": "A laborer's appetite works on his behalf, for his hunger drives him on.", "27": "A wicked scoundrel digs up evil, and on his lips is a scorching fire.[a]", "28": "A perverse person sows strife, and a gossip separates close friends.", "29": "A violent person lures his neighbor, leading him down a path that is no good.", "30": "One who winks his eyes schemes deceit, one who purses his lips is bent on evil.", "31": "Gray hair is a crown of glory, found on the path of righteousness.", "32": "Better to be slow to anger than a mighty warrior. One who controls his temper is better than one who conquers a city.", "33": "The lot is cast into the lap, but their very decision is from Adonai."}