{"1": "One who isolates oneself seeks his own desire; he defies all sound judgment.", "2": "A fool finds no delight in understanding, but only in expressing his opinion.", "3": "When wickedness comes, so does contempt, and with dishonor comes disgrace.", "4": "The words of one's mouth are deep waters, a fountain of wisdom, a flowing brook.", "5": "Showing partiality to the wicked is not good, nor is depriving the innocent of justice.", "6": "The lips of a fool enter into an argument and his mouth invites a beating.", "7": "A fool's mouth is his ruin, and his lips are a snare to his soul.", "8": "The words of a gossip are tasty morsels, going down into one's innermost being.", "9": "One who is slack in his work is brother to one who destroys.", "10": "The Name of Adonai is a strong tower. The righteous one runs into it and is set safely up high.", "11": "A rich person's wealth is a strong city or like a high wall—in his imagination.", "12": "Before ruin a person's heart is proud, but humility comes before honor.", "13": "One who answers before listening— that is his folly and his shame.", "14": "One's spirit sustains him through illness, but who can bear a crushed spirit?", "15": "A discerning heart gains knowledge, the ear of the wise seeks knowledge.", "16": "A man's gift makes room for him, and leads him before great men.", "17": "The first to state his case seems just, until another comes and cross-examines him.", "18": "Casting lots ends quarrels and decides between mighty opponents.", "19": "An offended brother is more formidable than a fortified city, and quarrels are like the bars of a fortress.", "20": "From the fruit of his mouth a man's stomach is filled— with the harvest of his lips he is satisfied.", "21": "Death and life are in the control of the tongue. Those who indulge in it will eat its fruit.", "22": "Whoever finds a wife finds good, and receives favor from Adonai.", "23": "The poor request favor, but the rich answer harshly.", "24": "A man with many friends may be harmed by them, but there is a friend who sticks closer than a brother."}