{"1": "Wine is a mocker, strong drink a brawler. Whoever is led astray by them is unwise.", "2": "The terror of a king is like a lion's growl. Whoever provokes him endangers his life.", "3": "It is honor for one to resolve a dispute, yet every fool quarrels.", "4": "A slacker will not plow in season, so at harvest he looks but finds nothing.", "5": "The intent of a man's heart is deep water, but a man of insight draws it out.", "6": "Many a man proclaims his loyalty, but a faithful man who can find?[a]", "7": "A righteous person walks in integrity. Blessed are his children after him.", "8": "A king sitting on the throne to judge separates out all evil with his eyes.", "9": "Who can say: “I have kept my heart pure; I am cleansed from my sin”?[b]", "10": "Unequal weights and measures—[c] both are an abomination to Adonai.", "11": "Even a child is known by his actions, whether his conduct is pure and upright.", "12": "Ears that hear and eyes that see— Adonai has made them both.", "13": "Do not love sleep, lest you become poor. Open your eyes, and you will be satisfied with food.", "14": "“It's bad, bad!” says the buyer, but then he goes away and boasts.", "15": "There is gold and abundance of rubies, but lips that speak knowledge are precious.", "16": "Take a man's garment, who puts up security for a stranger, and hold it in pledge, as security for a foreign woman.", "17": "Bread gained by fraud is sweet to a man, but later his mouth is filled with gravel.", "18": "Plans are made by counsel, so wage war with guidance.", "19": "A talebearer goes about, revealing secrets, so do not associate with a babbler.", "20": "Whoever curses his father or his mother,[d] his lamp will be snuffed out in utter darkness.", "21": "An estate acquired quickly in the beginning will not be blessed in the end.", "22": "Do not say, “I will pay back evil!” Wait for Adonai, so He may deliver You.", "23": "Unbalanced weights are detestable to Adonai, and dishonest scales are wicked.", "24": "A man's steps are directed by Adonai. How then can anyone understand his own way?", "25": "It is a trap for one to say rashly, “It is holy!” and only afterward to consider his vows.", "26": "A wise king winnows out the wicked. He turns a threshing wheel over them.", "27": "The spirit of man is the lamp of Adonai, searching all his inmost being.", "28": "Lovingkindness and truth preserve the king, but his throne is upheld by lovingkindness.", "29": "The glory of young men is their strength, and the splendor of old men is gray hair.", "30": "Blows that wound scour away evil, and beatings purge the innermost being."}