{"1": "When you sit down to dine with a ruler, consider carefully what is set before you,", "2": "and put a knife to your throat if you possess a large appetite.", "3": "Do not crave his delicacies, for that food is deceptive.", "4": "Do not wear yourself out to get rich. Be wise enough to restrain yourself.", "5": "When you cast your eyes on riches, it is gone; for it surely sprouts wings and flies off into the sky like an eagle.", "6": "Do not eat the food of a stingy person, or desire his delicacies.", "7": "For as he thinks within himself, so is he. “Eat and drink”, he says to you, but his heart is not with you.", "8": "You will vomit up the morsel you ate, and will waste your pleasant words.", "9": "Do not speak in the ears of a fool, for he will disdain the wisdom of your words.", "10": "Do not move an ancient boundary stone, or encroach on fields of the fatherless,", "11": "for their redeemer is strong. He will plead their case against you.", "12": "Apply your heart to discipline and your ears to words of knowledge.", "13": "Do not withhold correction from a child. If you strike him with a rod, he will not die.", "14": "Punish him with a rod, and deliver his soul from Sheol.", "15": "My son, if your heart is wise, then my heart also will be glad.", "16": "Yes, my inmost being will rejoice when your lips speak what is right.", "17": "Do not let your heart envy sinners, but always be in the fear of Adonai.", "18": "For surely there is a future, and your hope will never be cut off.", "19": "Listen, my son, and be wise, and guide your heart in the right way.", "20": "Do not join those drinking too much wine or gorging on meat,", "21": "for both drunkards and gluttons will be impoverished— grogginess will clothe them with rags.", "22": "Listen to your father who begot you and do not despise your mother when she is old.", "23": "Acquire truth and do not sell it, acquire wisdom, instruction and understanding.", "24": "The father of a righteous one rejoices greatly. Whoever fathers a wise child delights in him.", "25": "Let your father and your mother be glad, let she who bore you rejoice!", "26": "My son, give your heart to me, and let your eyes observe my ways.", "27": "For a prostitute is a deep pit, an adulterous woman is a narrow pit.", "28": "Indeed, she lies in wait like a robber, and increases the unfaithful among men.", "29": "Who has woe? Who has sorrow? Who has fights? Who has complaining? Who has bruises for no reason? Who has red eyes?", "30": "Those who linger long over wine, who go looking for mixed wine.", "31": "Do not gaze at wine when it is red, when it sparkles in the cup, when it glides down smoothly.", "32": "In the end it bites like a serpent and stings like a viper.", "33": "Your eyes will see strange things. Your heart will utter perverse things.", "34": "Then you will be like one lying down in the heart of the sea, or sprawled on the top of a mast.", "35": "“They hit me! But I was not hurt. They beat me up! But I did not feel it. When will I wake up? I will look for another drink.”"}