{"1": "Do not envy evil people, or desire to be with them,", "2": "for their hearts contemplate violence, and their lips speak mischief.", "3": "By wisdom a house is built, by understanding it is prepared,", "4": "and by knowledge its rooms are filled with every rare and pleasing treasure.", "5": "A wise man is strong, and a man of knowledge becomes even stronger.", "6": "For with wise advice you wage war and in many counselors there is victory.", "7": "Wisdom is unattainable for a fool— he does not open his mouth at the gate.", "8": "One who plots evil will be called a schemer.", "9": "A foolish scheme is sin, and people detest a mocker.", "10": "If you falter in a day of adversity, your strength is small.", "11": "Rescue those being dragged off to death, hold back those stumbling to slaughter.", "12": "If you say, “Look, we didn't know this.” Won't He who weighs hearts perceive it? Won't He who guards your soul know it? Won't He repay each one according to his deeds?[a]", "13": "Eat honey, my son, for it is good, and honeycomb is sweet to your taste.", "14": "Likewise know that wisdom is sweet to your soul. If you find it, there will be a future, and your hope will not be cut off.", "15": "Do not lurk like the wicked near the dwelling of the righteous. Do not assault his home.", "16": "For though the righteous one may fall seven times, he gets up again, but the wicked stumble in adversity.", "17": "Do not rejoice when your enemy falls, or let your heart be glad when he stumbles,", "18": "or Adonai may see it as evil in His eyes, and turn His wrath away from him.", "19": "Do not be upset because of evil people, or be envious of the wicked,", "20": "for the evil person has no future, and the lamp of the wicked will be snuffed out.", "21": "My son, fear Adonai and the king,[b] and do not associate with rebels.", "22": "For their destruction will arise suddenly, and who knows the ruin both Adonai and the king can bring?", "23": "These sayings are also from the wise: Partiality in judgment is not good.", "24": "Whoever tells the guilty, “You are innocent,” people curse him and nations revile him.", "25": "But for those who convict the guilty there will be delight— good blessing will come upon them.", "26": "An honest answer is like a kiss on the lips.", "27": "Finish your outdoor work and get your fields ready. After that, build your house.", "28": "Do not be a witness against your neighbor without cause, and do not deceive with your lips.", "29": "Do not say, “I will do to him what he has done to me; I will pay him back for his deed!”[c]", "30": "I passed by the field of the slacker, by the vineyard of one lacking judgment.", "31": "Surprisingly, it was all overgrown with thorns, the ground was covered with weeds, and its stone wall was broken down.", "32": "Then I took to heart what I observed and learned a lesson from what I saw:", "33": "“A little sleep, a little slumber, a little folding of the hands to sleep,”", "34": "then your poverty comes tramping in, and your need like an armed soldier."}