{"1": "Like snow in summer or rain at harvest, so honor is not fitting for a fool.", "2": "Like a fluttering sparrow or a flying swallow, so an undeserved curse does not land.", "3": "A whip for a horse, a bridle for a donkey, and a rod for the back of fools.", "4": "Do not answer a fool according to his folly, else you also will be like him.", "5": "Answer a fool according to his folly, else he will be wise in his own eyes.", "6": "Like cutting off one's feet or drinking violence is sending a message by a fool's hand.", "7": "Like a lame man's legs that hang limp, so is a proverb in a fool's mouth.", "8": "Like tying a stone into a sling, so is giving honor to a fool.", "9": "Like a thorn bush in a drunkard's hand is a proverb in a fool's mouth.", "10": "Like an archer who wounds at random is one who hires a fool or any passer-by.", "11": "Like a dog that returns to its vomit, so a fool repeats his folly.[a]", "12": "Do you see one wise in his own eyes? There is more hope for a fool than him.", "13": "A slacker says, “There's a lion on the road! A lion is in the streets!”", "14": "As a door turns on its hinges so a slacker turns on his bed.", "15": "The slacker plunges his hand in the dish— he is too tired to bring it back to his mouth.", "16": "A slacker is wiser in his own eyes than seven people who answer sensibly.", "17": "Like one who takes a dog by the ears is a passer-by who meddles in a quarrel not his own.", "18": "Like a madman shooting firebrands and deadly arrows", "19": "so is one who deceives his friend, and says, “I was only joking.”", "20": "Without wood a fire goes out; without gossip quarrels cease.", "21": "As coals are to embers and wood to fire, so is a contentious person to kindling strife.", "22": "A gossip's words are like tasty morsels— they slide down into the innermost parts of the body.", "23": "Like silver glaze overlaying earthenware are fervent[b] lips with an evil heart.", "24": "One who hates, disguises it with his lips, but he stores up deceit within him.", "25": "When he speaks favorably, do not believe him, for there are seven abominations in his heart.", "26": "Though his hatred may be concealed by deceit, his evil will be exposed before the assembly.", "27": "Whoever digs a pit will fall in it, and whoever rolls a stone—it will come back upon him.", "28": "A lying tongue hates those crushed by it, and a flattering mouth causes ruin."}