{"1": "One who remains stiff-necked after many rebukes will suddenly be destroyed—without remedy.", "2": "When the righteous thrive, people rejoice. When the wicked rule, people groan.", "3": "Whoever loves wisdom brings joy to his father, but a companion of prostitutes squanders his wealth.", "4": "By justice a king brings stability to a land, but one who takes bribes brings it ruin.", "5": "A man who flatters his neighbor spreads a net for his feet.", "6": "In an evil man's wrongdoing is a trap, but the righteous sings and rejoices.", "7": "A righteous person considers justice for the poor. The wicked one has no such concern.", "8": "Mockers incite a city, but wise men turn away anger.", "9": "If a wise man argues with a foolish man, he rants or laughs, with no resolution.", "10": "Bloodthirsty people hate a man of integrity and seek the soul of the upright.", "11": "A fool gives full vent to his temper, but a wise man holds it back.", "12": "If a ruler listens to lies, all his servants will be wicked.", "13": "The poor man and the oppressor have this in common: Adonai gives light to the eyes of both.", "14": "If a king judges the poor with truth, his throne will always be secure.", "15": "A rod and reproof give wisdom, but a child left to himself disgraces his mother.", "16": "When the wicked thrive, wrongdoing increases, but the righteous will see their downfall.", "17": "Correct your son and he will give you rest. He will bring delight to your soul.", "18": "Where there is no divine vision people cast off restraint, but blessed is the one who keeps Torah.", "19": "A servant cannot be corrected by words, for though he understands, he will not respond.", "20": "Do you see someone hasty in his words? There is more hope for a fool than him.", "21": "If someone pampers his slave from childhood in the end he will be ungrateful.", "22": "An angry man stirs up dissention, and a hotheaded one commits many transgressions.", "23": "A man's pride will bring him low, but a humble spirit will gain honor.", "24": "An accomplice of a thief is his own enemy. He hears the oath but says nothing.", "25": "Fear of man will prove to be a snare, but one who trusts in Adonai will be kept safe.", "26": "Many seek an audience with a ruler, but from Adonai one receives justice.", "27": "The righteous detest the unjust, and the wicked detest the upright."}