{"1": "My son, do not forget my teaching,[a] but let your heart keep my mitzvot.", "2": "For length of days and years of life, and shalom they will add to you.", "3": "Let kindness and truth never leave you— bind them around your neck, write them on the tablet of your heart.", "4": "Then you will gain favor and a good name in the eyes of God and man.", "5": "Trust in Adonai with all your heart, lean not on your own understanding.", "6": "In all your ways acknowledge Him, and He will make your paths straight.", "7": "Do not be wise in your own eyes; fear Adonai and turn away from evil.", "8": "It will be healing to your body and refreshment to your bones.", "9": "Honor Adonai with your wealth and with the first of your entire harvest.", "10": "Then your barns will be filled with plenty, your vats will overflow with new wine.", "11": "My son, never despise Adonai's discipline or dread His correction.", "12": "For Adonai loves those He reproves, even as a father, the son in whom he delights.[b]", "13": "Happy is the man who finds wisdom and the man who gains understanding.", "14": "For her trade-value is better than silver, and her yield better than fine gold.", "15": "She is more precious than jewels and nothing you desire compares to her.", "16": "Length of days is in her right hand. In her left hand are riches and honor.", "17": "Her ways are pleasant ways, and all of her paths are shalom.", "18": "She is a tree of life to those who embrace her, and blessed will be all who hold firmly to her.", "19": "By wisdom Adonai founded the earth. By understanding He established the heavens.", "20": "By His knowledge the deeps were divided, and the clouds drip dew.", "21": "My son, hold on to sound wisdom and discernment, do not let them out of your sight.", "22": "They will be life to your soul, and an ornament to grace your neck.", "23": "Then you will walk on your way in safety, and your foot will not stumble.", "24": "When you lie down, you will not be afraid; when you lie down, your sleep will be sweet.", "25": "Have no fear of sudden terror, or of the devastation of the wicked when it comes.", "26": "For Adonai will be your confidence and will keep your foot from a snare.", "27": "Do not withhold good from those to whom it is due, when it is in your power to act.", "28": "Do not say to your neighbor, “Come back later—I'll give it tomorrow,” when you have it with you.", "29": "Do not plot evil against your neighbor while he lives trustfully beside you.", "30": "Do not quarrel with a man for no reason —if he has done you no harm.", "31": "Do not envy a violent man or choose any of his ways.", "32": "For the devious are detestable to Adonai, but He takes the upright into His confidence.", "33": "Adonai's curse is on a wicked house, but He blesses a righteous home.", "34": "Though He scoffs at the scoffers, He gives grace to the humble.[c]", "35": "The wise inherit honor, but fools are held up in disgrace."}