{"1": "The words of Agur son of Jakeh— an oracle this man declared to Ithiel, to Ithiel and to Ucal:", "2": "“Surely I am more stupid than any man and do not have a man's understanding.", "3": "I have not learned wisdom, nor have I knowledge of the Holy One.", "4": "Who has gone up into heaven, and come down?[a] Who has gathered the wind in the palm of His hand? Who has wrapped the waters in a cloak? Who has established all the ends of the earth? What is his name and what is the name of His son—if you know?”[b]", "5": "Every word of God is purified. He is a shield to those who take refuge in Him.", "6": "Do not add to His words, or else He will rebuke You and prove you a liar.", "7": "Two things I ask of You— do not refuse me before I die:", "8": "Keep falsehood and lies far from me. Give me neither poverty nor riches, but feed me with my allotted bread,[c]", "9": "lest I become satisfied and deny You and say, “Who is Adonai?” Or lest I become poor, and steal and profane the Name of my God.", "10": "Do not slander a servant to his master, or he will curse you, and you pay for it.", "11": "There is a generation that curses its father and does not bless its mother.", "12": "There is a generation that is pure in its own eyes, and yet is not cleansed from its filth.", "13": "There is a generation whose eyes are so haughty, whose eyelids are lifted up disdainfully.", "14": "There is a generation whose teeth are swords and whose molars are knives, to devour the poor from the earth and the needy from among humanity.", "15": "The leech has two daughters: “Give! Give!” Three things are never satisfied, four never say, “Enough!”—", "16": "Sheol, a barren womb, land that is not satisfied with water, and fire that never says, “Enough!”", "17": "The eye that mocks a father and scorns obeying a mother— will be pecked out by ravens of the valley and eaten by young vultures!", "18": "Three things are too amazing for me, four I do not understand:", "19": "the way of an eagle in the sky, the way of a serpent upon a rock, the way of a ship in the heart of the sea, and the way of a man with a maiden.", "20": "Such is the way of an adulteress: she eats, wipes her mouth and says, “I have done nothing wrong.”", "21": "Under three things the earth trembles, and under four it cannot bear up:", "22": "under a slave when he becomes a king, a fool when he is stuffed with food,", "23": "an unloved woman when she is married, and a handmaid when she displaces her mistress.", "24": "Four things on earth are small, yet they are exceedingly wise:", "25": "ants are creatures with little strength, yet they store up their food in summer;", "26": "coneys are creatures with little power, yet they make their homes in the cliffs;", "27": "locusts have no king, yet they advance together in ranks;", "28": "a lizard you can catch with the hand, yet it is found in kings' palaces.", "29": "Three things are stately in their stride, four that move with stately bearing:", "30": "a lion, mighty among beasts, who never backs down from anything;", "31": "a strutting rooster, a male-goat, and a king with his army around him.", "32": "If you have acted foolishly, exalting yourself, or if you have planned evil, put your hand over your mouth.", "33": "For as churning milk produces butter, and twisting the nose produces blood, so stirring up anger produces strife."}