{"1": "The words of King Lemuel, an oracle that his mother taught him:", "2": "O my son, O son of my womb, O son of my vows,", "3": "do not give your vigor to women, or your ways to what ruins kings.", "4": "It is not for kings, O Lemuel, it is not for kings to drink wine, or for rulers to crave strong drink,", "5": "lest they drink, forget what is decreed, and pervert justice for all the oppressed.", "6": "Give strong drink to one who is dying, and wine to those who are bitterly distressed—", "7": "let him drink, forget his poverty, and remember his misery no more.", "8": "Open your mouth on behalf of those unable to speak, for the justice of all who are destitute.", "9": "Open your mouth, judge righteously, plead the cause of the poor and needy.", "10": "An accomplished woman who can find? Her value is far beyond rubies.", "11": "Her husband's heart trusts in her, and he lacks nothing valuable.", "12": "She brings him good and not harm all the days of her life.", "13": "She selects wool and flax and her hands work willingly.", "14": "She is like merchant ships, bringing her sustenance from afar.", "15": "She rises while it is still night and provides food for her household and portions for her servant girls.", "16": "She considers a field and buys it. From the fruit of her hands she plants a vineyard.", "17": "She girds herself with strength and invigorates her arms.", "18": "She discerns that her business is good. Her lamp never goes out at night.", "19": "She extends her hands to the spindle and her palm grasps the spinning wheel.", "20": "She spreads out her palms to the poor, and extends her hands to the needy.", "21": "She is not afraid of snow for her house, for her whole household is clothed in scarlet wool.", "22": "She makes her own luxurious coverings. Her clothing is fine linen and purple.", "23": "Her husband is respected at the city gates, when he sits among the elders of the land.", "24": "She makes linen garments and sells them and supplies sashes to the merchants.", "25": "Strength and dignity are her clothing, and she laughs at the days to come.", "26": "She opens her mouth with wisdom— a lesson of kindness is on her tongue.", "27": "She watches over the affairs of her household, and does not eat the bread of idleness.", "28": "Her children arise and bless her, her husband also praises her:", "29": "“Many daughters have excelled, but you surpass them all.”", "30": "Charm is deceitful and beauty is vain, but a woman who fears Adonai will be praised.", "31": "Give her the fruit of her hands. Let her deeds be her praise at the gates."}