{"1": "Listen, my sons, to a father's instruction. Pay attention, to gain understanding.", "2": "For I give you sound learning— do not forsake my instruction.", "3": "When I was a son to my father, tender and special to my mother,", "4": "he taught me and said to me: “Lay hold of my words in your heart, keep my commands and you will live!", "5": "Get wisdom! Get understanding! Do not forget nor turn away from the words of my mouth.", "6": "Do not forsake her, and she will guard you. Love her, and she will watch over you.", "7": "Wisdom is supreme—acquire wisdom! With all your acquisitions, get understanding.", "8": "Prize her, and she will exalt you. She will honor you when you embrace her.", "9": "She will set a garland of grace on your head. She will give you a crown of glory.”", "10": "Listen, my son, and accept my words, so the years of your life will be many.", "11": "I instructed you in the way of wisdom. I have guided you along straight paths.", "12": "When you walk, your step will not be hindered, and when you run, you will not stumble.", "13": "Hold on tightly to instruction, do not let it go— guard it, for it is your life.", "14": "Do not enter the path of the wicked or walk in the way of evil people.", "15": "Avoid it—do not travel on it— turn away from it and pass by.", "16": "For they cannot sleep until they do evil. They are robbed of sleep until they make someone fall.", "17": "For they eat the bread of wickedness and drink the wine of violence.", "18": "The path of the righteous is like the light of dawn, shining brighter and brighter until the full day.", "19": "The way of the wicked is like darkness. They do not know what makes them stumble.", "20": "My son, pay attention to my words— incline your ear to my sayings.", "21": "Do not let them out of your sight, keep them within your heart.", "22": "For they are life to those who find them and health to their whole body.", "23": "Guard your heart diligently, for from it flow the springs of life.", "24": "Put away perversity from your mouth, and keep devious lips far from you.", "25": "Let your eyes look directly ahead, and fix your gaze straight in front of you.", "26": "Clear a level path for your feet, so all your ways will be firm.", "27": "Do not turn to the right or to the left. Divert your foot from evil."}