{"1": "My son, keep my words and treasure my mitzvot within you.", "2": "Keep my mitzvot and live, my teaching as the apple of your eye.", "3": "Bind them on your fingers, write them on the tablet of your heart.", "4": "Say to wisdom, “You are my sister,” and call understanding your relative.", "5": "They will keep you from a seducing woman, from the foreign woman with her seductive speech.", "6": "For at the window of my house I looked out through my lattice.", "7": "I saw among the naïve, I noticed among the youth, a young man lacking understanding,", "8": "crossing the street near her corner, walking in the direction of her house,", "9": "in the twilight of the evening, in the darkest hours of the night.", "10": "All of a sudden, a woman meets him, dressed as a prostitute and with a cunning heart.", "11": "She is loud and defiant. Her feet never stay at home—", "12": "now in the streets, now in the squares, at every corner she lurks.", "13": "So she grabs him and kisses him and with a brazen face says to him:", "14": "“I had to sacrifice fellowship offerings; today I paid my vow.", "15": "So I've come out to meet you, to seek your presence eagerly—and I found you!", "16": "I have spread my couch with tapestry of dyed Egyptian linens.", "17": "I have perfumed my bed with myrrh, aloes, and cinnamon.", "18": "Come, let's drink our fill of love till morning! Let's delight ourselves with love.", "19": "For my husband is not at home— he's gone on a long journey.", "20": "He took a bag of money with him— he won't come home until full moon.”", "21": "With her persistent pleading she entices him, with smooth talk she seduces him.", "22": "Suddenly he follows her like an ox going to the slaughter, like a stag bounding toward a trap,", "23": "till an arrow pierces its liver. Like a bird darting into a snare, he never considered his own soul!", "24": "Now then, sons, listen to me, pay attention to the words of my mouth.", "25": "Do not let your heart turn to her ways or stray onto her paths.", "26": "For many are the victims she has brought down, and numerous are all her slain.", "27": "Her house is a highway to Sheol, leading down to the chambers of death."}