{"1": "Does not wisdom cry out, and understanding lift her voice?", "2": "On the topmost heights along the way, at the crossroads, she takes her stand.", "3": "Beside the gates leading into the city, at the entrances, she cries aloud:", "4": "“To you, O men, I call out! My cry is to all mankind!", "5": "O naïve ones, learn prudence! Fools, gain understanding!", "6": "Listen, for I speak excellent things, and my lips utter right things.", "7": "For my mouth speaks truth, and my lips detest wickedness.", "8": "All the words of my mouth are righteous, Nothing in them is perverse or crooked.", "9": "All of them are straightforward to the discerning, and right to those who find knowledge.", "10": "Receive my instruction instead of silver and knowledge rather than choice gold.", "11": "For wisdom is better than jewels, nothing you desire compares with her.", "12": "“I, wisdom, dwell with prudence, and acquire knowledge with discretion.", "13": "To fear Adonai is to hate evil. I hate pride and arrogance, evil behavior and a perverse mouth.", "14": "Counsel and sound wisdom are mine. I have understanding and power.", "15": "By me kings reign and princes decree justice.", "16": "By me princes govern, and all nobles who judge righteously.", "17": "I love those who love me. Those who earnestly seek me find me.[a]", "18": "With me are wealth and honor, enduring riches and righteousness.", "19": "My fruit is better than refined gold, my harvest better than choice silver.", "20": "I walk in the way of righteousness, along paths of justice.", "21": "I endow substance to those who love me and fill their treasuries.", "22": "“Adonai brought me forth, the first of His way, before His works of old.", "23": "From eternity I was appointed from the beginning, before the world began.", "24": "When there were no depths, I was brought forth, when there were no fountains abounding with water.", "25": "Before the mountains were shaped, before the hills, I was brought forth.", "26": "He had not yet made the land, the fields, or the first dust of the earth.", "27": "When He set the heavens in place, I was there. When He inscribed the horizon on the face of the ocean,", "28": "when He established the skies above, when He securely fixed the fountains of the deep,", "29": "when He set the boundaries for the sea, so that the waters never transgress His command, when He laid out earth's foundations—", "30": "then I was the craftsman beside Him, I was His daily delight, always rejoicing before Him,", "31": "rejoicing in His whole world, and delighting in mankind.", "32": "“So now, children, listen to me! Blessed are those who keep my ways.", "33": "Heed discipline and be wise, and do not neglect it.", "34": "Blessed is the one who listens to me, watching daily at my gates, waiting at my doorposts.", "35": "For whoever finds me finds life and obtains favor from Adonai.", "36": "But whoever fails to find me harms his life— all who hate me love death.”"}