{"1": "James Iakōbos, a servant  of  God theos and kai of  the  Lord kyrios Jesus Iēsous Christ Christos,  to  the ho twelve dōdeka tribes phylē · ho in en the ho dispersion diaspora:  Greetings chairō. ", "2": "Consider hēgeomai it  sheer pas joy chara,  my egō brothers adelphos,  when hotan you  encounter peripiptō various  kinds  of poikilos trials peirasmos, ", "3": "because  you  know ginōskō that hoti the ho testing dokimion of ho your hymeis faith pistis produces katergazomai endurance hypomonē. ", "4": "· ho And de let echō endurance hypomonē carry  out echō its  intended ergon purpose teleios,  so  that hina you  may  be eimi mature teleios and kai complete holoklēros,  lacking leipō in en nothing mēdeis. ", "5": "But de if ei any tis of  you hymeis lacks leipō wisdom sophia,  he  should  ask aiteō God theos,  who ho gives didōmi to  everyone pas generously haplōs,  · kai not mē demanding oneidizō something  in  return ,  and kai it  will  be  given didōmi to  him autos. ", "6": "But de he  must  ask aiteō in en faith pistis without mēdeis doubting diakrinō,  for gar the ho doubter diakrinō is  like eoika a  wave klydōn of  the  sea thalassa,  driven  by  the  wind anemizō and kai tossed  about rhipizō. ", "7": "For gar that ekeinos person anthrōpos must  not mē imagine oiomai · ho that hoti he  will  receive lambanō anything tis from para the ho Lord kyrios; ", "8": "he is a  double-minded dipsychos man anēr,  unstable akatastatos in en all pas · ho his autos ways hodos. ", "9": "Let  the ho brother adelphos of  limited  means tapeinos take  pride kauchaomai · de · ho in en · ho his autos high  position hypsos, ", "10": "and de the ho wealthy plousios brother  in en · ho his autos humiliation tapeinōsis,  because hoti like hōs a  flower anthos in  the  meadow chortos he  will  pass  away parerchomai. ", "11": "For gar the ho sun hēlios rises anatellō with syn its ho scorching  heat kausōn and kai withers xērainō the ho meadow chortos;  · kai · ho its autos flower anthos falls ekpiptō and kai · ho its autos beauty euprepeia ho · ho fades apollymi.  In  the  same  way houtōs · kai the ho rich  man plousios will  fade  away marainō while en pursuing ho his autos business poreia. ", "12": "Blessed makarios is the  man anēr who hos remains  steadfast hypomenō when  tested peirasmos,  because hoti once  he  is  shown  to  be ginomai genuine dokimos,  he  will  receive lambanō the ho crown stephanos of ho life zōē that hos the Lord  has  promised epangellomai to  those ho who  love agapaō him autos. ", "13": "No  one mēdeis when  tempted peirazō should  say legō, “ I  am  being  tempted peirazō by apo God theos”;  · ho for gar God theos cannot  be  tempted apeirastos to  do eimi evil kakos,  and de he  himself autos tempts peirazō no  one oudeis else. ", "14": "But de each  person hekastos is  tempted peirazō when  by hypo · ho his  own idios desire epithumia he  is  lured  away exelkō and kai enticed deleazō. ", "15": "Then eita · ho desire epithumia,  when  it  has  conceived syllambanō,  gives  birth  to tiktō sin hamartia;  · ho and de sin hamartia,  when  it  is  full-grown apoteleō,  brings  forth apokyeō death thanatos. ", "16": "Do  not mē be  deceived planaō,  my egō dear agapētos brothers adelphos. ", "17": "Every pas good agathos gift dosis and kai every pas perfect teleios gift dōrēma is eimi from  above anōthen,  coming  down katabainō from apo the ho Father patēr of ho lights phōs,  with para whom hos there is  no ou variation parallagē or ē shadow aposkiasma caused  by  change tropē. ", "18": "According  to  his  sovereign  plan boulomai,  he  brought apokyeō us hēmeis into  being  through  his  word logos of  truth alētheia,  so  that eis we hēmeis would  be eimi a  kind tis of  first  fruits aparchē of ho all  he autos created ktisma. ", "19": "Understand oida this,  my egō dear agapētos brothers adelphos:  everyone pas must  be eimi · de quick tachus to eis listen akouō,  slow bradys to eis speak laleō, and  slow bradys to eis become  angry orgē. ", "20": "For gar the  anger orgē of  man anēr does ergazomai not ou bring  about ergazomai the  righteousness dikaiosynē that  God  requires theos. ", "21": "Therefore dio put  aside apotithēmi all pas filthiness rhyparia and kai rampant perisseia wickedness kakia, and  receive dechomai with en meekness prautēs the ho implanted emphytos word logos,  which ho is  able dynamai to  save sōzō · ho your hymeis souls psychē. ", "22": "But de be ginomai doers poiētēs of  the  word logos and kai not mē merely monon hearers akroatēs,  deceiving paralogizomai yourselves heautou. ", "23": "For hoti if ei someone tis is eimi a  hearer akroatēs of  the  word logos and kai not ou a  doer poiētēs,  he houtos is  like eoika a  person anēr who  looks  at katanoeō · ho his autos natural genesis face prosōpon · ho in en a  mirror esoptron; ", "24": "then gar after  looking  at katanoeō himself heautou · kai he  goes  away aperchomai and kai immediately eutheōs forgets epilanthanomai what  he  was eimi like hopoios. ", "25": "But de the ho person  who  looks  intently parakyptō into eis the  perfect teleios law nomos,  the ho law  that ho provides  liberty eleutheria,  and kai continues paramenō in  it,  not ou having  become ginomai a  forgetful epilēsmonē hearer akroatēs but alla an  active poiētēs doer ergon— he houtos will  be eimi blessed makarios in en · ho his autos doing poiēsis. ", "26": "If ei someone tis thinks dokeō that  he  is eimi religious,  yet  does  not mē bridle chalinagōgeō his autos tongue glōssa but alla deceives apataō his autos heart kardia,  this  person' s houtos religion thrēskeia is  worthless mataios.  · ho", "27": "Religion thrēskeia that is  pure katharos and kai undefiled amiantos before para · ho God theos · kai the  Father patēr is eimi this houtos:  to  care  for episkeptomai orphans orphanos and kai widows chēra in en · ho their autos time  of  trouble thlipsis, and  to  keep tēreō oneself heautou unstained aspilos by apo the ho world kosmos. "}