{"1": "My egō brothers adelphos,  stop mē showing echō favoritism prosōpolēmpsia as  you  live  out en your ho faith pistis in ho our hēmeis glorious doxa Lord kyrios Jesus Iēsous Christ Christos.  · ho", "2": "For gar if ean a  man anēr comes eiserchomai into eis your hymeis congregation synagōgē wearing  a  gold  ring chrysodaktylios and en fine lampros clothes esthēs,  and de a  poor  man ptōchos in en dirty rhyparos clothes esthēs also kai comes  in eiserchomai, ", "3": "and de you  pay  special  attention epiblepō to epi the ho one  wearing phoreō the ho fine lampros clothes esthēs · ho and kai say legō, “ You sy sit kathēmai here hōde in  a  good  place kalōs,”  but kai to  the ho poor ptōchos man  you  say legō, “ You sy stand histēmi over  there ekei,  or ē sit kathēmai down  here  at hypo · ho my egō feet hypopodion,” ", "4": "have  you  not ou made  distinctions diakrinō among en yourselves heautou and kai become ginomai judges kritēs with  evil ponēros motives dialogismos? ", "5": "Listen akouō,  my egō dear agapētos brothers adelphos!  Did  not ou · ho God theos choose eklegomai those ho whom  the ho world kosmos considers  poor ptōchos to  be  rich plousios in en faith pistis and kai to  inherit klēronomos the ho kingdom basileia,  which hos he  promised epangellomai to  those ho who  love agapaō him autos? ", "6": "But de you hymeis have  dishonored atimazō the ho poor ptōchos! Is it  not ou the ho rich plousios who  oppress katadynasteuō you hymeis?  And kai are not  they autos the ones who drag  you hymeis into eis court kritērion? ", "7": "Are  they autos not ou the ones who  are  blaspheming blasphēmeō the ho honorable kalos name onoma by  which ho you hymeis were  called epikaleō? ", "8": "If ei you teleō really mentoi fulfill teleō the  royal basilikos law nomos as  set  forth  in kata this ho scripture graphē, “ You  shall  love agapaō · ho your sy neighbor plēsion as hōs yourself seautou,”  you  are  doing poieō well kalōs. ", "9": "But de if ei you  show  favoritism prosōpolēmpteō,  you  are  committing ergazomai sin hamartia and  are  convicted elenchō by hypo the ho law nomos as hōs transgressors parabatēs. ", "10": "For gar whoever hostis keeps tēreō the ho entire holos law nomos yet de fails ptaiō at en a  single  point heis has  become ginomai guilty enochos of  the law as a  whole pas. ", "11": "For gar he ho who  said legō, “ Do  not mē commit  adultery moicheuō,”  also kai said legō, “ Do  not mē commit  murder phoneuō.”  Now de if ei you  do  not ou commit  adultery moicheuō but de do  commit  murder phoneuō,  you  have  become ginomai a  transgressor parabatēs of  the  law nomos. ", "12": "So houtōs speak laleō and kai so houtōs act poieō as hōs those  who  are mellō to  be  judged krinō by dia the  law nomos that  brings  freedom eleutheria. ", "13": "· ho For gar judgment krisis will be  without  mercy aneleos for  one ho who  has  shown poieō no mē mercy eleos;  mercy eleos triumphs katakauchaomai over  judgment krisis. ", "14": "What tis · ho good ophelos is it,  my egō brothers adelphos,  if ean someone tis claims legō to  have echō faith pistis but de has echō no mē works ergon?  Can dynamai that  kind  of ho faith pistis save sōzō him autos? ", "15": "If ean a  brother adelphos or ē sister adelphē lacks hyparchō adequate  clothing gymnos and kai is  in  need leipō of ho daily ephēmeros food trophē, ", "16": "and de one tis of ek you hymeis says legō to  them autos, “ Go hypagō in en peace eirēnē;  stay  warm thermainō and kai eat  your  fill chortazō,”  and  yet de you  do  not mē give didōmi them autos what ho their ho body sōma needs epitēdeios,  what tis · ho good ophelos is that? ", "17": "In  the  same  way houtōs · kai · ho faith pistis,  if ean it  has echō no mē works ergon,  is eimi dead nekros,  since  it is  by kata itself heautou. ", "18": "But alla someone tis will  say legō, “ You sy have echō faith pistis and  I kagō have echō works ergon.”  Show deiknymi me egō · ho your sy faith pistis without chōris · ho works ergon,  and  I kagō will  show deiknymi you sy my ho faith pistis by ek · ho my egō works ergon. ", "19": "You sy believe pisteuō that hoti God theos is eimi one heis;  · ho you  do poieō well kalōs.  Even kai the ho demons daimonion believe pisteuō,  and kai shudder phrissō. ", "20": "Would  you  like thelō · de to  be  shown ginōskō,  you ō shallow kenos person anthrōpos,  that hoti · ho faith pistis without chōris · ho works ergon is eimi useless argos? ", "21": "Was dikaioō not ou Abraham Abraam · ho our hēmeis father patēr justified dikaioō by ek works ergon when  he  offered anapherō his autos son hyios Isaac Isaak · ho on epi the ho altar thusiastērion? ", "22": "You  see blepō that hoti · ho faith pistis was  at  work  along  with synergeō · ho his autos works ergon and kai that  his ho faith pistis was  made  complete teleioō by ek his ho works ergon. ", "23": "And kai the ho scripture graphē was  fulfilled plēroō that ho says legō, “ And de Abraham Abraam believed pisteuō · ho God theos,  and kai it  was  credited logizomai to  him autos as eis righteousness dikaiosynē,”  and kai he  was  called kaleō the  friend philos of  God theos. ", "24": "You  see horaō that hoti a  person anthrōpos is  justified dikaioō by ek works ergon and kai not ou by ek faith pistis alone monon. ", "25": "And de in  the  same  way homoiōs was dikaioō not ou also kai Rahab Rhaab the ho harlot pornē justified dikaioō by ek works ergon when  she  took  in hypodechomai the ho spies angelos and kai sent ekballō them  out ekballō by  another heteros way hodos? ", "26": "For gar just  as hōsper the ho body sōma without chōris the  spirit pneuma is eimi dead nekros,  so houtōs also kai · ho faith pistis devoid chōris of  works ergon is eimi dead nekros. "}