{"1": "Not mē many polys of  you  should  become ginomai teachers didaskalos,  my egō brothers adelphos,  for  you  know oida that hoti those of  us  who teach  will  be  judged lambanō by a  stricter megas standard krima. ", "2": "For gar we ptaiō all hapas stumble ptaiō in  many  ways polys.  If ei someone tis does ptaiō not ou stumble ptaiō in en what  he  says logos,  he houtos is a  mature teleios individual anēr,  able dynatos to  bridle chalinagōgeō his ho whole holos body sōma as  well kai. ", "3": "Now de if ei we  put ballō bits chalinos into eis the ho mouths stoma of ho horses hippos · ho to eis make  them autos obey peithō us hēmeis,  then kai we  guide metagō their autos entire holos · ho body sōma. ", "4": "Or kai consider idou · ho ships ploion:  though  they  are eimi so  large tēlikoutos and kai are  driven elaunō by hypo strong sklēros winds anemos,  they  are  steered metagō by hypo a  very  small elachistos rudder pēdalion,  wherever hopou the ho impulse hormē of  the ho pilot euthunō directs boulomai. ", "5": "So houtōs also kai is eimi the ho tongue glōssa a  small mikros member melos,  yet kai it  boasts aucheō of  great  things megas.  See idou how  large hēlikos a  forest hylē is  set  on  fire anaptō by  such  a  small hēlikos flame pyr. ", "6": "And kai the ho tongue glōssa is a  fire pyr!  The ho tongue glōssa is  a ho world kosmos of ho iniquity adikia set kathistēmi among en · ho our hēmeis members melos;  it ho defiles spiloō the ho whole holos body sōma,  · kai sets  on  fire phlogizō the ho course trochos of  our ho life genesis,  and kai is  set  on  fire phlogizō by hypo · ho hell geenna. ", "7": "For gar every pas species physis of  beast thērion and kai bird peteinon,  reptile herpeton and kai sea  creature enalios,  can  be  tamed damazō,  and kai has  been  tamed damazō by  the ho human anthrōpinos species physis.  · ho", "8": "But de the ho tongue glōssa,  no  one oudeis is  able dynamai to  tame damazō; it is a  restless akatastatos evil kakos,  full mestos of  deadly thanatēphoros poison ios. ", "9": "With en it autos we  bless eulogeō our ho Lord kyrios and kai Father patēr,  and kai with en it autos we  curse kataraomai those ho who ho are  made ginomai in kata the  likeness homoiōsis of  God theos. ", "10": "From ek the ho same autos mouth stoma come exerchomai blessing eulogia and kai cursing katara.  My egō brothers adelphos,  this houtos should chrē not ou happen ginomai. ", "11": "Does  a ho spring pēgē pour  forth bryō water  from ek the ho same autos opening opē that is both  · ho fresh glykys and kai · ho brackish pikros? ", "12": "My egō brothers adelphos,  can dynamai a  fig  tree sykē produce poieō olives elaia,  or ē a  grapevine ampelos figs sykon?  Neither oute can a  salt halykos spring  supply poieō fresh glykys water hydōr. ", "13": "Who tis is  wise sophos and kai understanding epistēmōn among en you hymeis?  By ek his ho exemplary kalos conduct anastrophē let  him  show deiknymi · ho his autos works ergon done  in en the  gentleness prautēs born  of  wisdom sophia. ", "14": "But de if ei you  have echō bitter pikros jealousy zēlos and kai selfish  ambition eritheia in en · ho your hymeis heart kardia,  do  not mē be  arrogant katakauchaomai and kai tell  lies pseudomai against kata the ho truth alētheia. ", "15": "This houtos is eimi not ou the ho wisdom sophia that  comes  down katerchomai from  above anōthen,  but alla is  earthly epigeios,  unspiritual psychikos,  demonic daimoniōdēs. ", "16": "For gar where hopou jealousy zēlos and kai selfish  ambition eritheia exist,  there ekei you will find  disorder akatastasia and kai every pas evil phaulos practice pragma. ", "17": "But de the ho wisdom sophia from  above anōthen is eimi first prōton of  all  pure hagnos,  then epeita peaceable eirēnikos,  gentle epieikēs,  open  to  reason eupeithēs,  full mestos of  mercy eleos and kai good agathos fruits karpos,  free  from  prejudice adiakritos and  hypocrisy anypokritos. ", "18": "And de a  harvest karpos of  righteousness dikaiosynē is  sown speirō in en peace eirēnē by  those ho who  make poieō peace eirēnē. "}