{"1": "What  accounts  for pothen the  quarrels polemos and kai disputes machē among en you hymeis? Is it  not ou this enteuthen— · ho your hymeis desires hēdonē that ho are at war  in en · ho your hymeis members melos? ", "2": "You  desire epithumeō and kai do  not ou have echō;  you  murder phoneuō and kai envy zēloō and kai cannot ou dynamai obtain epitynchanō;  you  fight machomai and kai quarrel polemeō.  You  do  not ou have echō because dia you hymeis do  not mē ask aiteō. ", "3": "You  ask aiteō and kai do  not ou receive lambanō because dioti you  ask aiteō for  the  wrong  reason kakōs,  that hina you  can  spend dapanaō it  on en · ho your hymeis pleasures hēdonē. ", "4": "You  adulterous  people moichalis!  Do  you  not ou know oida that hoti · ho friendship philia with  the ho world kosmos is eimi hostility echthra toward ho God theos?  Therefore oun whoever hos ean desires boulomai to  be eimi a  friend philos of  the ho world kosmos makes  himself kathistēmi an  enemy echthros of ho God theos. ", "5": "Or ē do  you  imagine dokeō that hoti scripture graphē has  no  meaning kenōs · ho when  it  says legō, “God  yearns  jealously pros phthonos over epipotheō the ho spirit pneuma that hos he  has  placed katoikizō in en us hēmeis”? ", "6": "But de he  gives didōmi greater megas grace charis.  That  is  why dio scripture  says legō,  · ho “ God theos opposes antitassō the  proud hyperēphanos but de he  gives didōmi grace charis to  the  humble tapeinos.” ", "7": "So oun submit hypotassō yourselves  to ho God theos.  Resist anthistēmi · de the ho devil diabolos and kai he  will  flee pheugō from apo you hymeis. ", "8": "Draw  near engizō to ho God theos and kai he  will  draw  near engizō to  you hymeis.  Cleanse katharizō your  hands cheir,  you  sinners hamartōlos,  and kai purify hagnizō your  hearts kardia,  you  double-minded dipsychos. ", "9": "Be  miserable talaipōreō and kai mourn pentheō and kai weep klaiō;  let metatrepō · ho your hymeis laughter gelōs be  turned metatrepō into eis mourning penthos and kai your ho joy chara into eis gloom katēpheia. ", "10": "Humble  yourselves tapeinoō in  the  presence enōpion of  the  Lord kyrios and kai he  will  lift hypsoō you hymeis up . ", "11": "Do  not mē speak  against katalaleō one  another allēlōn, my  brothers adelphos.  Whoever ho speaks  against katalaleō a  brother adelphos or ē judges krinō · ho his autos brother adelphos,  speaks  against katalaleō the  law nomos and kai judges krinō the  law nomos;  but de if ei you  judge krinō the  law nomos,  you  are eimi not ou a  doer poiētēs of  the  law nomos but alla a  judge kritēs of it. ", "12": "There  is eimi only  one heis who is  the ho lawgiver nomothetēs and kai judge kritēs— the ho one  who  is  able dynamai to  save sōzō and kai to  destroy apollymi;  so de who tis are eimi you sy · ho to  be  judging krinō your ho neighbor plēsion? ", "13": "Come agō now nyn,  you  who ho say legō, “ Today sēmeron or ē tomorrow aurion we  will  go poreuō to eis some hode · ho city polis and kai spend poieō a  year eniautos there ekei and kai engage  in  business emporeuomai and kai make  a  profit kerdainō.” ", "14": "You hostis have  no ou idea epistamai · ho what poios your hymeis life zōē will  be  like poios · ho tomorrow aurion.  · ho For gar you  are eimi but a  mist atmis that ho appears phainō for pros a  brief  moment oligos and kai then epeita disappears aphanizō. ", "15": "Instead anti,  you hymeis ought  to  say legō, “ If ean the ho Lord kyrios so  decrees thelō,  then kai we  will  live zaō and kai do poieō this houtos or ē that ekeinos.” ", "16": "But de as  it  is nyn,  you  are  making  arrogant alazoneia boasts kauchaomai;  · ho all pas such toioutos boasting kauchēsis is eimi evil ponēros. ", "17": "So oun the  person  who  knows oida what  is  right kalos to  do poieō and kai fails mē to  do poieō it,  for  him autos it  is eimi sin hamartia. "}