{"1": "And it was in the thirtieth year, in the fourth month, on the fifth day of the month, and I was in the midst of[a] the exiles[b] by the Kebar River.[c] The heavens were opened, and I saw visions of God. ", "2": "On the fifth day of the month—it was the fifth year of the exile of the king Jehoiachin— ", "3": "the word of Yahweh came[d] clearly[e] to Ezekiel the son of Buzi, the priest, in the land of the Chaldeans at the Kebar River,[f] and the hand of Yahweh was on him there.", "4": "And I looked,[g] and look! A storm wind was coming from the north, a great cloud, and fire flashing back and forth, and brightness around and within it,[h] and from its midst[i] it was like the outward appearance of amber stone from the midst[j] of the fire. ", "5": "And from its midst[k] was the likeness of four living creatures, and this was their appearance: a human form,[l] ", "6": "and each had four faces,[m] and each of them had four wings.[n] ", "7": "And their legs were straight legs, and the sole of their feet was like the sole of the foot of a calf, and they were sparkling like the outward appearance of polished bronze. ", "8": "And under their wings were human hands[o] on their four sides. And their faces and their wings for the four of them were as follows: ", "9": "their wings were touching one another;[p] each of them went straight forward,[q] without turning right or left.[r] ", "10": "The likeness of their faces was the face of a human in front, and the face of a lion on the right of each of them,[s] and the face of an ox on the left of each of them,[t] and the face of an eagle for each of them.[u] ", "11": "So were their faces; their wings were spread out upward;[v] each had two touching one another and two covering their bodies. ", "12": "And each went straight forward;[w] wherever the spirit went[x] they went, and they did not turn as they went.[y] ", "13": "As for[z] the likeness of the living creatures, their appearance was like burning coals of fire, like the appearance of torches. It[aa] was moving to and fro between the living creatures, and the fire was very bright[ab] and lightning was going out from the fire. ", "14": "And the living creatures were speeding to and fro[ac] like the appearance of lightning.", "15": "And I saw the living creatures, and look! A wheel was on the earth[ad] beside each of the living creatures that had four faces.[ae] ", "16": "The appearance of the wheels and their construction was like the appearance of beryl,[af] and they all looked alike,[ag] and their appearance and their construction was like a wheel within a wheel.[ah] ", "17": "When they moved, they went toward their four sides; they did not veer at all as they went.[ai] ", "18": "And their rims were high and awesome,[aj] and all four of[ak] their rims were full of eyes all around. ", "19": "And at the going of the living creatures, the wheels next to them also went, and when the creatures were lifted from the ground[al] the wheels also rose. ", "20": "Wherever[am] the spirit went they would go there, and the wheels rose, for the spirit of the living creatures[an] was in the wheels. ", "21": "At their[ao] going, they[ap] go, and at their standing, they stood, and at their being lifted up from on the earth,[aq] the wheels rose,[ar] for the spirit of the living creatures[as] was in the wheels.", "22": "Now[at] the likeness above the heads of the living creatures was an expanse like the outward appearance of awesome[au] ice[av] spread out above their heads upward.[aw] ", "23": "And under the expanse their wings were stretched out straight one toward the other;[ax] each had two wings covering them, and each had two wings covering their bodies. ", "24": "And I heard the sound of their wings like the sound of many waters, like the voice of Shaddai,[ay] and when they moved[az] there was a sound of tumult like the sound of an army; when they stood still[ba] they lowered their wings. ", "25": "And there was[bb] a sound from above the expanse that was above their heads, and when they stood[bc] they lowered their wings. ", "26": "And from above the expanse that was above their heads there was the likeness of a throne, looking like a sapphire,[bd] and above the likeness of the throne was a likeness similar to[be] the appearance of a human on it, but above it.[bf] ", "27": "And I saw something like the outward appearance of amber, something like the appearance of fire, with a covering around it, from the likeness of his loins and upward.[bg] And from the likeness of his loins and downward[bh] I saw something like the appearance of fire, and it was radiant all around.[bi] ", "28": "Like the appearance[bj] of a bow that is in the cloud on a rainy day,[bk] such was the radiance[bl] around it; thus was the appearance of the likeness of the glory of Yahweh. And I saw, and I fell on my face, and I heard a voice speaking."}