{"1": "And the word of Yahweh came[a] to me, saying,[b] ", "2": "“What do you mean by[c] quoting this proverb about the land of Israel, saying,[d] 'The fathers, they ate unripe fruit, and the teeth of the child became blunt.'[e] ", "3": "As I live,[f] declares[g] the Lord Yahweh, it will surely not any longer be appropriate for you[h] to quote this proverb in Israel! ", "4": "Look! All lives are mine.[i] The lives of father and son alike are mine.[j] The person[k] sinning will die. ", "5": "And if a man is righteous and does justice and righteousness, ", "6": "and on the mountains he does not eat and he does not lift up his eyes to the idols of the house of Israel, and the wife of his neighbor he does not defile and he does not approach a woman of[l] menstruation, ", "7": "and he oppresses no one[m] and he returns a pledge for his loan and he commits no robbery[n] and he gives[o] his bread to the hungry and he covers a naked person with a garment, ", "8": "and he does not charge interest[p] and he takes no usury, and he holds back[q] his hand from injustice and he executes a judgment of fairness between persons,[r] ", "9": "and in my statutes he goes about and my regulations he keeps,[s] performing faithfully[t] —then he is righteous, and certainly he will live,” declares[u] the Lord Yahweh.", "10": "“And now he has a son, a violent one, who sheds blood[v] and does any of these things[w] ", "11": "(though[x] he[y] did not do all of these things), for the son also[z] eats on the mountains and he defiles the wife of his neighbor. ", "12": "He oppresses the needy and the poor, and he commits robbery,[aa] and he does not return a pledge for a loan, and he lifts his eyes to the idols so he does a detestable thing. ", "13": "He charges interest[ab] and takes usury. Then, shall he live? He shall not live, for he did all of these detestable things. Surely he will die! His blood will be on him.", "14": "“And look! He has a son, and he sees all of the sin of his father that he did, and he sees it, but he does not do it. ", "15": "On the mountains he does not eat, and he does not lift up his eyes to the idols of the house of Israel, and the wife of his neighbor he does not defile. ", "16": "And he oppresses no one; he requires no pledge for a loan, and he does not commit robbery;[ac] he gives his bread to the hungry, and he covers the naked person with a garment. ", "17": "He brings back[ad] his hand from iniquity;[ae] he does not take interest and usury; he does my regulations; he goes[af] in my statutes. He will not die because of the guilt of his father; he will surely live! ", "18": "Because his father oppressed severely;[ag] he stole from his brother;[ah] that which is not good he did in the midst of his people, and look! He will die through[ai] his guilt.", "19": "“Yet[aj] you say, 'Why does the son not bear the guilt of the father?' And since the son does justice and righteousness and he keeps all of my statutes and does them, he shall surely live! ", "20": "The person,[ak] the one sinning, will die. A son shall not bear the guilt of the father, and a father shall not bear the guilt of the son. The righteousness of the righteous shall be on him; the wickedness of the wicked[al] shall be on him. ", "21": "But if the wicked returns from all of his sins[am] that he has done and he keeps all of my statutes and he does justice and righteousness, he shall surely live; he shall not die! ", "22": "All of his transgressions that he committed will not be remembered against[an] him. Through[ao] his righteousness that he has done he shall live. ", "23": "Have I delight by any means[ap] in the death of the wicked, declares[aq] the Lord Yahweh, and not at his turning from his way, so that[ar] he lives? ", "24": "And when the righteous turns[as] from his righteousness, so that[at] he does injustice, and does all of the detestable things that the wicked do, then[au] will he live because of all of his righteousness[av] that he did? Those things will not be remembered because of his infidelity that he displayed, and because of his sin that he committed.[aw] Through[ax] them he shall die.", "25": "“Yet[ay] you say, 'The way of the Lord is not fair!' Listen, now, house of Israel, is my way not fair? Is it not your ways that are not fair? ", "26": "When the righteous turns from his righteousness, and he does injustice, then[az] he will die because of them; because of his injustice that he did he will die! ", "27": "And when the wicked turns from his wickedness that he did and he does justice and righteousness, he will preserve his life.[ba] ", "28": "And if he sees and he returns from all of his transgressions that he did, surely he will live; he will not die! ", "29": "And yet they, the house of Israel, say, 'The way of the Lord is not fair!' Are not my ways fair, house of Israel? Are not your ways unfair?[bb]", "30": "“Therefore I will judge you, house of Israel, each one[bc] according to his ways,” declares[bd] the Lord Yahweh. “Repent[be] and turn around from all of your transgression, and it will not be as a stumbling block of iniquity to you. ", "31": "Throw away from yourselves[bf] all of your transgressions that you committed,[bg] and make for yourselves[bh] a new heart and new spirit, and so why will you die, house of Israel? ", "32": "For I have no pleasure in the death of the dying,” declares[bi] the Lord Yahweh. “And so repent[bj] and live!”"}