{"1": "“And you, raise a lament about[a] the leaders of Israel, ", "2": "and you must say, 'What a lioness was your mother among the lions. She lay down in the midst of young lions, and she reared her lion cubs.", "3": "And she raised up one from her cubs; he became a fierce lion, and he learned to tear prey; he ate[b] humans.[c]", "4": "And nations heard about him; in their pit he was caught, and they brought him with hooks to the land of Egypt.", "5": "And she saw[d] that she was waiting in vain; her hope was destroyed, and she took one from her cubs, and she made him a fierce lion.", "6": "And he walked about in the midst of lions; he became a fierce lion, and he learned to tear prey; he ate[e] humans.[f]", "7": "And he knew their widows,[g] and he devastated their cities, and the land was appalled, and everyone in it[h] at the sound of his roar.", "8": "And nations set out against him from the surrounding provinces,[i] and they spread their net over him, and he was caught in their pit.", "9": "And they put him in a collar with hooks, and they brought him to the king of Babylon; they brought him into[j] a prison, so that his voice would not be heard any longer[k] on the mountains of Israel.", "10": "Your mother was like the vine in your vineyard;[l] planted fruitfully[m] beside water, and it was full of branches from many waters.[n]", "11": "And she produced branches of strength[o] to[p] scepters of rulers; its height became tall between[q] thick foliage, and it was seen[r] because of its tallness among the abundance of its branches.", "12": "But it was uprooted in rage; it was thrown to the earth, and the east wind dried up its fruit; they were stripped off, and its strong branch dried up; fire consumed it.", "13": "And now it is planted in the desert, in a dry and thirsty land.[s]", "14": "And so fire has gone out from the stem of its branches; its fruit it has consumed, and there was not in it a strong branch,[t] a scepter for ruling.'” This is a lament, and it will be used as a lament.[u]"}