{"1": "And the word of Yahweh came[a] to me, saying,[b] ", "2": "“Son of man,[c] set your face toward Gog of the land of Magog, the head[d] leader of Meshech and Tubal, and prophesy against him. ", "3": "And you must say, 'Thus says the Lord Yahweh: “Look! I am against you, Gog, the head[e] leader of Meshach and Tubal, ", "4": "and I will turn you around, and I will place[f] hooks in your cheeks, and I will bring you out and all of your horses and horsemen fully armed,[g] all of them, a great crowd, holding a shield,[h] and small shield, and holding[i] swords, all of them. ", "5": "Persia, Cush, and Put are with them, all of them, with a small shield and helmet. ", "6": "Gomer and all of its troops, Beth Togarmah, the remote areas of the north, and with all of its troops and many peoples with them. ", "7": "Be ready, and prepare yourselves,[j] you and all of your assembly,[k] the assembling[l] around you, and you must be[m] for them as a guard. ", "8": "After many days you will be mustered; in the last years[n] you will come to a restored land from the sword, gathered from many peoples on the mountains of Israel which were as permanent ruins[o] but from peoples it was brought out, and they will dwell in safety,[p] all of them. ", "9": "And you will advance like a storm; you will come, and you will be like a cloud covering[q] the land, and all of your troops and many nations along with you.”", "10": "“'Thus says the Lord Yahweh: “And then[r] on that day, things[s] will come up on[t] your mind, and you will devise evil plans. ", "11": "And you will say, 'I will go up against a land of open country; I will come[u] to the people being at rest in safety,[v] all of them dwelling without a wall[w] and crossbars[x] and without doors,[y] ", "12": "to[z] loot loot,[aa] and to plunder[ab] plunder, to assail[ac] inhabited ruins and a people gathered together from various peoples and who are acquiring livestock and goods and dwelling at the center of the world. ", "13": "Sheba and Dedan and traders of Tarshish and all its strong lions,[ad] they will ask you, 'To[ae] loot loot[af] are you coming? To plunder[ag] plunder have you summoned your assembly, to take away silver and gold, to take livestock and goods, to loot great amounts[ah] of loot?”'", "14": "“Therefore prophesy, son of man,[ai] and you must say to Gog, 'Thus says the Lord Yahweh: “Will you not realize[aj] on that day when my people Israel are dwelling in safety,[ak] ", "15": "and so you will come from your place, from the remote areas of the north, you and many people with you, horsemen[al] all of them, a great crowd and a vast army, ", "16": "and you will advance against my people Israel like a cloud covering[am] the land; it will be[an] in the last days, and I will bring you against my land, so that the nations know me, when I show myself holy through you before their eyes, O Gog!”'", "17": "“Thus says the Lord Yahweh, 'Are you he of whom I spoke in former days by the hand of my servants the prophets of Israel who were prophesying in those days for years that I would bring you against them? ", "18": "And so then in that day, on the day of the coming of God against the land of Israel,' declares[ao] the Lord Yahweh, 'my rage will come up in my anger. ", "19": "And in my passion, in the fire of my wrath, I spoke[ap] that certainly[aq] on that day a great earthquake will be on the land of Israel. ", "20": "And the fish of the sea and the birds[ar] of the heaven[as] and the animals[at] of the field and all of the creeping things that creep on the earth and all of the humans[au] who are on the surface of the earth will shake at my presence;[av] and the mountains will be demolished, and the steep mountain sides will fall, and every wall on[aw] the earth will fall. ", "21": "And I will call against him[ax] in all of my mountains a sword,' declares[ay] the Lord Yahweh, 'And the sword of each person will be against his brother. ", "22": "And I will execute justice with[az] him with a plague and with blood and torrents of rain,[ba] and hailstones; fire and sulfur I will cause to fall on him and on his troops and on many peoples who are with him. ", "23": "And so I will exalt myself, and I will show myself holy, and I will make myself known before the eyes of many nations, and they will know that I am Yahweh.'”"}