{"1": "“Now,[a] son of man,[b] take for yourself a brick, and you must put it before you,[c] and you must portray on it a city, Jerusalem. ", "2": "And you must build against it siege works, and you must build against it a bulwark, and you must heap against it a siege ramp, and you must set up against it camps and put against it a battering ram all around. ", "3": "And take for yourself a plate of iron, and you must place it as a wall of iron between you and the city, and you must set your face against it, and it must be under siege,[d] and you must lay the siege against it; it is a sign for the house of Israel. ", "4": "And you, lie down on your left side, and you must put[e] the guilt of the house of Israel on it. You will carry their guilt the number of days that you will lie on it. ", "5": "And I will give to you the years of their guilt according to the number of the days, three hundred and ninety days, and you must bear the guilt[f] of the house of Israel. ", "6": "When you have completed these, then you must lie a second time on your right side; and you must bear the guilt[g] of the house of Judah forty days, a day for each year, a day for each year I give it to you. ", "7": "And toward the siege of Jerusalem you must set your face and your bared arm; then you must prophesy against it. ", "8": "Now[h] look! I will put on you cords, and you may not turn yourself from one side to your other side until you complete the days of your siege.", "9": "“And you, take for yourself[i] wheat and barley and beans and lentils and millet[j] and spelt, and you must put them in one vessel, and you must make them for yourself[k] into a food during the number of days that you are lying on your side; three hundred and ninety days you shall eat it. ", "10": "And your food that you will eat[l] will be according to weight; twenty shekels for each day at fixed times[m] you shall eat it. ", "11": "And an amount of water[n] you shall drink, a sixth of a hin; at fixed times[o] you shall drink it. ", "12": "And as a bread-cake of barley you shall eat it, and with human excrement[p] you shall bake it before their eyes.” ", "13": "And Yahweh said, “Thus shall the Israelites[q] eat their unclean food among the nations where I will scatter them.”[r] ", "14": "And I said, “Ah, Lord Yahweh! Look! I have not been defiling myself, and a dead body and mangled carcass I have not eaten from my childhood until now, and unclean meat[s] has not come into my mouth!” ", "15": "And he said to me, “See I will give you cattle manure[t] in the place of the feces of a human, and you may prepare your food on it.” ", "16": "And he said to me, “Son of man,[u] look, I am going to break the supply[v] of bread in Jerusalem, and they will eat bread by weight, anxiously,[w] and rationed water,[x] and they will drink with horror, ", "17": "so that they will lack food and water, and they will be appalled with one another,[y] and they will waste away because of their guilt.[z]"}