{"1": "In the twenty-fifth year of our exile, at the beginning of the year, on the tenth day of the month, in the fourteenth year after the city was destroyed, in this day exactly, the hand of Yahweh was on me, and he brought me there ", "2": "in visions from God. He brought me to the land of Israel and put me on a very high mountain, and on it was something like a structure of a city to the south. ", "3": "And he brought me there, and look, there was a man whose[a] appearance was like the appearance of bronze, and a cord of linen was in his hand and a reed for measurement; he was standing in the gate. ", "4": "And the man spoke to me, “Son of man,[b] look with your eyes and listen with your ears and apply[c] your heart to all that I am showing you, for you were brought here in order to show you this; tell all that you are seeing to the house of Israel.”", "5": "And there was a wall on the outside of the temple all the way around it,[d] and in the hand of the man the reed[e] for measurement was six long cubits, according to[f] the cubit[g] and a handbreadth,[h] and he measured the width of the outer wall as one reed,[i] and the height as one reed.[j] ", "6": "And then he went toward[k] the gate whose face was to the east.[l] And he went up by[m] its steps, and he measured the threshold of the gate, one reed[n] wide. ", "7": "And the alcove[o] was one reed[p] long and one reed[q] wide,[r] and between the alcoves was five cubits,[s] and the threshold of the gate along the side of the portico of the gate on the inside[t] was one reed.[u] ", "8": "And then he measured the portico of the gate on the inside[v] as one reed.[w] ", "9": "And he measured the portico of the gate as eight cubits,[x] and its pilaster was two cubits[y] thick, and he measured the portico of the gate on the inside.[z] ", "10": "And the alcoves[aa] of the gate toward the way[ab] eastward[ac] were three on each side;[ad] the same measurements applied to all three of them;[ae] and the same measurement applied to the pilaster[af] on each side.[ag] ", "11": "And he measured the width of the doorway of the gate as ten cubits[ah] and the length of the gateway[ai] was thirteen cubits.[aj] ", "12": "And a wall[ak] was before[al] the alcoves; one cubit[am] on either side[an] was the wall from here.[ao] And the alcove was six cubits[ap] on each side.[aq] ", "13": "And he measured the gate from the top slab of the alcove to its opposite top slab as twenty-five cubits in width, from one entrance to the other one opposite it.[ar] ", "14": "And he made the pilasters sixty cubits,[as] and to the pilaster of the courtyard all the way around the gate.[at] ", "15": "And from the front of[au] the gate at the entrance to the front of[av] the portico of the inner gate was fifty cubits.[aw] ", "16": "And there were narrow windows for the alcoves and for their pilasters to the inside of the gate all the way around[ax] it. And likewise with respect to the porticos and windows were all the way around[ay] to the inside, and on a pilaster there were images of palm trees.[az]", "17": "And he brought me to the outer courtyard, and there were chambers and a pavement made for the courtyard all around it, and thirty chambers were facing to the pavement. ", "18": "And the pavement flanked[ba] the side of the gates and all along the gates;[bb] this describes the lower pavement. ", "19": "And he measured the width from the front of[bc] the lower gate to the front of[bd] the outside of the inner courtyard as a hundred cubits[be] to the east and to the north.", "20": "And as for the gate that had its face toward the north[bf] of the outer courtyard, he measured its length and its width. ", "21": "And its alcoves were three on each side,[bg] and its pilasters and its porticos had the same measurement[bh] as the first gate: its length was fifty cubits,[bi] and its width was twenty-five cubits.[bj] ", "22": "And its windows and its porticos and its palm tree images were like the measurement of the gate that was facing toward the east;[bk] and it had[bl] seven steps that go up it, and there were porticos before them.[bm] ", "23": "And a gate led to the inner courtyard, opposite the gate to the north and to the east, and he measured from gate to gate as a hundred cubits.[bn]", "24": "And then he took me toward the south,[bo] and look, a gate toward the south,[bp] and he measured its pilasters and its porticos; they had measurements just like the others.[bq] ", "25": "And there were for it windows and for its porticos all the way around it[br] like these windows; fifty cubits[bs] long and twenty-five cubits[bt] wide. ", "26": "And seven steps were going up to it and its porticos before them.[bu] And it had palm tree images[bv] all along[bw] its pilasters. ", "27": "And there was to the way of the south[bx] a gate for the inner courtyard, and he measured from gate to the gate on the way of the south, a hundred cubits.[by]", "28": "And he brought me to the inner courtyard through[bz] the gate of the south, and he measured the south gate, and it had measurements like the others.[ca] ", "29": "And its alcoves and its pilasters and its porticos were just like these measurements. And it had windows for it and for its porticos[cb] all the way around,[cc] fifty cubits[cd] along[ce] its length, and twenty-five cubits[cf] wide. ", "30": "And there were porticos all the way around[cg] its length, twenty-five cubits;[ch] and its width was five cubits.[ci] ", "31": "And its porticos were to the outer courtyard, and palm tree images were on its pilasters, and eight steps were for its stairs.", "32": "And he brought me to the inner courtyard by way of the east gate, and he measured the gate as just like the other measurements.[cj] ", "33": "And its alcoves and its pilasters and its porticos were also like these measurements, and windows were for it and for its porticos all around;[ck] its length was fifty cubits,[cl] and it was twenty-five cubits[cm] wide. ", "34": "And its porticos were toward the outer courtyard, and palm tree images were on its pilasters one each side,[cn] and eight steps served as it stairs.[co]", "35": "And he brought me to the gate of the north, and he measured it; and he measured the same measurements as these others,[cp] ", "36": "its alcoves, its pilasters and porticos, and its windows[cq] all the way around,[cr] and a length of fifty cubits[cs] and twenty-five cubits wide.[ct] ", "37": "And its pilasters faced the outer courtyard,[cu] and it had palm tree images on its pilasters[cv] on each side;[cw] and eight steps served as its stairs.", "38": "And a chamber with its doorway was in[cx] the pilasters at the gates,[cy] and there they rinsed off[cz] the burnt offering. ", "39": "And in the portico of the gate were two tables on each side[da] to slaughter the burnt offering on them and the sin offering and the guilt offering. ", "40": "And on the outer side as one goes up to the doorway of the gate to the north were two tables, and on the other side, which is toward the portico of the gate, were two tables. ", "41": "On each side of the gate were four tables,[db] eight tables in all, and on them they slaughtered sacrifices. ", "42": "And four tables were for the burnt offering, and made of dressed stones, one cubit and a half[dc] long and one cubit and a half wide and one cubit[dd] high was their measurements,[de] and they placed the objects[df] with which they slaughtered the burnt offering on them and the sacrifice. ", "43": "And there were double-pronged hooks, one handbreadth in width, put in place in the house[dg] all around, and on the tables was the flesh of the offering.", "44": "And on the outside of the inner gate, there were chambers for[dh] singers in the inner courtyard, which was to the side of the north gate, and their faces[di] were to the south[dj] with respect to one, and on the side of the east gate one facing to the north. ", "45": "And he said to me, “This chamber with its face toward the south[dk] is for the priests who are taking care of the responsibility of the temple. ", "46": "And the chamber with its face to the north[dl] is for the priests who are taking care of the responsibility of the altar. They are the descendants[dm] of Zadok, the ones who approach from among the descendants[dn] of Levi to Yahweh to serve him.”", "47": "And he measured the courtyard as to its length, a hundred cubits,[do] and a hundred cubits[dp] wide, squared, and the altar is in front of[dq] the temple. ", "48": "And he brought me to the portico of the temple, and he measured the pilaster of the portico, five cubits on each side,[dr] and the width of the gate was three cubits on each side.[ds] ", "49": "The length of the portico was twenty cubits[dt] and its width eleven cubits,[du] and with ten steps they went up to it, and the pilasters had pillars,[dv] one on each side.[dw]"}