{"1": "And he brought me to the gate which was facing east.[a] ", "2": "And, look! The glory of the God of Israel, it came from the way of the east, and its sound was like the sound of many waters[b] and the land radiated due to his glory! ", "3": "And[c] the appearance of the vision which I saw was as[d] the vision which I saw at his[e] coming to destroy the city, and these visions were also as[f] the vision which I saw by the Kebar River,[g] and I fell on my face.", "4": "And then the glory of Yahweh came to the temple by the way of the gate facing east.[h] ", "5": "And the Spirit lifted me and it brought me to the inner courtyard and, look! The glory of Yahweh filled the temple! ", "6": "And I heard someone speaking to me from the house,[i] and a man was standing beside me. ", "7": "And he said to me, “Son of man,[j] this is the place of my throne and the place for the soles of my feet where I will dwell[k] in the midst of the Israelites[l] to eternity, and they, the house of Israel, they and their kings, will not again defile my holy name[m] with their fornication and with their offerings for the dead[n] of their kings on their high places. ", "8": "When they placed their threshold[o] with[p] my threshold, their doorframe beside my doorframe and the[q] wall was between me and between them, then they defiled my holy name,[r] with their detestable things that they did, and so I consumed them in my anger. ", "9": "Now let them send their fornication far away and the offerings for the dead[s] of their kings away from me, and I will dwell in the midst of them forever.[t]", "10": "You, son of man,[u] describe to the house of Israel the temple and let them be ashamed of their iniquities and let them measure the pattern. ", "11": "And if they are ashamed of all that they did, then the plan of the temple and its arrangement and its exits and its entrances and all of its plans[v] and all of its statutes. And all of its plans[w] and all of its laws[x] make known to them and write them before their eyes, so that they may remember all of its plans and all of its statutes, so that they do them! ", "12": "This is the law[y] of the temple: On the top of the mountain, all of its territory, all the way around it,[z] will be most holy.[aa] Look, this is the law of the temple.", "13": "And these are the measurements of the altar in the cubits[ab] (a cubit is a cubit and a handbreadth):[ac] now its gutter[ad] is a cubit[ae] in depth by a cubit[af] in width[ag] and its rim along its edge all around is one span,[ah] and this is also the height of the altar. ", "14": "And from the gutter[ai] at the ground up to the lower ledge is two cubits,[aj] and its width is one cubit,[ak] and from the small ledge up to the large ledge is four cubits,[al] and its width is one cubit. ", "15": "And the altar hearth was four cubits,[am] and from the altar hearth and upwards[an] were the four horns of the altar. ", "16": "And the altar hearth was twelve[ao] cubits in length and twelve[ap] cubits in width[aq]; it was squared on its four sides.[ar] ", "17": "And the ledge was fourteen[as] cubits in length with fourteen[at] cubits its width[au] to all four of its sides, and a rim was all around it of one-half cubit.[av] And the gutter[aw] for it was a cubit[ax] all around, and its steps were facing east.”", "18": "And he said to me, “Son of man,[ay] thus says the Lord Yahweh: 'These are the statutes of the altar on the day when it is made,[az] to sacrifice a burnt offering on it and to sprinkle blood on it. ", "19": "And you must give to the Levitical priests who are from the offspring of Zadok, the ones coming near me,” declares[ba] the Lord Yahweh, “to serve me, a bull, a calf[bb] as a sin offering.", "20": "You must take some of its blood and put it on the four horns of the altar,[bc] and the four corners of the ledge, and on the rim all around; thus you must purify it and make atonement for it. ", "21": "And you must take the bull, the sin offering, and you must burn it in the designated place of the temple outside of the holy place. ", "22": "And on the second day you must offer a he-goat without defect as a sin offering, and they must purify the altar like[bd] they purified with the bull. ", "23": "When you are finished[be] from purifying, you must offer a bull, a calf,[bf] without defect, and a ram from the flock without defect. ", "24": "And you must bring them near before[bg] Yahweh, and the priests must throw salt on them, and they must offer them as a burnt offering to Yahweh. ", "25": "For seven days you must provide a goat of sin offering for the day and a bull, a calf,[bh] and a ram from the flock without defect; you must provide them. ", "26": "Seven days they must purify the altar and they must cleanse it and so they will consecrate it.[bi] ", "27": "And they will finish the days, and then[bj] on the eighth day and beyond that the priests will offer on the altar your burnt offerings and your fellowship offerings, and then I will be pleased with you,” declares[bk] the Lord Yahweh."}