{"1": "And when you allocate the land as an inheritance, you shall provide a contribution for Yahweh as a holy portion from the land, its length being twenty-five thousand cubits[a] and its width ten thousand cubits;[b] it is holy in all its territory, all around. ", "2": "And there shall be from this area five hundred cubits[c] by five hundred cubits, squared all around, for the sanctuary; and fifty cubits[d][e] of open space shall be for it all around it. ", "3": "And from this measured area you shall measure a length of twenty-five[f] thousand cubits[g] and a width of ten thousand cubits,[h] and in it will be the sanctuary, the most holy place.[i] ", "4": "It[j] is a holy portion from the land; it will be for the priests, the servants of the sanctuary who approach[k] to serve Yahweh, and it will be for them a place for houses and a holy place for the sanctuary. ", "5": "And an area twenty-five thousand cubits in length and ten thousand cubits in width will be for the Levites, the servants of the temple. It will serve as property for them as cities to dwell in.[l] ", "6": "And as property of the city, you must set apart alongside the contribution of the sanctuary a portion five thousand cubits[m] in width and twenty-five thousand cubits[n] in length, and it shall be for the entire house of Israel.", "7": "And a portion will be for[o] the prince on both sides[p] of the holy district,[q] and both sides of the property of the city, and alongside[r] the property of the city on the west,[s] and alongside the property on the east.[t] And also its length[u] corresponds to one of the tribal portions to the west[v] running to the eastern border.[w] ", "8": "This shall be to him with respect to the land[x] as property in Israel; and so my princes shall not again oppress my people, but they shall give the land to the house of Israel according to their tribes.”", "9": "Thus says the Lord Yahweh, “Enough of this for you, the princes of Israel; put away violence and destruction and do justice and righteousness; revoke your acts of dispossession from upon[y] my people!” declares[z] the Lord Yahweh. ", "10": "There shall be for you an honest set of scales[aa] and an honest ephah[ab] and an honest bath.[ac] ", "11": "The ephah and the bath shall be one unit of measurement;[ad] the tenth part of the homer is the bath, and the tenth of the homer is the ephah; so the homer shall be its[ae] unit of measurement. ", "12": "And the shekel shall weigh twenty gerahs, twenty shekels[af] and five and twenty shekels[ag] and ten and five shekels,[ah] that shall make the mina for you.[ai]", "13": "This is the contribution offering which you shall present: a sixth of the ephah from a[aj] homer of wheat, and a[ak] sixth of the ephah from a[al] homer of barley. ", "14": "And the quota of the olive oil, the bath of the olive oil, is the tenth part of a bath from a kor, which is ten baths, or a homer—for ten baths are equal to a homer. ", "15": "And one[am] sheep from the flock from among two hundred from the pastures of Israel will be taken as a grain offering and as a burnt offering and as a fellowship offering to make atonement for them,” declares[an] the Lord Yahweh. ", "16": "“All of the people of the land shall join in[ao] to this contribution with[ap] the prince in Israel.", "17": "“But on the prince shall be the responsibility for the burnt offerings, and the grain offering, and the libation at the feasts, and at the New Moon festivals, and at[aq] the Sabbaths at all of the assemblies of the house of Israel; he shall provide the sin offering, and the grain offering, and the burnt offering, and the fellowship offering to make atonement for the house of Israel. ", "18": "Thus says the Lord Yahweh: 'On the first month on the first day of the month, you shall take a bull, a calf[ar] without defect, and you shall purify the sanctuary. ", "19": "And the priest shall take from the blood of the sin offering, and he shall put it on the doorframe of the temple[as] and on the four corners of the ledge of the altar and on the doorframe of the gate of the inner courtyard. ", "20": "And so you shall do on the seventh day in the month for anyone doing wrong inadvertently or due to ignorance, and so you must make atonement for the temple.[at]", "21": "In the first month, on the fourteenth[au] day of the month, you shall have the Passover, a feast lasting for seven days,[av] when you shall eat unleavened breads. ", "22": "And the prince shall provide on that day for himself[aw] and for all of the people of the land a bull as a sin offering. ", "23": "And during the seven days of the religious feast he shall provide as a burnt offering to Yahweh seven bulls and seven rams without defect for each of the seven days, and as a sin offering a he-goat for each day. ", "24": "And as a grain offering, an ephah for[ax] the bull and an ephah for[ay] the ram he must provide, and a hin of olive oil for each[az] ephah. ", "25": "In the seventh month, on the fifteenth[ba] day of the month, during the feast, he shall provide just as he has for these seven days, as he did for the sin offering, as he did for the burnt offering, and as he did for the grain offering, and as he did for the olive oil.'”"}