{"1": "And[a] these are the names of the tribes: At the end of the north, along the way to Hethlon[b] from Lebo-hamath to Hazar Enan on the boundary of Damascus beside Hamath northward,[c] there will be one portion for Dan from the eastern border to the west.[d] ", "2": "And next to the territory of Dan, from the eastern border[e] up to the western border,[f] one portion for Asher. ", "3": "And next to the territory of Asher, from the eastern border[g] and up to the western border,[h] one portion for Naphtali. ", "4": "And next to the territory of Naphtali, from the eastern border[i] up to the western border,[j] one portion for Manasseh. ", "5": "And next to the territory of Manasseh, from the eastern border[k] up to the western border,[l] one portion for Ephraim. ", "6": "And next to the territory of Ephraim, from the eastern border[m] and up to the western border,[n] one portion for Reuben. ", "7": "And next to the territory of Reuben, from the eastern border[o] up to the western border,[p] one portion for Judah.", "8": "And next to the territory of Judah, from the eastern border[q] up to the western border,[r] shall be located the contribution that you set apart, twenty-five thousand cubits[s] in width, and its length just like one of the portions from the eastern border[t] up to the western border,[u] and the sanctuary shall be in the midst of it. ", "9": "The contribution that you shall set apart for Yahweh, its length shall be twenty-five thousand cubits,[v] and its width ten thousand cubits.[w] ", "10": "And to these shall be the holy district:[x] to the priests northwards twenty-five thousand cubits,[y] and westwards its width ten thousand cubits,[z] and eastwards its width ten thousand cubits,[aa] and southwards its length twenty-five thousand cubits,[ab] and the sanctuary of Yahweh shall be in the midst of it. ", "11": "To the priests, the ones being consecrated from the descendants[ac] of Zadok, who took care of my service and who did not go astray[ad] when the Israelites went astray,[ae] just as[af] the Levites went astray. ", "12": "And it will be for them a special gift from the contribution of the land as a most holy object[ag] next to the territory of the Levites. ", "13": "And the Levites alongside[ah] the territory of the priests shall have twenty-five thousand cubits[ai] in length and in width ten thousand cubits,[aj] its full length,[ak] twenty-five thousand cubits[al] and its full width, ten thousand cubits.[am] ", "14": "And they shall not sell any part from it, and shall not exchange, and shall not transfer the best of the land, for it is holy to Yahweh.", "15": "And the remaining part[an] of five thousand cubits[ao] in the width by[ap] twenty-five thousand cubits,[aq] is unholy;[ar] it is for the city as dwelling and as pastureland; and the city will be located in the middle of it.[as] ", "16": "And these shall be its measurements: on its side to the north, four thousand five hundred cubits;[at] and on its side to the south, four thousand five hundred cubits;[au] and on the eastern side,[av] four thousand five hundred cubits;[aw] and on the western side,[ax] four thousand five hundred cubits.[ay] ", "17": "And a pastureland shall be for the city northwards, two hundred and fifty cubits,[az] southwards two hundred and fifty cubits,[ba] and eastwards two hundred and fifty cubits,[bb] and westwards two hundred and fifty cubits.[bc] ", "18": "And the rest in its length alongside[bd] the holy district,[be] ten thousand cubits[bf] eastwards and ten thousand[bg] westwards; and it shall be alongside[bh] the holy district[bi] and its yield[bj] shall be as food for the workers of the city. ", "19": "And the workers of the city from all the tribes of Israel shall cultivate it. ", "20": "All of the contribution, twenty-five thousand by twenty five thousand cubits[bk] square, you shall set apart as the holy district[bl] along with the property of the city. ", "21": "And the rest shall be to[bm] the prince, on both sides[bn] of the holy district[bo] and of the property of the city extending from[bp] twenty-five thousand cubits of the contribution up to the boundary of the east, and westwards extending[bq] twenty-five thousand cubits[br] to the boundary of the sea alongside[bs] the tribal portions. They shall be for the prince, and it shall be the holy district,[bt] and the sanctuary of the temple[bu] will be in its middle. ", "22": "And also the property of the Levites and the property of the city will be in the midst of the property which is for the prince; between the territory of Judah and between the territory of Benjamin the land will be for the prince.", "23": "And for the remainder of the tribes: From the side on the east up to the side on the west, Benjamin one portion; ", "24": "and next to the territory of Benjamin, from the side on the east up to the side of the sea, Simeon one portion; ", "25": "and next to the territory of Simeon, from the side of the east up to the side of the sea, Issachar one portion; ", "26": "and next to the territory of Issachar, from the side of the east up to the side of the sea, Zebulun one portion; ", "27": "and next to the territory of Zebulun, from the side of the east up to the side of the sea, Gad one portion; ", "28": "and next to the territory of Gad, to the side of the south, southward;[bv] and the territory will be from Tamar to the waters of Meribath Kadesh, toward the wadi,[bw] on to the Great Sea.[bx] ", "29": "This is the land that you shall allot as an inheritance to the tribes of Israel, and these are their portions,” declares[by] the Lord Yahweh.", "30": "And these shall be the exits of the city: From[bz] the north side,[ca] four thousand and five hundred cubits [cb] by measurement. ", "31": "And the gates of the city shall be according to the names of the tribes of Israel: three gates to the north, the gate of Reuben, one; the gate of Judah, one; the gate of Levi, one. ", "32": "And on the east side, four thousand five hundred cubits,[cc] and three gates, and so the gate of Joseph, one; the gate of Benjamin, one; the gate of Dan, one. ", "33": "And on the south side, four thousand five hundred cubits[cd] by measurement, and so three gates, the gate of Simeon, one; the gate of Issachar, one; the gate of Zebulun, one. ", "34": "And on the west[ce] side, four thousand five hundred cubits,[cf] and their gates three, the gate of Gad, one; the gate of Asher, one; the gate of Naphtali, one. ", "35": "All around the city is eighteen thousand cubits,[cg] and the name of the city from that day is “Yahweh Is There”!"}