{"1": "And then[a] in the sixth year, in the sixth month, on the fifth day of the month, I was sitting in my house, and the elders of Judah were sitting before me.[b] And the hand of the Lord Yahweh fell on me there, ", "2": "and I saw,[c] and look! A figure like the appearance of a man;[d] from the appearance of his waist and below was fire, and from his waist and upward[e] was like the appearance of brightness,[f] like the outward appearance of[g] amber. ", "3": "And he sent out the form of a hand, and he took me by a lock of hair of my head, and the Spirit lifted me between earth and heaven, and it brought me to Jerusalem in visions of God to the doorway of the inner gate that faced north,[h] at which there was the seat of the image of jealousy, which was making jealous. ", "4": "And look! There was the glory of the God of Israel like the vision that I saw in the valley. ", "5": "And he said to me, “Son of man,[i] lift up now[j] your eyes toward the north.”[k] And I lifted up my eyes toward the north,[l] and, look, there was to the north of the gate of the altar this image of jealousy at the entrance. ", "6": "And he said to me, “Son of man,[m] “Do you see[n] what they are doing—great detestable things that the house of Israel is committing[o] here so as to drive me from[p] my sanctuary, and yet you will see again[q] greater[r] detestable things.” ", "7": "And he brought me to the doorway of the courtyard, and I saw, and look! A hole in the wall. ", "8": "And he said to me, “Son of man,[s] dig now[t] through the wall.” And I dug through the wall, and look! There was a doorway. ", "9": "And he said to me, “Come and see the detestable things, the evil that they are doing[u] here. ", "10": "And I came, and I saw, and look, all kinds of creatures[v] and detestable beasts;[w] and all of the idols of the house of Israel were carved on the wall all around.[x] ", "11": "And seventy men from the elders of the house of Israel, and Jaazaniah, the son of Shaphan, was standing in the midst of them, and they were standing before them.[y] Each one had his censer in his hand, and the fragrance of the cloud of the incense was going up. ", "12": "And he said to me, “Have you seen, son of man,[z] what the elders of the house of Israel are doing in the dark, each in the inner rooms of his idol, for they are saying, 'Yahweh is not seeing us; Yahweh has abandoned the land.'” ", "13": "And he said to me, “Still you will see again[aa] greater detestable things that they are doing.” ", "14": "And he brought me to the doorway of the gate of the house of Yahweh that is toward the north, and look! There were the women sitting weeping for Tammuz. ", "15": "And he said to me, “Have you seen, son of man?[ab] Still you will see again[ac] greater detestable things than these.” ", "16": "And he brought me to the inner courtyard of the house of Yahweh, and look, at the doorway of the temple of Yahweh, between the portico and the altar, there were about twenty-five men with their backs to the temple of Yahweh and their faces toward the east, and they were bowing down toward the east before the sun. ", "17": "And he said to me, “Have you seen, son of man?[ad] Was it too small a thing[ae] for the house of Judah to do[af] the detestable things that they did here? For they filled up the land with violence, and they provoked me to anger again,[ag] and look! They are putting the branch to their nose. ", "18": "And so I will act in rage, and my eye will not take pity, and I will not have compassion, and they will cry in my ear with a loud voice, and I will not hear them.”"}