{"1": "Boast not thyself of tomorrow, for thou knowest not what a day may bring forth.", "2": "Let another man praise thee, and not thine own mouth; a stranger, and not thine own lips.", "3": "A stone is heavy and the sand weighty, but a fool's wrath is heavier than them both.", "4": "Wrath is cruel and anger is outraging, but who is able to stand before envy?", "5": "Open rebuke is better than secret love.", "6": "Faithful are the wounds from a friend, but the kisses of an enemy are deceitful.", "7": "The full soul loathes a honeycomb, but to the hungry soul every bitter thing is sweet.", "8": "As a bird that wandereth from her nest, so is a man who wandereth from his place.", "9": "Ointment and perfume make the heart rejoice; so doth the sweetness of a man's friend by counsel from the heart.", "10": "Thine own friend and thy father's friend, forsake not; neither go to thy brother's house in the day of thy calamity; for better is a neighbor that is near than a brother far off.", "11": "My son, be wise and make my heart glad, that I may answer him that reproacheth me.", "12": "A prudent man foreseeth the evil and hideth himself, but the simple pass on and are punished.", "13": "Take his garment that is surety for a stranger, but take a pledge from him for a strange woman.", "14": "He that, rising early in the morning, blesseth his friend with a loud voice: it shall be counted as a curse to him.", "15": "A continual dripping on a very rainy day and a contentious woman are alike.", "16": "Whosoever would hide her would hide the wind, and the ointment of his right hand which betrayeth itself.", "17": "Iron sharpeneth iron; so a man sharpeneth the countenance of his friend.", "18": "Whoso keepeth the fig tree shall eat the fruit thereof; so he that waiteth on his master shall be honored.", "19": "As in water face answereth to face, so the heart of man to man.", "20": "Hell and destruction are never full; so the eyes of man are never satisfied.", "21": "As the refining pot for silver and the furnace for gold, so is a man tried by praise.", "22": "Though thou shouldest grind a fool in a mortar among wheat with a pestle, yet will not his foolishness depart from him.", "23": "Be thou diligent to know the state of thy flocks, and look well to thy herds,", "24": "for riches are not for ever; and doth the crown endure to every generation?", "25": "The hay appeareth, and the tender grass showeth itself, and herbs of the mountains are gathered;", "26": "the lambs are for thy clothing, and the goats pay the price of the field;", "27": "and thou shalt have goats' milk enough for thy food, for the food for thy household, and for the maintenance of thy maidens."}