{"1": "The Parable of the Persistent Widow. 1 [a]Then he told them a parable about the necessity for them to pray always without becoming weary. He said, ", "2": "“There was a judge in a certain town who neither feared God nor respected any human being. ", "3": "And a widow in that town used to come to him and say, 'Render a just decision for me against my adversary.' ", "4": "For a long time the judge was unwilling, but eventually he thought, 'While it is true that I neither fear God nor respect any human being, ", "5": "[b]because this widow keeps bothering me I shall deliver a just decision for her lest she finally come and strike me.'” ", "6": "The Lord said, “Pay attention to what the dishonest judge says. ", "7": "Will not God then secure the rights of his chosen ones who call out to him day and night? Will he be slow to answer them? ", "8": "I tell you, he will see to it that justice is done for them speedily. But when the Son of Man comes, will he find faith on earth?”", "9": "The Parable of the Pharisee and the Tax Collector. 9 He then addressed this parable to those who were convinced of their own righteousness and despised everyone else. ", "10": "“Two people went up to the temple area to pray; one was a Pharisee and the other was a tax collector. ", "11": "The Pharisee took up his position and spoke this prayer to himself, 'O God, I thank you that I am not like the rest of humanity—greedy, dishonest, adulterous—or even like this tax collector. ", "12": "I fast twice a week, and I pay tithes on my whole income.' ", "13": "But the tax collector stood off at a distance and would not even raise his eyes to heaven but beat his breast and prayed, 'O God, be merciful to me a sinner.' ", "14": "I tell you, the latter went home justified, not the former; for everyone who exalts himself will be humbled, and the one who humbles himself will be exalted.”", "15": "Saying on Children and the Kingdom. 15 [c]People were bringing even infants to him that he might touch them,[d] and when the disciples saw this, they rebuked them. ", "16": "Jesus, however, called the children to himself and said, “Let the children come to me and do not prevent them; for the kingdom of God belongs to such as these. ", "17": "Amen, I say to you, whoever does not accept the kingdom of God like a child will not enter it.”", "18": "The Rich Official. 18 An official asked him this question, “Good teacher, what must I do to inherit eternal life?” ", "19": "Jesus answered him, “Why do you call me good? No one is good but God alone. ", "20": "You know the commandments, 'You shall not commit adultery; you shall not kill; you shall not steal; you shall not bear false witness; honor your father and your mother.'” ", "21": "And he replied, “All of these I have observed from my youth.” ", "22": "[e]When Jesus heard this he said to him, “There is still one thing left for you: sell all that you have and distribute it to the poor, and you will have a treasure in heaven. Then come, follow me.” ", "23": "But when he heard this he became quite sad, for he was very rich.", "24": "On Riches and Renunciation. 24 Jesus looked at him [now sad] and said, “How hard it is for those who have wealth to enter the kingdom of God! ", "25": "For it is easier for a camel to pass through the eye of a needle than for a rich person to enter the kingdom of God.” ", "26": "Those who heard this said, “Then who can be saved?” ", "27": "And he said, “What is impossible for human beings is possible for God.” ", "28": "Then Peter said, “We have given up our possessions and followed you.” ", "29": "He said to them, “Amen, I say to you, there is no one who has given up house or wife or brothers or parents or children for the sake of the kingdom of God ", "30": "who will not receive [back] an overabundant return in this present age and eternal life in the age to come.” The Third Prediction of the Passion. ", "31": "[f]Then he took the Twelve aside and said to them, “Behold, we are going up to Jerusalem and everything written by the prophets about the Son of Man will be fulfilled.[g] ", "32": "He will be handed over to the Gentiles and he will be mocked and insulted and spat upon; ", "33": "and after they have scourged him they will kill him, but on the third day he will rise.” ", "34": "But they understood nothing of this; the word remained hidden from them and they failed to comprehend what he said. The Healing of the Blind Beggar. ", "35": "Now as he approached Jericho a blind man was sitting by the roadside begging, ", "36": "and hearing a crowd going by, he inquired what was happening. ", "37": "They told him, “Jesus of Nazareth is passing by.” ", "38": "He shouted, “Jesus, Son of David,[h] have pity on me!” ", "39": "The people walking in front rebuked him, telling him to be silent, but he kept calling out all the more, “Son of David, have pity on me!” ", "40": "Then Jesus stopped and ordered that he be brought to him; and when he came near, Jesus asked him, ", "41": "“What do you want me to do for you?” He replied, “Lord, please let me see.” ", "42": "Jesus told him, “Have sight; your faith has saved you.” ", "43": "He immediately received his sight and followed him, giving glory to God. When they saw this, all the people gave praise to God."}