{"1": "It was the thirtieth year, on the fifth day of the fourth month of our captivity. I, Ezekiel, was by the Kebar River in Babylon. I was among the people who had been carried away as captives from the land of Judah. The sky opened, and I saw visions of God.", "2": "It was the fifth year that King Jehoiachin had been a prisoner. It was on the fifth day of the month. ", "3": "The Lord spoke his word to Ezekiel son of Buzi. This was in the land of the Babylonians by the Kebar River. There he felt the power of the Lord.", "4": "When I looked, I saw a stormy wind coming from the north. There was a great cloud with a bright light around it. Fire was flashing out of it. And there was something that looked like glowing metal in the center of the fire. ", "5": "Inside the cloud were what looked like four living creatures. They were shaped like men. ", "6": "Each of them had four faces. And each of them had four wings. ", "7": "Their legs were straight. Their feet were like a calf's hooves. And they sparkled like polished bronze. ", "8": "The living creatures had men's hands. They were under their wings on their four sides. All four of them had faces and wings. ", "9": "And their wings touched each other. The living creatures did not turn when they moved. Each went straight ahead.", "10": "Their faces looked like this: In front each living creature had the face of a man. Each one had the face of a lion on the right side. Each one had the face of an ox on the left side. And in back each one had the face of an eagle. ", "11": "This was what their faces looked like. Their wings were spread out above. Each had two wings that touched one of the other living creatures. Each living creature had two wings that covered its body. ", "12": "Each went straight ahead. Wherever the spirit would go, the living creatures would also go. When they went, they did not turn. ", "13": "The living creatures looked like burning coals of fire. They were like torches. Fire went back and forth among the living creatures. It was bright, and lightning flashed from it. ", "14": "The living creatures ran back and forth like bolts of lightning.", "15": "Now I looked at the living creatures. And I saw a wheel on the ground by each of the living creatures with its four faces. ", "16": "The wheels and the way they were made were like this: They looked like sparkling chrysolite. All four of them looked the same. The wheels looked like one wheel crossways inside another wheel. ", "17": "When they moved, they went in any one of the four directions. They did not turn as they went. ", "18": "I saw the rims of the wheels. The rims were full of eyes all around.", "19": "When the living creatures moved, the wheels moved beside them. When the living creatures were lifted up from the ground, the wheels also were lifted up. ", "20": "Wherever the spirit would go, the living creatures would go. And the wheels were lifted up beside them. This is because the spirit of the living creatures was in the wheels. ", "21": "When the living creatures moved, the wheels moved. When the living creatures stopped, the wheels stopped. And when the living creatures were lifted from the ground, the wheels were lifted beside them. This is because the spirit of the living creatures was in the wheels.", "22": "Now there was something like a dome over the heads of the living creatures. It sparkled like ice and was frightening. ", "23": "And under the dome the wings of the living creatures were stretched out straight toward one another. Each living creature also had two wings covering its body. ", "24": "I heard the sound of their wings as they moved. It was like the roaring sound of the sea. It was like the voice of God All-Powerful. It was a roaring sound like a noisy army. When the living creatures stood still, they lowered their wings.", "25": "And a voice came from above the dome over the heads of the living creatures. When the living creatures stood still, they lowered their wings. ", "26": "Now above the dome there was something that looked like a throne. It looked like a sapphire gem. And on the throne was a shape like a man. ", "27": "Then I noticed what he looked like from the waist up. He looked like glowing metal with fire inside it. And from his waist down he looked like fire. I saw a bright light all around him. ", "28": "The glow around him looked like the rainbow in the clouds on a rainy day. It seemed to look like the glory of the Lord. So when I saw it, I bowed facedown on the ground. And I heard a voice speaking."}