{"1": "The Spirit lifted me up. And he brought me to the front gate of the Temple of the Lord. This gate faces east. I saw 25 men where the gate opens. I saw Jaazaniah son of Azzur and Pelatiah son of Benaiah. They were leaders of the people. They were among these 25 men. ", "2": "Then the Lord said to me, “Human being, these are the men who plan evil. And they give wicked advice in this city of Jerusalem. ", "3": "They say, 'It is almost time for us to build houses. This city is like a cooking pot. And we are like the best meat.' ", "4": "So prophesy against them. Prophesy, human being.”", "5": "Then the Spirit of the Lord entered me. He told me to say: “This is what the Lord says: You have said these things, people of Israel. But I know what is going through your mind. ", "6": "You have killed many people in this city. You have filled its streets with their bodies.", "7": "“So this is what the Lord God says: Those people you have killed and left in the middle of the city are like the best meat. And this city is like the cooking pot. But I will force you out of the city. ", "8": "You have feared the sword. But I will bring a sword against you, says the Lord God. ", "9": "I will force you out of the city. I will hand you over to strangers. I will surely punish you. ", "10": "You will die by the sword. I will punish you at the border of Israel. Then you will know that I am the Lord. ", "11": "This city will not be your cooking pot. You will not be the best meat in the middle of the city. I will punish you at the border of Israel. ", "12": "Then you will know that I am the Lord. You did not live by my rules. You did not obey my laws. You did the same things that the nations around you do.”", "13": "As I prophesied, Pelatiah son of Benaiah died. Then I bowed facedown on the ground. I shouted with a loud voice and said, “Oh no, Lord God! Will you completely destroy the Israelites who are left alive?”", "14": "The Lord spoke his word to me. He said, ", "15": "“Human being, the people still in Jerusalem have spoken about your relatives. And they have spoken about all the people of Israel who are captives with you. The people still in Jerusalem have said, 'They are far from the Lord. This land was given to us as our property.'", "16": "“So say, 'This is what the Lord God says: I sent the people far away among the nations. I scattered them among the countries. But for a little while I have become a Temple to them in the countries where they have gone.'", "17": "“So say: 'This is what the Lord God says: I will gather you from the nations. And I will bring you together from the countries where you have been scattered. Then I will give you back the land of Israel.'", "18": "“They will come to this land. Then they will take away all the hated idols from the land. They will take all the terrible images from there. ", "19": "I will give them a desire to respect me completely. I will put a new way to think inside them. I will take out the stubborn heart like stone from their bodies. Then I will give them an obedient heart of flesh. ", "20": "Then they will live by my rules. They will obey my laws and keep them. They will be my people, and I will be their God. ", "21": "But some people will want to serve their evil statues and hated idols. And I will pay them back for their evil ways, says the Lord God.”", "22": "Then the living creatures lifted their wings. The wheels went beside them. And the glory of the God of Israel was above them. ", "23": "The glory of the Lord went up from inside Jerusalem. And it stopped on the mountain on the east side of the city. ", "24": "The Spirit lifted me up. And he brought me to the captives who had been taken from Judah to Babylonia. He did this in a vision given by the Spirit of God. Then the vision I had seen ended. ", "25": "And I told the things that the Lord had shown me. I told it to the captives from Judah."}