{"1": "The Lord spoke his word to me. He said: ", "2": "“Human being, prophesy against the prophets of Israel. Say to those who make up their own prophecies: 'Listen to the word of the Lord. ", "3": "This is what the Lord God says: How terrible it will be for the foolish prophets. They are the ones who follow their own ideas. And they have not seen a vision from me. ", "4": "People of Israel, your prophets have been like wild dogs hunting to kill and eat among ruins. ", "5": "Israel is like a house in ruins. But you have not gone up into the broken places. Your prophets have not repaired the wall. So how can Israel hold back the enemy in the battle on the Lord's day of judging? ", "6": "Your prophets see false visions. They prophesy lies. They say, “This is the message of the Lord.” The Lord has not sent them. But they still hope their words will come true. ", "7": "You said, “This is the message of the Lord.” But that is a false vision. Your prophecies are lies because I have not spoken.", "8": "“'So this is what the Lord God says: You prophets spoke things that are false. You saw visions that do not come true. That is why I am against you, says the Lord God. ", "9": "So I will punish the prophets who see false visions and prophesy lies. They will have no place among my people. Their names will not be written on the list of the people of Israel. They will not enter the land of Israel. Then you will know that I am the Lord God.", "10": "“'It is because they led my people away. They said, “Peace!” but there is no peace. When the people build a weak wall, the prophets cover it with whitewash to make it look strong. ", "11": "So tell those who cover a weak wall with whitewash that it will fall down. Rain will pour down. Hailstones will fall. And a stormy wind will break the wall down. ", "12": "When the wall has fallen, people will ask you, “Where is the whitewash you used on the wall?”", "13": "“'So this is what the Lord God says: I will break the wall with a stormy wind. In my anger rain will pour down. And hailstones will destroy the wall. ", "14": "I will tear down the wall on which you put whitewash. I will level it to the ground. Then people will see the wall's foundation. And when the wall falls, you will be destroyed under it. Then you will know that I am the Lord. ", "15": "So I will carry out my anger on the wall and against those who covered it with whitewash. Then I will tell you, “The wall is gone. And those who covered it with whitewash are also gone. ", "16": "The prophets of Israel who prophesy to Jerusalem will be gone. And those who see visions of peace for Jerusalem will be gone also. There will be no peace, says the Lord God.”'", "17": "“Now, human being, reject the women among your people who make up their own prophecies. Prophesy against them. ", "18": "Say, 'This is what the Lord God says: How terrible it will be for women who sew magic charms on their wrists. How terrible it will be for those who make veils of every length. These women do this to trap people. You ruin the lives of my people but try to save your own lives! ", "19": "And you have dishonored me among my people. You have done it for handfuls of barley and pieces of bread. You have killed people who should not die. And you have kept alive those who should die. You have done this by lying to my people. And my people are willing to listen to lies.", "20": "“'So this is what the Lord God says: I am against your magic charms. You use them to trap people as if they were birds. I will tear these charms off your arms. I will free those people you have trapped like birds. ", "21": "I will also tear off your veils. I will save my people from your hands. They will no longer be in your power. You will not trap them. Then you will know that I am the Lord. ", "22": "By your lies you caused the heart of the person who did right to be sad. I did not make him sad. You have encouraged the evil person not to stop being evil. And that would have saved his life. ", "23": "So you will not see any more false visions. You will not prophesy anymore. And I will save my people from your power. Then you will know that I am the Lord.'”"}