{"1": "Some of the elders of Israel came to me and sat down before me. ", "2": "Then the Lord spoke his word to me. He said: ", "3": "“Human being, these men love to worship idols. They put up evil things that cause people to sin. Should I allow them to ask me for help? ", "4": "So speak to them. Tell them, 'This is what the Lord God says: Any person in Israel might want to worship idols. He might even put up evil things that cause people to sin. Then he might come to the prophet. When he does, I, the Lord, will answer him. I will put him to death because he worshiped idols. ", "5": "Then I will win back my people Israel. They have left me because of all their idols.'", "6": "“So say this to the people of Israel: 'This is what the Lord God says: Change your hearts and lives. Stop worshiping idols. Stop doing all the things I hate. ", "7": "Any Israelite or any foreigner in Israel can separate himself from me. He can do this by wanting to worship idols. Or he can put up the things that cause people to sin. Then if he comes to the prophet to ask me questions, I, the Lord, will answer him myself. ", "8": "I will reject him. I will make him a sign and an example. I will separate him from my people. Then you will know that I am the Lord.", "9": "“'But the prophet may be tricked into giving a prophecy. Then it is because I, the Lord, have tricked that prophet to speak. Then I will use my power against him. I will destroy him from among my people Israel. ", "10": "The prophet will be as guilty as the one who asks him for help. They both will be responsible for their guilt. ", "11": "Then the nation of Israel will not leave me anymore. And they will not make themselves unclean anymore with all their sins. Then they will be my people. And I will be their God, says the Lord God.'”", "12": "The Lord spoke his word to me. He said: ", "13": "“Human being, sometimes the people of a country will sin against me by not being loyal. When that happens, I will use my power against them. I will cut off their supply of food. I will send them a time of hunger. I will destroy both their people and animals. ", "14": "Three great men like Noah, Daniel and Job might be in that country. But their goodness could save only themselves, says the Lord God.", "15": "“I might even send wild animals into that land. They would leave the land empty and without children. Then no one would pass through it because of the animals. ", "16": "As surely as I live, says the Lord God, not even Noah, Daniel and Job could help. Even if they were in the land, they could not save their own sons or daughters. They could only save themselves. And that country would remain empty.", "17": "“Or, I might bring a war against that country. I might say, 'Let a war be fought in that land. Let it destroy its men and animals.' ", "18": "As surely as I live, says the Lord God, not even these three men could help. Even if they were in the land, they could not save their sons or daughters. They could only save themselves.", "19": "“Or, I might cause a disease to spread in that country. I might pour out my anger against that country, destroying and killing people and animals. ", "20": "As surely as I live, says the Lord God, not even Noah, Daniel and Job could help. Even if they were in the land, they could not save their son or daughter. They could save only themselves because they did what was right.", "21": "“This is what the Lord God says: I will send my four terrible punishments against Jerusalem. They are war, hunger, wild animals and disease. They will destroy people and animals from Jerusalem. ", "22": "But some people will escape. Some sons and daughters will be led out. They will come out to you. You will see how they live. Then you will be comforted after the disasters I have brought against Jerusalem. You will be comforted after all the things I will bring against it. ", "23": "You will be comforted when you see how they live. You will know there was a good reason for what I did to Jerusalem, says the Lord God.”"}