{"1": "“Sing a funeral song for the leaders of Israel. ", "2": "Say: 'Your mother was like a female lion. She lay down among the young lions. She had many cubs.", "3": "She brought up one of her cubs. And he became a strong lion. He learned to tear the animals he hunted. And he ate people.", "4": "The nations heard about him. He was trapped in their pit. And they brought him with hooks to the land of Egypt.", "5": "“'The mother lion waited and saw that there was no hope for her cub. So she took another one of her cubs and made him a strong lion.", "6": "This cub roamed among the lions. He was now a strong lion. He learned to tear the animals he hunted. And he ate people.", "7": "He destroyed their strong places. He destroyed their cities. The land and everything in it were terrified by the sound of his roar.", "8": "Then the nations came against him from areas all around. And they spread their net over him. He was trapped in their pit.", "9": "Then they put him into a cage with chains. And they brought him to the king of Babylon. They put him into prison. Then his roar could not be heard again on the mountains of Israel.", "10": "“'Your mother was like a vine in your vineyard. It was planted beside the water. The vine had many branches and gave much fruit because there was plenty of water.", "11": "The vine had strong branches. They were good enough for a king's scepter. The vine became tall among the thick branches. And it was seen because it was tall with many branches.", "12": "But it was pulled up by its roots in anger. It was thrown down to the ground. The east wind dried it up. Its fruit was torn off. Its strong branches were broken off. They were burned up.", "13": "Now the vine is planted in the desert, in a dry and thirsty land.", "14": "And fire has spread from the vine's main branch. It has destroyed its fruit. There is not a strong branch left on it that could become a scepter for a king.' This is a funeral song. It is to be used as a funeral song.”"}