{"1": "Then the Lord spoke his word to me. He said: ", "2": "“Human being, look toward Jerusalem and speak against their holy place. Prophesy against the land of Israel. ", "3": "Say to Israel: 'This is what the Lord says: I am against you. I will pull my sword out of its holder. I will separate you from both wicked people and those who do right. ", "4": "I am going to separate the wicked and those who do right. So my sword will come out from its holder. And it will come against all people from south to north. ", "5": "Then all people will know that I, the Lord, have pulled my sword out from its holder. My sword will not go back in again.'", "6": "“So, human being, groan with breaking heart and great sadness. Make these sad sounds in front of the people. ", "7": "They will ask you, 'Why do you make these sad sounds?' Then you will say, 'Because of the news that is coming. Every heart will melt with fear. All hands will become weak. Everyone will be afraid. All knees will become weak as water. Look, it is coming. It will happen, says the Lord God.'”", "8": "The Lord spoke his word to me. He said, ", "9": "“Human being, prophesy and say, 'This is what the Lord says: A sword, a sword, made sharp and polished.", "10": "It is made sharp for the killing. It is polished to flash like lightning. “'You are not happy about this horrible punishment by the sword. But my son, Judah, you did not change when you were only beaten with a rod.", "11": "The sword should be polished. The sword is meant to be held in the hand. It is made sharp and polished. It is made ready for the hand of the killer.", "12": "Shout and yell, human being. This is because the sword is against my people. It is against all the rulers of Israel. They will be killed by the sword, along with my people. So beat your chest in sadness.", "13": "“'The test will come. And Judah, who is hated by the armies of Babylon, will not last, says the Lord God.'", "14": "“So, human being, prophesy. And clap your hands. Let the sword hit two or three times. It is the sword for killing. It is the sword for much killing. This sword surrounds the people.", "15": "Their hearts will melt with fear. And many people will die. I have placed the killing sword at all their gates. Oh! The sword is made to flash like lightning. It is held, ready for killing.", "16": "Sword, cut on the right side. Then cut on the left side. Cut anywhere your blade is turned.", "17": "I will also clap my hands. Then my anger will rest. I, the Lord, have spoken.”", "18": "The Lord spoke his word to me. He said: ", "19": "“Human being, mark two roads that the king of Babylon and his sword can follow. Both of these roads will start from the same country. And make signs where the road divides and one way goes toward the city. ", "20": "One sign shows the road he can take with his sword to Rabbah. It is in the land of the Ammonites. And the other sign shows the road he can take to Judah and Jerusalem. Jerusalem is protected with strong walls. ", "21": "The king of Babylon will come to where the road divides into two. He will use magic. He will throw lots with arrows. He will ask questions of his family idols. He will look at the liver of a sacrificed animal to learn where he should go. ", "22": "The lots will tell him to go toward his right to Jerusalem. They will tell him these things: Use logs to break down the city gates. Shout the battle cry and give the order to kill. Build a dirt road to the top of the walls and devices to attack the walls. ", "23": "The people of Jerusalem have made agreements with other nations to help them fight Babylon. So they will think this prediction is wrong. But the king of Babylon will remind them of their sin. And he will capture them.", "24": "“So this is what the Lord God says: 'You have shown how sinful you are by turning against the Lord. Your sins are seen in all the things you do. So you will be taken captive by the enemy.", "25": "“'You unclean and evil leader of Israel, you will be killed! The time of your final punishment has come. ", "26": "This is what the Lord God says: Take off the turban. Take off the crown. Things will change. Those who are important now will be made unimportant. And those who are unimportant now will be made important. ", "27": "A ruin! A ruin! I will make it a ruin! This place will not be rebuilt until the one comes who has a right to be king. Then I will give it to him.'", "28": "“And you, human being, prophesy and say: 'This is what the Lord God says about the people of Ammon and their insults: A sword, a sword is pulled out of its holder. It is polished to kill and destroy. It will flash like lightning!", "29": "Prophets see false visions about you and prophesy lies about you. The sword will be put on the necks of these evil people who are to be killed. Their day has come. The time of your final punishment has come.", "30": "Put the sword back in its holder. I will judge you in the place where you were created. I will judge you in the land where you were born.", "31": "I will pour out my anger against you. I will breathe on you with the fire of my anger. I will hand you over to cruel men who are skilled in destruction.", "32": "You will be like fuel for the fire. You will die in the land. You will not be remembered. I, the Lord, have spoken.'”"}