{"1": "The Lord spoke his word to me. He said: ", "2": "“And you, human being, will you judge? Will you judge the city of murderers? Then tell her about all her hated acts. ", "3": "You will say: 'This is what the Lord God says: You are a city that kills those who come to live there. You make yourself unclean by making idols. ", "4": "You have become guilty of murder. And you have become unclean by your idols which you have made. So you have brought your time of punishment near. You have come to the end of your years. So I have made you a thing of shame to the nations. All lands will laugh at you. ", "5": "Those near and those far away will laugh at you. You will have a bad name. You will be full of confusion.", "6": "“'Jerusalem, see how each ruler of Israel in you has been trying to kill people. ", "7": "The people in you hate their fathers and mothers. They mistreat the foreigners in you. They wrong the orphans and widows in you. ", "8": "You hate my holy things. You dishonor my Sabbaths. ", "9": "The men in you tell lies to cause the death of others. The people in you eat food offered to idols at the mountain places of worship. They do sexual sins in you. ", "10": "The people in you sin sexually with their fathers' wives. The men in you have physical relations with women who are unclean, during their time of monthly bleeding. ", "11": "One person in you does a hated act with his neighbor's wife. Another has shamefully violated his daughter-in-law. And another rapes his half sister. ", "12": "The people in you take money to kill people. You take unfair interest and profits. You make profits by mistreating your neighbor. And you have forgotten me, says the Lord God.", "13": "“'So with my fists I will hit you who have stolen money and you who have murdered people. ", "14": "Will you still be brave and strong when I punish you? I, the Lord, have spoken, and I will act. ", "15": "I will scatter you among the nations. I will spread you through the countries. I will get rid of your uncleanness. ", "16": "But you, yourself, will be dishonored in the sight of the nations. Then you will know that I am the Lord.'”", "17": "The Lord spoke his word to me. He said: ", "18": "“Human being, the people of Israel have become useless like scum to me. They are like the copper, tin, iron and lead left in the furnace. These are left when silver is purified by melting. ", "19": "So this is what the Lord God says: 'You have become useless like scum. I am going to gather you into Jerusalem. ", "20": "People gather silver, copper, iron, lead and tin into a furnace. Then they melt it in a blazing fire. In the same way I will gather you in my hot anger. I will put you in Jerusalem and melt you. ", "21": "I will gather you. And I will make you feel the heat of my anger. You will be melted in the fire. ", "22": "Silver is melted in the furnace. In the same way you will be melted in the city. Then you will know that I, the Lord, have poured out my anger against you.'”", "23": "The Lord spoke his word to me. He said: ", "24": "“Human being, say to the land, 'You are a land that has not had rain or showers in a day of anger.' ", "25": "Israel's rulers make evil plans. They are like a roaring lion that tears the animal it has caught. They have destroyed lives. They have taken treasure and valuable things. They have caused many women to become widows. ", "26": "Israel's priests do cruel things to my teachings. They do not honor my holy things. They make no difference between holy and unholy things. They teach there is no difference between clean and unclean things. They do not remember my Sabbaths. So I am dishonored by them. ", "27": "Jerusalem's leaders are like wolves tearing a dead animal. They have killed people for profit. ", "28": "And the prophets try to cover this up by false visions and by lying. They say, 'This is what the Lord God says' when the Lord has not spoken. ", "29": "The people cheat others. They steal. They hurt people who are poor and needy. They cheat foreigners and don't treat them fairly.", "30": "“I looked for someone to build up the walls. I looked for someone to stand before me where the walls are broken to defend these people. Then I would not have to destroy them. But I did not find anyone. ", "31": "So I will let them see my anger. I will destroy them with an anger that is like fire. This is because of all the things they have done, says the Lord God.”"}