{"1": "The Lord spoke his word to me. It was in the ninth year, in the tenth month of our captivity. It was on the tenth day of the month. He said: ", "2": "“Human being, write for yourself this date, this very date. The king of Babylon has surrounded Jerusalem this very day. ", "3": "And tell a story to the people who refuse to obey me. Say to them: 'This is what the Lord God says: Put on the pot. Put it on and pour water in it.", "4": "Put in the pieces of meat. Put in the best pieces—the legs and the shoulders. Fill it with the best bones.", "5": "Take the best of the flock. Pile wood under the pot. Boil the pieces of meat until even the bones are cooked.", "6": "“'This is what the Lord God says: How terrible it will be for the city of murderers! How terrible it will be for the rusty pot! Its rust will not go away! Take the meat out of it, piece by piece. Don't choose any special piece.", "7": "“'The blood from her killings is still in the city. She poured the blood on the bare rock. She did not pour it on the ground where dust would cover it.", "8": "To stir up my anger and revenge, I put the blood she spilled on the bare rock. So it will not be covered.", "9": "“'So this is what the Lord God says: How terrible it will be for the city of murderers! I will also pile the wood high for burning.", "10": "Pile up the wood and light the fire. Finish cooking the meat. Mix in the spices. And let the bones burn.", "11": "Then set the empty pot on the coals. It will become hot, and its copper sides will glow. The dirty scum stuck inside it may then melt and its rust burn away.", "12": "But efforts to clean the pot have failed. Its heavy rust cannot be removed, even in the fire.", "13": "“'In your sinful action there is shame. I wanted to cleanse you, but you are still unclean. You will never be cleansed from your sin until my anger against you is carried out.", "14": "“'I, the Lord, have spoken. The time has come for me to act. I will not hold back punishment. I will not feel pity. I will judge you by your ways and actions, says the Lord God.'”", "15": "Then the Lord spoke his word to me. He said: ", "16": "“Human being, I am going to take your wife from you. She is the desire of your eyes. She will die suddenly. But you must not be sad or cry loudly for her. You must not shed any tears. ", "17": "Groan silently. Do not cry loudly for the dead. Tie on your turban, and put your sandals on your feet. Do not cover your face. And do not eat the food people eat when they are sad about a death.”", "18": "So I spoke to the people in the morning. Then my wife died in the evening. The next morning I did as I had been commanded.", "19": "Then the people asked me, “Tell us, what do the things you are doing mean for us?”", "20": "Then I said to them, “The Lord spoke his word to me. He said, ", "21": "'Say to the people of Israel, This is what the Lord God says: I am going to dishonor my Temple. You think it gives you strength. You are proud of it. You love to look at it. It makes you happy. But your sons and daughters that you left behind in Jerusalem will fall dead by the sword. ", "22": "And you will do as I have done. You will not cover your face. You will not eat the food people eat when they are sad about a death. ", "23": "Your turbans will be on your heads. And your sandals will be on your feet. You will not cry loudly. But you will rot away in your sins. You will groan to each other. ", "24": "So Ezekiel will be a sign for you. You will do all the same things he did. When it happens, you will know that I am the Lord God.'", "25": "“And as for you, human being, this is how it will be. I will take away the Temple that gives them strength. It makes them happy and proud. They love to look at it. It makes them happy. And I will take away their sons and daughters also. ", "26": "At that time the person who escapes will come to you. He will have information for you to hear. ", "27": "At that time your mouth will be opened. You will speak and be silent no more. So you will be a sign for them. Then they will know that I am the Lord.”"}