{"1": "The Lord spoke his word to me. He said: ", "2": "“Human being, look toward the people of Ammon and prophesy against them. ", "3": "Say to them, 'Hear the word of the Lord God. This is what the Lord God says: You were glad when my Temple was dishonored. You were glad when the land of Israel was ruined. And you were glad when the people of Judah were taken away as captives. ", "4": "So I am going to give you to the people of the East to be theirs. They will set up their camps among you. They will make their homes among you. They will eat your fruit and drink your milk. ", "5": "And I will make the city of Rabbah a pasture for camels. And the land of Ammon will become a resting place for sheep. Then you will know that I am the Lord. ", "6": "This is what the Lord God says: You clapped your hands and stamped your feet. You are happy about all the insults you have made against the land of Israel. ", "7": "So I will use my power against you. I will give you to the nations as if you were valuables taken in war. I will wipe you out of the lands so you will no longer be a nation. I will destroy you. And you will know that I am the Lord.'”", "8": "“This is what the Lord God says: 'Moab and Edom say, “The people of Judah are like all the other nations.” ", "9": "So I am going to take away the cities that protect Moab's borders. They are the best cities in that land. They are Beth Jeshimoth, Baal Meon and Kiriathaim. ", "10": "Then I will give Moab, along with the Ammonites, to the people of the East. They will take over these people. Then along with the Ammonites, Moab will not be a nation anymore. ", "11": "So I will punish the people of Moab. And they will know that I am the Lord.'”", "12": "“This is what the Lord God says: 'Edom took revenge on the people of Judah. And the Edomites became guilty because of it. ", "13": "So this is what the Lord God says: I will use my power against Edom. I will kill every man and animal in Edom. And I will destroy Edom all the way from Teman to Dedan. The Edomites will die in battle. ", "14": "I will take revenge on Edom through my people Israel. So the Israelites will do to Edom what my hot anger demands. Then the Edomites will know my revenge, says the Lord God.'”", "15": "“This is what the Lord God says: 'The Philistines have taken revenge with hateful hearts. Because of their strong hatred, they have tried to destroy Judah. ", "16": "So this is what the Lord God says: I will use my power against the Philistines. I will remove the Kerethites. I will destroy those people still alive on the coast of the Mediterranean Sea. ", "17": "I will punish them in my anger until they have had enough. They will know that I am the Lord when I punish them.'”"}