{"1": "The Lord spoke his word to me. He said: ", "2": "“Human being, sing a funeral song for the city of Tyre. ", "3": "Speak to Tyre that is at the entrance to the Mediterranean Sea. For the people of many lands along the seacoast, Tyre is a place for trade. 'This is what the Lord God says: Tyre, you have said, “I am like a beautiful ship.”", "4": "You were at home on the high seas. Your builders have made your beauty perfect.", "5": "Your builders made all your boards of fir trees from Mount Hermon. They have taken a cedar tree from Lebanon. They took it to make a ship's mast for you.", "6": "They made your oars from oak trees in Bashan. They made your deck from cypress trees from the coast of Cyprus. Your deck has ivory set into it.", "7": "Your sail of linen with designs sewed on it came from Egypt. Your sail became like a flag for you. Your cloth shades over the deck were blue and purple. They came from the island of Cyprus.", "8": "Men from Sidon and Arvad used oars to row you. Tyre, your skilled men were the sailors on your deck.", "9": "Workers of Byblos were on board ship with you. They put caulk[a] in your ship's seams. All the ships of the sea and their sailors came alongside to trade with you.", "10": "“'Men of Persia, Lydia and Put were soldiers in your army. They hung their shields and helmets on your walls. Their victories made you famous.", "11": "Men of Arvad and Celicia guarded your city walls all around. Men of Gammad were in your watchtowers. They hung their shields around your walls. They made your beauty perfect.", "12": "“'Tarshish traded with you for many kinds of things. They paid for them with silver, iron, tin and lead.", "13": "“'People of Greece, Tubal and Meshech traded with you. They traded slaves and bronze things for the things you sell.", "14": "“'People of Beth Togarmah traded work horses, war horses and mules for the things you sell.", "15": "“'People of Rhodes traded with you. You sold your things on many coastlands. They paid you with ivory tusks and valuable black wood.", "16": "“'Aram traded with you because you had so many good things to sell. They traded turquoise, purple cloth and cloth with designs sewed on. They also traded fine linen, coral and rubies for the things you sell.", "17": "“'Judah and Israel traded with you. They paid for the things you sell with wheat from Minnith. They also paid with honey, olive oil and balm.", "18": "“'Damascus traded with you because you have many good things. They paid for them with wine from Helbon and wool from Zahar.", "19": "“'The Greeks from Uzal traded for the things you sold. They paid with wrought iron, cassia and sugar cane for your good things.", "20": "“'Dedan traded saddle blankets to you.", "21": "“'Arabia and all the rulers of Kedar traded with you. They traded lambs, male sheep and goats to you.", "22": "“'The traders of Sheba and Raamah traded with you. They paid with all the best spices, valuable gems and gold.", "23": "“'Haran, Canneh, Eden and the traders of Sheba, Asshur and Kilmad traded with you. ", "24": "They paid with the best clothes, blue cloth and cloth with designs sewed on. They traded carpets of many colors and tightly wound ropes.", "25": "“'Trading ships carried the things you sold. You were like a ship full of heavy cargo in the middle of the sea.", "26": "The men who rowed you brought you out into the high seas. But the east wind has broken you to pieces in the middle of the sea.", "27": "Your wealth, your trade and the things you sell will sink. Your seamen, your sailors and your workers will sink. Your traders, your soldiers, and everyone else on board will sink into the sea. This will happen on the day your ship is wrecked.", "28": "The people on the shore will shake with fear when your sailors cry out.", "29": "All the men who row will leave their ships. The seamen and the sailors of other ships will stand on the shore.", "30": "They will cry loudly about you. They will cry very much. They will throw dust on their heads. They will roll in ashes to show they are sad.", "31": "They will shave their heads for you. And they will put on rough cloth to show they are upset. They will cry very much for you. They will cry loudly.", "32": "And in their loud crying they will sing a funeral song for you. “No one was ever destroyed like Tyre, surrounded by the sea.”", "33": "The things you traded went out over the seas. You met the needs of many nations. With your great wealth and things you sold, you made kings of the earth rich.", "34": "But now you are broken by the sea. You have sunk to the bottom. The things you sell and all your people have gone down with you.", "35": "All those who live along the shore are shocked by what happened to you. Their kings are terribly afraid. Their faces show their fear.", "36": "The traders among the nations hiss at you. You have come to a terrible end. And you are gone forever.'”"}