{"1": "Then the Lord said to me, “Human being, eat what you find. Eat this scroll. Then go and speak to the people of Israel.” ", "2": "So I opened my mouth, and the Lord gave me the scroll.", "3": "The Lord said to me, “Human being, eat this scroll which I am giving you. Fill your stomach with it.” Then I ate it. And it was sweet like honey in my mouth.", "4": "Then the Lord said to me, “Human being, go to the people of Israel. Speak my words to them. ", "5": "You are not being sent to people whose speech you can't understand. Their language is not difficult. You are being sent to Israel. ", "6": "You are not being sent to many nations whose speech you can't understand. The language of Israel is not difficult. You are not being sent to people whose words you cannot understand. If I had sent you to them, they would have listened to you. ", "7": "But the people of Israel are not willing to listen to you. This is because they are not willing to listen to me. Yes, all the people of Israel are stubborn and will not obey. ", "8": "See, I have made you as stubborn as they are. You will be as hard as they are. ", "9": "I have made you as hard as a diamond, harder than stone. Don't be afraid of them. Don't be frightened by them. They are a people who turn against me.”", "10": "Also, the Lord said to me, “Human being, believe all the words that I will speak to you. And listen carefully. ", "11": "Go to the captives, your people. And speak to them, whether they listen or not. Tell them, 'The Lord God says this.'”", "12": "Then the Spirit lifted me up. And I heard a loud rumbling sound behind me. A voice said, “Praise God in heaven.” ", "13": "I heard the wings of the living creatures touching each other. And I heard the sound of the wheels by them. It was a loud rumbling sound. ", "14": "So the Spirit lifted me up and took me away. I was unhappy and angry. I felt the great power of the Lord. ", "15": "I came to the captives from Judah. They lived by the Kebar River at Tel Abib. I sat there seven days where these people lived. I was shocked.", "16": "After seven days the Lord spoke his word to me again. He said, ", "17": "“Human being, I have made you a watchman for Israel. Any time you hear a word from my mouth, warn them for me. ", "18": "When I say to an evil person, 'You will surely die,' you must warn him. If you don't speak out to warn the evil person to leave his evil way, he will die in his sin. But I will hold you responsible for his death. ", "19": "You must warn the evil person. Then if he does not turn from his wickedness or his evil ways, he will die because of his sin. But you will have saved yourself.", "20": "“Again, a person who does right may turn away from his goodness. He may do evil. If I caused him to sin, he will die. Because you have not warned him, he will die because of his sin. And the good he did will not be remembered. But I will hold you responsible for his death. ", "21": "But if you do warn that good person not to sin, he may not sin. Then he will surely live. This is because he was warned. And you will save yourself.”", "22": "Then I felt the power of the Lord there. He said to me, “Get up and go out to the plain. There I will speak to you.” ", "23": "So I got up and went out to the plain. I saw the glory of the Lord standing there. It was like the glory I saw by the Kebar River. And I bowed facedown on the ground.", "24": "Then the Spirit entered me and made me stand on my feet. He spoke to me and said, “Go, shut yourself up in your house. ", "25": "As for you, human being, the people will tie you up with ropes. They will tie you up, and you will not be able to go out among them. ", "26": "Also, I will make your tongue stick to the roof of your mouth. Then you will be silent. And you will not be able to argue with the people, even though they turn against me. ", "27": "But when I speak to you, I will open your mouth. And you will say, 'The Lord God says this.' Whoever will listen, let him listen. Whoever refuses, let him refuse. They are a people who turn against me."}