{"1": "The Lord spoke his word to me. He said, ", "2": "“Human being, prophesy and say, 'This is what the Lord God says: Cry and say, “The terrible day is coming.”", "3": "The day is near. The Lord's day of judging is near. It is a cloudy day. It is a time when the nations will be judged.", "4": "An enemy will attack Egypt. And Cush will tremble with fear. When the killing begins in Egypt, her wealth will be taken away. Egypt's foundations will be torn down.", "5": "Cush, Put, Lydia, Arabia, Libya and my people will die. All these who made an agreement with Egypt will fall dead in war.", "6": "“'This is what the Lord God says: Those who fight on Egypt's side will fall. The power she is proud of will go down. The people in Egypt will fall dead in war from Migdol in the north to Aswan in the south, says the Lord God.", "7": "They will be the emptiest land. Egypt's cities will be like other cities that lie in ruin.", "8": "Then they will know that I am the Lord. This will happen when I set fire to Egypt and when all those nations on her side are crushed.", "9": "“'At that time I will send messengers in ships. They will frighten Cush which now feels safe. The people of Cush will tremble with fear when Egypt is punished. And that time is sure to come.", "10": "“'This is what the Lord God says: I will destroy great numbers of people in Egypt. I will do it through Nebuchadnezzar king of Babylon.", "11": "Nebuchadnezzar and his army are the cruelest army of any nation. They will be brought in to destroy the land. They will pull out their swords against Egypt. They will fill the land with those they kill.", "12": "I will make the streams of the Nile River become dry land. Then I will sell the dry land to evil people. I will destroy the land and everything in it. I will do it through the power of strangers. I, the Lord, have spoken.", "13": "“'This is what the Lord God says: I will destroy the idols. And I will take away the statues of false gods from the city of Memphis. There will no longer be a leader in Egypt. And I will spread fear through the land of Egypt.", "14": "I will make southern Egypt empty. I will start a fire in Zoan. I will punish Thebes.", "15": "And I will pour out my anger against Pelusium, the strong place of Egypt. I will destroy great numbers of people in Thebes.", "16": "I will set fire to Egypt. Pelusium will be in great pain. The walls of Thebes will be broken open. And Memphis will have troubles every day.", "17": "The young men of Heliopolis and Bubastis will fall dead in war. And the people will be taken away as captives.", "18": "In Tahpanhes the day will be dark when I break Egypt's power. A cloud will cover Egypt. And her villages will be captured and taken away.", "19": "So I will punish Egypt. And they will know I am the Lord.'”", "20": "It happened in the eleventh year of our captivity, in the first month. It was on the seventh day of the month. The Lord spoke his word to me. He said: ", "21": "“Human being, I have broken the powerful arm of the king of Egypt. It has not been tied up so it will not get well. It has not been wrapped with a bandage. So his arm will not be strong enough to hold a sword in war. ", "22": "So this is what the Lord God says: I am against the king of Egypt. I will break his arms. I will break both the strong arm and the broken arm. I will make the sword fall from his hand. ", "23": "I will scatter the Egyptians among the nations. And I will spread them among the countries. ", "24": "I will make the arms of the king of Babylon strong. I will put my sword in his hand. But I will break the arms of the king of Egypt. Then he will cry out in pain as a wounded man cries out. ", "25": "So I will make the arms of the king of Babylon strong. But the arms of the king of Egypt will fall. Then they will know that I am the Lord. I will put my sword into the hand of the king of Babylon. And he will use the sword in war against Egypt. ", "26": "Then I will scatter the Egyptians among the nations. And I will spread them among the countries. And they will know that I am the Lord.”"}