{"1": "It happened in the twelfth year, in the twelfth month of our captivity. It was on the first day of the month. The Lord spoke his word to me. He said: ", "2": "“Human being, sing a funeral song about the king of Egypt. Say to him: 'You are like a young lion among the nations. You are like a crocodile in the seas. You splash around in your streams. And you stir up the waters with your feet. You make the rivers muddy.", "3": "“'This is what the Lord God says: I will spread my net over you. And I will use a large group of people to pull you up in my net.", "4": "Then I will throw you on the land. I will toss you into the open field. I will let the birds of the sky rest on you. And I will let the animals of the earth eat you until they are full.", "5": "I will scatter your flesh on the mountains. And I will fill the valleys with what is left of you.", "6": "I will drench the land with your flowing blood. I will soak the mountains, and the ravines will be full of your flesh.", "7": "I will make you disappear. And I will cover the sky and make the stars dark. I will cover the sun with a cloud. And the moon will not shine.", "8": "I will make all the shining lights in the sky become dark over you. I will bring darkness over your land, says the Lord God.", "9": "I will cause many people to be afraid when I have another nation destroy you. Nations you have not known will be afraid because of you.", "10": "I will cause people to be shocked about you. Their kings will tremble with fear because of you when I swing my sword before them. They will shake every moment on the day you fall. Each king will be afraid for his own life.", "11": "“'So this is what the Lord God says: The sword of the king of Babylon will come on you.", "12": "I will cause your people to fall by the swords of mighty soldiers. They are the most terrible of all the nations. They will destroy the pride of Egypt. All Egypt's people will be destroyed.", "13": "I will also destroy all Egypt's cattle which live alongside many waters. The foot of man will not stir the waters. And the hooves of cattle will not muddy them anymore.", "14": "So I will let the Egyptians' waters become quiet. I will cause their rivers to run as smoothly as olive oil, says the Lord God.", "15": "I will make the land of Egypt empty. I will take everything that is in the land. I will destroy all those who live in Egypt. Then they will know that I am the Lord.'", "16": "“This is the funeral song people will sing for Egypt. The women of the nations will sing it for Egypt. They will sing a funeral song for Egypt and all its people, says the Lord God.”", "17": "It happened in the twelfth year of our captivity. It was on the fifteenth day of the month. The Lord spoke his word to me. He said: ", "18": "“Human being, cry for the people of Egypt. Bring down Egypt, together with the women of the powerful nations. Bring them down to the earth below. Bring them down with those who go to the place of the dead. ", "19": "Say to them: 'Are you more beautiful than others? Go lie down in death with those who are unclean.' ", "20": "The Egyptians will fall among those killed by war. Egypt is going to be killed by the sword. The enemy will drag her and all her people away. ", "21": "The leaders of the mighty ones will speak from the place of death. They will say about the king of Egypt and the nations which help him: 'The king and the nations which help him have come down here. They lie killed by the sword among those who are unclean.'", "22": "“Assyria and all its army lie dead there. The graves of their soldiers are all around. All were killed in war. ", "23": "Assyria's grave was put in the deep parts of the place where the dead are. And its army lies around its grave. When they lived, they frightened people in the land of the living. But now all of them have been killed in war.", "24": "“The nation of Elam is there. And all its army is around its grave. All of them were killed in war. They had frightened people on earth and were unclean. So they went down to the lowest parts of the place where the dead are. And they must carry their shame with those who go down to the place where the dead are. ", "25": "A bed is made for Elam with all those killed in war. They will be in the place where the dead are. The graves of her soldiers are all around her. Elam's people are unclean. So they have been killed in war. They also scared people who live on earth. But they must also carry their shame with those who go down to where the dead are. Their graves are with the rest who were killed.", "26": "“Meshech and Tubal are there. The graves of all their soldiers surround them. All of them are unclean. So they have been killed in war. They also frightened people who live on earth. ", "27": "But they are not buried with the other unclean soldiers who have been killed in battle. They are not with those who went where the dead are with their weapons of war. These soldiers had their swords laid under their heads and their shields on their bodies. People who live on earth used to be afraid of these mighty soldiers.", "28": "“You, king of Egypt, will be broken and lie among those who are unclean. You will be with those who were killed in war.", "29": "“Edom is there also. Its kings and all its leaders are there. They were mighty. But now they lie in death with those killed in war. They will lie with those who are unclean. And they will be with those who go down to where the dead are.", "30": "“All the rulers of the north are there. And all the Sidonians are there. Their strength frightened people. These rulers of the north and the Sidonians have gone down in shame with those who were killed. They are unclean, lying with those killed in war. They have carried their shame with those who go down to where the dead are.", "31": "“The king of Egypt and his army will see these who have been killed in war. Then the king and all his army will be comforted for all his soldiers killed in war, says the Lord God. ", "32": "I made people who live on earth afraid of the king of Egypt. But he and his people will lie among those who are unclean. They will lie with those who were killed by the sword, says the Lord God.”"}