{"1": "The Lord spoke his word to me. He said: ", "2": "“Human being, speak to your people. Say to them: 'I might bring a war against a land. The people of the land may choose one of their men. They may make him their watchman. ", "3": "This watchman might see the enemy coming to attack the land. And he blows the trumpet and warns the people. ", "4": "A person might hear the sound of the trumpet, but do nothing. Then the enemy will come and kill him. That person will be responsible for his own death. ", "5": "He heard the sound of the trumpet. But he did not do anything. So he is to blame for his own death. If he had done something, he would have saved his own life. ", "6": "But the watchman might see the enemy coming to attack and not blow the trumpet. So the people are not warned. Then the enemy comes and kills one of them. That person has died because of his own sin. But I will punish the watchman for the person's death.'", "7": "“As for you, human being, I have made you a watchman for Israel. If you hear a message from me, you must warn them for me. ", "8": "I might say to the wicked person: 'Wicked man, you will surely die.' But you might not speak to warn the evil person to stop doing evil. Then he will die while still a sinner. But I will punish you for his death. ", "9": "But you might warn a wicked person to stop doing evil. If he does not stop, he will die while still a sinner. But you have saved your life.", "10": "“So you, human being, say to Israel: 'You have said: Surely our law-breaking and sins are hurting us. They will kill us. What can we do so we will live?' ", "11": "Say to them: 'The Lord God says: As surely as I live, this is true. I do not want a wicked person to die. I want him to stop doing evil and live. Turn back! Turn back from your wicked ways! You don't want to die, people of Israel.'", "12": "“And you, human being, say to your people: 'The goodness of a good person will not save him when he sins. The evil of the wicked person will not cause him to be punished if he turns from it. A good person will not be able to live by the good he did earlier if he sins.' ", "13": "I might tell the good person, “You will surely live.” But he might think he has done enough good and then do evil. Then none of the good things he did will be remembered. He will die because of the evil he has done. ", "14": "Or, I might say to the wicked person, “You will surely die.” But he might turn from his sin and do what is right and honest. ", "15": "He returns what somebody gave him as a promise to repay a loan. He pays back what he stole. He lives by the rules that give life. He does not sin. Then that one will surely live. He will not die. ", "16": "He will not be punished for any of his sins. He now does what is right and fair. He will surely live.", "17": "“But your people say: 'The way of the Lord is not fair.' But it is their own way that is not fair. ", "18": "The good person might turn from his goodness and do evil. Then he will die for his evil. ", "19": "But the wicked person might stop doing evil and do what is right and fair. Then he will live. ", "20": "You still say: 'The way of the Lord is not fair.' Israel, I will judge each of you by his own ways.”", "21": "It happened in the twelfth year of our captivity. It was on the fifth day of the tenth month. A person who had escaped from Jerusalem came to me. He said, “Jerusalem has been defeated.” ", "22": "Now I had felt the power of the Lord on me the evening before. The Lord had made me able to talk again. He did this before the person came to me in the morning. I could speak. I was not without speech anymore.", "23": "Then the Lord spoke his word to me. He said: ", "24": "“Human being, people who live in the ruins in the land of Israel are saying: 'Abraham was only one person. Yet he was given the land as his own. Surely the land has been given to us, who are many, as our very own.' ", "25": "So say to them: 'This is what the Lord God says: You eat meat with the blood still in it. You ask your idols for help. You murder people. Should you then have the land as your very own? ", "26": "You depend on your sword. You do terrible things which I hate. Each of you commits adultery with his neighbor's wife. So should you have the land?'", "27": "“Say to them: 'This is what the Lord God says: As surely as I live, this is true. Those who are among the city ruins in Israel will be killed in war. Those who live in the country will be eaten by wild animals. People hiding in the strong places and caves will die of disease. ", "28": "I will make the land an empty desert. The people's pride in the land's power will end. The mountains of Israel will become empty. No one will pass through them. ", "29": "They will know that I am the Lord when I make the land an empty desert. This is because of the things they have done that I hate.'", "30": "“But as for you, human being, your people talk against you. They talk by the walls and in the doorways of houses. They say to each other: 'Come now, and hear the message from the Lord.' ", "31": "So they come to you as if they are still my people. They sit before you. They hear your words. But they will not do them. With their mouths they tell me they love me. But their hearts desire their selfish profits. ", "32": "To your people you are nothing more than a singer who sings love songs. You are like one who has a beautiful voice. You are like one who plays a musical instrument well. They hear your words, but they will not do them.", "33": "“This will come true. It will surely happen. Then the people will know that a prophet has been among them.”"}