{"1": "“Human being, prophesy to the mountains of Israel and say: 'Mountains of Israel, hear the word of the Lord. ", "2": "This is what the Lord God says: The enemy has said this against you: “Now the old places to worship false gods have become ours.”' ", "3": "So prophesy and say: 'This is what the Lord God says: They have made you an empty ruin. They have crushed you from all around. You belonged to the other nations. People talked and whispered against you. ", "4": "So, mountains of Israel, hear the word of the Lord God. The Lord God speaks to the mountains, hills, ravines and valleys. And he speaks to the empty ruins and abandoned cities that have been robbed and laughed at by the other nations. ", "5": "This is what the Lord God says: I have spoken in hot anger against the other nations. I have spoken against Edom. The Edomites took my land for themselves. They did this with joy and with hate in their hearts. They forced out the people and took their pastureland.' ", "6": "So prophesy about the land of Israel. Say to the mountains, hills, ravines and valleys: 'This is what the Lord God says: I speak in my jealous anger. This is because you have suffered the insults of the nations. ", "7": "So this is what the Lord God says: I promise that the nations around you will also have to suffer insults.", "8": "“'But you, mountains of Israel, you will grow branches and fruit for my people. My people will soon come home. ", "9": "I am concerned about you. I am for you. You will be plowed, and seed will be planted in you. ", "10": "I will multiply the people who live on you. All the people of Israel will come. The cities will have people living in them. The ruins will be rebuilt. ", "11": "I will make the people and animals living on you increase in number. They will grow and be fruitful. You will have people living on you as you did before. I will make you better off than at the beginning. Then you will know that I am the Lord. ", "12": "I will cause my people Israel to walk on you. Then they will take you, and you will belong to them. You will never again take their children away from them.", "13": "“'This is what the Lord God says: People say about you: “You eat people and take children from your nation.” ", "14": "You will not destroy people anymore. You will not make your nation stumble anymore, says the Lord God. ", "15": "I will not make you listen to insults from the nations anymore. You will not suffer shame from them anymore, says the Lord God.'”", "16": "The Lord spoke his word to me again. He said: ", "17": "“Human being, the nation of Israel was living in their own land. But they made it unclean by their ways and the things they did. Their ways were like a woman's uncleanness in her time of monthly bleeding. ", "18": "So I poured out my anger against them. I did it because of the murders they did in the land. And I did it because they made the land unclean with their idols. ", "19": "I scattered them among the nations. And they were spread through all the countries. I punished them for how they lived and the things they did. ", "20": "They dishonored my holy name in the nations where they went. The nations said about them: 'These are the people of the Lord. But they had to leave the land which he gave them.' ", "21": "But I felt bad about my holy name. The nation of Israel had dishonored it among the nations where they went.", "22": "“So say to the people of Israel, 'This is what the Lord God says: Israel, I am going to act, but not for your sake. Israel, I will do something to help my holy name. You have dishonored it among the nations where you went. ", "23": "I will prove the holiness of my great name. It has been dishonored among the nations. You have dishonored it among these nations. But the nations will know that I am the Lord. I will prove myself holy before their eyes, says the Lord God.", "24": "“'I will take you from the nations. I will gather you out of all the lands. And I will bring you back into your own land. ", "25": "Then I will sprinkle clean water on you, and you will be clean. I will cleanse you from all your uncleanness and your idols. ", "26": "Also, I will teach you to respect me completely. I will put a new way to think inside you. I will take out the stubborn heart like stone from your bodies. And I will give you an obedient heart of flesh. ", "27": "I will put my Spirit inside you. And I will help you live by my rules. You will be careful to obey my laws. ", "28": "Then you will live in the land I gave to your ancestors. So you will be my people, and I will be your God. ", "29": "Also, I will save you from all your uncleanness. I will command the grain to come and grow. I will not allow a time of hunger to hurt you. ", "30": "I will multiply the harvest of the field. You will never again suffer shame among the nations because of hunger. ", "31": "And you will remember your evil ways and the things you did that were not good. Then you will hate yourselves because of your sins and terrible acts that I hate. ", "32": "I want you to know that I am not doing this for your sake, says the Lord God. Be ashamed and embarrassed about your ways, Israel.", "33": "“'This is what the Lord God says: This is what will happen on the day I cleanse you from all your sins: I will cause the cities to have people living in them again. And the destroyed places will be rebuilt. ", "34": "The empty land will be plowed. It will no longer be a ruin for everyone who passes by to see. ", "35": "They will say: “This land was ruined. Now it has become like the garden of Eden. The cities were destroyed. They were empty and ruined. But now they are protected and have people living in them.” ", "36": "Then those nations still around you will know. They will know that I, the Lord, have rebuilt what was destroyed. And I have planted what was empty. I, the Lord, have spoken. And I will do it.'", "37": "“This is what the Lord God says: I will again be asked by the people of Israel to do this thing for them. I will make their people grow to be as many as a flock of sheep. ", "38": "They will be like the flocks brought to Jerusalem during her holy feasts. Her ruined cities will be filled with flocks of people. Then they will know that I am the Lord.”"}