{"1": "“Now, human being, get yourself a brick. Put it in front of you and draw a map of Jerusalem on it. ", "2": "Then surround it with an army. Build battle works against the city. Build a road of earth to the top of the city walls. Set up camps around it. Put heavy logs in place to break down the walls. ", "3": "Then get yourself an iron plate. Put it up like an iron wall between you and the city. Turn your face toward the city as if to attack it. Then surround it and attack it. This is a sign to Israel.", "4": "“Then lie down on your left side. Take the guilt of Israel on yourself. Their guilt will be on you for the number of days you lie on your left side. ", "5": "I have given you the same number of days as the years of the people's sin. So you will have the guilt of Israel's sin on you for 390 days.", "6": "“When you have finished these 390 days, lie down a second time. This time lie on your right side. You will then have the guilt of Judah on you. I have given it to you for 40 days. This is a day for each year of their sin. ", "7": "Then you will turn your face toward the army attacking Jerusalem. With your arm bare, you will prophesy against Jerusalem. ", "8": "I will put ropes on you so you cannot turn from one side to the other. This will last until you have finished the days of your attack on Jerusalem.", "9": "“Take wheat, barley, beans, small peas and millet seeds. And put them in one bowl. Make them into bread for yourself. You will eat it the 390 days you lie on your side. ", "10": "You will eat eight ounces of food every day. You will eat it at set times. ", "11": "You will drink about two-thirds of a quart of water every day. Drink it at set times. ", "12": "Eat your food as you would eat a barley cake. Bake it over human dung where the people can see.” ", "13": "Then the Lord said, “In the same way Israel will eat unclean food. They will eat it among the nations where I force them to go.”", "14": "But I said, “No, Lord God! I have never been made unclean. From the time I was young until now I've never eaten anything that died by itself. And I've never eaten anything torn by animals. Unclean meat has never entered my mouth.”", "15": "“Very well,” he said. “Then I will give you cow's dung instead of human dung. You may use it for your fire to bake your bread.”", "16": "Then the Lord said to me, “Human being, look! I am going to cut off the supply of bread to Jerusalem. They will eat the bread that is measured out to them. And they will worry as they eat it. They will drink water that is measured out to them. And they will be in shock as they drink it. ", "17": "This is because bread and water will be hard to find. And the people will be shocked at the sight of each other. They will become weak because of their sin."}