{"1": "It was the twenty-fifth year of our captivity. It was at the beginning of the year, on the tenth day of the month. It was in the fourteenth year after Jerusalem was defeated. On that same day I felt the power of the Lord. He brought me to Jerusalem. ", "2": "In the visions of God he brought me into the land of Israel. He put me on a very high mountain. On the south of the mountain there were some buildings that looked like a city. ", "3": "The Lord took me closer to the buildings. I saw a man who looked as if he were made of bronze. He was standing in the gateway. He had a cord made of linen and a stick in his hand, both for measuring. ", "4": "The man said to me, “Human being, look with your eyes and hear with your ears. And pay attention to all that I will show you. That's why you have been brought here. Tell the people of Israel all that you see.”", "5": "I saw a wall that surrounded the Temple. The measuring stick in the man's hand was 10½ feet long. So the man measured the wall. It was 10½ feet thick and 10½ feet high.", "6": "Then the man went to the east gate. He went up its steps and measured the opening of the gate. It was more than 10½ feet wide. ", "7": "There were rooms for the guards. They were 10½ feet long and 10½ feet wide. The walls that came out between the guards' rooms were about 9 feet thick. And there was a gate next to the porch that faced the Temple. The opening of this gate was 10½ feet wide.", "8": "Then the man measured the porch of the gate. ", "9": "It was about 14 feet deep. And its doors were 3½ feet thick. The porch of the gate faced the Temple.", "10": "There were three little rooms on each side of the last gate. These three rooms measured the same on each side. The walls between each room were the same thickness. ", "11": "The man measured the width of the entrance to the gateway. It was 17½ feet wide. The length of the gate was about 23 feet. ", "12": "And there was a low wall about 21 inches high in front of each room. The rooms were 10½ feet on each side. ", "13": "The man measured the gateway from the roof of one room to the roof of the opposite room. It was about 44 feet from one door to the opposite door. ", "14": "The man also measured the porch. It was about 35 feet wide. The courtyard was around the porch. ", "15": "From the front of the outer side of the gate to the front of the porch of the inner side of the gate was 87½ feet. ", "16": "The rooms and porch had small windows on all sides. The windows were narrower on the side facing the gateway. Carvings of palm trees were on each inner wall of the rooms.", "17": "Then the man brought me into the outer courtyard. I saw rooms and a pavement of stones. Thirty rooms were along the edge of the paved walkway. ", "18": "The pavement ran alongside the gates. It was as long as the gates were wide. This was the lower pavement. ", "19": "Then the man measured from the outer wall to the inner wall. The outer court between these two walls was 175 feet on the east and on the north.", "20": "The man measured the length and width of the gate leading to the outer courtyard. It faced north. ", "21": "It had three rooms on each side. Its inner walls and its porch measured the same as the first gate. It was 87½ feet long. And it was 44 feet wide. ", "22": "Its windows, porch and carvings of palm trees measured the same as the east gate. Seven steps went up to the gate. And the gate's porch was opposite them. ", "23": "The inner courtyard had a gate across from the northern gate like the one on the east. The man measured it and found it was 175 feet from inner gate to outer gate.", "24": "Then the man led me south. I saw a gate facing south. He measured its inner walls and its porch. They measured the same as the other gates. ", "25": "The gate and its porch had windows all around like the other gates. It was 87½ feet long and 44 feet wide. ", "26": "Seven steps went up to this gate. Its porch was in front of them. It had carvings of palm trees on its inner walls. ", "27": "A gate was on the south side of the inner courtyard. The man measured from gate to gate on the south side. It was 175 feet.", "28": "Then the man brought me through the south gate to the inner courtyard. The inner south gate measured the same as the gates in the outer wall. ", "29": "The inner south gate's rooms, inner walls and porch measured the same as the gates in the outer wall. There were windows all around the gate and its porch. The gate was 87½ feet long and 44 feet wide. ", "30": "Each porch of each inner gate was about 44 feet long and about 9 feet wide. ", "31": "The inner south gate's porch faced the outer courtyard. Carvings of palm trees were on its inside walls. Its stairway had eight steps.", "32": "The man brought me into the inner courtyard on the east side. He measured the inner east gate. It measured the same as the other gates. ", "33": "The inner east gate's rooms, inside walls and porch measured the same as the other gates. Windows were all around the gate and its porch. The inner east gate was 87½ feet long and 44 feet wide. ", "34": "Its porch faced the outer courtyard. Carvings of palm trees were on its inner walls on each side. Its stairway had eight steps.", "35": "Then the man brought me to the inner north gate. He measured it. It measured the same as the other gates. ", "36": "Its rooms, inner walls and porch measured the same as the other gates. Windows were all around the gate. It was 87½ feet long and 44 feet wide. ", "37": "Its porch faced the outer courtyard. Carvings of palm trees were on its inner walls on each side. And its stairway had eight steps.", "38": "There was a room with a door that opened onto the porch of the inner north gate. In this room the priests washed animals for the burnt offerings. ", "39": "There were two tables on each side of the room. Animals for burnt offerings, sin offerings and penalty offerings were killed on these tables. ", "40": "On each side of the porch, outside the door to the room, were two tables. ", "41": "So four tables were on one side of the gate. And four tables were on the other side of the gate. In all there were eight tables on which the priests killed animals for sacrifices. ", "42": "There were four tables of cut stone for the burnt offering. These tables were about 3 feet long and 3 feet wide. And they were about 2 feet high. On these tables the priests put their tools. They used the tools to kill animals for burnt offerings and the other sacrifices. ", "43": "Double hooks 3 inches long were put up on all the walls. The flesh for the offering was put on the tables.", "44": "There were two rooms in the inner courtyard. One was beside the north gate. It faced south. The other room was beside the south gate. It faced north. ", "45": "The man said to me, “The room which faces the south is for the priests. They serve in the Temple. ", "46": "And the room that faces north is for the priests who serve at the altar. These priests are descendants of Zadok. They are the only descendants of Levi who can come near the Lord to serve him.”", "47": "The man measured the Temple courtyard. It was a perfect square. It was 175 feet long and 175 feet wide. The altar was in front of the Temple.", "48": "The man brought me to the porch of the Temple. And he measured each wall of the porch. It was about 9 feet on each side. The gate was 24½ feet wide. The walls of the gate were about 5 feet on each side. ", "49": "The porch was 35 feet long and 21 feet wide. Ten steps went up to the porch. Pillars were by the walls, one on each side of the entrance."}