{"1": "“'Divide the land for the Israelite tribes by throwing lots. At that time you will give a part of the land to belong to the Lord. It will be about 7 miles long and about 6 miles wide. All of this land will be holy. ", "2": "An area of 875 feet square will be for the Temple. There will be an open space around the Temple that is 87½ feet wide. ", "3": "In the holy area you will measure a part about 7 miles long and 3 miles wide. The Most Holy Place will be in this holy area. ", "4": "This holy part of the land will be for the priests who serve in the Temple. This is where they come near to serve the Lord. It will be a place for the priests' houses. And it will be the place for the Temple. ", "5": "Another area will be about 7 miles long and more than 3 miles wide. It will be for the Levites, who serve in the Temple. It will belong to them so they will have cities in which to live.", "6": "“'And you will give the city an area that is about 1½ miles wide and about 7 miles long. It will be along the side of the holy area. It will belong to all the people of Israel.", "7": "“'The ruler will have land on both sides of the holy area and the city. On the west of the holy area, his land will reach to the Mediterranean Sea. On the east of the holy area, his land will reach to the eastern border. It will be as long as the land given to each tribe. ", "8": "This land will be the ruler's property in Israel. So my rulers will not be cruel to my people anymore. But they will give land to each tribe in the nation of Israel.", "9": "“'This is what the Lord God says: You have gone far enough, you rulers of Israel! Stop being cruel and hurting people. Do what is right and fair. Stop forcing my people out of their homes, says the Lord God. ", "10": "You must have honest scales, an honest dry measurement and an honest liquid measurement. ", "11": "The dry measure and the liquid measure will be the same: The liquid measure will always be a tenth of a homer.[a] The ephah will always be a tenth of a homer. The measurement they follow will be the homer. ", "12": "The shekel[b] will be worth 20 gerahs. A mina will be worth 60 shekels.", "13": "“'This is the gift you will offer: a sixth of an ephah from a homer of wheat; a sixth of an ephah from a homer of barley. ", "14": "The amount of oil you are to offer is a tenth of a bath from each cor. (Ten baths make a homer and also make a cor.) ", "15": "You should give 1 sheep from each flock of 200 from the watering places of Israel. They are to be offered with the grain offerings, burnt offerings and fellowship offerings. These offerings are to remove sins so you will belong to God, says the Lord God. ", "16": "All people in the land will give this special offering for the ruler of Israel. ", "17": "It will be the ruler's responsibility to supply the burnt offerings, grain offerings and drink offerings. These offerings will be given at the feasts and at the New Moons. They will also be given on the Sabbaths and at all the other feasts of Israel. The ruler will supply the sin offerings, grain offerings and fellowship offerings. These offerings are to pay for the sins of Israel.", "18": "“'This is what the Lord God says: On the first day of the first month take a young bull that has nothing wrong with it. Use it to make the Temple pure and ready for God's service. ", "19": "The priest will take some of the blood from the sin offering. And he will put it on the doorposts of the Temple. He will put it on the four corners of the ledge of the altar. And he will put it on the posts of the gate of the inner courtyard. ", "20": "You will do the same thing on the seventh day of the month. You will do it for anyone who has sinned by accident or without knowing it. This is how you make the Temple pure and ready for God's service.", "21": "“'On the fourteenth day of the first month you will celebrate the Feast of Passover. It will be a feast of seven days when you eat bread made without yeast. ", "22": "On that day the ruler must offer a bull for himself and for all the people of the land. The bull will be a sin offering. ", "23": "During the seven days of the feast the ruler must offer seven bulls. And he must offer seven male sheep. The bulls and sheep must have nothing wrong with them. They will be burnt offerings to the Lord. The ruler will offer them every day of the seven days of the feast. He must also offer a male goat every day as a sin offering. ", "24": "The ruler must give as a grain offering a half bushel for each bull and a half bushel for each sheep. He must give a gallon of olive oil for each half bushel.", "25": "“'Beginning on the fifteenth day of the seventh month, you will celebrate the Feast of Shelters. During the feast, the ruler will do the same things for seven days. He will supply the sin offering, burnt offering, grain offering and the olive oil."}