{"1": "It was the sixth year, on the fifth day of the sixth month of our captivity. I was sitting in my house with the elders of Judah before me. There I felt the power of the Lord God. ", "2": "I looked and saw something that looked like a man. From his waist down he looked like fire. From his waist up he looked like bright glowing metal. ", "3": "He stretched out the shape of a hand. And he caught me by the hair on my head. The Spirit lifted me up between the earth and the sky. He took me in the visions of God to Jerusalem. He took me to the entrance to the north gate of the inner courtyard of the Temple. The courtyard was where the idol was that caused God to be jealous. ", "4": "The glory of the God of Israel was there. It was like what I had seen on the plain.", "5": "Then God said to me, “Human being, now look toward the north.” So I looked up toward the north. I saw an altar to the north of the gate. The idol that caused God to be jealous was in the entrance.", "6": "The Lord said to me, “Human being, do you see what they are doing? Do you see how many hated things the people of Israel are doing here? This will drive me far away from my Temple. But you will see things more hated than these.”", "7": "Then the Lord brought me to the entry of the courtyard. When I looked, I saw a hole in the wall. ", "8": "The Lord said to me, “Human being, dig through the wall.” So I dug through the wall and saw an entrance.", "9": "Then the Lord said to me, “Go in and see the terrible, evil things they are doing here.” ", "10": "So I entered and looked. And I saw pictures of every kind of crawling thing. I saw awful beasts and all the idols of the people of Israel. They were carved on the wall all around. ", "11": "Seventy of the elders of Israel were standing there. They were in front of these carvings and idols. Jaazaniah son of Shaphan stood with them. Each man had his pan for burning incense in his hand. A sweet-smelling cloud of incense was rising.", "12": "Then the Lord said to me, “Human being, have you seen what the elders of Israel are doing in the dark? Have you seen each man in the room of his own idol? They say, 'The Lord doesn't see us. The Lord has left the land.'” ", "13": "And he said to me, “You will see even more terrible things that they are doing.”", "14": "Then the Lord brought me to the opening of the north gate of the Temple. And I saw women sitting there crying for Tammuz.[a] ", "15": "The Lord said to me, “Do you see, human being? You will see things even more terrible than these.”", "16": "Then the Lord brought me into the inner courtyard of the Temple. And I saw about 25 men. They were at the entrance to the Temple, between the porch and the altar. Their backs were turned to the Temple of the Lord. They faced east. They were worshiping the sun in the east.", "17": "The Lord said to me, “Do you see, human being? Is it unimportant that the people of Judah are doing the terrible things they have done here? They have filled the land with violence. They continually make me angry. Look, they are insulting me every way they can. ", "18": "So I will act in anger. I will have no pity. I will not show mercy. Even if they shout in my ears, I won't listen to them.”"}