{"1": "James, a servant of God and of the Lord Jesus Christ, To the twelve tribes who are scattered[a] abroad: Greetings.", "2": "Consider it complete joy, my brothers,[b] whenever you fall into various kinds of trials, ", "3": "because you know that the testing of your faith produces patient endurance. ", "4": "And let patient endurance finish its work, so that you may be mature and complete, not lacking anything.", "5": "If any one of you lacks wisdom, let him ask God, who gives it to all without reservation and without finding fault, and it will be given to him. ", "6": "But let him ask in faith, without doubting, because the one who doubts is like a wave of the sea, blown and tossed by the wind. ", "7": "In fact, that person should not expect that he will receive anything from the Lord. ", "8": "He is a double-minded man, unstable in all his ways.", "9": "Let the brother of humble circumstances boast in his high position, ", "10": "and the rich one in his humble position, because he will pass away like a flower of the grass. ", "11": "Indeed, the sun rises with burning heat and dries up the grass. Its blossom falls off, and its beauty perishes. In the same way also, the rich person will wither away in his busy pursuits.", "12": "Blessed is the man who endures a trial patiently, because when he has stood the test, he will receive the crown of life, which God[c] promised to those who love him. ", "13": "Let no one say when he is tempted, “I am being tempted by God,” because God cannot be tempted by evil, and he himself tempts no one. ", "14": "But each person is tempted when he is dragged away and enticed by his own desire. ", "15": "Then when desire has conceived, it gives birth to sin. And sin, when it is full grown, gives birth to death.", "16": "Do not be deceived, my dear brothers. ", "17": "Every good act of giving and every perfect gift is from above, coming down from the Father of the lights, who does not change or shift like a shadow.[d] ", "18": "Just as he planned, he gave us birth by the word of truth so that we would be a kind of firstfruits of his creations.", "19": "Remember this,[e] my dear brothers: Let everyone be quick to listen, slow to speak, and slow to become angry. ", "20": "Certainly, a man's anger does not bring about what is right before God. ", "21": "So after getting rid of all moral filthiness and overflowing wickedness, receive with humility the word planted in you. It is able to save your souls.", "22": "Be people who do what the word says, not people who only hear it. Such people are deceiving themselves. ", "23": "In fact, if anyone hears the word and does not do what it says, he is like a man who carefully looks at his own natural face in a mirror. ", "24": "Indeed, he carefully looks at himself; then, he goes away and immediately forgets what he looked like. ", "25": "But the one who looks carefully into the perfect law, the law of freedom, and continues to do so—since he does not hear and forget but actually does what it says—that person will be blessed in what he does.", "26": "If anyone considers himself to be religious but deceives his own heart because he does not bridle his tongue, this person's religion is worthless. ", "27": "Religion that is pure and undefiled in the sight of God the Father is this: to take care of orphans and widows in their affliction and to keep oneself unstained by the world."}