{"1": "My brothers, have faith in our glorious Lord Jesus Christ without showing favoritism. ", "2": "For example, suppose a man enters your worship assembly[a] wearing gold rings and fine clothing, and a poor man also enters wearing filthy clothing. ", "3": "If you look with favor on the man wearing fine clothing and say, “Sit here in this good place,” but you tell the poor man, “Stand over there” or “Sit down here[b] at my feet,” ", "4": "have you not made a distinction among yourselves and become judges with evil opinions? ", "5": "Listen, my dear brothers, has not God chosen those who are poor in the world to be rich in faith and to be heirs of the kingdom, which he promised to those who love him? ", "6": "But you dishonored the poor man. Don't the rich oppress you, and don't they drag you into court? ", "7": "Aren't they the ones who blaspheme the noble name that was pronounced over you? ", "8": "However, if you really fulfill the royal law according to the Scripture: “You shall love your neighbor as yourself,”[c] you are doing well. ", "9": "But if you show favoritism, you are committing a sin, since you are convicted by this law as transgressors.", "10": "In fact, whoever keeps the whole law but stumbles in one point has become guilty of breaking all of it. ", "11": "For the one who said, “Do not commit adultery,”[d] also said, “Do not commit murder.”[e] Now if you do not commit adultery, but you do commit murder, you have become a transgressor of the law. ", "12": "So speak and act as those who are going to be judged by the law of freedom. ", "13": "For there will be judgment without mercy on the one who has not shown mercy. Mercy triumphs[f] over judgment.", "14": "What good is it, my brothers, if someone says that he has faith but has no works? Such “faith” cannot save him, can it? ", "15": "If a brother or sister needs clothes and lacks daily food ", "16": "and one of you tells them, “Go in peace, keep warm, and eat well,” but does not give them what their body needs, what good is it? ", "17": "So also, such “faith,” if it is alone and has no works, is dead. ", "18": "But someone will say, “You have faith, and I have works.” Show me your faith without works, and I will show you my faith by my works.", "19": "You believe that God is one. Good for you! Even the demons believe that—and shudder! ", "20": "But do you want proof, you mindless person, that such “faith” without works is dead?[g] ", "21": "Wasn't Abraham our father shown to be righteous by works when he offered Isaac his son on the altar? ", "22": "You see that his faith was working together with his works, and by his works his faith was shown to be complete. ", "23": "And the Scripture was fulfilled that says, “Abraham believed God, and it was credited to him as righteousness.”[h] He was also called God's friend.[i] ", "24": "You see[j] that a person is shown to be righteous by works and not by faith alone.", "25": "In the same way also, wasn't Rahab the prostitute shown to be righteous by works when she welcomed the spies and sent them out another way? ", "26": "For just as the body without breath[k] is dead, so also faith without works is dead."}