{"1": "Where do conflicts and quarrels among you come from? Don't they come from your cravings for pleasure, which are at war in the parts of your body? ", "2": "You want something but do not get it, so you murder. You desire something but cannot obtain it, so you quarrel and fight. You do not have because you do not ask. ", "3": "You ask, and yet do not receive, because you ask wrongly, so that you may spend it on what gives you pleasure.", "4": "Adulterers,[a] don't you know that friendship with the world means hostility toward God? So whoever wants to be a friend of the world makes himself an enemy of God. ", "5": "Or, do you think that Scripture has no reason for saying that the Spirit, who lives in us,[b] yearns jealously?[c] ", "6": "But he gives greater grace! That is why it says, “God opposes the proud, but he gives grace to the humble.”[d]", "7": "So, submit yourselves to God. Resist the Devil, and he will flee from you. ", "8": "Come near to God, and he will come near to you. Cleanse your hands, you sinners, and purify your hearts, you double-minded people. ", "9": "Lament, mourn, and weep. Let your laughter be changed into mourning and your joy into gloom. ", "10": "Humble yourselves in the sight of the Lord, and he will lift you up.", "11": "Do not speak against one another, brothers. The one who speaks against a brother or judges his brother is speaking against the law and judging the law. But if you judge the law, you are not one who does the law, but a judge. ", "12": "There is one lawgiver and judge. He is able to save and to destroy. But who are you to judge your neighbor?", "13": "Come now, you who say, “Today or tomorrow we will go into this or that city, spend a year there, do business, and make a profit.” ", "14": "You do not know what tomorrow will bring. What is your life? Indeed, it is[e] a mist that appears for a little while and then disappears. ", "15": "Instead, it is better for you to say, “If it is the Lord's will, we will live, and we will do this or that.” ", "16": "But right now you are boasting in your arrogance. All such boasting is evil. ", "17": "So, for the one who knows the right thing to do and doesn't do it, this is a sin."}