{"1": "Come now, you who are rich, weep and cry aloud over the miseries that are going to come upon you. ", "2": "Your wealth has rotted, and moths have eaten your clothes. ", "3": "Your gold and silver are corroded. Their corrosion will be evidence against you and will eat your flesh like fire. You have stored up treasure in these last days. ", "4": "Listen, the wages that you failed to pay the workers who reaped your fields are crying out! And the cries of the harvesters have entered the ears of the Lord of Armies. ", "5": "You have lived for pleasure on the earth and led a life of luxury. You have fattened your hearts on the day of slaughter. ", "6": "You condemned and murdered the Righteous One.[a] Does he not oppose you?[b]", "7": "Therefore, brothers, be patient until the coming of the Lord. See how the farmer waits for the valuable harvest from the ground, patiently waiting for it, until it receives the early and late rain. ", "8": "You be patient too. Strengthen your hearts because the coming of the Lord is near.", "9": "Do not complain about one another, brothers, so that you will not be judged. Look! The Judge is standing at the doors! ", "10": "Brothers, take the prophets who spoke in the name of the Lord as an example of suffering with patient endurance. ", "11": "See, we consider those who endured to be blessed. You have heard of the patient endurance of Job and have seen what the Lord did in the end, because the Lord is especially compassionate and merciful.", "12": "Above all, my brothers, do not swear—not by heaven or by earth or by anything else. Just let your “yes” be “yes” and your “no” be “no,” so that you do not fall under judgment.", "13": "Is anyone among you suffering? He should pray. Is anyone cheerful? He should sing songs of praise. ", "14": "Is anyone among you sick? He should call the elders of the church, and they should pray over him, anointing him with oil in the name of the Lord. ", "15": "And the prayer offered in faith will save the sick person, and the Lord will raise him up. If he has committed sins, he will be forgiven. ", "16": "So confess your sins to one another and pray for one another, in order that you may be healed. The prayer of a righteous person is able to do much because it is effective. ", "17": "Elijah was a man just like us. He prayed earnestly that it would not rain, and it did not rain on the land for three years and six months. ", "18": "Then he prayed again, and the sky gave rain, and the land produced its harvest.", "19": "My brothers, if anyone among you wanders away from the truth and someone turns him back, ", "20": "let it be known that the one who turns a sinner from the error of his way will save his soul from death and will cover a multitude of sins."}