{"1": "Now King David was old, advanced in years. Though they covered him with clothes, he could not keep warm. ", "2": "So his servants said to him: “Let them seek a young virgin for my lord the king, and let her attend the king and be his nurse; and let her lie by your side, so my lord the king may keep warm.”", "3": "So they sought for a beautiful girl throughout all the territory of Israel, and found Abishag the Shunammite, and brought her to the king. ", "4": "The girl was very beautiful. So she became the king's nurse and served him, but the king was not intimate with her.", "5": "Now Adonijah son of Haggith exalted himself, saying: “I'll be king!” So he prepared for himself chariots, horsemen and 50 men to run before him. ", "6": "His father had not scolded him at any time by asking: “Why have you behaved this way?” He was also a very handsome man; and he was born after Absalom.", "7": "So he conferred with Joab son of Zeruiah and with Abiathar the kohen. Following Adonijah, they supported him. ", "8": "But Zadok the kohen, Benaiah son of Jehoiada, Nathan the prophet, Shimei, Rei and David's mighty men, were not on Adonijah's side.", "9": "Then Adonijah sacrificed sheep, oxen and fattened cattle by the stone of Zoheleth[a], which is beside En-rogel, and invited all his brothers, the king's sons, and all the men of Judah, the king's servants, ", "10": "but he did not invite Nathan the prophet, Benaiah, the mighty men, or Solomon. ", "11": "But Nathan spoke to Bath-sheba, Solomon's mother, saying: “Haven't you heard that Adonijah son of Haggith has assumed the kingship—and our lord David doesn't know it? ", "12": "Now come, please let me give you advice. Save your own life and the life of your son Solomon! ", "13": "Go at once to King David, and say to him: 'My lord the king, haven't you sworn to your handmaid, saying: “Surely your son Solomon will become king after me, and he will sit on my throne”? Then why does Adonijah reign?' ", "14": "Behold, while you are still there talking with the king, I will come in after you and confirm your words.”", "15": "So Bath-sheba went to the king into the chamber. Now the king was very old, with Abishag the Shunammite serving the king. ", "16": "Bath-sheba bowed and prostrated herself to the king. The king asked, “What troubles you?”", "17": "She said to him: “My lord, you swore by Adonai your God to your handmaid: 'Surely, Solomon your son will be king after me, and he will sit on my throne.' ", "18": "Yet now, behold, Adonijah reigns, though you do not know it—my lord the king. ", "19": "He has sacrificed oxen, fattened cattle and sheep in abundance, and has invited all the king's sons, Abiathar the kohen and Joab the commander of the army, but he has not invited Solomon your servant. ", "20": "As for you, my lord the king, the eyes of all Israel are on you, to tell them who shall sit on the throne of my lord the king after him. ", "21": "Otherwise it will come to pass, when my lord the king sleeps with his fathers, that I and my son Solomon will be considered traitors.”", "22": "Then behold, while she was still talking with the king, the prophet Nathan came in, ", "23": "and they informed the king, saying: “Behold the prophet Nathan is here.” When he came in before the king, he prostrated himself before the king with his face to the ground.", "24": "Then Nathan said: “My lord the king, did you say: 'Adonijah shall be king after me, and he shall sit on my throne?' ", "25": "For he has gone down today, slain oxen, fattened cattle and sheep in abundance, and has invited all the king's sons, the captains of the army and Abiathar the kohen—and behold, they are eating and drinking with him, and they are saying: 'Long live King Adonijah!' ", "26": "But he did not invite me, your servant, Zadok the kohen, Benaiah son of Jehoiada or your servant Solomon. ", "27": "Was this thing done by my lord the king, without letting your servants know who should sit on the throne of my lord the king after him?”", "28": "Then King David answered and said: “Summon Bath-sheba to me.” So she came into the king's presence, and stood before the king. ", "29": "Then the king swore an oath: “As Adonai lives, who has redeemed my soul out of all distress, ", "30": "as surely as I swore to you by Adonai, the God of Israel, saying that your son Solomon will be king after me and will sit on my throne in my place. Thus I will surely fulfill it this day!”", "31": "Then Bath-sheba bowed with her face to the ground and prostrated herself before the king, and said: “Let my lord King David live forever!”", "32": "Then King David said: “Summon to me Zadok the kohen, Nathan the prophet and Benaiah son of Jehoiada.” When they came before the king, ", "33": "the king said to them: “Take with you the servants of your lord, and have my son Solomon ride on my own mule, and bring him down to Gihon. ", "34": "There let Zadok the kohen and Nathan the prophet anoint him as king over Israel, blow the shofar and say: 'Long live King Solomon!' ", "35": "Then you shall come up after him, and he shall come and sit on my throne. For he shall be king in my place, as I have appointed him to be ruler over Israel and Judah.”", "36": "Benaiah son of Jehoiada answered the king and said: “Amen! Thus says Adonai, the God of my lord the king. ", "37": "As Adonai has been with my lord the king, so will He be with Solomon and make his throne greater than the throne of my lord King David!”", "38": "So Zadok the kohen, Nathan the prophet, Benaiah son of Jehoiada, the Cherethites and the Pelethites went down, and had Solomon ride on King David's mule, and brought him to Gihon. ", "39": "Then Zadok the kohen took the horn of oil out of the Tent and anointed Solomon. Then they blew the shofar, and all the people said: “Long live King Solomon!” ", "40": "All the people went up after him, while the people were playing on flutes and rejoicing with great joy, so that the ground shook at their noise.", "41": "Now Adonijah and all the guests who were with him heard it, just as they finished eating. When Joab heard the sound of the shofar, he said: “Why is the city in an uproar?”", "42": "While he was still speaking, behold, Jonathan son of Abiathar the kohen came, and Adonijah said, “Come in, for you are a valiant man, and surely bringing good news.”", "43": "But Jonathan answered and said to Adonijah: “No, for our lord King David has made Solomon king. ", "44": "Also the king has sent with him Zadok the kohen, Nathan the prophet, Benaiah son of Jehoiada, the Cherethites and the Pelethites, and they had him ride on the king's mule. ", "45": "Zadok the kohen and Nathan the prophet have anointed him king at Gihon. From there they have come up rejoicing, so that the city is in an uproar—that's the noise that you heard. ", "46": "Also Solomon has taken his seat on the royal throne. ", "47": "Moreover, the king's courtiers came to bless our lord King David, saying: 'May God make the name of Solomon better than your name, and his throne greater than your throne!' Then the king bowed down on the bed. ", "48": "Furthermore the king said, 'Blessed be Adonai, God of Israel, who this day has given one to sit on my throne, while my eyes are seeing it.'”", "49": "Trembling, all the guests of Adonijah got up and each went his own way. ", "50": "Adonijah was afraid of Solomon, so he arose, went, and grasped the horns of the altar. ", "51": "So it was reported to Solomon: “Behold, Adonijah is afraid of King Solomon, for look, he grasped the horns of the altar, saying, 'Let King Solomon swear to me first that he will not put his servant to death with the sword.'”", "52": "Then Solomon said, “If he shows himself a worthy man, then not a hair of him will fall to the ground. But if wickedness is found in him, he shall die.”", "53": "So King Solomon sent, and they brought him down from the altar. He came and prostrated himself before King Solomon, and Solomon said to him: “Go to your home.”"}