{"1": "Now when the queen of Sheba heard about the fame of Solomon because of the Name of Adonai, she came to test him with hard questions.", "2": "[a] 2 So she came to Jerusalem with a very great retinue, with camels carrying spices and gold in great abundance, and precious stones. When she came to Solomon, she spoke with him of all that was on her heart. ", "3": "Solomon answered all her questions nothing was hidden from the king that he did not explain to her. ", "4": "So when the queen of Sheba saw all the wisdom of Solomon, the palace that he had built, ", "5": "the food at his table, the seating of his courtiers, the attendance of his servants and their attire, his cupbearers, and his burnt offering which he offered in the House of Adonai, she was left breathless.", "6": "Then she said to the king: “It was a true report that I heard in my own land of your deeds and of your wisdom. ", "7": "But I didn't believe the reports until I came and my eyes saw it. Indeed, not even the half was told to me. You're way past the report of wisdom and prosperity that I'd heard! ", "8": "Blessed are your people, blessed are your courtiers who are standing continually before you, listening to your wisdom. ", "9": "Blessed be Adonai your God, who delighted in you to set you on the throne of Israel. It is because of Adonai's everlasting love for Israel that He made you king, to do justice and righteousness.”", "10": "Then she gave the king 120 talents of gold, a great quantity of spices, and precious stones. Never again did such abundance of spices come as what the queen of Sheba gave to King Solomon.", "11": "Also Hiram's ships that brought gold from Ophir brought from Ophir a great quantity of sandalwood and precious stones. ", "12": "The king made from the sandalwood a railing for the House of Adonai and for the royal palace, and also lyres and harps for the singers. Never again did such quantity of sandalwood come in, nor have they been seen to this day.", "13": "So King Solomon gave to the queen of Sheba all her desire—whatever she asked for—besides what King Solomon gave her out of his royal bounty. Then she and her servants left and returned to her own land.", "14": "Now the weight of gold that came to Solomon in one year was 666 talents of gold, ", "15": "besides what was from the merchants from the traffic of the traders, and from all the kings of Arabia and the governors of the region. ", "16": "King Solomon made 200 full body shields of beaten gold—600 shekels[b] of gold on each shield—", "17": "and 300 small shields of beaten gold—three minas[c] of gold on each shield. The king put them in the Forest House of Lebanon. ", "18": "Moreover the king made a great throne of ivory, and overlaid it with refined gold. ", "19": "There were six steps to the throne, and the throne had a back with a rounded top, and there were armrests on each side of the seat, and two lions standing beside the arms. ", "20": "Twelve lions were standing there on the six steps—six on each side—nothing like it had ever been made in any other kingdom.", "21": "All of King Solomon's drinking vessels were of gold, and all the vessels of the Forest House of Lebanon were of pure gold. (None was of silver—that did not count for anything in the days of Solomon.) ", "22": "For the king had a Tarshish fleet at sea with Hiram's fleet; once every three years the Tarshish fleet came, bringing gold, silver, ivory, apes and peacocks.[d]", "23": "So King Solomon exceeded all the kings of the earth in wealth as well as in wisdom. ", "24": "All the earth sought an audience with Solomon, to listen to his wisdom, which God had put in his heart. ", "25": "They brought, each man his gift—vessels of silver and gold, robes, weapons, spices, horses and mules—so much year by year. ", "26": "Solomon accumulated chariots and horsemen. He had 1,400 chariots and 12,000 horsemen, and he stationed them in the chariot cities and with the king in Jerusalem. ", "27": "Also the king made silver as common as stones in Jerusalem, and cedars as plentiful as sycamore trees in the foothills. ", "28": "Solomon's horses were brought from Egypt and from Keveh. The king's merchants would buy them from Keveh at a price ", "29": "They imported a chariot from Egypt for 600 shekels of silver, and a horse for 150; and in turn they were exported to all the kings of the Hittites and the kings of Aram."}