{"1": "At that time, Abijah, Jeroboam's son fell sick. ", "2": "Jeroboam said to his wife, “Please go disguise yourself, so they won't recognize you as Jeroboam's wife, and go to Shiloh. Look, the prophet Ahijah who told me that I would be king over these people is there. ", "3": "Take with you ten loaves, biscuits and a jar of honey, and go to him. He will tell you what will happen to the boy.”", "4": "Jeroboam's wife did so. She got up and went to Shiloh, and came to the house of Ahijah. Now Ahijah could not see for his eyes were dim because of his age. ", "5": "Adonai had said to Ahijah, “Look! Jeroboam's wife is coming to ask you about her son, for he is sick. You are to say such and such to her, for she will be in disguise.”", "6": "As soon as Ahijah heard the sound of her feet as she came through the door, he said, “Come in, wife of Jeroboam. Why this disguise? But I have been sent to you with a difficult message. ", "7": "Go tell Jeroboam, thus says Adonai, God of Israel: 'I raised you up from among the people and made you leader over My people Israel. ", "8": "I tore the kingdom away from the house of David and gave it you. Yet you have not been like My servant David who kept My commandments and followed Me with all his heart, doing only what was right in My eyes. ", "9": "Instead you have done more evil than all who were before you, and have gone and made yourself other gods—molten images to vex Me—and have cast Me behind your back. ", "10": "Therefore, I am about to bring evil on the house of Jeroboam. I will cut off to Jeroboam even one man, bond and free, in Israel. I will burn up the house of Jeroboam as one burns the dung until it is all gone. ", "11": "Anyone who belongs to Jeroboam and dies in the city, the dogs will eat, and anyone who dies in the field, the birds of the sky will eat. For Adonai has spoken it.", "12": "“As for you, arise and go to your house. As soon as you set foot in the town, the boy will die. ", "13": "All Israel will lament over him and bury him, for it is only him of Jeroboam's house who will be buried, because in him alone, of all Jeroboam's house, something good was found toward Adonai, the God of Israel.", "14": "“Moreover Adonai will raise up for Himself a king over Israel who will cut off the house of Jeroboam that day. So now, what else? ", "15": "Adonai will strike Israel until it sways like a reed in the water. He will uproot Israel from this good land that He gave to their fathers, and will scatter them beyond the River, because they have made their Asherah poles, provoking Adonai. ", "16": "So He will give up Israel because of the sins of Jeroboam which he committed, and caused Israel to commit.”", "17": "Then Jeroboam's wife got up, left and went to Tirzah. As soon as she stepped over the threshold of the house, the child died. ", "18": "They buried him and all Israel lamented over him, just as was the word of Adonai that He spoke through His servant Ahijah the prophet.", "19": "As for the rest of the deeds of Jeroboam, how he made war and how he reigned, behold, they are written in the Book of the Chronicles of the Kings of Israel. ", "20": "The days that Jeroboam reigned were 22 years and then he slept with his fathers. His son Nadab reigned in his place.", "21": "Meanwhile Rehoboam son of Solomon reigned in Judah. Rehoboam was 41 years old when he became king, and he reigned 17 years in Jerusalem—the city where Adonai had chosen out of all the tribes of Israel to put His Name. His mother's name was Naamah the Ammonitess.", "22": "Judah did what was evil in Adonai's eyes. They provoked Him to jealousy with more than all that their forefathers had done with the sins that they committed. ", "23": "They also built for themselves high places, sacred pillars and Asherah poles on every high hill and under every leafy tree; ", "24": "and there were also male cult prostitutes in the land. They did the same abominations as those of the nations that Adonai had driven out before the children of Israel.", "25": "Now it came to pass in the fifth year of King Rehoboam, King Shishak of Egypt marched against Jerusalem.", "26": "He took away the treasures of the House of Adonai and the treasures of the royal palace. He took away everything—even taking all the golden shields that Solomon had made. ", "27": "So King Rehoboam made in their place bronze shields and committed them to the hands of the captains of the guard, watching over the doorway of the royal palace. ", "28": "Whenever the king went to the House of Adonai, the guard would carry them and bring them back into the guardroom.", "29": "Now the rest of the deeds of Rehoboam and all that he did—are they not written in the Book of the Chronicles of the Kings of Judah? ", "30": "There was war between Rehoboam and Jeroboam continually. ", "31": "Then Rehoboam slept with his fathers and was buried with his fathers in the city of David. His mother's name was Naamah the Ammonite. Then his son Abijam became king in his place."}