{"1": "Now it was after many days that the word of Adonai came to Elijah in the third year saying, “Go, show yourself to Ahab; then I will send rain on the land. ", "2": "So Elijah went to show himself to Ahab. Now the famine was severe in Samaria. ", "3": "Ahab summoned Obadiah who was the steward of the palace. Now Obadiah feared Adonai greatly—", "4": "for when Jezebel was cutting off the prophets of Adonai, Obadiah took 100 prophets, hid them 50 to a cave, and provided them with bread and water. ", "5": "Then Ahab said to Obadiah, “Go through the land to all the springs of water and to all the wadis. Perhaps we may find grass and so keep the horses and mules alive and not lose all the animals.” ", "6": "So they divided the land between them to explore it—Ahab went one way by himself while Obadiah went another way by himself.", "7": "As Obadiah was on the road, all of a sudden, Elijah met him. When he recognized him, he fell on his face and said, “Is it you, my lord Elijah?”", "8": "“It is I,” he answered him. Go tell your lord, 'Look, Elijah is here!”", "9": "“How have I sinned,” he replied, “that you are giving your servant into the hand of Ahab, to put me to death? ", "10": "As Adonai your God lives, there is no nation or kingdom where my master has not sent to search for you; and when they said, 'He is not here,' he made that kingdom or nation swear that they could not find you.", "11": "“Now you're saying, 'Go tell your lord, “Look, Elijah is here!”' ", "12": "But as soon as I leave you, the Ruach Adonai may carry you off where I wouldn't know. Then, when I come and tell Ahab and he can't find you, he'll kill me! Now I, your servant, have feared Adonai since my youth. ", "13": "Wasn't my lord told what I did when Jezebel slaughtered the prophets of Adonai—how I hid 100 of Adonai's prophets, 50 to a cave and provided them with bread and water? ", "14": "So now you say, 'Go tell your lord, “Look, Elijah is here!'” He'll kill me!”", "15": "Then Elijah said, “As Adonai-Tzva'ot lives, before whom I stand, I will surely show myself to him today.”", "16": "So Obadiah went to meet Ahab and told him; then, Ahab went to meet Elijah. ", "17": "Now when Ahab saw Elijah, Ahab said to him, “Is it you, the one who causes trouble for Israel?”", "18": "But he answered, “I have not troubled Israel. Rather, it is you and your father's house—by forsaking the mitzvot of Adonai and going after the Baalim. ", "19": "Now then, send and gather to me all Israel at Mount Carmel, together with the 450 prophets of Baal and the 400 prophets of Asherah who eat at Jezebel's table.”", "20": "So Ahab sent word to all the children of Israel and gathered the prophets together at Mount Carmel. ", "21": "Then Elijah approached all the people and said, “How long will you waver between two opinions? If Adonai is God, follow Him; but if Baal is, follow him.” But the people did not answer him, not even a word.", "22": "Then Elijah said to the people, “I am the only prophet of Adonai left, but Baal's prophets are 450 men. ", "23": "Now let them give us two young bulls. Let them choose one bull for themselves, cut it into pieces, lay it on the wood, and put no fire underneath, while I prepare the other bull, lay it on the wood, and put no fire underneath. ", "24": "Then you will call on the name of your god, and then, I will call on the Name of Adonai. The God who answers with fire, He is God.” All the people responded and said, “It's a good thing.”", "25": "Then Elijah said to the prophets of Baal, “Choose one bull for yourselves and prepare it first—since you are so many. Then call on the name of your god, but put no fire underneath.”", "26": "So they took the bull that he gave them, prepared it, and called on the name of Baal from morning till noon, crying, “O Baal, answer us!” But there was no voice—no one was answering. They also danced leaping around the altar that was made.", "27": "Now when it was about noon, Elijah mocked them and said, “Shout louder! After all, he is a god! Maybe he's deep in thought, or he's relieving himself, or he's off on a journey, or perhaps he's asleep and must wake up!” ", "28": "So they shouted even louder and cut themselves with swords and spears, as was their custom, until the blood gushed over them. ", "29": "When midday was past, they kept prophesying ecstatically until the time of offering up the evening sacrifice. But there was no voice, no one answering, no one paying attention.", "30": "Then Elijah said to all the people, “Come near to me.” So all the people came closer to him. Then he repaired the damaged altar of Adonai. ", "31": "Elijah took twelve stones—like the number of the tribes of the sons of Jacob, to whom the word of Adonai had come saying, “Israel shall be your name”—", "32": "and with the stones he built an altar in the Name of Adonai. Then he made a trench around the altar, large enough to contain two measures of seed. ", "33": "Then he put the wood in order, cut the bull in pieces and laid it on the wood.", "34": "Then he said, “Fill four jars with water and pour it on the burnt offering and on the wood.” Then he said, “A second time!” and they did it a second time. Then he said, “A third time!” and they did it a third time. ", "35": "So the water ran around the altar and he also filled the trench with water.", "36": "Now it was at the time of offering up the evening sacrifice that Elijah the prophet came near and said, “Adonai, God of Abraham, Isaac and Israel,[a] let it be known today that You are God in Israel, that I am Your servant, and that I have done all these things at Your word. ", "37": "Answer me, Adonai, answer me, so that these people may know that You, Adonai, are God, and that You have turned their heart back again.”", "38": "Then the fire of Adonai fell and consumed the burnt offering—and the wood, the stones and the dust—and licked up the water that was in the trench. ", "39": "When all the people saw it, they fell on their faces, and they said, “Adonai, He is God! Adonai, He is God!”", "40": "Then Elijah said to them, “Seize the prophets of Baal! Let not a single one of them escape.” So they seized them; and Elijah brought them down to the Wadi Kishon and slew them there.", "41": "Then Elijah said to Ahab, “Go up, eat and drink, for there's the sound of rain.” ", "42": "So Ahab went up to eat and drink. But Elijah went up to the top of Carmel, crouched on the ground and put his face between his knees.", "43": "[b] 43 Then he said to his servant, “Go up now, look toward the sea.” So he went up, looked, and said, “There's nothing.” Then he said, “Go back”—seven times—", "44": "and it was the seventh time that he said, “Look! A cloud as small as a man's hand is rising from the sea.” Then he said, “Go up, say to Ahab, 'Harness your chariot and go down before the rain stops you.'”", "45": "In a little while the sky grew black with clouds and wind, and there was a heavy rain. Ahab mounted and rode, and headed to Jezreel. ", "46": "Now the hand of Adonai was on Elijah, so he girded up his loins and outran Ahab to the entrance of Jezreel."}