{"1": "Then Ahab told Jezebel all that Elijah had done and how he had slain all the prophets with the sword. ", "2": "Then Jezebel sent a messenger to Elijah saying, “So let the gods do to me and worse if by this time tomorrow I don't make your life like the life of one of them.” ", "3": "Frightened, he got up and ran for his life. When he came to Beersheba, which belongs to Judah, he left his servant there. ", "4": "But he himself went a day's journey into the wilderness, and came and sat down under a broom bush. He prayed that he might die. “It's too much!” he said. “Now, Adonai, take my life! For I'm no better than my fathers.”", "5": "Then he lay down and slept under the broom bush. Then behold, an angel touched him, and said to him, “Get up, and eat.” ", "6": "So he looked, and to his surprise, there by his head was a cake baked on the hot stones and a jar of water. So he ate and drank, and lay down again. ", "7": "Then the angel of Adonai came again a second time, touched him and said. “Get up and eat, because the journey is too much for you.” ", "8": "So he arose and ate and drank, and in the strength of that meal forty days and forty nights went to Horeb, the mountain of God.", "9": "When he arrived there at the cave, he spent the night there. Then behold, the word of Adonai came to him, and He said to him, “What are you doing here, Elijah?”", "10": "“I have been very zealous for Adonai-Tzva'ot,” he said, “for the children of Israel have forsaken Your covenant, torn down Your altars and slain Your prophets with the sword—and I alone am left, and they are seeking my life, to take it!”[a]", "11": "Then He said, “Come out and stand on the mount before Adonai.”[b] Behold, Adonai was passing by—a great and mighty wind was tearing at the mountains and shattering cliffs before Adonai. But Adonai was not in the wind. After the wind there was an earthquake, but Adonai was not in the earthquake. ", "12": "After the earthquake a fire, but Adonai was not in the fire. After the fire there was a soft whisper of a voice. ", "13": "As soon as Elijah heard it, he wrapped his face in his mantle, went out and stood at the entrance of the cave. Then all of a sudden, a voice addressed him and said, “What are you doing here, Elijah?”", "14": "“I have been very zealous for Adonai-Tzva'ot,” he said, “for the children of Israel have forsaken Your covenant, torn down Your altars, and slain Your prophets with the sword—and I alone am left, and they are seeking to take my life!”", "15": "Then Adonai said to him, “Go, return on your way to the wilderness of Damascus, and when you get there, anoint Hazael king over Aram, ", "16": "and anoint Jehu son of Nimshi king over Israel, and anoint Elisha son of Shaphat of Abel-meholah as prophet in your place. ", "17": "It shall come to pass that whoever escapes from the sword of Hazael, Jehu will slay; and whoever escapes from the sword of Jehu, Elisha will slay. ", "18": "Yet I have preserved seven thousand in Israel whose knees have not bowed to Baal and whose mouth has not kissed him.”", "19": "So he departed from there and found Elisha son of Shaphat while he was plowing with twelve pairs of oxen before him, and he with the twelfth. Then Elijah crossed over to him and threw his mantle on him. ", "20": "So he left the oxen and ran after Elijah saying, “Let me please kiss my father and my mother, and then I will follow you.”[c] “Come back,” he said to him. “For what have I done to you?” ", "21": "So he returned from following him, and took the pair of oxen and sacrificed them and boiled their flesh with the oxen's yoke gear, and gave it to the people, and they ate. Then he arose, went after Elijah and became his attendant."}