{"1": "Three years remained without war between Aram and Israel. ", "2": "Then it came about in the third year that King Jehoshaphat of Judah came down to the king of Israel. ", "3": "The king of Israel said to his courtiers, “Do you know that Ramoth-gilead is ours, yet we are still doing nothing to recover it from the hand of the king of Aram?” ", "4": "Then he said to Jehoshaphat, “Will you go with me to battle at Ramot-gilead?” Jehoshaphat said to the king of Israel, “I am as you are, my people as your people, my horses as your horses.” ", "5": "Jehoshaphat said further to the king of Israel, “Please inquire of Adonai for a word first,”", "6": "So the king of Israel gathered the prophets together, about 400 men, and asked them: “Should I march against Ramot-gilead to battle or should I refrain?” They responded, “Go up, for my Lord will deliver it into the hand of the king.”", "7": "But Jehoshaphat said: “Is there no longer a prophet of Adonai here that we may inquire of Him?”", "8": "The king of Israel said to Jehoshaphat, “Yes, there is still one by whom we may inquire of Adonai—Micaiah son of Imlah—but I hate him, because he never prophesies good concerning me, only evil.” But Jehoshaphat said, “May the king not say so!”", "9": "So the king of Israel summoned one of his eunuchs and said, “Bring Micaiah son of Imlah quickly.”", "10": "Now the king of Israel and King Jehoshaphat of Judah were sitting each on his throne, arrayed in their robes, at a threshing-floor at the entrance of Samaria's gate. All the prophets were prophesying before them. ", "11": "Now Zedekiah son of Chenaanah made himself horns of iron and said, “Thus says Adonai: 'With these you will gore the Arameans until they are consumed!” ", "12": "Then all the prophets were prophesying so, saying, “Go up to Ramot-gilead and triumph! For Adonai will deliver it into the hand of the king!”", "13": "Meanwhile the messenger that went to summon Micaiah spoke to him saying, “Behold now, the words of the prophets are uniformly declaring favor to the king. So please let your word be like the word of one of them, and speak favorably.”", "14": "But Micaiah said, “As Adonai lives, what Adonai says to me, that will I speak.”", "15": "Now when he came to the king, the king asked him, “Micaiah, should we march to Ramot-gilead in battle or should we refrain?” “March and triumph!” he answered, “and Adonai will give it into the hand of the king.”", "16": "But the king said to him, “How many times must I make you swear to speak to me nothing but the truth in the Name of Adonai?”", "17": "Then he said, “I saw all Israel scattered on the hills, as sheep without a shepherd.[a] Then Adonai said, 'These have no master; let each of them return home in peace.'”", "18": "And the king of Israel said to Jehoshaphat, “Didn't I tell you that he wouldn't prophesy good concerning me, only evil?”", "19": "Micaiah then continued, “Therefore hear the word of Adonai. I saw Adonai sitting on His throne,[b] with all the hosts of heaven standing by Him on His right hand and on His left. ", "20": "Then Adonai said, 'Who will entice Ahab to go up and fall at Ramoth-gilead?' One suggested this and another that, ", "21": "until a certain spirit came forward and stood before Adonai and said, 'I will entice him.' So Adonai asked him, 'How?' ", "22": "And he said: 'I will go and be a deceiving spirit[c] in the mouth of all his prophets.' Then He said: 'You shall entice him and shall prevail also—go and do so.' ", "23": "Now therefore, behold, Adonai has put a deceiving spirit in the mouth of all these prophets of yours, and Adonai has decreed evil upon you.”", "24": "Then Zedekiah son of Chenaanah approached Micaiah, struck him on the cheek and said, “Which way did the Ruach Adonai pass from me to speak to you?”", "25": "Micaiah replied, “Behold, you will see on that day when you go into an inner chamber to hide.”", "26": "Then the king of Israel said, “Take Micaiah and take him back to Amon the city governor and to Joash the king's son, ", "27": "and say, “Thus says the king: 'Put this fellow in the prison, and feed him only bread and water until I return safely.'”", "28": "Micaiah then said, “If you ever return safely, then Adonai has not spoken through me.” And he added, “Did you hear, all you people?”", "29": "So the king of Israel and Jehoshaphat the king of Judah marched to Ramot-gilead. ", "30": "Then the king of Israel said to Jehoshaphat, “I will disguise myself and go into the battle, but you, put on your robes.” So the king of Israel disguised himself and went into the battle.", "31": "Now the king of Aram had commanded his 32 chariot commanders saying, “Do no single combat with anyone, small or great—except the king of Israel.” ", "32": "So when the chariot commanders saw Jehoshaphat, they said, “He must be the king of Israel!” and they turned aside to do combat with him, but Jehoshaphat cried out. ", "33": "When the captains of the chariots realized that he was not the king of Israel, they turned back from pursuing him.", "34": "But a man drew his bow aimlessly and struck the king of Israel between the lower armor and the breastplate. Then he said to the driver of his chariot, “Turn around and take me out of the battle, for I'm wounded.” ", "35": "The battle raged that day, and the king remained propped up in his chariot facing the Arameans. But he died at evening—and the blood ran out of the wound into the bottom of the chariot. ", "36": "As the sun was setting, a shout went throughout the army, saying, “Each man to his town, and each man to his land!”", "37": "So the king died, and was brought to Samaria; and they buried the king in Samaria. ", "38": "Then they washed the chariot at the pool of Samaria where the harlots washed and the dogs licked up his blood—just as was the word of Adonai that He had spoken.", "39": "Now the rest of Ahab's deeds and all he did, including the ivory palace he built and all the cities he fortified, are they not written in Book of the Chronicles of the Kings of Israel? ", "40": "So Ahab slept with his fathers, and his son Ahaziah became king in his place.", "41": "Now Jehoshaphat son of Asa began to reign over Judah in the fourth year of Ahab king of Israel. ", "42": "Jehoshaphat was 35 years old when he became king, and he reigned 25 years in Jerusalem. His mother's name was Azubah the daughter of Shilhi.", "43": "He walked in all the ways of his father Asa, not straying from them, but doing what was right in Adonai's eyes. ", "44": "However, they did not take away the high places, and the people continued to sacrifice and burn incense on the high places.", "45": "Jehoshaphat also made peace with the king of Israel. ", "46": "Now the rest of the deeds of Jehoshaphat along with his might that he showed and how he warred, are they not written in Book of the Chronicles of the Kings of Judah? ", "47": "He expelled from the land the cult prostitutes remaining from the days of his father Asa. ", "48": "There was no king in Edom; a deputy was king. ", "49": "Jehoshaphat made Tarshish ships go to Ophir for gold, but they never went, because the ships were wrecked at Ezion-geber. ", "50": "Then Ahaziah son of Ahab said to Jehoshaphat, “Let my servants sail with your servants in the ships.” But Jehoshaphat refused. ", "51": "Jehoshaphat slept with his fathers, and was buried with his fathers in the city of his father David, and his son Jehoram became king in his place.", "52": "Ahaziah son of Ahab began to reign over Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah, and he reigned two years over Israel. ", "53": "But he did what was evil in Adonai's eyes and followed the way of his father, and the way of his mother, and the way of Jeroboam son of Nebat who caused Israel to sin. ", "54": "For he worshipped Baal and bowed down to him, vexing Adonai God of Israel, like all his father had done."}