{"1": "Then Solomon made an alliance with Pharaoh king of Egypt by marriage, taking Pharaoh's daughter, and bringing her to the city of David, until he finished building his own house, the House of Adonai, and the wall around Jerusalem. ", "2": "The people, however, were still sacrificing on the high places, because there was no House built for the Name of Adonai until those days. ", "3": "Now Solomon loved Adonai, walking in the statutes of his father David, except he kept sacrificing and burning incense on the high places. ", "4": "So the king went to Gibeon to sacrifice there, for that was the great high place. Upon this very altar Solomon offered a thousand burnt offerings.", "5": "At Gibeon Adonai appeared to Solomon in a dream by night, and God said: “Ask for what should I give you?”[a]", "6": "Solomon said: “You have shown my father Your servant David great lovingkindness, as he walked before You in truth, righteousness and uprightness of heart toward You. Indeed, You have kept this great lovingkindness for him by giving him a son to sit on his throne, as it is today. ", "7": "So now, Adonai my God, You have made Your servant king in my father David's place. I am but a youth. I don't know how to go out or come in. ", "8": "Your servant is amid Your people, whom You have chosen—a great people, too numerous to be numbered or counted. ", "9": "So give Your servant a mind of understanding to judge Your people, to discern between good and evil—for who is able to judge this great people of Yours?”", "10": "Now it was pleasing in the eyes of Adonai that Solomon requested this thing. ", "11": "So God said to him: “Because you asked for this thing—and have not asked for yourself long life, nor asked for yourself riches, nor asked for the life of your enemies, but asked for yourself understanding to discern justice—", "12": "behold, I have done according to your words. I have given you a wise and discerning mind, so that there has been none like you before you, nor shall anyone like you arise after you. ", "13": "Moreover I have also given you what you did not request—both riches and honor—so that no one among the kings will be like you all your days. ", "14": "Furthermore, if you walk in My ways, keeping My statutes and My commandments, as your father David walked, then I will lengthen your days.”", "15": "Then Solomon awoke and took note of the dream. So he went to Jerusalem, stood before the ark of the covenant of the Lord, and offered up burnt offerings and fellowship offerings. Then he made a feast for all his courtiers.", "16": "Later two prostitutes came to the king and stood before him. ", "17": "One woman said: “My lord, please! This woman and I live in the same house, and I delivered a child while she was in the house. ", "18": "On the third day after I gave birth, this woman also gave birth to a child. While we were together with no one else with us in the house, just the two of us in the house, ", "19": "this woman's child died during the night, because she lay on top of him. ", "20": "Then she got up in the middle of the night and took my son from my side while your handmaid was asleep. She laid him at her breast and laid her dead child at my breast. ", "21": "When I rose in the morning to nurse my child, he had just died! But when I looked at him closely in the morning, I realized that he was not the son I had borne!”", "22": "But the other woman said, “No! For the living one is my son, and the dead one is your son!” But the first woman said, “No! The dead one is your son and the living one is my son!” Thus they spoke before the king.", "23": "Then said the king: “The one says, 'This is my son who is living, and your son is the dead,' while the other says, 'No, but your son is the dead one and my son is the living one.'”", "24": "Then the king said: “Bring me a sword.” So they brought a sword before the king. ", "25": "Then the king said: “Divide the living child in two, and give half to the one and half to the other.”", "26": "Then the woman whose son was the living one spoke up to the king—for her heart grew tender for her son—and said, “My lord, please! Give her the living child! Only don't kill him!” But the other said, “It will be neither mine nor yours! Cut it in two!”", "27": "Then the king responded by saying, “Give her the living child and certainly don't kill him. She is the mother.” ", "28": "When all Israel heard of the verdict that the king had given, they were in awe of the king. For they saw that the wisdom of God was in him to administer justice."}