{"1": "Now it came to pass, 480 years after the children of Israel came out of the land of Egypt, in the fourth year of Solomon's reign over Israel, in the month Ziv (which is the second month), that he began to build Adonai's House. ", "2": "Now the House that King Solomon built for Adonai was 60 cubits[a] long, 20 cubits wide, and 30 cubits high. ", "3": "The porch in front of the Sanctuary of the House was 20 cubits in length—corresponding to the breadth of the House—and its depth was ten cubits from the front of the House. ", "4": "Also for the House he made windows with artistic frames. ", "5": "Against the wall of the House he built a side-structure surrounding both the Temple and the inner Sanctuary; thus he made side-chambers all around. ", "6": "The lowest story was five cubits wide, the middle was six cubits wide, and the third was seven cubits wide. All around on the outside he provided offset ledges in the wall of the House, so that the beams would not be inserted into the walls of the House. ", "7": "For the House, while being constructed, was built of stone finished at the quarry; with neither hammer, axe nor any iron tool heard in the House during its construction.", "8": "The doorway to the lowest story of the side chambers was on the right side of the House. They went up by winding stairs to the middle story, and from the middle to the third. ", "9": "When he finished building the House, he covered the House with beams and planks of cedar. ", "10": "He built the stories of the side-structure against the whole House, each five cubits high, and they were fastened to the House with timbers of cedar.", "11": "Then the word of Adonai came to Solomon saying: ", "12": "“As for this House which you are building, if you will walk in My statutes, execute My ordinances and keep all My mitzvot by walking in them, then I will establish My word with you, which I spoke to your father David, ", "13": "I will dwell among the children of Israel, and will not forsake My people Israel.”[b]", "14": "So Solomon built the House and finished it. ", "15": "He paneled the walls of the House on the inside with cedar planks of cedar; from the floor of the House to the ceiling he overlaid on the inside with wood; and he overlaid the floor of the House with planks of cypress. ", "16": "Then he partitioned off 20 cubits at the rear part of the House, using cedar boards from the floor to the ceiling, building it as the inner Sanctuary—the Holy of Holies. ", "17": "The House, that is, the Sanctuary, was 40 cubits long in front of the inner Sanctuary. ", "18": "The cedar of the interior of the House was carved as gourds and open flowers. All was cedar; no stone was visible.", "19": "He prepared an inner Sanctuary within the House, to set there the ark of the covenant of Adonai. ", "20": "The inner Sanctuary was twenty cubits in length, twenty cubits in breadth and twenty cubits in height. He overlaid it with pure gold, and overlaid the cedar altar. ", "21": "So Solomon overlaid the interior of the House with pure gold; and he drew chains of gold across the front of the inner Sanctuary, and overlaid it with gold. ", "22": "So the entire House he overlaid with gold until the entire House was finished; even the entire altar by the inner Sanctuary he overlaid with gold.", "23": "In the inner Sanctuary he made two cheruvim of olive wood, each ten cubits high. ", "24": "The length of one wing of the cheruv was five cubits and the length of the other wing of the cheruv was five cubits—ten cubits from the end of one wing to the end of the other, ", "25": "and the other cheruv was also ten cubits. Both cheruvim were the same in measure and form: ", "26": "the height of the one cheruv was ten cubits and so the other cheruv. ", "27": "Then he placed the cheruvim inside the inner House. When the wings of the cheruvim extended, the wing of the one touched one wall while the wing of the other cheruv touched the other wall, while their wings in the center of the House touched one another. ", "28": "He also overlaid the cheruvim with gold.", "29": "Then he carved all the walls surrounding the House with carved engravings of cheruvim, palm trees and open flowers, in both the inner and outer rooms, ", "30": "and he also covered the floor of both the inner and the outer rooms of the House with gold. ", "31": "For the entrance of the inner Sanctuary he made doors of olive wood, the frame of the doorposts having five angles. ", "32": "As for the double doors of olive wood, he carved on them carvings of cheruvim, palm trees and open flowers, and overlaid them with gold. He beat out gold over the cheruvim and over the palm trees.", "33": "He also made for the Temple entrance four-sided doorposts of olive wood ", "34": "and double doors of cypress wood. The two leaves of the one door were folding, and the two leaves of the other door were folding. ", "35": "He carved cheruvim, palm trees and open flowers on them and overlaid them with gold evenly applied on the graven work. ", "36": "He built the inner court with three rows of cut stone and a row of cedar beams.", "37": "In the fourth year, in the month of Ziv, the foundation of the House of Adonai was laid, ", "38": "and in the eleventh year, in the month of Bul (which is the eighth month), the House was completed in all its parts and according to all its details. So he was seven years building it."}