{"1": "Rehoboam went to Shechem, where all Israel had come to make him king.", "2": "When Jeroboam, Nebat's son, heard the news, he returned from Egypt where he had fled from King Solomon.", "3": "The people sent and called for Jeroboam, who along with all Israel came and said to Rehoboam,", "4": "“Your father made our workload[a] very heavy; if you will lessen the demands your father made of us and lighten the heavy workload he demanded from us, then we will serve you.”", "5": "He answered them, “Come back in three days.” So the people left.", "6": "King Rehoboam consulted the elders who had served his father Solomon when he was alive. “What do you advise?” Rehoboam asked. “How should I respond to these people?”", "7": "“If you are kind to these people and try to please them by speaking gently with them,” they replied, “they will be your servants forever.”", "8": "But Rehoboam ignored the advice the elders gave him and instead sought the counsel of the young advisors who had grown up with him and now served him.", "9": "“What do you advise?” he asked them. “How should we respond to these people who said to me, 'Lighten the workload your father demanded from us'?”", "10": "The young people who had grown up with Rehoboam said to him, “This people said to you, 'Your father made our workload heavy. Lighten it for us!' Now this is what you should say to them, 'My baby[b] finger is thicker than my father's waist!", "11": "So if my father made your workload heavy, I'll make it even heavier! If my father disciplined you with whips, I'll do it with scorpions!'”", "12": "Jeroboam and all the people returned to Rehoboam on the third day, just as the king had specified when he said, “Come back in three days.”", "13": "The king then answered the people harshly. He ignored the elders' advice,", "14": "and instead followed the young people's advice. He said, “My father made your workload heavy, but I'll make it even heavier; my father disciplined you with whips, but I'll do it with scorpions!”", "15": "The king didn't listen to the people because this turn of events came from God so that the Lord might keep his promise concerning Jeroboam, Nebat's son, which God delivered through Ahijah from Shiloh.", "16": "When all Israel saw[c] that the king wouldn't listen to them, the people answered the king, “Why should we care about David? We have no stake in Jesse's son! Go back to your homes, Israel! You better look after your own house now, David!” Then all Israel went back to their homes,", "17": "and Rehoboam ruled over only the Israelites who lived in the cities of Judah.", "18": "When King Rehoboam sent Hadoram to them (he was the leader of the work gang), the Israelites stoned him to death. King Rehoboam quickly got into his chariot and fled to Jerusalem.", "19": "And so Israel has been in rebellion against David's dynasty to this day."}