{"1": "Asa's son Jehoshaphat succeeded him as king. Jehoshaphat strengthened his position against Israel", "2": "by stationing troops in the fortified cities of Judah and placing soldiers throughout the land of Judah and in the cities of Ephraim that his father Asa had captured.", "3": "The Lord was with Jehoshaphat because he followed the earlier ways of his father[a] by not seeking Baal.", "4": "Instead, he sought the God of his father, and unlike Israel, he followed God's commandments.", "5": "The Lord gave him firm control over the kingdom, and all Judah brought Jehoshaphat tribute, so that he had abundant riches and honor.", "6": "Jehoshaphat took pride in the Lord's ways and again removed the shrines and the sacred poles[b] from Judah.", "7": "In the third year of his rule, Jehoshaphat sent his officials Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah.", "8": "They were accompanied by the Levites Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tob-adonijah, and by the priests Elishama and Jehoram.", "9": "They taught throughout Judah. They brought with them the Lord's Instruction scroll as they made their rounds to all the cities of Judah, teaching the people.", "10": "All the kingdoms surrounding Judah were afraid of the Lord and didn't wage war against Jehoshaphat.", "11": "Some of the Philistines brought a load of silver as tribute to Jehoshaphat. The Arabians also brought flocks to Jehoshaphat: seventy-seven hundred rams and seventy-seven hundred goats.", "12": "As Jehoshaphat grew increasingly powerful, he built fortresses and storage cities in Judah", "13": "and had many supplies in the cities of Judah. He also had an army of mighty warriors in Jerusalem,", "14": "registered by their clans as follows: Judah's officers over units of a thousand included Commander Adnah with three hundred thousand soldiers;", "15": "next to him was Commander Jehohanan with two hundred eighty thousand soldiers;", "16": "at his side was Amasiah, Zichri's son, who volunteered for the Lord with two hundred thousand soldiers.", "17": "From Benjamin came a valiant warrior: Eliada, together with two hundred thousand armed with bow and shield;", "18": "next to him was Jehozabad, together with one hundred eighty thousand soldiers.", "19": "These were the individuals who served the king in addition to those the king placed in the fortified cities throughout Judah."}