{"1": "Upon the safe arrival of Judah's King Jehoshaphat to his palace in Jerusalem,", "2": "Jehu son of Hanani the seer came out to meet him and said, “Why did you help the wicked? Why have you loved those who hate the Lord? This is why the Lord is angry with you.", "3": "Nevertheless, there is some good to be found in you, in that you have removed the sacred poles[a] from the land and set your mind to seek God.”", "4": "Though Jehoshaphat lived in Jerusalem, he regularly went out among the people between Beer-sheba and Ephraim's highlands, and encouraged them to return to the Lord, the God of their ancestors.", "5": "He appointed judges throughout the land in each of the fortified cities of Judah,", "6": "instructing them, “Be careful when you pass judgment. You aren't dispensing justice by merely human standards but for the Lord, who is with you.", "7": "Therefore, respect the Lord and act accordingly, because there can be no injustice, playing favorites, or taking bribes when it comes to the Lord our God.”", "8": "Jehoshaphat also appointed judges in Jerusalem from among the Levites, the priests, and the family heads of Israel to administer the Lord's Instruction and to settle disputes among those living[b] in Jerusalem.", "9": "He instructed them, “You must respect the Lord at all times, in truth, and with complete integrity.", "10": "In any case that comes before you from a fellow citizen in an outlying town, whether it involves bloodshed or is an issue of instruction, commandment, regulations, or case laws, you must warn them not to sin against the Lord, consequently making him angry with both you and your fellow citizen. Do this, and you won't sin.", "11": "Amariah the chief priest will be in charge of all religious matters, and Zebadiah, Ishmael's son, the leader of Judah's house, will be in charge of all civil matters. The Levites will serve as your officers of the court. Carry out your duties with confidence, and may the Lord be with those who do good.”"}