{"1": "[a] Solomon gave orders to build a temple for the Lord's name and to build a royal palace for himself.", "2": "[b] To work in the highlands, Solomon drafted 70,000 laborers, 80,000 stonecutters, and 3,600 supervisors.", "3": "Solomon sent the following message to King Huram[c] of Tyre: When my father David was building his palace, you sent him cedar logs.", "4": "Now as his son[d] I am about to build a temple in the name of the Lord my God. I will dedicate it to him to burn fragrant incense before him, to set out the bread that is regularly displayed, and to offer entirely burned offerings every morning and evening, on the sabbaths, the first of every month, and the festivals of the Lord our God, as Israel has been commanded to do forever.", "5": "The temple I am about to build must be magnificent, because our God is greater than all other gods.", "6": "But who is able to build such a temple when even the highest heaven can't contain God? And who am I that I should build this temple for God, except as a place to burn incense in his presence?", "7": "So now send me a craftsman skilled in gold, silver, bronze, and iron, as well as in purple, crimson, and violet yarn—someone also experienced as an engraver. He will work with my craftsmen in Judah and Jerusalem who were provided by my father David.", "8": "Also send me cedar, cypress, and sandalwood logs from Lebanon. I know your servants know how to cut Lebanese timber, so my servants will work with your servants", "9": "to prepare plenty of timber for me, because the temple that I am about to build will be magnificent and amazing.", "10": "I will pay the woodcutters twenty thousand kors[e] of crushed wheat, twenty thousand kors of barley, twenty thousand baths[f] of wine, and twenty thousand baths of olive oil.", "11": "Tyre's King Huram replied in a letter that he sent to Solomon: The Lord must love his people Israel because he has made you their king!", "12": "Bless the Lord, Israel's God, who made heaven and earth. He gave King David a wise son who possesses the knowledge and understanding to build a temple for the Lord and a royal palace for himself.", "13": "I'm sending you a skilled and experienced craftsman, Huram-abi,", "14": "whose mother is from the tribe of Dan and whose father is from Tyre. He's skilled in working with gold, silver, bronze, iron, stone, and wood, as well as purple, violet, and crimson yarn, and fine linen. He can do any kind of engraving and make any design given to him with the assistance of your craftsmen and the craftsmen of my master, your father David.", "15": "So once my master sends the wheat, barley, olive oil, and wine he has promised,", "16": "we will cut as much timber as you need from Lebanon and bring it by raft on the sea to you at Joppa, where you can take it up to Jerusalem.", "17": "Then Solomon counted all the immigrants in the land of Israel, as his father David had done, and the total was 153,600.", "18": "He made 70,000 of these immigrants laborers, 80,000 of them stonecutters in the highlands, and 3,600 of them supervisors to keep the people working."}