{"1": "Some time later, the Moabites and the Ammonites, along with some of the Meunites,[a] attacked Jehoshaphat.", "2": "Jehoshaphat was told, “A large army from beyond the sea, from Edom,[b] is coming to attack you. They are already at Hazazon-tamar!” (that is, En-gedi).", "3": "Frightened, Jehoshaphat decided to seek the Lord's help and proclaimed a fast for all Judah.", "4": "People from all of Judah's cities came to ask the Lord for help.", "5": "Then Jehoshaphat stood up in the congregation of Judah and Jerusalem in the Lord's temple in front of the new courtyard.", "6": "“Lord, the God of our ancestors, you alone are God in heaven. You rule all the kingdoms of the nations. You are so powerful that no one can oppose you.", "7": "You, our God, drove out the inhabitants of this land before your people Israel and gave this land to the descendants of your friend Abraham forever.", "8": "They have lived in it and have built a sanctuary in honor of your name in it, saying,", "9": "'If calamity, sword, flood,[c] plague, or famine comes upon us, we will stand before this temple, before you, because your name is in this temple. We will cry out to you in our distress, and you will hear us and save us.'", "10": "So look here! The Ammonites, the Moabites, and those from Mount Seir—the people you wouldn't let Israel invade when they came out of Egypt's land, so Israel avoided them and didn't destroy them—", "11": "here they are, returning the favor by coming to drive us out of your possession that you gave to us!", "12": "Our God, won't you punish them? We are powerless against this mighty army that is about to attack us. We don't know what to do, and so we are looking to you for help.”", "13": "All Judah was standing before the Lord, even their little ones, wives, and children.", "14": "Then the Lord's spirit came upon Jahaziel son of Zechariah son of Benaiah son of Jeiel son of Mattaniah, a Levite of the line of Asaph, as he stood in the middle of the assembly.", "15": "“Pay attention, all of Judah, every inhabitant of Jerusalem, and King Jehoshaphat,” Jahaziel said. “This is what the Lord says to you: Don't be afraid or discouraged by this great army because the battle isn't yours. It belongs to God!", "16": "March out against them tomorrow. Since they will be coming through the Ziz pass, meet them at the end of the valley that opens into the Jeruel wilderness.", "17": "You don't need to fight this battle. Just take your places, stand ready, and watch how the Lord, who is with you, will deliver you, Judah and Jerusalem. Don't be afraid or discouraged! Go out tomorrow and face them. The Lord will be with you.”", "18": "Then Jehoshaphat bowed down with his face to the ground, and all Judah and the inhabitants of Jerusalem fell before the Lord in worship.", "19": "Levites from the lines of Kohath and Korah stood up to loudly praise the Lord, the God of Israel.", "20": "Early the next morning they went into the Tekoa wilderness. When they were about to go out, Jehoshaphat stood and said, “Listen to me, Judah and every inhabitant of Jerusalem! Trust the Lord your God, and you will stand firm; trust his prophets and succeed!”", "21": "After consulting with the people, Jehoshaphat appointed musicians to play for the Lord, praising his majestic holiness. They were to march out before the warriors, saying, “Give thanks to the Lord because his faithful love lasts forever!”", "22": "As they broke into joyful song and praise, the Lord launched a surprise attack against the Ammonites, the Moabites, and those from Mount Seir who were invading Judah, so that they were defeated.", "23": "The Ammonites and the Moabites turned on those from Mount Seir, completely destroying them. Once they had finished off the inhabitants of Seir, they helped to destroy each other!", "24": "When Judah arrived at the point overlooking the wilderness, all they could see were corpses lying all over the ground. There were no survivors.", "25": "When Jehoshaphat and his army came to take the loot, they found a great amount of cattle,[d] goods, clothing,[e] and other valuables—much more than they could carry. In fact, there was so much it took three days to haul it away.", "26": "On the fourth day they assembled in Blessing Valley, where they blessed the Lord. That's why it is called Blessing Valley to this day.", "27": "Then everyone from Judah and Jerusalem, with Jehoshaphat at their head, joyfully returned home to Jerusalem because the Lord had given them reason to rejoice over their enemies.", "28": "They entered Jerusalem accompanied by harps, lutes, and trumpets, and they went to the Lord's temple.", "29": "The fear of God came on all the surrounding kingdoms when they heard how the Lord had fought against Israel's enemies.", "30": "As a result, Jehoshaphat's rule was peaceful because his God gave him rest on all sides.", "31": "Jehoshaphat ruled over Judah. He was 35 years old when he became king, and he ruled for twenty-five years in Jerusalem. His mother's name was Azubah; she was Shilhi's daughter.", "32": "Jehoshaphat walked in the way of his father Asa and didn't turn aside from it, doing what was right in the Lord's eyes,", "33": "with the exception that he didn't remove the shrines. The people were still not committed with all their hearts to the God of their ancestors.", "34": "The rest of Jehoshaphat's deeds, from beginning to end, are written in the records of Jehu, Hanani's son, which are included in the records of Israel's kings.", "35": "Sometime later, Judah's King Jehoshaphat formed an alliance with Israel's King Ahaziah, which caused him to sin.", "36": "They agreed to build a fleet of Tarshish-styled ships, and they built them in Ezion-geber.", "37": "Eliezer, Dodavahu's son from Mareshah, prophesied against Jehoshaphat: “Because you have formed an alliance with Ahaziah, the Lord will destroy what you have made.” The ships were wrecked and couldn't sail to Tarshish."}