{"1": "Jehoshaphat died and was buried with his ancestors in David's City. His son Jehoram succeeded him as king.", "2": "Jehoram's brothers, the other sons of Jehoshaphat, were Azariah, Jehiel, Zechariah, Azariah, Michael, and Shephatiah. All of these were the sons of Israel's King Jehoshaphat.", "3": "Their father had given them many gifts of silver, gold, and other valuables, along with fortified cities in Judah, but he gave the kingdom to Jehoram because he was the oldest son.", "4": "When Jehoram had taken control of his father's kingdom, he established his rule by killing all his brothers, along with some other leaders of Israel.", "5": "Jehoram was 32 years old when he became king, and he ruled for eight years in Jerusalem.", "6": "He walked in the ways of Israel's kings, just as Ahab's dynasty had done, because he married Ahab's daughter. He did what was evil in the Lord's eyes.", "7": "Nevertheless, because of the covenant he had made with David, the Lord wasn't willing to destroy David's dynasty. He had promised to preserve a lamp for David and his sons forever.", "8": "During Jehoram's rule, Edom rebelled against Judah's power and appointed its own king.", "9": "Jehoram, along with all his chariots, crossed over to Zair.[a] The Edomites, who had surrounded him, attacked at night, defeating him[b] and his chariot officers.", "10": "So Edom has been independent of Judah to this day. Libnah rebelled against Jehoram's rule at the same time because he had abandoned the Lord, the God of his ancestors.", "11": "As if that wasn't enough, Jehoram constructed shrines throughout Judah's highlands, encouraged Jerusalem's citizens to be unfaithful, and led Judah astray.", "12": "A letter from the prophet Elijah came to Jehoram that read, “This is what the Lord, the God of your ancestor David, says: Because you haven't walked in the ways of your father Jehoshaphat or the ways of Judah's King Asa,", "13": "but have walked in the ways of Israel's kings and have encouraged Judah and Jerusalem's citizens to be unfaithful, just as the house of Ahab did, and because you have even murdered your own brothers, your father's family, who were better than you,", "14": "the Lord will now strike your family, your children, your wives, and all your possessions with a heavy blow.", "15": "You yourself will become deathly ill with a chronic disease that will cause your intestines to fall out.”", "16": "Then the Lord made the Philistines and the Arabs, who lived near the Cushites, angry with Jehoram.", "17": "They attacked Judah, broke down its defenses, and hauled off all the goods that were found in the royal palace, along with the king's children and wives. Only Jehoahaz, Jehoram's youngest son, was spared.", "18": "After all this, the Lord struck Jehoram with an incurable intestinal disease.", "19": "For almost two years he grew steadily worse, until two days before his death, when his intestines fell out, causing him to die in horrible pain. His people didn't make a fire in his honor as they had done for his ancestors.", "20": "He was 32 years old when he became king, and he ruled for eight years in Jerusalem. No one was sorry he died. He was buried in David's City but not in the royal cemetery."}