{"1": "Jehoash[a] was 7 years old when he became king, and he ruled for forty years in Jerusalem. His mother's name was Zibiah; she was from Beer-sheba.", "2": "Jehoash did what was right in the Lord's eyes as long as Jehoiada the priest was alive.", "3": "Jehoiada had him marry two wives, and Jehoash fathered sons and daughters.", "4": "Sometime later, Jehoash wanted to renovate the Lord's temple.", "5": "He gathered the priests and the Levites and said, “Go to the cities of Judah and collect the annual tax of silver due from all Israel for the upkeep of God's temple. Do it right away.” But the Levites procrastinated.", "6": "So the king summoned the chief priest Jehoiada and asked him, “Why haven't you required the Levites to bring in from Judah and Jerusalem the tax imposed by the Lord's servant Moses and the Israelite assembly for the covenant tent?”", "7": "(7 Now wicked Athaliah and her followers had broken into God's temple and used all the holy objects of the Lord's temple in their worship of the Baals.)", "8": "So at the king's command a box was made and placed outside the gate of the Lord's temple.", "9": "Then a proclamation was issued throughout Judah and Jerusalem requiring the people to bring to the Lord the tax that God's servant Moses had imposed on Israel in the wilderness.", "10": "This so pleased all the leaders and all the people that they gladly dropped their money in the box until it was full.", "11": "Whenever the box was brought by the Levites to the royal accountants, as soon as they saw that a large amount of money was in the box, the royal scribe and the representative of the high priest would come, empty the box, and return it to its place. This took place day after day, and a large amount of money was collected.", "12": "The king and Jehoiada would give it to those in charge of the work on the Lord's temple who in turn hired masons and carpenters to renovate the Lord's temple, as well as metalworkers for the iron and bronze to repair the Lord's temple.", "13": "The workers labored hard, and the restoration progressed smoothly under their control until they had brought God's temple back to its original state and reinforced it.", "14": "As soon as they finished, they brought the remaining money to the king and Jehoiada. They used it to make equipment for the Lord's temple, including what was used for the service and the entirely burned offerings, pans, and other objects made of gold and silver. As long as Jehoiada lived, the entirely burned offerings were regularly offered in the Lord's temple.", "15": "Jehoiada grew old, and when he reached the age of 130, he died.", "16": "He was buried among the kings in David's City because of his exemplary service to Israel, God, and God's temple.", "17": "After Jehoiada's death, however, the leaders of Judah came and bowed before the king, and the king listened to them.", "18": "They abandoned the temple of the Lord, their ancestors' God, and worshipped sacred poles[b] and idols. Anger came upon Judah and Jerusalem as a consequence of their sin,", "19": "and though God sent prophets to them to bring them back to the Lord and to warn them, they refused to listen.", "20": "Then the spirit of God enwrapped Zechariah the son of the priest Jehoiada. Standing before the people, he told them, “This is what God says: Why do you defy the Lord's commands and keep yourselves from prospering? Because you have abandoned the Lord, he has abandoned you!”", "21": "But the people plotted against Zechariah, and at the king's command stoned him to death in the courtyard of the Lord's temple.", "22": "King Jehoash failed to remember the loyalty that Jehoiada, Zechariah's father, had shown him and murdered Jehoiada's son, who cried out as he lay dying, “May the Lord see and seek vengeance!”", "23": "That spring the Aramean army marched against Jehoash. They attacked Judah and Jerusalem, destroyed all the people's leaders, and sent all the loot to the king of Damascus.", "24": "Although the Aramean forces were relatively small, the Lord handed over to them a very large army, because the people of Judah had abandoned the Lord, their ancestors' God. Jehoash was justly punished.", "25": "The Arameans left him badly wounded, but his own officials plotted against him for murdering the son[c] of the priest Jehoiada. So they killed him in his bed. He died and was buried in David's City but not in the royal cemetery.", "26": "Those who plotted against him were the Ammonite Zabad, Shimeath's son, and the Moabite Jehozabad, Shimrith's son.", "27": "The list of Jehoash's sons, the many prophecies against him, and the account of his restoration of God's temple are written in the comments on the records of the kings. His son Amaziah succeeded him as king."}