{"1": "Amaziah was 25 years old when he became king, and he ruled for twenty-nine years in Jerusalem. His mother's name was Jehoaddan; she was from Jerusalem.", "2": "He did what was right in the Lord's eyes but not with all his heart.", "3": "Once he had secured control over his kingdom, he executed the officials who had assassinated his father the king.", "4": "However, he didn't kill their children because of what is written in the Instruction scroll from Moses, where the Lord commanded, Parents shouldn't be executed because of what their children have done; neither should children be executed because of what their parents have done. Each person should be executed for their own guilty acts.[a]", "5": "Amaziah gathered the people of Judah, organizing them into family units under captains of thousands and hundreds for all Judah and Benjamin. He summoned everyone 20 years old and older and found that there were three hundred thousand select troops, ready for service and able to handle spears and body-sized shields.", "6": "He also hired one hundred thousand warriors from Israel for one hundred kikkars of silver.", "7": "But a man of God confronted him. “King,” he said, “the troops from Israel must not go with you, because the Lord isn't on the side of Israel or any Ephraimite.", "8": "Should you go with them anyway, even if you fight fiercely, God will make you stumble before the enemy, because God has the ability to either help or make someone stumble.”", "9": "Amaziah asked the man of God, “What about the hundred kikkars I paid for the Israelite troops?” “God can give you much more than that,” the man of God replied.", "10": "Amaziah released the Ephraimite troops who had joined him so they could go home, but this only infuriated them against Judah, and they left in a rage.", "11": "Amaziah courageously led his people to the Salt Valley, where they killed ten thousand people from Seir.", "12": "The Judean forces captured another ten thousand alive, brought them to the top of a cliff, and threw them off so that all were dashed to pieces.", "13": "Meanwhile, the troops Amaziah had released from fighting alongside him raided cities in Judah from Samaria to Beth-horon, killing three thousand people and carrying off a large amount of loot.", "14": "When Amaziah returned after defeating the Edomites, he brought the gods of the people of Seir. He set them up as his own gods, bowed down before them, and burned incense to them.", "15": "As a result, the Lord was angry with Amaziah and sent a prophet to him. “Why do you seek the gods of this people?” the prophet asked. “They couldn't even deliver their own people from you!”", "16": "“Since when do you give me advice?” Amaziah interrupted. “You better quit before you end up dead!” So the prophet stopped, but not until he said, “I know God plans to destroy you because you've done this and because you've refused to listen to my advice.”", "17": "After Judah's King Amaziah consulted with his advisors, he sent a challenge to Israel's King Joash, Jehoahaz's son and Jehu's grandson. “Come on,” he said, “let's go head-to-head!”", "18": "Israel's King Joash sent the following reply to Judah's King Amaziah: “Once upon a time, a thistle in Lebanon sent a message to a cedar: 'Give your daughter to my son as a wife.' But then a wild beast in Lebanon came along and trampled the thistle.", "19": "Do you think that because you've defeated Edom, you can arrogantly seek even more? Stay home! Why invite disaster when both you and Judah will fall?”", "20": "But Amaziah wouldn't listen, because God intended to use this to destroy them since they had sought Edom's gods.", "21": "So Israel's King Joash moved against Judah's King Amaziah and went head-to-head in battle at Beth-shemesh in Judah.", "22": "Judah was defeated by Israel, and everyone ran home.", "23": "At Beth-shemesh, Israel's King Joash captured Judah's King Amaziah, Jehoash's[b] son and Ahaziah's[c] grandson. Joash brought him to Jerusalem and broke down six hundred feet of the Jerusalem wall from the Ephraim Gate to the Corner Gate.", "24": "Joash took[d] all the gold and silver, and all the objects he could find in God's temple in the care of Obed-edom, and in the treasuries of the palace, along with some hostages. Then he returned to Samaria.", "25": "Judah's King Amaziah, Jehoash's son, lived fifteen years after the death of Israel's King Joash, Jehoahaz's son.", "26": "The rest of Amaziah's deeds, from beginning to end, aren't they written in the official records of Israel's and Judah's kings?", "27": "From the time Amaziah turned away from the Lord, some people conspired against him in Jerusalem. When Amaziah fled to Lachish, they sent men after him, and they murdered him in Lachish.", "28": "They carried him back on horses and he was buried with his ancestors in David's City.[e]"}