{"1": "Hezekiah became king when he was 25 years old, and he ruled for twenty-nine years in Jerusalem. His mother's name was Abijah; she was Zechariah's daughter.", "2": "He did what was right in the Lord's eyes, just as his ancestor David had done.", "3": "In the very first year of his rule, during the first month, Hezekiah reopened the doors of the Lord's temple, having repaired them.", "4": "Then he brought in the priests and Levites and assembled them in the eastern square.", "5": "“Listen to me, you Levites!” he said. “Make yourselves holy so you can make holy the temple of the Lord God of your ancestors by removing from the sanctuary any impure thing.", "6": "Our ancestors were unfaithful and did what was evil in the Lord our God's eyes. They abandoned him, they ignored the Lord's dwelling, and they defied him.", "7": "They even closed the doors of the entrance hall, snuffed out the lamps, and stopped burning incense and offering entirely burned offerings in the sanctuary of the God of Israel.", "8": "This angered the Lord so much that he made Judah and Jerusalem an object of terror and horror, something people hiss at, as you can see with your own eyes.", "9": "That's why our ancestors died violent deaths, while our sons, daughters, and wives were taken captive.", "10": "But now I intend to make a covenant with the Lord, Israel's God, so God will no longer be angry with us.", "11": "Don't be careless, my sons! The Lord has chosen you to stand in his presence to serve him, so that you can be his servants and burn incense to him.”", "12": "Then the following Levites got up: from the descendants of the Kohathites: Mahath, Amasai's son, and Joel, Azariah's son; from the descendants of Merari: Kish, Abdi's son, and Azariah, Jehallelel's son; from the Gershonites: Joah, Zimmah's son, and Eden, Joah's son;", "13": "from the descendants of Elizaphan: Shimri and Jeuel; from the descendants of Asaph: Zechariah and Mattaniah;", "14": "from the descendants of Heman: Jehuel and Shimei; and from the descendants of Jeduthun: Shemaiah and Uzziel.", "15": "These men gathered their relatives, made themselves holy, and went in to purify the Lord's temple by obeying the king's command as the Lord had told him.", "16": "The priests went in to purify the inner portion of the Lord's temple. They brought out to the courtyard of the Lord's temple all the impurities they discovered inside. Then the Levites took them out to the Kidron Valley.", "17": "They began to make things holy on the first day of the first month.[a] On the eighth day of the month they reached the Lord's entrance hall. They made holy the Lord's temple for eight days, finishing on the sixteenth day of the first month.", "18": "Then they went before King Hezekiah. “We have purified the Lord's entire temple,” they said, “and the altar for the entirely burned offering together with all its equipment, and the table for the stacks of bread together with all its equipment.", "19": "We have also restored and made holy all the items King Ahaz threw out during his rule in his unfaithfulness. They are now before the Lord's altar.”", "20": "Early the next morning Hezekiah gathered the city leaders and went to the Lord's temple.", "21": "They brought seven bulls, seven rams, and seven lambs, along with seven male goats, for a purification offering on behalf of the kingdom, the sanctuary, and Judah. Hezekiah ordered the priests, Aaron's sons, to offer them up on the Lord's altar.", "22": "When they slaughtered the bulls, the priests took the blood and splashed it against the altar. Next they slaughtered the rams and splashed their blood against the altar, and also slaughtered the lambs, splashing their blood against the altar as well.", "23": "Finally, they brought the goats for the purification offering before the king and the assembly. After laying their hands on them,", "24": "the priests slaughtered them and smeared the blood on the altar as a purification offering to take away the sin of all Israel, because the king had specifically ordered that the entirely burned sacrifice and the purification offering should be on behalf of all Israel.", "25": "Hezekiah had the Levites stand in the Lord's temple with cymbals, harps, and zithers, just as the Lord had ordered through David, the king's seer Gad, and the prophet Nathan.", "26": "While the Levites took their places holding David's instruments, and the priests their trumpets,", "27": "Hezekiah ordered the entirely burned offering to be offered up on the altar. As they began to offer the entirely burned offering, the Lord's song also began, accompanied by the trumpets and the other instruments of Israel's King David.", "28": "The whole congregation worshipped with singing choirs and blaring trumpets until the end of the entirely burned offering.", "29": "After the entirely burned offering was complete, the king and all who were with him bowed down in worship.", "30": "Then King Hezekiah and the leaders ordered the Levites to praise the Lord by using the words of David and the seer Asaph. They did so joyously; then they bowed down in worship too.", "31": "“Now that you have dedicated yourselves to the Lord,” King Hezekiah told them, “bring sacrificial thank offerings to the Lord's temple.” So the assembly brought sacrificial thank offerings, with some people volunteering to provide entirely burned offerings.", "32": "All in all, the congregation brought seventy bulls, a hundred rams, and two hundred lambs as entirely burned offerings for the Lord,", "33": "as well as six hundred bulls and three thousand sheep as holy offerings.", "34": "Unfortunately, there weren't enough priests to skin all these entirely burned offerings. So their relatives the Levites (who had been more conscientious about preparing themselves than the priests) stepped in and helped them until the work was done or additional priests had made themselves holy.", "35": "In addition to the wealth of entirely burned offerings, there was the fat of the well-being sacrifices and drink offerings accompanying the entirely burned offerings. In this way, the service of the Lord's temple was restored,", "36": "and Hezekiah and all the people rejoiced at what God had done for them, since it had happened so quickly."}