{"1": "Solomon began to build the Lord's temple in Jerusalem on Mount Moriah, where the Lord[a] had appeared to his father David, on the place David had prepared at the threshing floor of Ornan the Jebusite.", "2": "He began building in the second month[b] of the fourth year of his rule.", "3": "Solomon laid the foundations[c] for these structures in order to build the temple of God. The length according to the old standard of measurement was ninety feet and the width thirty feet.", "4": "Across the front of the temple[d] was a porch as long as the temple was and thirty feet wide, and thirty feet[e] high. He covered the inside walls with pure gold.", "5": "He paneled the walls of the main room with pine, covered them with fine gold, and decorated them with palm trees and chains.", "6": "He studded the room with precious stones for beauty; the gold was from Parvaim.", "7": "He covered the room, its beams, doorframes, walls, and doors with gold, and carved images of winged creatures on the walls.", "8": "Then he made the most holy place. It was as long as the temple was wide, thirty feet long and thirty feet wide. He covered it with six hundred kikkars of fine gold.", "9": "The gold nails weighed fifty shekels.[f] He also covered the upper rooms with gold.", "10": "In the most holy place he formed two statues of winged creatures and covered them with gold.", "11": "Together the wingspan of these creatures was thirty feet. One of the first creature's wings was seven and a half feet long and touched the temple wall, while the other wing was seven and a half feet long, touching the wing of the other creature.", "12": "Similarly, one wing of the other creature was seven and a half feet long and touched the temple wall, while the other wing was seven and a half feet long and touched the other creature.", "13": "The wings of these creatures extended thirty feet. They stood on their feet facing the main room.", "14": "Then he made the curtain out of fine linen and violet, purple, and crimson yarn, weaving winged creatures into it.", "15": "Then he made two columns in front of the temple, fifty-two and a half feet high, with a seven and a half foot cap on top of each.", "16": "Then he made chains like a necklace[g] and placed them on the tops of the columns. He made a hundred pomegranates and placed them into the chains.", "17": "Then he set up the pillars in front of the sanctuary, one on the south, the other on the north. The one on the south he named Jachin, and the one on the north he named Boaz."}