{"1": "Then Hezekiah sent word to all Israel and Judah, and wrote letters to Ephraim and Manasseh as well, inviting them to the Lord's temple in Jerusalem to celebrate the Passover of the Lord God of Israel.", "2": "The king, his officials, and the entire Jerusalem congregation had decided to celebrate Passover in the second month.[a]", "3": "They had been unable to celebrate it at the usual time because the priests had failed to make themselves holy in sufficient numbers, and the people hadn't gathered at Jerusalem.", "4": "Since the plan seemed good to the king and the entire congregation,", "5": "they made arrangements to circulate an announcement throughout all Israel, from Beer-sheba to Dan, to come to Jerusalem to celebrate the Passover of the Lord God of Israel, because they hadn't often kept it as written.", "6": "Under the authority of the king, runners took letters from the king and his officials throughout all Israel and Judah, which read: People of Israel! Return to the Lord, the God of Abraham, Isaac, and Israel, so that he may return to those of you who remain, who have escaped capture by the Assyrian kings.", "7": "Don't be like your ancestors and relatives, who were unfaithful to the Lord, the God of their ancestors, so that he made them an object of horror as you can see for yourselves.", "8": "So don't be stubborn like your ancestors. Surrender to the Lord! Come to God's sanctuary, which he has made holy forever, and serve the Lord your God so that he won't be angry with you any longer.", "9": "When you return to the Lord, your relatives and your children will receive mercy from their captors and be allowed to return to this land. The Lord your God is merciful and compassionate. He won't withdraw his presence from you if you return to him.", "10": "So the runners went from town to town in Ephraim and Manasseh, all the way to Zebulun. But they were laughed at and made fun of.", "11": "Even so, some people from Asher, Manasseh, and Zebulun were submissive and came to Jerusalem.", "12": "Moreover, God's power was at work in Judah, unifying them to do what the king and his officials had ordered by the Lord's command.", "13": "A huge crowd gathered in Jerusalem to celebrate the Festival of Unleavened Bread in the second month. A very large congregation gathered.", "14": "First, they removed the altars in Jerusalem, and hauled off the incense altars and dumped them in the Kidron Valley.", "15": "They slaughtered the Passover lambs on the fourteenth day of the second month. Ashamed of themselves, the priests and the Levites made themselves holy and brought entirely burned offerings to the Lord's temple.", "16": "They now took their places as laid out in the Instruction from Moses the man of God, and the priests splashed the blood they received from the Levites against the altar.", "17": "Since many in the congregation hadn't made themselves holy, the Levites slaughtered the Passover lambs, making them holy to the Lord for all who weren't ceremonially clean.", "18": "This included most of those who had come from Ephraim, Manasseh, Issachar, and Zebulun—people who hadn't purified themselves and so hadn't eaten the Passover meal in the prescribed way. But Hezekiah prayed for them: “May the good Lord forgive", "19": "everyone who has decided to seek the true God, the Lord, the God of their ancestors, even though they aren't ceremonially clean by sanctuary standards.”", "20": "The Lord heard Hezekiah and healed the people.", "21": "So the Israelites in Jerusalem joyfully celebrated the Festival of Unleavened Bread for seven days, with the Levites and the priests praising the Lord every day, accompanied by the Lord's mighty instruments.", "22": "Hezekiah congratulated all the Levites who had performed so skillfully for the Lord. They feasted throughout the seven days of the festival, sacrificing well-being offerings and praising the Lord, the God of their ancestors.", "23": "Then the whole congregation agreed to celebrate another seven days, which they joyfully did.", "24": "Judah's King Hezekiah contributed one thousand bulls and seven thousand sheep for the congregation, while the officials provided another thousand bulls and ten thousand sheep, and great numbers of priests made themselves holy.", "25": "Then the whole congregation of Judah rejoiced, as did the priests and the Levites, the whole congregation from Israel, the immigrants who had come from the land of Israel, and those who lived in Judah.", "26": "There was great joy in Jerusalem. Nothing like this had taken place in Jerusalem since the days of Israel's King Solomon, David's son.", "27": "Then the levitical priests blessed the people, and their voice was heard when their prayer reached God's holy dwelling in heaven."}