{"1": "When all of these things were finished, all of the Israelites who were present went out to the cities of Judah, smashed the sacred pillars, cut down the sacred poles,[a] and completely destroyed the shrines and altars throughout Judah as well as Benjamin, Ephraim, and Manasseh. Then all the Israelites returned to their individual homes in their own cities.", "2": "Hezekiah reappointed the priests and the Levites, each to their divisions and their tasks, to make entirely burned offerings and well-being sacrifices, to serve, to give thanks, and to offer praise in the gates of the Lord's camp.", "3": "As his portion, the king personally contributed the entirely burned offerings for the morning and evening sacrifices, as well as the entirely burned offerings for the Sabbaths, new moons, and festivals, as written in the Lord's Instruction.", "4": "He ordered the people living in Jerusalem to provide the required portion for the priests and the Levites so they could devote themselves to the Lord's Instruction.", "5": "As soon as the order was issued, the Israelites generously gave the best of their grain, new wine, oil, honey, and all their crops—a tenth of everything, a huge amount.", "6": "The people of Israel and Judah, living in the cities of Judah, also brought in a tenth of their herds and flocks and a tenth of the items that had been dedicated to the Lord their God, stacking it up in piles.", "7": "They began stacking up the piles in the third month[b] and finished them in the seventh.[c]", "8": "When Hezekiah and the officials saw the piles, they blessed the Lord and his people Israel.", "9": "When Hezekiah asked the priests and Levites about the piles,", "10": "the chief priest Azariah, who was from Zadok's family, answered, “Ever since the people started bringing contributions to the Lord's temple we've had enough to eat with plenty to spare. The Lord has definitely blessed his people! There's a lot left over.”", "11": "So Hezekiah ordered them to prepare storerooms in the Lord's temple. When they finished preparing them,", "12": "the priests conscientiously brought in the contributions, the tenth-part gifts, and the dedicated things. Conaniah, a Levite, was put in charge, assisted by his brother Shimei,", "13": "while Jehiel, Azaziah, Nahath, Asahel, Jerimoth, Jozabad, Eliel, Ismachiah, Mahath, and Benaiah served as supervisors under them, as appointed by King Hezekiah and Azariah the official in charge of God's temple.", "14": "The Levite Kore, Imnah's son, who was keeper of the east gate, was in charge of the spontaneous gifts to God. He was responsible for distributing the contribution reserved for the Lord and the dedicated gifts.", "15": "Eden, Miniamin, Jeshua, Shemaiah, Amariah, and Shecaniah faithfully assisted him regarding[d] the priests by distributing the portions to their relatives, old and young alike, by divisions.", "16": "Additionally, they also distributed daily rations to those males, registered by genealogy, three years old and older, all who entered the Lord's temple to carry out their daily duties as their divisions required.", "17": "They also distributed to those priests registered by their families, and to Levites 20 years of age and older according to their divisional responsibilities.", "18": "The official genealogy included all their small children, their wives, their sons, and their daughters—the entire congregation—for they had faithfully made themselves holy.", "19": "As for Aaron's descendants, the priests who lived in the outskirts of the cities, men were assigned to distribute portions to every male among the priests and to every Levite listed in the genealogical records.", "20": "This is what Hezekiah did throughout all Judah, doing what the Lord his God considered good, right, and true.", "21": "Everything that Hezekiah began to do for the service of God's temple, whether by the Instruction or the commands, in order to seek his God, he did successfully and with all his heart."}