{"1": "Josiah was 8 years old when he became king, and he ruled for thirty-one years in Jerusalem.", "2": "He did what was right in the Lord's eyes and walked in the ways of his ancestor David, not deviating from it even a bit to the right or left.", "3": "In the eighth year of his rule, while he was just a boy, he began to seek the God of his ancestor David, and in the twelfth year he began purifying Judah and Jerusalem of the shrines, the sacred poles,[a] idols, and images.", "4": "Under his supervision, the altars for the Baals were torn down, and the incense altars that were above them were smashed. He broke up the sacred poles, idols, and images, grinding them to dust and scattering them over the graves of those who had sacrificed to them.", "5": "He burned the bones of the priests on their altars, purifying Judah and Jerusalem.", "6": "In the cities of Manasseh, Ephraim, and Simeon, all the way up to Naphtali, he removed their temples,[b]", "7": "tore down the altars and sacred poles, ground the idols to dust, and smashed all the incense altars throughout the land of Israel. Then Josiah returned to Jerusalem.", "8": "In the eighteenth year of his rule, after he had purified the land and the temple, Josiah sent Azaliah's son Shaphan, Maaseiah the mayor of the city, and Joahaz's son Joah the secretary to repair the Lord his God's temple.", "9": "When they came to the high priest Hilkiah, they delivered the money that had been collected in God's temple by the levitical gatekeepers from Manasseh, Ephraim, and the rest of Israel, as well as from Judah, Benjamin, and the residents of Jerusalem.", "10": "They handed it over to the supervisors[c] in charge of the Lord's temple, who in turn paid it to those working on, repairing, and restoring the Lord's temple.", "11": "They then gave it to the carpenters and the builders to pay for quarried stone and lumber for rafters and beams in the buildings the kings of Judah had neglected.", "12": "The men worked conscientiously under the supervision of Jahath and Obadiah, who were Levites descended from Merari, and Zechariah and Meshullam from the Kohathites. The Levites, all of whom were accomplished musicians,", "13": "were also in charge of the laborers and all the workers, no matter what their jobs, while some of the Levites served as scribes, officials, and guards.", "14": "While they were bringing out the money that had been brought into the Lord's temple, Hilkiah the priest found the Instruction scroll that the Lord had given through Moses.", "15": "Hilkiah told the secretary Shaphan, “I have found the Instruction scroll in the Lord's temple.” Then Hilkiah turned the scroll over to Shaphan,", "16": "who brought it to the king with this report: “Your servants are doing everything you've asked them to do.", "17": "They have released the money that was found in the Lord's temple and have handed it over to the supervisors and the workers.”", "18": "Then the secretary Shaphan told the king, “The priest Hilkiah has given me a scroll,” and he read it out loud before the king.", "19": "As soon as the king heard what the Instruction scroll said, he ripped his clothes.", "20": "The king ordered Hilkiah, Shaphan's son Ahikam, Micah's son Abdon, the secretary Shaphan, and the royal officer Asaiah as follows:", "21": "“Go and ask the Lord on my behalf, and on behalf of those who still remain in Israel and Judah, concerning the contents of this scroll that has been found. The Lord must be furious with us because our ancestors failed to obey the Lord's word and do everything written in this scroll.”", "22": "So Hilkiah and the royal officials went to the prophetess Huldah. She was married to Shallum, Tokhath's son and Hasrah's grandson, who was in charge of the wardrobe. She lived in Jerusalem in the second district. When they spoke to her,", "23": "she replied, “This is what the Lord, Israel's God, says: Tell this to the man who sent you to me:", "24": "This is what the Lord says: I am about to bring disaster on this place and its citizens—all the curses written in the scroll that they have read to Judah's king.", "25": "My anger burns against this place, never to be quenched, because they've deserted me and have burned incense to other gods, angering me by everything they have done.[d]", "26": "But also say this to the king of Judah, who sent you to question the Lord: This is what the Lord, Israel's God, says about the message you've just heard:", "27": "Because your heart was broken and you submitted before the Lord when you heard what he said against this place and its citizens,[e] and because you ripped your clothes and cried before me, I have listened to you, declares the Lord.", "28": "I will gather you to your ancestors, and you will go to your grave in peace. You won't experience the disaster I am about to bring on this place and its citizens.” When they reported Huldah's words to the king,", "29": "the king sent a message and gathered together all the elders of Judah and Jerusalem.", "30": "Then the king went up to the Lord's temple, together with all the people of Judah and all the citizens of Jerusalem, the priests and the Levites, and all the people, young and old alike. There the king read out loud all the words of the covenant scroll that had been found in the Lord's temple.", "31": "The king stood in his place and made a covenant with the Lord that he would follow the Lord by keeping his commandments, his instructions, and his regulations with all his heart and all his being, in order to fulfill the words of the covenant that were written in this scroll.", "32": "Then he made everyone found in Jerusalem and Benjamin join in a similar promise. The citizens of Jerusalem lived according to the covenant made with God, the God of their ancestors.", "33": "Josiah got rid of all the detestable idols from all the regions that belonged to the Israelites, and he made everyone who lived in Israel serve the Lord their God. As long as Josiah lived, they didn't turn away from following the Lord God of their ancestors."}