{"1": "When all of Solomon's work on the Lord's temple was finished, he brought the silver, gold, and all the objects his father David had dedicated and put them in the treasuries of God's temple.", "2": "Then Solomon assembled Israel's elders, all the tribal leaders, and the clan chieftains of Israel at Jerusalem to bring up the chest containing the Lord's covenant from Zion, David's City.", "3": "Everyone in Israel assembled before the king in the seventh month,[a] during the festival.", "4": "When all Israel's elders had arrived, the Levites picked up the chest.", "5": "They brought the chest, the meeting tent, and all the holy objects that were in the tent. The priests and[b] the Levites brought them up,", "6": "while King Solomon and the entire Israelite assembly that had joined him before the chest sacrificed countless sheep and oxen.", "7": "The priests brought the chest containing the Lord's covenant to its designated spot beneath the wings of the winged creatures in the inner sanctuary of the temple, the most holy place.", "8": "The winged creatures spread their wings over the place where the chest rested, covering the chest and its carrying poles.", "9": "The carrying poles were so long that their tips could be seen from the holy place[c] in front of the inner sanctuary, though they weren't visible from outside. They are still there today.", "10": "Nothing was in the chest except the two stone tablets Moses placed there while at Horeb, where the Lord made a covenant with the Israelites after they left Egypt.", "11": "Then the priests left the holy place. All the priests who were present had sanctified themselves, regardless of their divisions.", "12": "All the levitical musicians—Asaph, Heman, Jeduthun, and their families and relatives—were dressed in fine linen and stood east of the altar with cymbals, harps, and zithers, along with one hundred twenty priests blowing trumpets.", "13": "The trumpeters and singers joined together to praise and thank the Lord as one. Accompanied by trumpets, cymbals, and other musical instruments, they began to sing, praising the Lord: Yes, God is good! Yes, God's faithful love lasts forever! Then a cloud filled the Lord's temple.[d]", "14": "The priests were unable to carry out their duties on account of the cloud because the Lord's glory filled God's temple."}