{"1": "After twenty years of building the Lord's temple and his royal palace,", "2": "Solomon next rebuilt the cities Huram had given him, and he settled Israelites there.", "3": "Solomon went to Hamath-zobah and seized it.", "4": "He fortified Tadmor in the wilderness, along with all the storage cities he had built in Hamath.", "5": "Solomon also built Upper Beth-horon and Lower Beth-horon as fortress cities with walls, gates, and crossbars;", "6": "Baalath; all the cities he used for storage; and all the cities used for chariots and cavalry—along with everything else he wanted to build in Jerusalem, Lebanon, and throughout his kingdom.", "7": "Any non-Israelite people who remained of the Hittites, Amorites, Perizzites, Hivites, and Jebusites—", "8": "that is, the descendants of such people who were still in the land because the Israelites weren't able to destroy them—Solomon forced into the labor gangs that are still in existence today.", "9": "However, Solomon didn't force the Israelites to work as slaves; instead, they became warriors, chief officers, and the commanders of his chariots and cavalry.", "10": "And Solomon had two hundred fifty chief officers[a] who were in charge of the people.", "11": "Solomon brought Pharaoh's daughter from David's City to a palace he had built for her, because he said, “My wife mustn't live in the palace of Israel's King David, because the places where the Lord's chest has been are holy.”", "12": "Then Solomon offered entirely burned offerings to the Lord on the Lord's altar that Solomon had built in front of the porch,", "13": "as each day required, according to the commandment of Moses for sabbaths, new moon festivals, and the three annual festivals—Unleavened Bread, Weeks, and Booths.", "14": "Just as his father David had ordered, Solomon set up the divisions of the priests for their services and the Levites to their posts for offering praise and ministering in front of the priests, doing what needed to be done each day; as well as the gatekeepers in their divisions at each gate, because this was what David the man of God had commanded.", "15": "They didn't deviate in any way from the king's commands concerning the priests, the Levites, or the treasuries.", "16": "All Solomon's work was carried out from the day the foundation of the Lord's temple was laid until its completion. Then the Lord's temple was completely finished.", "17": "Then Solomon went to Ezion-geber and Eloth on the coast in the land of Edom.", "18": "Huram had his servants bring ships to Solomon, along with crews of expert sailors. They went with Solomon's servants to Ophir and imported four hundred fifty kikkars of gold, which they brought back to King Solomon."}