{"1": "When the queen of Sheba heard reports about Solomon, she came to Jerusalem to test Solomon with riddles. Accompanying her was a huge entourage, with camels carrying spices, large amounts of gold, and precious stones. After she arrived, she told Solomon everything that was on her mind.", "2": "Solomon answered all her questions; nothing was too difficult for him to answer.", "3": "When the queen of Sheba saw how wise Solomon was, the palace he had built,", "4": "the food on his table, his servants' quarters, the function and dress of his attendants, his cupbearers and their dress, and the entirely burned offerings he offered at the Lord's temple,[a] it took her breath away.", "5": "“The report I heard about your deeds and wisdom when I was still at home is true,” she said to the king.", "6": "“I didn't believe it until I came and saw it with my own eyes. In fact, the half of it wasn't told to me! You have far more than I was told.", "7": "Your people and these servants who continually serve you and get to listen to your wisdom are truly happy!", "8": "Bless the Lord your God because he was pleased to put you on the throne as king for the Lord your God. Because your God loved Israel and wanted to establish them forever, he has made you their king to uphold justice and righteousness.”", "9": "Then she gave the king one hundred twenty kikkars of gold, a great quantity of spices, and precious stones. Never again has such a quantity of spice come to Israel as when the queen of Sheba gave this gift to King Solomon.", "10": "In addition, Huram's servants and the servants of Solomon, who had brought gold back from Ophir, also brought algum wood and precious stones.", "11": "The king made steps[b] for the Lord's temple and for the royal palace with the algum wood, as well as lyres and harps for the musicians. Never before had anything like them been seen in the land of Judah.", "12": "King Solomon gave the queen of Sheba everything she wanted, even more than she had brought the king. Then she and her servants returned to her homeland.", "13": "Solomon received an annual income of six hundred sixty-six kikkars of gold,", "14": "not including income from the traders and merchants. All the Arabian kings and the governors of the land also brought Solomon gold and silver.", "15": "King Solomon made two hundred body-sized shields of hammered gold, using fifteen pounds[c] of hammered gold in each shield;", "16": "and three hundred small shields of hammered gold, using seven and a half pounds[d] of hammered gold in each shield. The king placed these in the Forest of Lebanon Palace.", "17": "The king also made a large ivory throne and covered it with pure gold.", "18": "Six steps led up to the throne, which had a gold footrest attached. Two lions stood beside the armrests on both sides of the throne.", "19": "Another twelve lions stood on both sides of the six steps. No other kingdom had anything like this.", "20": "All King Solomon's drinking cups were made of gold, and all the items in the Forest of Lebanon Palace were made of pure gold, not silver, since even silver wasn't considered good enough in Solomon's time!", "21": "The royal fleet sailed to Tarshish with the servants of Huram, returning once every three years with gold, silver, ivory, monkeys, and peacocks.[e]", "22": "King Solomon far exceeded all the earth's kings in wealth and wisdom,", "23": "and kings of every nation wanted an audience with Solomon in order to hear his God-given wisdom.", "24": "Year after year they came with tribute: objects of silver and gold, clothing, weapons, spices, horses, and mules.", "25": "Solomon also had four thousand stalls for horses and chariots, together with twelve thousand horsemen that he kept in the chariot cities and with the king in Jerusalem.", "26": "He ruled all the kings from the Euphrates[f] to the Philistines' land and the border of Egypt.", "27": "In Jerusalem, the king made silver as common as stones and cedar as common as sycamore trees that grow in the foothills.", "28": "Solomon's horses were imported from Egypt and every land.", "29": "The rest of Solomon's deeds, from beginning to end, aren't they written in the records of the prophet Nathan, the prophecies of Ahijah from Shiloh, and the visions of the seer Iddo concerning Jeroboam, Nebat's son?", "30": "Solomon ruled over all Israel in Jerusalem for forty years.", "31": "Solomon lay down with his ancestors and was buried in David's City with his father. His son Rehoboam succeeded him as king."}