{"1": "And the whole assembly of them rose up and[a] brought him before Pilate. ", "2": "And they began to accuse him, saying, “We have found this man misleading our nation and forbidding us[b] to pay taxes to Caesar, and saying he himself is Christ, a king!” ", "3": "And Pilate asked him, saying, “Are you the king of the Jews?” And he answered him and[c] said, “You say so.” ", "4": "So Pilate said to the chief priests and the crowds, “I find no basis for an accusation against this man.” ", "5": "But they insisted, saying, “He incites the people, teaching throughout the whole of Judea and beginning from Galilee as far as here.”", "6": "Now when[d] Pilate heard this,[e] he asked if the man was a Galilean. ", "7": "And when he[f] found out that he was from the jurisdiction of Herod, he sent him over to Herod, who was also in Jerusalem in those days. ", "8": "And when[g] Herod saw Jesus, he was very glad, for he had been wanting to see him for a long time, because he had heard about him and was hoping to see some miracle performed by him. ", "9": "So he questioned him at considerable length,[h] but he answered nothing to him. ", "10": "And the chief priests and the scribes were standing there vehemently accusing him. ", "11": "And Herod with his soldiers also treated him with contempt, and after[i] mocking him[j] and[k] dressing him[l] in glistening clothing, he sent him back to Pilate. ", "12": "And both Herod and Pilate became friends with one another on that same day, for they had previously been enemies of one another.[m]", "13": "So Pilate called together the chief priests and the rulers and the people ", "14": "and[n] said to them, “You brought me this man as one who was misleading the people, and behold, when I[o] examined him[p] before you, I found nothing in this man as basis for the accusation which you are making[q] against him. ", "15": "But neither did Herod, because he sent him back to us. And behold, nothing deserving death has been done[r] by him. ", "16": "Therefore I will punish him and[s] release him.”[t] [u] ", "18": "But they all cried out in unison, saying, “Take this man away, and release for us Barabbas!” ", "19": "(who had been thrown in prison because of a certain insurrection that had taken place in the city, and for murder). ", "20": "And Pilate, wanting to release Jesus, addressed them[v][w] again, ", "21": "but they kept crying out, saying, “Crucify! Crucify him!” ", "22": "So he said to them a third time, “Why? What wrong has this man done? I found no basis for an accusation deserving death[x] in him. Therefore I will punish him and[y] release him.”[z] ", "23": "But they were urgent, demanding with loud cries that he be crucified. And their cries prevailed. ", "24": "And Pilate decided that their demand should be granted. ", "25": "And he released the one who had been thrown into prison because of insurrection and murder, whom they were asking for, but Jesus he handed over to their will.", "26": "And as they led him away, they seized Simon, a certain man of Cyrene, who was coming from the country, and[aa] placed the cross on him, to carry it[ab] behind Jesus. ", "27": "And a great crowd of the people were following him, and of women who were mourning and lamenting him. ", "28": "But turning to them, Jesus said, “Daughters of Jerusalem, do not weep for me, but weep for yourselves and for your children! ", "29": "For behold, days are coming in which they will say, 'Blessed are the barren, and the wombs that did not give birth, and the breasts that did not nurse!' ", "30": "Then they will begin to say to the mountains, 'Fall on us!' and to the hills, 'Cover us!' ", "31": "For if they do these things when the wood is green,[ac] what will happen when it is dry?”[ad]", "32": "And two other criminals were also led away to be executed with him. ", "33": "And when they came to the place that is called “The Skull,” there they crucified him, and the criminals, the one on his right and the other on his left. ", "34": "[[But Jesus said, “Father, forgive them, for they do not know what they are doing.”]][ae] And they cast lots to divide his clothes. ", "35": "And the people stood there watching, but the rulers also ridiculed him,[af] saying, “He saved others; let him save himself, if this man is the Christ[ag] of God, the Chosen One!” ", "36": "And the soldiers also mocked him, coming up and[ah] offering him sour wine ", "37": "and saying, “If you are the king of the Jews, save yourself!” ", "38": "And there was also an inscription over him, “This is the king of the Jews.”", "39": "And one of the criminals who were hanged there reviled him, saying, “Are you not the Christ? Save yourself—and us!” ", "40": "But the other answered and[ai] rebuked him, saying, “Do you not even fear God, because you are undergoing the same condemnation? ", "41": "And we indeed justly, for we are receiving what we deserve[aj] for what we have done. But this man has done nothing wrong!” ", "42": "And he said, “Jesus, remember me when you come into your kingdom!” ", "43": "And he said to him, “Truly I say to you, today you will be with me in paradise.”", "44": "And by this time it was about the sixth hour, and darkness came over the whole land until the ninth hour ", "45": "because[ak] the light of the sun failed. And the curtain of the temple was torn apart down the middle. ", "46": "And Jesus, calling out with a loud voice, said, “Father, into your hands I entrust my spirit!”[al] And after he[am] said this, he expired.", "47": "Now when[an] the centurion saw what had happened, he began to praise[ao] God, saying, “Certainly this man was righteous!” ", "48": "And all the crowds that had come together for this spectacle, when they[ap] saw the things that had happened, returned home[aq] beating their[ar] breasts. ", "49": "And all his acquaintances, and the women who had followed him from Galilee who saw these things, stood at a distance.", "50": "And behold, a man named[as] Joseph, who was a member of the council,[at] a good[au] and righteous man ", "51": "(this man was not consenting to their plan and deed), from Arimathea, a Judean town,[av] who was looking forward to the kingdom of God. ", "52": "This man approached Pilate and[aw] asked for the body of Jesus. ", "53": "And he took it[ax] down and[ay] wrapped it in a linen cloth and placed him in a tomb cut into the rock where no one had ever been placed. ", "54": "And it was the day of preparation, and the Sabbath was drawing near. ", "55": "And the women who had been accompanying him from Galilee followed and[az] saw the tomb and how his body was placed. ", "56": "And they returned and[ba] prepared fragrant spices and perfumes, and on the Sabbath they rested according to the commandment."}