{"1": "Now it happened that while the crowd was pressing around him and hearing the word of God, he was standing beside the lake of Gennesaret,[a] ", "2": "and he saw two boats there beside the lake, but the fishermen had gotten out of them and[b] were washing their nets. ", "3": "And he got into one of the boats, which was Simon's, and[c] asked him to put out from the land a little. And he sat down and[d] began to teach[e] the crowds from the boat. ", "4": "And when he stopped speaking, he said to Simon, “Put out into the deep water and let down your nets for a catch.” ", "5": "And Simon answered and[f] said, “Master, although we[g] worked hard through the whole night, we caught nothing. But at your word I will let down the nets.” ", "6": "And when they[h] did this, they caught a very large number of fish, and their nets began to tear.[i] ", "7": "And they signaled to their partners in the other boat to come and[j] help them, and they came and filled both the boats so that they began to sink. ", "8": "And when he[k] saw it,[l] Simon Peter fell down at Jesus' knees, saying, “Depart from me, Lord, because I am a sinful man!”[m] ", "9": "For amazement had seized him and all those who were with him at the catch of fish that they had caught, ", "10": "and so also were James and John, the sons of Zebedee, who were business partners with Simon. And Jesus said to Simon, “Do not be afraid! From now on you will be catching people!” ", "11": "And after they[n] brought their[o] boats to the land, they left everything and[p] followed him.", "12": "And it happened that while he was in one of the towns, there was[q] a man covered with leprosy.[r] And when he[s] saw Jesus, he fell down on his face and[t] begged him, saying, “Lord, if you are willing, you are able to make me clean.” ", "13": "And extending his[u] hand he touched him, saying, “I am willing; be clean.” And immediately the leprosy went away from him. ", "14": "And he ordered him, “Tell no one, but go and[v] show yourself to the priest and bring the offering[w] for your cleansing just as Moses commanded, for a testimony to them. ", "15": "But the report about him spread even more, and large crowds were gathering to hear him[x] and to be healed of their illnesses. ", "16": "But he himself was withdrawing in the wilderness and praying.", "17": "And it happened that on one of the days as he was teaching, Pharisees and teachers of the law were sitting there who had come[y] from every village of Galilee and Judea and from Jerusalem, and the power of the Lord was there in order for him to heal. ", "18": "And behold, men came carrying on a stretcher a man who was paralyzed, and they were seeking to bring him in and place him[z][aa] before him. ", "19": "And when they[ab] did not find a way to bring him in because of the crowd, they went up on the roof and[ac] let him down through the roof tiles with the stretcher into the midst of them, in front of Jesus. ", "20": "And when he[ad] saw their faith, he said, “Friend, your sins are forgiven you.” ", "21": "And the scribes and the Pharisees began to reason, saying, “Who is this man who speaks blasphemies? Who is able to forgive sins except God alone?” ", "22": "But Jesus, perceiving their thoughts, answered and[ae] said to them, “Why are you reasoning in your hearts? ", "23": "Which is easier to say, 'Your sins are forgiven you,' or to say, 'Get up and walk?' ", "24": "But in order that you may know that the Son of Man has authority on earth to forgive sins,” he said to the one who was paralyzed, “I say to you, 'Get up and pick up your stretcher and[af] go to your home.'” ", "25": "And immediately he stood up before them, picked up what he had been lying on, and[ag] went away to his home, glorifying God. ", "26": "And amazement seized them all, and they began to glorify[ah] God. And they were filled with fear, saying, “We have seen wonderful things today!”", "27": "And after these things, he went out and saw a tax collector named[ai] Levi sitting at the tax booth, and he said to him, “Follow me!” ", "28": "And leaving everything behind, he got up and[aj] began to follow[ak] him.", "29": "And Levi gave a great banquet for him in his house, and there was a large crowd of tax collectors and others who were reclining for the meal with them. ", "30": "And the Pharisees and their scribes began to complain[al] to his disciples, saying, “Why do you eat and drink with the tax collectors and sinners?” ", "31": "And Jesus answered and[am] said to them, “Those who are healthy do not have need of a physician, but those who are sick.[an] ", "32": "I have not come to call the righteous but sinners to repentance.”", "33": "And they said to him, “The disciples of John fast often and make prayers—likewise also the disciples[ao] of the Pharisees—but yours are eating and drinking!” ", "34": "So he[ap] said[aq] to them, “You are not able to make the bridegroom's attendants[ar] fast as long as the bridegroom is with them, are you?[as] ", "35": "But days will come, and when the bridegroom is taken away from them, then they will fast in those days.” ", "36": "And he also told a parable to them: “No one tears a patch from a new garment and[at] puts it[au] on an old garment. Otherwise, he will have torn the new also, and the old will not match the patch that is from the new. ", "37": "And no one pours new wine into old wineskins. Otherwise, the new wine will burst the wineskins, and it will be spilled and the wineskins will be destroyed. ", "38": "But new wine must be put into new wineskins. ", "39": "And no one after[av] drinking old wine[aw] wants new, because he says, 'The old is just fine!'”"}