{"1": "Now in the eighteenth year of King Jerobo′am the son of Nebat, Abi′jam began to reign over Judah. ", "2": "He reigned for three years in Jerusalem. His mother's name was Ma′acah the daughter of Abish′alom. ", "3": "And he walked in all the sins which his father did before him; and his heart was not wholly true to the Lord his God, as the heart of David his father. ", "4": "Nevertheless for David's sake the Lord his God gave him a lamp in Jerusalem, setting up his son after him, and establishing Jerusalem; ", "5": "because David did what was right in the eyes of the Lord, and did not turn aside from anything that he commanded him all the days of his life, except in the matter of Uri′ah the Hittite. ", "6": "Now there was war between Rehobo′am and Jerobo′am all the days of his life. ", "7": "The rest of the acts of Abi′jam, and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? And there was war between Abi′jam and Jerobo′am. ", "8": "And Abi′jam slept with his fathers; and they buried him in the city of David. And Asa his son reigned in his stead.", "9": "In the twentieth year of Jerobo′am king of Israel, Asa began to reign over Judah, ", "10": "and he reigned forty-one years in Jerusalem. His mother's name was Ma′acah the daughter of Abish′alom. ", "11": "And Asa did what was right in the eyes of the Lord, as David his father had done. ", "12": "He put away the male cult prostitutes out of the land, and removed all the idols that his fathers had made. ", "13": "He also removed Ma′acah his mother from being queen mother because she had an abominable image made for Ashe′rah; and Asa cut down her image and burned it at the brook Kidron. ", "14": "But the high places were not taken away. Nevertheless the heart of Asa was wholly true to the Lord all his days. ", "15": "And he brought into the house of the Lord the votive gifts of his father and his own votive gifts, silver, and gold, and vessels.", "16": "And there was war between Asa and Ba′asha king of Israel all their days. ", "17": "Ba′asha king of Israel went up against Judah, and built Ramah, that he might permit no one to go out or come in to Asa king of Judah. ", "18": "Then Asa took all the silver and the gold that were left in the treasures of the house of the Lord and the treasures of the king's house, and gave them into the hands of his servants; and King Asa sent them to Ben-ha′dad the son of Tabrim′mon, the son of He′zi-on, king of Syria, who dwelt in Damascus, saying, ", "19": "“Let there be a league between me and you, as between my father and your father: behold, I am sending to you a present of silver and gold; go, break your league with Ba′asha king of Israel, that he may withdraw from me.” ", "20": "And Ben-ha′dad hearkened to King Asa, and sent the commanders of his armies against the cities of Israel, and conquered Ijon, Dan, A′bel-beth-ma′acah, and all Chin′neroth, with all the land of Naph′tali. ", "21": "And when Ba′asha heard of it, he stopped building Ramah, and he dwelt in Tirzah. ", "22": "Then King Asa made a proclamation to all Judah, none was exempt, and they carried away the stones of Ramah and its timber, with which Ba′asha had been building; and with them King Asa built Geba of Benjamin and Mizpah. ", "23": "Now the rest of all the acts of Asa, all his might, and all that he did, and the cities which he built, are they not written in the Book of the Chronicles of the Kings of Judah? But in his old age he was diseased in his feet. ", "24": "And Asa slept with his fathers, and was buried with his fathers in the city of David his father; and Jehosh′aphat his son reigned in his stead.", "25": "Nadab the son of Jerobo′am began to reign over Israel in the second year of Asa king of Judah; and he reigned over Israel two years. ", "26": "He did what was evil in the sight of the Lord, and walked in the way of his father, and in his sin which he made Israel to sin.", "27": "Ba′asha the son of Ahi′jah, of the house of Is′sachar, conspired against him; and Ba′asha struck him down at Gib′bethon, which belonged to the Philistines; for Nadab and all Israel were laying siege to Gib′bethon. ", "28": "So Ba′asha killed him in the third year of Asa king of Judah, and reigned in his stead. ", "29": "And as soon as he was king, he killed all the house of Jerobo′am; he left to the house of Jerobo′am not one that breathed, until he had destroyed it, according to the word of the Lord which he spoke by his servant Ahi′jah the Shi′lonite; ", "30": "it was for the sins of Jerobo′am which he sinned and which he made Israel to sin, and because of the anger to which he provoked the Lord, the God of Israel.", "31": "Now the rest of the acts of Nadab, and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel? ", "32": "And there was war between Asa and Ba′asha king of Israel all their days.", "33": "In the third year of Asa king of Judah, Ba′asha the son of Ahi′jah began to reign over all Israel at Tirzah, and he reigned twenty-four years. ", "34": "He did what was evil in the sight of the Lord, and walked in the way of Jerobo′am and in his sin which he made Israel to sin."}