{"1": "When David's time to die drew near, he charged Solomon his son, saying, ", "2": "“I am about to go the way of all the earth. Be strong, and show yourself a man, ", "3": "and keep the charge of the Lord your God, walking in his ways and keeping his statutes, his commandments, his ordinances, and his testimonies, as it is written in the law of Moses, that you may prosper in all that you do and wherever you turn; ", "4": "that the Lord may establish his word which he spoke concerning me, saying, 'If your sons take heed to their way, to walk before me in faithfulness with all their heart and with all their soul, there shall not fail you a man on the throne of Israel.'", "5": "“Moreover you know also what Jo′ab the son of Zeru′iah did to me, how he dealt with the two commanders of the armies of Israel, Abner the son of Ner, and Ama′sa the son of Jether, whom he murdered, avenging[a] in time of peace blood which had been shed in war, and putting innocent blood[b] upon the girdle about my[c] loins, and upon the sandals on my[d] feet. ", "6": "Act therefore according to your wisdom, but do not let his gray head go down to Sheol in peace. ", "7": "But deal loyally with the sons of Barzil′lai the Gileadite, and let them be among those who eat at your table, for with such loyalty they met me when I fled from Ab′salom your brother. ", "8": "And there is also with you Shim′e-i the son of Gera, the Benjaminite from Bahu′rim, who cursed me with a grievous curse on the day when I went to Mahana′im; but when he came down to meet me at the Jordan, I swore to him by the Lord, saying, 'I will not put you to death with the sword.' ", "9": "Now therefore hold him not guiltless, for you are a wise man; you will know what you ought to do to him, and you shall bring his gray head down with blood to Sheol.”", "10": "Then David slept with his fathers, and was buried in the city of David. ", "11": "And the time that David reigned over Israel was forty years; he reigned seven years in Hebron, and thirty-three years in Jerusalem. ", "12": "So Solomon sat upon the throne of David his father; and his kingdom was firmly established.", "13": "Then Adoni′jah the son of Haggith came to Bathshe′ba the mother of Solomon. And she said, “Do you come peaceably?” He said, “Peaceably.” ", "14": "Then he said, “I have something to say to you.” She said, “Say on.” ", "15": "He said, “You know that the kingdom was mine, and that all Israel fully expected me to reign; however the kingdom has turned about and become my brother's, for it was his from the Lord. ", "16": "And now I have one request to make of you; do not refuse me.” She said to him, “Say on.” ", "17": "And he said, “Pray ask King Solomon—he will not refuse you—to give me Ab′ishag the Shu′nammite as my wife.” ", "18": "Bathshe′ba said, “Very well; I will speak for you to the king.”", "19": "So Bathshe′ba went to King Solomon, to speak to him on behalf of Adoni′jah. And the king rose to meet her, and bowed down to her; then he sat on his throne, and had a seat brought for the king's mother; and she sat on his right. ", "20": "Then she said, “I have one small request to make of you; do not refuse me.” And the king said to her, “Make your request, my mother; for I will not refuse you.” ", "21": "She said, “Let Ab′ishag the Shu′nammite be given to Adoni′jah your brother as his wife.” ", "22": "King Solomon answered his mother, “And why do you ask Ab′ishag the Shu′nammite for Adoni′jah? Ask for him the kingdom also; for he is my elder brother, and on his side are Abi′athar[e] the priest and Jo′ab the son of Zeru′iah.” ", "23": "Then King Solomon swore by the Lord, saying, “God do so to me and more also if this word does not cost Adoni′jah his life! ", "24": "Now therefore as the Lord lives, who has established me, and placed me on the throne of David my father, and who has made me a house, as he promised, Adoni′jah shall be put to death this day.” ", "25": "So King Solomon sent Benai′ah the son of Jehoi′ada; and he struck him down, and he died.", "26": "And to Abi′athar the priest the king said, “Go to An′athoth, to your estate; for you deserve death. But I will not at this time put you to death, because you bore the ark of the Lord God before David my father, and because you shared in all the affliction of my father.” ", "27": "So Solomon expelled Abi′athar from being priest to the Lord, thus fulfilling the word of the Lord which he had spoken concerning the house of Eli in Shiloh.", "28": "When the news came to Jo′ab—for Jo′ab had supported Adoni′jah although he had not supported Ab′salom—Jo′ab fled to the tent of the Lord and caught hold of the horns of the altar. ", "29": "And when it was told King Solomon, “Jo′ab has fled to the tent of the Lord, and behold, he is beside the altar,” Solomon sent Benai′ah the son of Jehoi′ada, saying, “Go, strike him down.” ", "30": "So Benai′ah came to the tent of the Lord, and said to him, “The king commands, 'Come forth.'” But he said, “No, I will die here.” Then Benai′ah brought the king word again, saying, “Thus said Jo′ab, and thus he answered me.” ", "31": "The king replied to him, “Do as he has said, strike him down and bury him; and thus take away from me and from my father's house the guilt for the blood which Jo′ab shed without cause. ", "32": "The Lord will bring back his bloody deeds upon his own head, because, without the knowledge of my father David, he attacked and slew with the sword two men more righteous and better than himself, Abner the son of Ner, commander of the army of Israel, and Ama′sa the son of Jether, commander of the army of Judah. ", "33": "So shall their blood come back upon the head of Jo′ab and upon the head of his descendants for ever; but to David, and to his descendants, and to his house, and to his throne, there shall be peace from the Lord for evermore.” ", "34": "Then Benai′ah the son of Jehoi′ada went up, and struck him down and killed him; and he was buried in his own house in the wilderness. ", "35": "The king put Benai′ah the son of Jehoi′ada over the army in place of Jo′ab, and the king put Zadok the priest in the place of Abi′athar.", "36": "Then the king sent and summoned Shim′e-i, and said to him, “Build yourself a house in Jerusalem, and dwell there, and do not go forth from there to any place whatever. ", "37": "For on the day you go forth, and cross the brook Kidron, know for certain that you shall die; your blood shall be upon your own head.” ", "38": "And Shim′e-i said to the king, “What you say is good; as my lord the king has said, so will your servant do.” So Shim′e-i dwelt in Jerusalem many days.", "39": "But it happened at the end of three years that two of Shim′e-i's slaves ran away to Achish, son of Ma′acah, king of Gath. And when it was told Shim′e-i, “Behold, your slaves are in Gath,” ", "40": "Shim′e-i arose and saddled an ass, and went to Gath to Achish, to seek his slaves; Shim′e-i went and brought his slaves from Gath. ", "41": "And when Solomon was told that Shim′e-i had gone from Jerusalem to Gath and returned, ", "42": "the king sent and summoned Shim′e-i, and said to him, “Did I not make you swear by the Lord, and solemnly admonish you, saying, 'Know for certain that on the day you go forth and go to any place whatever, you shall die'? And you said to me, 'What you say is good; I obey.' ", "43": "Why then have you not kept your oath to the Lord and the commandment with which I charged you?” ", "44": "The king also said to Shim′e-i, “You know in your own heart all the evil that you did to David my father; so the Lord will bring back your evil upon your own head. ", "45": "But King Solomon shall be blessed, and the throne of David shall be established before the Lord for ever.” ", "46": "Then the king commanded Benai′ah the son of Jehoi′ada; and he went out and struck him down, and he died. So the kingdom was established in the hand of Solomon."}