{"1": "King Solomon was king over all Israel, ", "2": "and these were his high officials: Azari′ah the son of Zadok was the priest; ", "3": "Elihor′eph and Ahi′jah the sons of Shisha were secretaries; Jehosh′aphat the son of Ahi′lud was recorder; ", "4": "Benai′ah the son of Jehoi′ada was in command of the army; Zadok and Abi′athar were priests; ", "5": "Azari′ah the son of Nathan was over the officers; Zabud the son of Nathan was priest and king's friend; ", "6": "Ahi′shar was in charge of the palace; and Adoni′ram the son of Abda was in charge of the forced labor.", "7": "Solomon had twelve officers over all Israel, who provided food for the king and his household; each man had to make provision for one month in the year. ", "8": "These were their names: Ben-hur, in the hill country of E′phraim; ", "9": "Ben-deker, in Makaz, Sha-al′bim, Beth-she′mesh, and E′lon-beth-ha′nan; ", "10": "Ben-hesed, in Arub′both (to him belonged Socoh and all the land of Hepher); ", "11": "Ben-abin′adab, in all Naphath-dor (he had Taphath the daughter of Solomon as his wife); ", "12": "Ba′ana the son of Ahi′lud, in Ta′anach, Megid′do, and all Beth-she′an which is beside Zarethan below Jezre′el, and from Beth-she′an to A′bel-meho′lah, as far as the other side of Jok′meam; ", "13": "Ben-geber, in Ra′moth-gil′ead (he had the villages of Ja′ir the son of Manas′seh, which are in Gilead, and he had the region of Argob, which is in Bashan, sixty great cities with walls and bronze bars); ", "14": "Ahin′adab the son of Iddo, in Mahana′im; ", "15": "Ahim′a-az, in Naph′tali (he had taken Bas′emath the daughter of Solomon as his wife); ", "16": "Ba′ana the son of Hushai, in Asher and Bealoth; ", "17": "Jehosh′aphat the son of Paru′ah, in Is′sachar; ", "18": "Shim′e-i the son of Ela, in Benjamin; ", "19": "Geber the son of Uri, in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan. And there was one officer in the land of Judah.", "20": "Judah and Israel were as many as the sand by the sea; they ate and drank and were happy. ", "21": "[a] Solomon ruled over all the kingdoms from the Euphra′tes to the land of the Philistines and to the border of Egypt; they brought tribute and served Solomon all the days of his life.", "22": "Solomon's provision for one day was thirty cors of fine flour, and sixty cors of meal, ", "23": "ten fat oxen, and twenty pasture-fed cattle, a hundred sheep, besides harts, gazelles, roebucks, and fatted fowl. ", "24": "For he had dominion over all the region west of the Euphra′tes from Tiphsah to Gaza, over all the kings west of the Euphra′tes; and he had peace on all sides round about him. ", "25": "And Judah and Israel dwelt in safety, from Dan even to Beer-sheba, every man under his vine and under his fig tree, all the days of Solomon. ", "26": "Solomon also had forty thousand stalls of horses for his chariots, and twelve thousand horsemen. ", "27": "And those officers supplied provisions for King Solomon, and for all who came to King Solomon's table, each one in his month; they let nothing be lacking. ", "28": "Barley also and straw for the horses and swift steeds they brought to the place where it was required, each according to his charge.", "29": "And God gave Solomon wisdom and understanding beyond measure, and largeness of mind like the sand on the seashore, ", "30": "so that Solomon's wisdom surpassed the wisdom of all the people of the east, and all the wisdom of Egypt. ", "31": "For he was wiser than all other men, wiser than Ethan the Ez′rahite, and Heman, Calcol, and Darda, the sons of Mahol; and his fame was in all the nations round about. ", "32": "He also uttered three thousand proverbs;[b] and his songs were a thousand and five. ", "33": "He spoke of trees, from the cedar that is in Lebanon to the hyssop that grows out of the wall; he spoke also of beasts, and of birds, and of reptiles, and of fish. ", "34": "And men came from all peoples to hear the wisdom of Solomon, and from all the kings of the earth, who had heard of his wisdom."}