{"1": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the leaders of the fathers' houses of the people of Israel, before King Solomon in Jerusalem, to bring up the ark of the covenant of the Lord out of the city of David, which is Zion. ", "2": "And all the men of Israel assembled to King Solomon at the feast in the month Eth′anim, which is the seventh month. ", "3": "And all the elders of Israel came, and the priests took up the ark. ", "4": "And they brought up the ark of the Lord, the tent of meeting, and all the holy vessels that were in the tent; the priests and the Levites brought them up. ", "5": "And King Solomon and all the congregation of Israel, who had assembled before him, were with him before the ark, sacrificing so many sheep and oxen that they could not be counted or numbered. ", "6": "Then the priests brought the ark of the covenant of the Lord to its place, in the inner sanctuary of the house, in the most holy place, underneath the wings of the cherubim. ", "7": "For the cherubim spread out their wings over the place of the ark, so that the cherubim made a covering above the ark and its poles. ", "8": "And the poles were so long that the ends of the poles were seen from the holy place before the inner sanctuary; but they could not be seen from outside; and they are there to this day. ", "9": "There was nothing in the ark except the two tables of stone which Moses put there at Horeb, where the Lord made a covenant with the people of Israel, when they came out of the land of Egypt. ", "10": "And when the priests came out of the holy place, a cloud[a] filled the house of the Lord, ", "11": "so that the priests could not stand to minister because of the cloud; for the glory of the Lord filled the house of the Lord.", "12": "Then Solomon said, “The Lord has set the sun in the heavens, but[b] has said that he would dwell in thick darkness.", "13": "I have built thee an exalted house, a place for thee to dwell in for ever.”", "14": "Then the king faced about, and blessed all the assembly of Israel, while all the assembly of Israel stood. ", "15": "And he said, “Blessed be the Lord, the God of Israel, who with his hand has fulfilled what he promised with his mouth to David my father, saying, ", "16": "'Since the day that I brought my people Israel out of Egypt, I chose no city in all the tribes of Israel in which to build a house, that my name might be there; but I chose David to be over my people Israel.' ", "17": "Now it was in the heart of David my father to build a house for the name of the Lord, the God of Israel. ", "18": "But the Lord said to David my father, 'Whereas it was in your heart to build a house for my name, you did well that it was in your heart; ", "19": "nevertheless you shall not build the house, but your son who shall be born to you shall build the house for my name.' ", "20": "Now the Lord has fulfilled his promise which he made; for I have risen in the place of David my father, and sit on the throne of Israel, as the Lord promised, and I have built the house for the name of the Lord, the God of Israel. ", "21": "And there I have provided a place for the ark, in which is the covenant of the Lord which he made with our fathers, when he brought them out of the land of Egypt.”", "22": "Then Solomon stood before the altar of the Lord in the presence of all the assembly of Israel, and spread forth his hands toward heaven; ", "23": "and said,[c] “O Lord, God of Israel, there is no God like thee, in heaven above or on earth beneath, keeping covenant and showing steadfast love to thy servants who walk before thee with all their heart; ", "24": "who hast kept with thy servant David my father what thou didst declare to him; yea, thou didst speak with thy mouth, and with thy hand hast fulfilled it this day. ", "25": "Now therefore, O Lord, God of Israel, keep with thy servant David my father what thou hast promised him, saying, 'There shall never fail you a man before me to sit upon the throne of Israel, if only your sons take heed to their way, to walk before me as you have walked before me.' ", "26": "Now therefore, O God of Israel, let thy word be confirmed, which thou hast spoken to thy servant David my father.", "27": "“But will God indeed dwell on the earth? Behold, heaven and the highest heaven cannot contain thee; how much less this house which I have built![d] ", "28": "Yet have regard to the prayer of thy servant and to his supplication, O Lord my God, hearkening to the cry and to the prayer which thy servant prays before thee this day; ", "29": "that thy eyes may be open night and day toward this house, the place of which thou hast said, 'My name shall be there,' that thou mayest hearken to the prayer which thy servant offers toward this place. ", "30": "And hearken thou to the supplication of thy servant and of thy people Israel, when they pray toward this place; yea, hear thou in heaven thy dwelling place; and when thou hearest, forgive.", "31": "“If a man sins against his neighbor and is made to take an oath, and comes and swears his oath before thine altar in this house, ", "32": "then hear thou in heaven, and act, and judge thy servants, condemning the guilty by bringing his conduct upon his own head, and vindicating the righteous by rewarding him according to his righteousness.", "33": "“When thy people Israel are defeated before the enemy because they have sinned against thee, if they turn again to thee, and acknowledge thy name, and pray and make supplication to thee in this house; ", "34": "then hear thou in heaven, and forgive the sin of thy people Israel, and bring them again to the land which thou gavest to their fathers.", "35": "“When heaven is shut up and there is no rain because they have sinned against thee, if they pray toward this place, and acknowledge thy name, and turn from their sin, when thou dost afflict them, ", "36": "then hear thou in heaven, and forgive the sin of thy servants, thy people Israel, when thou dost teach them the good way in which they should walk; and grant rain upon thy land, which thou hast given to thy people as an inheritance.", "37": "“If there is famine in the land, if there is pestilence or blight or mildew or locust or caterpillar; if their enemy besieges them in any[e] of their cities; whatever plague, whatever sickness there is; ", "38": "whatever prayer, whatever supplication is made by any man or by all thy people Israel, each knowing the affliction of his own heart and stretching out his hands toward this house; ", "39": "then hear thou in heaven thy dwelling place, and forgive, and act, and render to each whose heart thou knowest, according to all his ways (for thou, thou only, knowest the hearts of all the children of men); ", "40": "that they may fear thee all the days that they live in the land which thou gavest to our fathers.", "41": "“Likewise when a foreigner, who is not of thy people Israel, comes from a far country for thy name's sake ", "42": "(for they shall hear of thy great name, and thy mighty hand, and of thy outstretched arm), when he comes and prays toward this house, ", "43": "hear thou in heaven thy dwelling place, and do according to all for which the foreigner calls to thee; in order that all the peoples of the earth may know thy name and fear thee, as do thy people Israel, and that they may know that this house which I have built is called by thy name.", "44": "“If thy people go out to battle against their enemy, by whatever way thou shalt send them, and they pray to the Lord toward the city which thou hast chosen and the house which I have built for thy name, ", "45": "then hear thou in heaven their prayer and their supplication, and maintain their cause.", "46": "“If they sin against thee—for there is no man who does not sin—and thou art angry with them, and dost give them to an enemy, so that they are carried away captive to the land of the enemy, far off or near; ", "47": "yet if they lay it to heart in the land to which they have been carried captive, and repent, and make supplication to thee in the land of their captors, saying, 'We have sinned, and have acted perversely and wickedly'; ", "48": "if they repent with all their mind and with all their heart in the land of their enemies, who carried them captive, and pray to thee toward their land, which thou gavest to their fathers, the city which thou hast chosen, and the house which I have built for thy name; ", "49": "then hear thou in heaven thy dwelling place their prayer and their supplication, and maintain their cause ", "50": "and forgive thy people who have sinned against thee, and all their transgressions which they have committed against thee; and grant them compassion in the sight of those who carried them captive, that they may have compassion on them ", "51": "(for they are thy people, and thy heritage, which thou didst bring out of Egypt, from the midst of the iron furnace). ", "52": "Let thy eyes be open to the supplication of thy servant, and to the supplication of thy people Israel, giving ear to them whenever they call to thee. ", "53": "For thou didst separate them from among all the peoples of the earth, to be thy heritage, as thou didst declare through Moses, thy servant, when thou didst bring our fathers out of Egypt, O Lord God.”", "54": "Now as Solomon finished offering all this prayer and supplication to the Lord, he arose from before the altar of the Lord, where he had knelt with hands outstretched toward heaven; ", "55": "and he stood, and blessed all the assembly of Israel with a loud voice, saying, ", "56": "“Blessed be the Lord who has given rest to his people Israel, according to all that he promised; not one word has failed of all his good promise, which he uttered by Moses his servant. ", "57": "The Lord our God be with us, as he was with our fathers; may he not leave us or forsake us; ", "58": "that he may incline our hearts to him, to walk in all his ways, and to keep his commandments, his statutes, and his ordinances, which he commanded our fathers. ", "59": "Let these words of mine, wherewith I have made supplication before the Lord, be near to the Lord our God day and night, and may he maintain the cause of his servant, and the cause of his people Israel, as each day requires; ", "60": "that all the peoples of the earth may know that the Lord is God; there is no other. ", "61": "Let your heart therefore be wholly true to the Lord our God, walking in his statutes and keeping his commandments, as at this day.”", "62": "Then the king, and all Israel with him, offered sacrifice before the Lord. ", "63": "Solomon offered as peace offerings to the Lord twenty-two thousand oxen and a hundred and twenty thousand sheep. So the king and all the people of Israel dedicated the house of the Lord. ", "64": "The same day the king consecrated the middle of the court that was before the house of the Lord; for there he offered the burnt offering and the cereal offering and the fat pieces of the peace offerings, because the bronze altar that was before the Lord was too small to receive the burnt offering and the cereal offering and the fat pieces of the peace offerings.", "65": "So Solomon held the feast at that time, and all Israel with him, a great assembly, from the entrance of Hamath to the Brook of Egypt, before the Lord our God, seven days.[f] ", "66": "On the eighth day he sent the people away; and they blessed the king, and went to their homes joyful and glad of heart for all the goodness that the Lord had shown to David his servant and to Israel his people."}