{"1": "In the third year of King Cyrus of Persia a message was revealed to Daniel, whose name was called Belteshazzar. The oracle was true and concerns a great war. He understood the message and gained insight through a vision.", "2": "“In those days, I, Daniel was mourning for three whole weeks. ", "3": "I ate no rich food, nor did meat or wine enter my mouth, nor did I anoint myself with oil, until the end of three weeks.", "4": "“Now on the twenty-fourth day of the first month, while I was beside the bank of the great river, the Tigris, ", "5": "I lifted my eyes and looked, and behold, a man dressed in linen with a belt of fine gold from Uphaz around his waist.", "6": "[a] 6 His body was like yellow jasper, his face like a flash of lightning, his eyes like fiery torches, his arms and his feet like the gleam of burnished bronze,[b] and the sound of his words like the roar of a multitude.[c]", "7": "“Only I, Daniel, saw the vision; the men that were with me did not see the vision. Nevertheless, such a great terror fell upon them that they fled and hid themselves. ", "8": "So I was left alone to see this great vision. My strength drained from me and my vigor was destroyed; I could not summon any strength. ", "9": "Yet I heard the sound of his words. When I heard him speaking, I fell on my face in a deep sleep with my face to the ground.[d]", "10": "“Then behold, a hand touched me and set me trembling on my hands and knees. ", "11": "He said to me, 'Daniel, highly valued man, carefully consider the words I am speaking to you. Stand up! For now I have been sent to you.' When he spoke this word to me, I stood up trembling.", "12": "“Then he said to me, 'Don't be afraid, Daniel! For from the first day that you set your heart to understand and to humble yourself before your God, your words were heard. I have come because of your words. ", "13": "However, the prince of the kingdom of Persia resisted me for 21 days, but behold Michael, one of the chief princes, came to help me because I had been detained there with the kings of Persia. ", "14": "Now I have come to explain to you what will happen to your people in the future days. For the vision concerns days yet to come.'", "15": "“While he was speaking these words to me, I bowed my face toward the ground and was speechless. ", "16": "Then behold, one who resembled a human touched my lips. I opened my mouth and spoke, and said to him that stood before me, 'O my Lord because of the vision, anguish has overcome me and I have no strength. ", "17": "For how can this servant of my Lord speak with my Lord since no strength remains in me and no spirit is left in me?'", "18": "“Again the one who looked like a man touched me and strengthened me. ", "19": "Then he said: 'Highly valued man, do not fear! Shalom to you. Be strong, now! Chazak!' “Even as he spoke to me, I was strengthened and said, 'Let my lord speak, for you have strengthened me.'", "20": "“Then he said: 'Do you understand why I have come to you? Now I must return to fight against the prince of Persia! When I go, behold, the prince of Greece will come. ", "21": "But first, I will tell you what is recorded in the writing of truth.' (No one strengthened me against these, except Michael your prince.[e]"}