{"1": "In the second year of his reign, Nebuchadnezzar dreamed dreams. His spirit was troubled and sleep escaped him. ", "2": "So the king issued an order to summon the magicians, astrologers, sorcerers and Chaldeans in order to explain to the king his dreams. When they came and stood before the king, ", "3": "he said to them, “I have dreamed a dream, and my spirit is anxious to understand the dream.”", "4": "Then the Chaldeans spoke to the king in Aramaic[a], “May the king live forever! Tell your servants the dream, and we will declare the interpretation.”", "5": "The king answered the Chaldeans saying, “I firmly decree: If you do not make the dream and its meaning known to me, you will be torn limb from limb and your houses reduced to rubble. ", "6": "But if you tell the dream and its meaning, you will receive from me gifts and rewards and great honor. So tell me the dream and its meaning!”", "7": "They responded a second time, saying, “Let the king tell his servants the dream and we will declare the interpretation.”", "8": "The king replied saying, “I know for sure that you are buying time since you see that I have firmly decreed ", "9": "that if you do not reveal the dream to me, there is only one verdict[b] for you. You have conspired to say something false and fraudulent, until such a time as things might change. So then, tell me the dream and I will know that you can tell me its meaning.”", "10": "The Chaldeans answered the king saying, “There is no man on earth who can meet the king's demand. For no great king, however great or mighty, has ever asked such a thing from any magician, astrologer or Chaldean. ", "11": "What the king asks is too difficult. There is no one who could declare it to the king, except the gods whose dwelling is not with mortals!”", "12": "Because of this, the king became furiously angry and gave orders to execute all the wise men of Babylon. ", "13": "So the decree went out that the wise men were about to be slaughtered. They also sought Daniel and his companions to execute them. ", "14": "Then Daniel spoke with tact and discretion to Arioch, who was captain of the king's guard and who had set out to execute the wise men of Babylon. ", "15": "He spoke up and said to Arioch, the king's captain, “Why is the king's decree so urgent?” Then Arioch informed Daniel about the matter.", "16": "So Daniel went in and asked the king to grant him time, so that he might disclose the interpretation to the king. ", "17": "Then Daniel went to his house and informed his friends Hananiah, Mishael and Azariah about the matter ", "18": "so they would request mercy from the God of heaven concerning this mystery, so that Daniel and his friends would not perish along with the rest of the wise men of Babylon.", "19": "During the night the mystery was revealed to Daniel in a vision. Then Daniel blessed the God of heaven ", "20": "and answered, saying: “Blessed be the Name of God forever and ever, for wisdom and might are His.", "21": "He changes times and seasons. He removes kings and installs kings. He gives wisdom to the wise and knowledge to the discerning.", "22": "He reveals deep and hidden things. He knows what lies in darkness and light dwells with Him.", "23": "To You, O God of my fathers, I give thanks and praise! For You gave me wisdom and power. You have made known to me what we asked of You. You revealed to us the word of the king.”", "24": "Then Daniel went in to Arioch, whom the king had appointed to destroy the wise men of Babylon and said to him, “Do not destroy the wise men of Babylon. Bring me in before the king and I will declare the interpretation to the king.”", "25": "So Arioch quickly ushered Daniel into the king's presence and said to him, “I have found a man among the sons of the exiles from Judah, who can make known the interpretation to the king.”", "26": "The king then asked Daniel (who was renamed Belteshazzar), “Are you able to reveal to me the dream that I saw, as well as its interpretation?”", "27": "Daniel answered the king, saying: “The mystery about which the king inquired is such that neither wise men, astrologers, magicians, or sorcerers can disclose it to the king. ", "28": "But, there is a God in heaven who reveals mysteries. He has made known to King Nebuchadnezzar the things that will happen in the latter days. The dream and the visions that went through your head as you lay on your bed are these.", "29": "“To you, O king—as you lay on your bed—came thoughts about what will come to pass in the future. The Revealer of mysteries has made known to you what is going to happen. ", "30": "But as for me, this mystery is not revealed to me because I posses more wisdom than any other living person, but in order that the king may know the interpretation and understand the thoughts of your heart.", "31": "“You looked, O king, and behold, there before you stood a huge statue—an enormous and dazzling image, whose appearance was awesome. ", "32": "The head of that statue was of pure gold, its breast and its arms of silver, its belly and its thighs of bronze, ", "33": "its legs of iron, and its feet partly iron and partly clay. ", "34": "While you were watching, a stone was cut out, but not by hands. It struck the statue on its feet of iron and clay and smashed them. ", "35": "Then the iron, the clay, the bronze, the silver and the gold were crushed together, and became like chaff from summer threshing-floors that the wind blows away. Not a trace of them could be found. Then the stone that struck the image became a great mountain and filled the whole earth.", "36": "“This was the dream. Now we will tell the king its interpretation. ", "37": "You, O king, are the king of kings to whom the God of heaven has given sovereignty, power, might and glory. ", "38": "Wherever mankind, beasts of the field, and fowls of the heaven dwell, He has given them into your hand, and made you ruler over them all. You are the head of gold.", "39": "“Now after you another kingdom will arise, one inferior to yours. Next, a third kingdom, one of bronze, will rule over all the earth. ", "40": "Finally, there will be a fourth kingdom, strong as iron—for iron shatters and breaks everything—and just as iron smashes everything, so will it shatter and crush all the others. ", "41": "Just as you saw that the feet and toes were partly potter's clay and partly iron, so this will be a divided kingdom. It will have some of the strength of the iron, for you saw the iron mixed with clay. ", "42": "As the toes of the feet were partly iron and partly clay, so this kingdom will be partly strong and partly brittle. ", "43": "Just as you saw iron mixed with clay, people will mix with one another, but they will not adhere to one another, just as iron does not mix with clay.", "44": "“Now in the days of those kings, the God of heaven will set up a kingdom that will never be destroyed, nor will this kingdom be left to another people. It will crush and bring to an end all of these kingdoms. But it will endure forever.", "45": "[c] 45 For just as you saw a stone cut out of a mountain, yet not by hands, crush the iron, bronze, clay, silver and gold, the great God has made known to the king what will happen in the future. Now the dream is certain, and its interpretation is trustworthy.”", "46": "Then King Nebuchadnezzar fell on his face and paid homage to Daniel and gave orders that an offering and incense be provided for him. ", "47": "In response the king said to Daniel, “Surely your God is the God of gods, the Lord of kings,[d] and the revealer of mysteries, for you were able to reveal this secret!”", "48": "Then the king promoted Daniel and lavished on him many marvelous gifts and made him ruler over the whole province of Babylon and chief over all the wise men of Babylon. ", "49": "Moreover, at Daniel's request the king appointed Shadrach, Meshach and Abed-nego over the administration of the province of Babylon, while Daniel remained at the royal court."}