{"1": "So Darius the Mede took over the kingdom at the age of 62.", "2": "It pleased Darius to appoint 120 satraps to rule throughout the whole kingdom ", "3": "with three administrators over them, one of whom was Daniel. These satraps were accountable to them so that the king would not be troubled. ", "4": "Now this Daniel was distinguishing himself among the supervisors and satraps because he had an extraordinary spirit in him. In fact, the king planned to appoint him over the entire kingdom. ", "5": "At this time the supervisors and satraps tried to find ground for a charge against Daniel regarding the kingdom. But they were unable to find fault or corruption, because he was trustworthy and no negligence or dishonesty could be found in him. ", "6": "Finally these men said, “We're not going to find any basis for charges against this man Daniel, unless we find something against him regarding the law of his God.”", "7": "So these supervisors and satraps went in to the king as a group, and said to him, “King Darius, live forever! ", "8": "All the supervisors of the realm, the magistrates and satraps, ministers and governors, have all agreed that the king should issue an edict and enforce a decree that anyone who prays to any god or man for 30 days other than you O king, will be cast into the lions' den. ", "9": "Now, O king, issue the decree and put it in writing so that it may not be altered, according to the law of the Medes and Persians, which cannot be repealed.” ", "10": "Thereupon King Darius issued the written decree.", "11": "Now when Daniel learned that a written decree had been issued, he went into his house, where the windows in his upper room opened toward Jerusalem. Three times a day he knelt down, prayed and gave thanks before his God, just as he did before. ", "12": "Then these men came as a group and found Daniel praying and making supplication before his God. ", "13": "So they approached the king and spoke to him about the royal decree: “Didn't you issue a written decree that anyone who prays to any god or man for 30 days—except for you, O king—shall be cast into the den of lions?” The king replied, “The decree stands, according to the law of the Medes and Persians, which cannot be repealed.”", "14": "Then they answered and said to the king: “Daniel, who is one of the exiles from Judah, pays no attention to you, O king, or to the decree that you put in writing. He still prays three times a day!” ", "15": "When the king heard this report, he was deeply distressed, and he set his mind on how he might rescue Daniel. Until sunset he struggled to find a way to save him.", "16": "Then these men came as a throng in to the king, and said to the king: “Remember, O king, that it is a law of the Medes and Persians that no decree or edict which the king issues may be altered.”", "17": "So the king gave the order and Daniel was brought and thrown into the lions' den. Now the king spoke to Daniel saying, “May your God, whom you serve continually, deliver you!” ", "18": "A stone was brought to block the mouth of the den. The king sealed it with his own signet ring and with the signet of his nobles, so that nothing could be changed regarding Daniel. ", "19": "Then the king went to his palace and passed the night fasting—no entertainment was brought before him. He was unable to sleep.", "20": "At dawn the king got up and hurried to the lions' den. ", "21": "As he reached the den, he cried out to Daniel with a voice of anguish. The king spoke out to Daniel saying: “Daniel, servant of the living God, was your God, whom you serve continually, able to rescue you from the lions?”", "22": "Daniel spoke to the king: “May the king live forever! ", "23": "My God sent His angel to shut the lions' mouths[a] so that they haven't harmed me, because I was found innocent before Him. Nor have I committed any crime against you, O king.”", "24": "Then the king was overjoyed, and ordered Daniel taken up out of the den. So Daniel was lifted out of the pit. No injury of any kind was found on him because he had trusted in his God. ", "25": "At the king's command, those men who had maliciously accused Daniel were brought and thrown into the lions' den—they, their children, and their wives. They had not even reached the bottom of the pit before the lions overpowered them and crushed all their bones.", "26": "Then King Darius wrote to all the peoples, nations, and languages dwelling in all the earth: “May your peace be abundant!", "27": "I issue a decree that in all the dominion of my kingdom people are to tremble with fear before the God of Daniel. “For He is the living God, enduring forever! His kingdom will never be destroyed, His dominion will never end.[b]", "28": "He delivers and rescues. He performs signs and wonders in the heavens and on earth. He has delivered Daniel from the power of the lions!”", "29": "So Daniel prospered during the reign of Darius and the reign of Cyrus the Persian."}