{"1": "In the first year of King Belshazzar of Babylon, Daniel had a dream, and visions passed through his mind as he was on his bed. He wrote down a summary of the dream. ", "2": "Daniel said: “I was looking in my vision at night, and behold, the four winds of heaven were churning up the great sea. ", "3": "Four huge beasts came up from the sea, each different from the others.", "4": "“The first was like a lion with eagle's wings. As I watched, its wings were pulled off and it was lifted off the ground. It was made to stand upon two feet like a man, and the heart of a human was given to it.", "5": "“And behold there before me was another beast, a second one, like a bear. It raised itself up on one side; it had three ribs in its mouth between its teeth. It was told, 'Arise, devour much flesh!'", "6": "“After that I looked, and behold, there was another one like a leopard. On its back it had four wings like those of a bird. The beast also had four heads, and it was given authority to rule.", "7": "“After this in my vision at night, I looked and behold there was a fourth beast—terrifying, frightening, tremendously strong, with large iron teeth. It devoured and crushed—and anything that was left it trampled with its feet. It was different from all the beasts that came before it; it had ten horns.[a]", "8": "“While I was pondering the horns, behold, another horn, a small one, sprang up between them, and three of the first horns were uprooted from before it. And behold, this horn had eyes resembling human eyes and a mouth speaking boastfully.[b]", "9": "“While I was watching, thrones were set up, and the Ancient of Days took his seat. His garment was as white as snow, and the hair of His head like pure wool. His throne was ablaze with flames, its wheels a burning fire.[c]", "10": "A river of fire was flowing and coming out from before Him. Thousands of thousands attended Him and ten thousand times ten thousand stood before Him.[d] The court was seated, and the books were opened.[e]", "11": "“I kept watching because of the boastful words that the horn was speaking. I continued watching until the beast was slain and its body destroyed and thrown into the blazing fire.", "12": "[f] 12 As for the rest of the beasts, their dominion had been taken away, yet their lives were prolonged for a season and a time.", "13": "“I was watching in the night visions. Behold, One like a Son of Man,[g] coming with the clouds of heaven. He approached the Ancient of Days, and was brought into His presence.", "14": "Dominion, glory and sovereignty were given to Him that all peoples, nations, and languages should serve Him. His dominion is an everlasting dominion that will never pass away, and His kingdom is one that will not be destroyed.[h]", "15": "“As for me, Daniel, my spirit was disturbed within me, and the visions of my head alarmed me. ", "16": "I approached one of those standing nearby and asked him the true meaning of all this. So he spoke with me and revealed the interpretation of these things: ", "17": "'These large beasts, four in number, are four kings that will rise from the earth. ", "18": "But the kedoshim of the Most High will receive the kingdom and possess the kingdom forever—yes, forever and ever.'[i]", "19": "“Then I wanted to know the true meaning of the fourth beast that was different from all the others, exceedingly terrifying with iron teeth and bronze claws, which broke in pieces and devoured and then stomped with its feet anything that remained. ", "20": "Of the ten horns on its head, the other horn that sprang up before which three others fell—that horn eyes and a mouth speaking arrogant things, and its appearance was more imposing than its companions. ", "21": "As I was watching, that horn was waging war against the kedoshim and overpowering them, ", "22": "until the Ancient of Days came and judgment was rendered in favor of the kedoshim of the Most High—when the time came and the kedoshim possessed the kingdom.[j]", "23": "“Thus he explained: 'The fourth beast will be a fourth kingdom on earth that will be different from all the other kingdoms. It will devour the whole earth, and trample it and crush it. ", "24": "As for the ten horns, out of this kingdom ten kings will arise. Another will arise after them, but he will be different from the previous ones; he will subdue three kings.", "25": "[k] 25 He will speak words against the Most High, and will continually harass the kedoshim of the Most High,[l] and will try to change the appointed times and law. The kedoshim will be handed over to him for a time, times and half a time.", "26": "[m] 26 But the court will sit and he will be stripped of his power to be destroyed and abolished for all time. ", "27": "Then the kingdom, power, and greatness of the kingdoms under all heaven will be given to the people of the kedoshim of the Most High.[n] Their kingdom is an everlasting kingdom, and all dominions will serve and obey him.'", "28": "This is the conclusion of the matter. As for me, Daniel, my thoughts greatly troubled me and the color drained from my face. But I kept the matter in my heart.”"}