{"1": "James, a slave of God and the Lord Jesus Christ, to the twelve tribes in the dispersion: Greetings.", "2": "Regard it all joy, my brothers, whenever you fall-into[a] various trials, ", "3": "knowing that the testing of your faith is producing endurance. ", "4": "And let endurance be having its complete[b] work in order that you may be complete and whole, lacking in nothing. ", "5": "And if any of you is lacking wisdom, let him be asking from the God giving generously to all and not reproaching[c], and it will be given to him. ", "6": "But let him be asking in faith, not doubting[d] at all. For the one doubting is like a surge of the sea being blown-by-wind and tossed. ", "7": "For let that person not be supposing that he will receive anything from the Lord— ", "8": "a double-minded man, unstable in all his ways. ", "9": "And let the lowly[e] brother be boasting in his height, ", "10": "and the rich one in his lowliness, because he will pass-away like a flower of grass. ", "11": "For the sun rose with the burning-heat and dried-up the grass, and its flower fell-off and the beauty of its appearance perished. In this manner also the rich one will fade-away in his pursuits. ", "12": "Blessed[f] is the man who endures the trial, because having become[g] approved, he will receive the crown of [h] life which He promised to the ones loving Him.", "13": "Let no one being tempted be saying that “I am being tempted by[i] God”. For God is not-tempted by evils. And He Himself tempts no one, ", "14": "but each one is tempted by[j] his own desire while being drawn-away[k] and enticed[l]. ", "15": "Then the desire, having conceived, gives-birth to sin. And the sin, having been fully-formed[m], brings-forth death. ", "16": "Do not be deceived! My[n] beloved brothers, ", "17": "every good gift-giving[o] and every perfect gift-given is from-above, coming down from the Father of lights[p], with Whom there is no variation[q] or shadow[r] of turning. ", "18": "Having willed[s] it, He brought[t] us forth by the word of truth so that we might be a kind-of firstfruit of His creatures. ", "19": "You know[u] this, my beloved brothers, but[v] let every person be quick to listen, slow to speak, slow into anger. ", "20": "For the anger of a man does not produce[w] the righteousness of God. ", "21": "Therefore having laid-aside all filthiness and abundance[x] of badness, receive with gentleness the implanted word being able to save your souls.", "22": "But be[y] doers of the word and not hearers only, deluding[z] yourselves.", "23": "Because if anyone is a hearer of the word and not a doer, this one is like a man considering[aa] the face of his birth[ab] in a mirror. ", "24": "For he considered himself and has gone-away and immediately forgot[ac] what-sort of man he was. ", "25": "But the one having looked into the perfect law of liberty and having continued, not having become a forgetful[ad] hearer, but a doer of work— this one will be blessed in his doing. ", "26": "If anyone thinks that he is religious while not bridling[ae] his tongue, but deceiving his heart, the religion[af] of this one is worthless[ag]. ", "27": "This is pure and undefiled religion before our God and Father— to be looking-after orphans and widows in their affliction; to be keeping oneself unspotted by the world."}