{"1": "My brothers, do not be holding the faith of [a] our Lord Jesus Christ of [b] glory with respect-of-persons[c]. ", "2": "For if a gold-ringed man in shining clothing enters into your gathering, and a poor man in filthy clothing also enters, ", "3": "and you look-upon[d] the one wearing the shining clothing and say “You be sitting here honorably[e]”, and you say to the poor man “You stand there, or be sitting under[f] my footstool”, ", "4": "did you not make-distinctions among yourselves and become judges with[g] evil thoughts?", "5": "Listen, my beloved brothers— did not God choose the poor in the world to be rich in faith and inheritors of the kingdom which He promised to the ones loving Him? ", "6": "But you dishonored the poor man. Do not the rich oppress you and themselves drag you into courts? ", "7": "Do not they blaspheme the good name having been called[h] upon you? ", "8": "If indeed[i] you are fulfilling the royal law according to the Scripture [in Lev 19:18], “You shall love your neighbor as yourself ”, you are doing well[j]. ", "9": "But if you are showing-respect-of-persons you are working[k] a sin, being convicted[l] by the Law as transgressors. ", "10": "For whoever keeps the whole Law but stumbles in one thing has become guilty of all. ", "11": "For the One having said “Do not commit-adultery” also said “Do not murder”. Now if you do not commit-adultery, but you murder, you have become a transgressor of the Law. ", "12": "So speak and so do as ones going to be judged by the law of liberty. ", "13": "For judgment will be merciless to the one not having done[m] mercy. Mercy vaunts[n] over judgment.", "14": "What is the profit, my brothers, if someone claims to have faith but does not have works[o]? The[p] faith is not able to save him, is it? ", "15": "If brother or sister are naked and lacking daily food ", "16": "and one of you says to them “Go in peace; be warmed and filled”, but you do not give them the necessities of the body, what is the profit[q]? ", "17": "In this manner also faith, if it does not have works, is dead by[r] itself.", "18": "But someone will say “You have faith, and I have works”. Show me your faith without[s] the works, and I will show you the faith by my works. ", "19": "You believe that God is one[t]? You do well. Even the demons believe and shudder!", "20": "But do you want to know[u], O empty[v] person, that faith without works is useless[w]? ", "21": "Abraham our father— was he not declared-righteous by works[x], having offered Isaac his son on the altar? ", "22": "Do you[y] see that faith was working-with his works, and the faith was perfected[z] by the works? ", "23": "And the Scripture was fulfilled, the one saying [in Gen 15:6] “And Abraham believed God, and it was credited to him for righteousness”. And he was called a friend of God. ", "24": "Do you[aa] all see that a person is declared-righteous by works, and not by faith alone[ab]? ", "25": "And likewise also Rahab the prostitute— was she not declared-righteous by works, having received the messengers and sent-them-out by a different way? ", "26": "For just as the body without spirit[ac] is dead, so also faith without works is dead."}