{"1": "Do not become[a] many[b] teachers, my brothers, knowing that we will receive a greater judgment. ", "2": "For we all stumble many[c] ways. If one does not stumble in speech, this one is a perfect man able to bridle[d] also the whole body. ", "3": "Now if we put bridles into the mouths of horses so-that they obey us, we also guide their whole body. ", "4": "Behold also ships being so large and being driven by hard winds— they are guided by a very small rudder where the impulse of the one steering wants. ", "5": "So also the tongue is a small body-part, and boastfully-declares great things. Behold how-small a fire kindles how-great a forest!", "6": "And the tongue is a fire! The[e] tongue is made[f] the world of [g] unrighteousness among our body-parts— the thing staining the whole body and setting-on-fire the course of our existence, and being set-on-fire by Gehenna[h]. ", "7": "For every nature[i] of both wild-animals and birds, of both reptiles and sea-creatures, is tamed and has been tamed by the human nature. ", "8": "But none of mankind is able to tame the tongue— a restless evil, full of death-bringing poison. ", "9": "With it we bless the Lord and Father, and with it we curse the people having been made in accordance with the likeness of God; ", "10": "a blessing and a curse come out of the same mouth. My brothers, these things ought[j] not to be so. ", "11": "The spring does not gush out of the same opening the sweet and the bitter, does it? ", "12": "A fig tree is not able, my brothers, to make olives, or a grapevine figs, is it? Neither is salty water able to make sweet water.", "13": "Who[k] is wise and knowledgeable among you? Let him show from his good conduct his works done in the gentleness of wisdom. ", "14": "But if you have bitter jealousy and selfish-interest[l] in your heart, do not be vaunting[m] and lying against the truth. ", "15": "This wisdom is not coming down[n] from-above, but is earthly, natural, demonic. ", "16": "For where jealousy and selfish-interest are, in-that-place there is disorder[o] and every bad thing[p]. ", "17": "But the wisdom from-above is first pure, then peaceful, kind, yielding[q], full of mercy and good fruits, impartial, sincere. ", "18": "And the fruit of righteousness is sown in peace by the ones making peace."}