{"1": "From-what-source are fights and from-what-source are battles among you? Are they not from-here— from your pleasures waging-war in your body-parts? ", "2": "You desire and do not have; you[a] murder. And you are jealous and are not able to obtain; you battle and fight. You do not have because of your not asking! ", "3": "You ask and do not receive because you ask badly[b], in order that you may spend it in connection with your pleasures. ", "4": "Adulterous[c] ones, do you not know that friendship with the world is hostility toward God? Therefore, whoever wants to be a friend of the world makes-himself [d] an enemy of God. ", "5": "Or do you think that the Scripture[e] speaks vainly? He yearns jealously for the spirit[f] which He made-to-dwell in us!", "6": "But He gives greater grace. Therefore it says [in Prov 3:34], “God opposes the proud, but gives grace to the humble”. ", "7": "Therefore, submit to God, but resist the devil and he will flee from you. ", "8": "Draw-near to God and He will draw-near to you. Cleanse your hands, sinners, and purify your hearts, double-minded ones. ", "9": "Be miserable[g] and mourn and weep. Let your laughter be turned into mourning and your joy into dejection[h]. ", "10": "Humble-yourselves[i] in the presence of the Lord, and He will exalt you.", "11": "Do not be speaking-against one another, brothers. The one speaking-against a brother or judging his brother is speaking-against the Law and judging the Law. But if you are judging the Law, you are not a doer of the Law, but a judge. ", "12": "There is one Lawgiver and Judge— the One being able to save and to destroy. But who are you, the one judging your neighbor?", "13": "Come now, the ones saying “Today or tomorrow we will travel to such-and-such city and do a year there, and we will do-business and make-a-gain”— ", "14": "who do not know the thing of [j] tomorrow! What is your life? For you are a vapor appearing for a little while, then indeed disappearing!— ", "15": "instead of you saying, “If the Lord wills, we indeed[k] will live and do this or that”. ", "16": "But as-it-is, you are boasting in your pretensions. All such boasting is evil. ", "17": "Therefore, to one knowing[l] to be doing good and not doing it, to him it is a sin."}