{"1": "Come now, rich ones, weep while wailing over your miseries coming-upon you. ", "2": "Your riches have rotted and your garments have become moth-eaten. ", "3": "Your gold and silver have become corroded[a]. And their corrosion will be for a testimony against you, and will eat your flesh like fire. You stored-up treasure[b] in the last days! ", "4": "Behold— the wages of the workers having mowed your fields, the wages having been fraudulently-withheld by you, cry-out. And the outcries of the ones having reaped have entered into the ears of the Lord of Sabaoth[c]. ", "5": "You lived-in-luxury upon the earth, and you lived-indulgently[d]. You fattened your hearts in[e] a day of slaughter. ", "6": "You condemned, you murdered the righteous. He does not oppose[f] you!", "7": "Therefore be patient, brothers, until the coming of the Lord. Behold— the farmer waits-for the precious fruit of the land, being-patient with it until it receives the early and late rain. ", "8": "You also be-patient. Establish your hearts, because the coming of the Lord has drawn-near. ", "9": "Do not be groaning against one another, brothers, in order that you may not be judged. Behold— the Judge stands in front of the doors. ", "10": "Take as an example of suffering-hardship and patience, brothers, the prophets who spoke in the name of the Lord. ", "11": "Behold— we consider-blessed the ones having endured! You heard of the endurance of Job, and you saw the outcome from the Lord: that the Lord is large-hearted[g] and compassionate.", "12": "And above all, my brothers, do not be swearing[h]— neither by heaven nor by earth nor by any other oath. But let your yes be yes and your no be no, in order that you may not fall under judgment. ", "13": "Is anyone among you suffering-hardship? Let him be praying. Is anyone cheerful? Let him be singing-praise.", "14": "Is anyone among you sick? Let him summon the elders of the church, and let them pray over him, having anointed[i] him with oil in the name of the Lord. ", "15": "And the prayer of [j] faith will restore[k] the one being ill, and the Lord will raise him. And if he has committed[l] sins, it will be forgiven him. ", "16": "Therefore be confessing-out[m] your sins to one another, and be praying for one another so that you may be healed. A prayer[n] of a righteous person can-do much while working[o]. ", "17": "Elijah was a person of-like-nature to us, and he prayed with prayer[p] that it not rain. And it did not rain upon the land for three years and six months. ", "18": "And he prayed again and the heaven gave rain, and the earth produced its fruit.", "19": "My brothers, if anyone among you errs[q] from the truth and someone turns him back, ", "20": "let him know that the one having turned-back a sinner from the error of his way will save his[r] soul[s] from death, and will cover a multitude of sins."}