{"1": "¶ Do we begin again to commend ourselves? or do we need, as some others, epistles of commendation to you or letters of commendation from you?", "2": "Ye are our epistle written in our hearts, known and read of all men:", "3": "Forasmuch as ye are manifestly declared to be the epistle of Christ ministered by us, written not with ink, but with the Spirit of the living God; not in tables of stone, but in fleshy tables of the heart.", "4": "And such trust we have through the Christ towards God:", "5": "Not that we are sufficient of ourselves to think anything as of ourselves, but our sufficiency is of God,", "6": "¶ who also has made us able ministers of the new testament, not of the letter, but of the Spirit; for the letter kills, but the Spirit gives life.", "7": "But if the ministry of death in the letter engraved in stones was glorious, so that the sons of Israel could not steadfastly behold the face of Moses for the glory of his countenance which glory was to fade away,", "8": "How shall not the ministry of the Spirit be for greater glory?", "9": "For if the ministry of condemnation had glory, much more shall the ministry of righteousness abound in glory.", "10": "For even that which was so glorious had no glory in this respect, in comparison with the glory that excels.", "11": "For if that which fades away was glorious, much more shall that which remains be glorious.", "12": "¶ Seeing then that we have such hope, we speak with great confidence,", "13": "And not as Moses, who put a veil over his face, that the sons of Israel could not steadfastly look to the end of that glory which was to fade away:", "14": "(And thus their senses became hardened, for until this day remains the same veil not uncovered in the reading of the old testament, which veil is taken away in Christ.", "15": "But even unto this day when Moses is read, the veil is upon their heart.", "16": "Nevertheless when they convert to the Lord, the veil shall be taken away.)", "17": "For the Lord is the Spirit, and where that Spirit of the Lord is, there is liberty.", "18": "Therefore we all, beholding as in a glass the glory of the Lord with uncovered face, are transformed from glory to glory into the same likeness, even as by the Spirit of the Lord."}