{"1": "¶ For regarding the ministering to the saints, it is superfluous for me to write to you:", "2": "For I know your ready desire, for which I gloried of you to those of Macedonia, that Achaia was ready a year ago, and your zeal has provoked many.", "3": "Yet I have sent the brethren lest our glorying of you should be in vain in this behalf; that, as I said, ye may be ready,", "4": "lest haply if those of Macedonia come with me and find you unprepared, we (that we say not, ye) should be ashamed of this our confidence.", "5": "Therefore I thought it necessary to exhort the brethren, that they would first go unto you and prepare beforehand your blessing, of which ye had given notice before that the same might be ready as a blessing, and not as of covetousness.", "6": "¶ But this I say, He who sows sparingly shall reap also sparingly, and he who sows in blessings shall also reap blessings.", "7": "Each one according as they purpose in their heart, so let them give, not grudgingly or of necessity; for God loves a cheerful giver.", "8": "And God is able to make all grace abound in you that ye, always having all sufficiency in all things, may abound to every good work:", "9": "As it is written, He has dispersed abroad; he has given to the poor; his righteousness remains for ever.", "10": "Now he that supplies seed to the sower shall also supply bread for food and shall multiply your seed sown and shall increase the growing of the fruits of your righteousness,", "11": "so that being enriched in everything to all generosity, which works out through us thanksgiving unto God.", "12": "For the administration of this service not only supplies the needs of the saints, but also abounds in much thanksgiving unto God;", "13": "that by the experience of this ministration, they glorify God for the obedience of your consent unto the gospel of the Christ and in your liberal distribution unto them and unto everyone,", "14": "and in their prayer for you, for they love you because of the eminent grace of God in you.", "15": "Thanks be unto God for his indescribable gift."}