{"1": "In the beginning was the Word, and the Word was with God, and the Word was God.", "2": "He was with God in the beginning.", "3": "All things came to be through him, and without him nothing made had being.", "4": "In him was life, and the life was the light of mankind.", "5": "The light shines in the darkness, and the darkness has not suppressed it.", "6": "There was a man sent from God whose name was Yochanan. ", "7": "He came to be a testimony, to bear witness concerning the light; so that through him, everyone might put his trust in God and be faithful to him. ", "8": "He himself was not that light; no, he came to bear witness concerning the light.", "9": "This was the true light, which gives light to everyone entering the world.", "10": "He was in the world — the world came to be through him — yet the world did not know him.", "11": "He came to his own homeland, yet his own people did not receive him.", "12": "But to as many as did receive him, to those who put their trust in his person and power, he gave the right to become children of God, ", "13": "not because of bloodline, physical impulse or human intention, but because of God.", "14": "The Word became a human being and lived with us, and we saw his Sh'khinah, the Sh'khinah of the Father's only Son, full of grace and truth.", "15": "Yochanan witnessed concerning him when he cried out, “This is the man I was talking about when I said, 'The one coming after me has come to rank ahead of me, because he existed before me.'”", "16": "We have all received from his fullness, yes, grace upon grace.", "17": "For the Torah was given through Moshe; grace and truth came through Yeshua the Messiah.", "18": "No one has ever seen God; but the only and unique Son, who is identical with God and is at the Father's side — he has made him known.", "19": "Here is Yochanan's testimony: when the Judeans sent cohanim and L'vi'im from Yerushalayim to ask him, “Who are you?” ", "20": "he was very straightforward and stated clearly, “I am not the Messiah.” ", "21": "“Then who are you?” they asked him. “Are you Eliyahu?” “No, I am not,” he said. “Are you 'the prophet,' the one we're expecting?” “No,” he replied. ", "22": "So they said to him, “Who are you? — so that we can give an answer to the people who sent us. What do you have to say about yourself?” ", "23": "He answered in the words of Yesha'yahu the prophet, “I am The voice of someone crying out: 'In the desert make the way of Adonai straight!'”[a]", "24": "Some of those who had been sent were P'rushim. ", "25": "They asked him, “If you are neither the Messiah nor Eliyahu nor 'the prophet,' then why are you immersing people?” ", "26": "To them Yochanan replied, “I am immersing people in water, but among you is standing someone whom you don't know. ", "27": "He is the one coming after me — I'm not good enough even to untie his sandal!” ", "28": "All this took place in Beit-Anyah, east of the Yarden, where Yochanan was immersing.", "29": "The next day, Yochanan saw Yeshua coming toward him and said, “Look! God's lamb! The one who is taking away the sin of the world! ", "30": "This is the man I was talking about when I said, 'After me is coming someone who has come to rank above me, because he existed before me.' ", "31": "I myself did not know who he was, but the reason I came immersing with water was so that he might be made known to Isra'el.” ", "32": "Then Yochanan gave this testimony: “I saw the Spirit coming down from heaven like a dove, and remaining on him. ", "33": "I myself did not know who he was, but the one who sent me to immerse in water said to me, 'The one on whom you see the Spirit descending and remaining, this is the one who immerses in the Ruach HaKodesh.' ", "34": "And I have seen and borne witness that this is the Son of God.”", "35": "The next day, Yochanan was again standing with two of his talmidim. ", "36": "On seeing Yeshua walking by, he said, “Look! God's lamb!” ", "37": "His two talmidim heard him speaking, and they followed Yeshua. ", "38": "Yeshua turned and saw them following him, and he asked them, “What are you looking for?” They said to him, “Rabbi!” (which means “Teacher!”) “Where are you staying?” ", "39": "He said to them, “Come and see.” So they went and saw where he was staying, and remained with him the rest of the day — it was about four o'clock in the afternoon. ", "40": "One of the two who had heard Yochanan and had followed Yeshua was Andrew the brother of Shim'on Kefa.", "41": "The first thing he did was to find his brother Shim'on and tell him, “We've found the Mashiach!” (The word means “one who has been anointed.”) ", "42": "He took him to Yeshua. Looking at him, Yeshua said, “You are Shim'on Bar-Yochanan; you will be known as Kefa.” (The name means “rock.”)", "43": "The next day, having decided to leave for the Galil, Yeshua found Philip and said, “Follow me!” ", "44": "Philip was from Beit-Tzaidah, the town where Andrew and Kefa lived. ", "45": "Philip found Natan'el and told him, “We've found the one that Moshe wrote about in the Torah, also the Prophets — it's Yeshua Ben-Yosef from Natzeret!” ", "46": "Natan'el answered him, “Natzeret? Can anything good come from there?” “Come and see,” Philip said to him. ", "47": "Yeshua saw Natan'el coming toward him and remarked about him, “Here's a true son of Isra'el — nothing false in him!” ", "48": "Natan'el said to him, “How do you know me?” Yeshua answered him, “Before Philip called you, when you were under the fig tree, I saw you.” ", "49": "Natan'el said, “Rabbi, you are the Son of God! You are the King of Isra'el!” ", "50": "Yeshua answered him, “you believe all this just because I told you I saw you under the fig tree? You will see greater things than that!” ", "51": "Then he said to him, “Yes indeed! I tell you that you will see heaven opened and the angels of God going up and coming down[b] on the Son of Man!”"}