{"1": "“Yes, indeed! I tell you, the person who doesn't enter the sheep-pen through the door, but climbs in some other way, is a thief and a robber. ", "2": "But the one who goes in through the gate is the sheep's own shepherd. ", "3": "This is the one the gate-keeper admits, and the sheep hear his voice. He calls his own sheep, each one by name, and leads them out. ", "4": "After taking out all that are his own, he goes on ahead of them; and the sheep follow him because they recognize his voice. ", "5": "They never follow a stranger but will run away from him, because strangers' voices are unfamiliar to them.”", "6": "Yeshua used this indirect manner of speaking with them, but they didn't understand what he was talking to them about. ", "7": "So Yeshua said to them again, “Yes, indeed! I tell you that I am the gate for the sheep. ", "8": "All those who have come before me have been thieves and robbers, but the sheep didn't listen to them. ", "9": "I am the gate; if someone enters through me, he will be safe and will go in and out and find pasture. ", "10": "The thief comes only in order to steal, kill and destroy; I have come so that they may have life, life in its fullest measure.", "11": "“I am the good shepherd. The good shepherd lays down his life for the sheep. ", "12": "The hired hand, since he isn't a shepherd and the sheep aren't his own, sees the wolf coming, abandons the sheep and runs away. Then the wolf drags them off and scatters them. ", "13": "The hired worker behaves like this because that's all he is, a hired worker; so it doesn't matter to him what happens to the sheep. ", "14": "I am the good shepherd; I know my own, and my own know me — ", "15": "just as the Father knows me, and I know the Father — and I lay down my life on behalf of the sheep. ", "16": "Also I have other sheep which are not from this pen; I need to bring them, and they will hear my voice; and there will be one flock, one shepherd.", "17": "“This is why the Father loves me: because I lay down my life — in order to take it up again! ", "18": "No one takes it away from me; on the contrary, I lay it down of my own free will. I have the power to lay it down, and I have the power to take it up again. This is what my Father commanded me to do.”", "19": "Again there was a split among the Judeans because of what he said. ", "20": "Many of them said, “He has a demon!” and “He's meshugga! Why do you listen to him?” ", "21": "Others said, “These are not the deeds of a man who is demonized — how can a demon open blind people's eyes?”", "22": "Then came Hanukkah in Yerushalayim. It was winter, ", "23": "and Yeshua was walking around inside the Temple area, in Shlomo's Colonnade. ", "24": "So the Judeans surrounded him and said to him, “How much longer are you going to keep us in suspense? If you are the Messiah, tell us publicly!” ", "25": "Yeshua answered them, “I have already told you, and you don't trust me. The works I do in my Father's name testify on my behalf, ", "26": "but the reason you don't trust is that you are not included among my sheep. ", "27": "My sheep listen to my voice, I recognize them, they follow me, ", "28": "and I give them eternal life. They will absolutely never be destroyed, and no one will snatch them from my hands. ", "29": "My Father, who gave them to me, is greater than all; and no one can snatch them from the Father's hands. ", "30": "I and the Father are one.”", "31": "Once again the Judeans picked up rocks in order to stone him. ", "32": "Yeshua answered them, “You have seen me do many good deeds that reflect the Father's power; for which one of these deeds are you stoning me?” ", "33": "The Judeans replied, “We are not stoning you for any good deed, but for blasphemy — because you, who are only a man, are making yourself out to be God [a].” ", "34": "Yeshua answered them, “Isn't it written in your Torah, 'I have said, “You people are Elohim' ”?[b] ", "35": "If he called 'elohim' the people to whom the word of Elohim was addressed (and the Tanakh cannot be broken), ", "36": "then are you telling the one whom the Father set apart as holy and sent into the world, 'You are committing blasphemy,' just because I said, 'I am a son of Elohim'?", "37": "“If I am not doing deeds that reflect my Father's power, don't trust me. ", "38": "But if I am, then, even if you don't trust me, trust the deeds; so that you may understand once and for all that the Father is united with me, and I am united with the Father.” ", "39": "One more time they tried to arrest him, but he slipped out of their hands.", "40": "He went off again beyond the Yarden, where Yochanan had been immersing at first, and stayed there. ", "41": "Many people came to him and said, “Yochanan performed no miracles, but everything Yochanan said about this man was true.” ", "42": "And many people there put their trust in him."}