{"1": "“Don't let yourselves be disturbed. Trust in God and trust in me. ", "2": "In my Father's house are many places to live. If there weren't, I would have told you; because I am going there to prepare a place for you. ", "3": "Since I am going and preparing a place for you, I will return to take you with me; so that where I am, you may be also. ", "4": "Furthermore, you know where I'm going; and you know the way there.”", "5": "T'oma said to him, “Lord, we don't know where you're going; so how can we know the way?” ", "6": "Yeshua said, “I AM the Way — and the Truth and the Life; no one comes to the Father except through me. ", "7": "Because you have known me, you will also know my Father; from now on, you do know him — in fact, you have seen him.”", "8": "Philip said to him, “Lord, show us the Father, and it will be enough for us.” ", "9": "Yeshua replied to him, “Have I been with you so long without your knowing me, Philip? Whoever has seen me has seen the Father; so how can you say, 'Show us the Father'? ", "10": "Don't you believe that I am united with the Father, and the Father united with me? What I am telling you, I am not saying on my own initiative; the Father living in me is doing his own works. ", "11": "Trust me, that I am united with the Father, and the Father united with me. But if you can't, then trust because of the works themselves. ", "12": "Yes, indeed! I tell you that whoever trusts in me will also do the works I do! Indeed, he will do greater ones, because I am going to the Father. ", "13": "In fact, whatever you ask for in my name, I will do; so that the Father may be glorified in the Son. ", "14": "If you ask me for something in my name, I will do it.", "15": "“If you love me, you will keep my commands; ", "16": "and I will ask the Father, and he will give you another comforting Counselor like me, the Spirit of Truth, to be with you forever. ", "17": "The world cannot receive him, because it neither sees nor knows him. You know him, because he is staying with you and will be united with you. ", "18": "I will not leave you orphans — I am coming to you. ", "19": "In just a little while, the world will no longer see me; but you will see me. Because I live, you too will live. ", "20": "When that day comes, you will know that I am united with my Father, and you with me, and I with you. ", "21": "Whoever has my commands and keeps them is the one who loves me, and the one who loves me will be loved by my Father, and I will love him and reveal myself to him.”", "22": "Y'hudah (not the one from K'riot) said to him, “What has happened, Lord, that you are about to reveal yourself to us and not to the world?” ", "23": "Yeshua answered him, “If someone loves me, he will keep my word; and my Father will love him, and we will come to him and make our home with him. ", "24": "Someone who doesn't love me doesn't keep my words — and the word you are hearing is not my own but that of the Father who sent me.", "25": "“I have told you these things while I am still with you. ", "26": "But the Counselor, the Ruach HaKodesh, whom the Father will send in my name, will teach you everything; that is, he will remind you of everything I have said to you.", "27": "“What I am leaving with you is shalom — I am giving you my shalom. I don't give the way the world gives. Don't let yourselves be upset or frightened. ", "28": "You heard me tell you, 'I am leaving, and I will come back to you.' If you loved me, you would have been glad that I am going to the Father; because the Father is greater than I.", "29": "“Also, I have said it to you now, before it happens; so that when it does happen, you will trust.", "30": "“I won't be talking with you much longer, because the ruler of this world is coming. He has no claim on me; ", "31": "rather, this is happening so that the world may know that I love the Father, and that I do as the Father has commanded me. “Get up! Let's get going!"}