{"1": "“I am the real vine, and my Father is the gardener. ", "2": "Every branch which is part of me but fails to bear fruit, he cuts off; and every branch that does bear fruit, he prunes, so that it may bear more fruit. ", "3": "Right now, because of the word which I have spoken to you, you are pruned. ", "4": "Stay united with me, as I will with you — for just as the branch can't put forth fruit by itself apart from the vine, so you can't bear fruit apart from me.", "5": "“I am the vine and you are the branches. Those who stay united with me, and I with them, are the ones who bear much fruit; because apart from me you can't do a thing. ", "6": "Unless a person remains united with me, he is thrown away like a branch and dries up. Such branches are gathered and thrown into the fire, where they are burned up.", "7": "“If you remain united with me, and my words with you, then ask whatever you want, and it will happen for you. ", "8": "This is how my Father is glorified — in your bearing much fruit; this is how you will prove to be my talmidim.", "9": "“Just as my Father has loved me, I too have loved you; so stay in my love. ", "10": "If you keep my commands, you will stay in my love — just as I have kept my Father's commands and stay in his love. ", "11": "I have said this to you so that my joy may be in you, and your joy be complete.", "12": "“This is my command: that you keep on loving each other just as I have loved you. ", "13": "No one has greater love than a person who lays down his life for his friends. ", "14": "You are my friends, if you do what I command you. ", "15": "I no longer call you slaves, because a slave doesn't know what his master is about; but I have called you friends, because everything I have heard from my Father I have made known to you. ", "16": "You did not choose me, I chose you; and I have commissioned you to go and bear fruit, fruit that will last; so that whatever you ask from the Father in my name he may give you. ", "17": "This is what I command you: keep loving each other!", "18": "“If the world hates you, understand that it hated me first. ", "19": "If you belonged to the world, the world would have loved its own. But because you do not belong to the world — on the contrary, I have picked you out of the world — therefore the world hates you. ", "20": "Remember what I told you, 'A slave is not greater than his master.' If they persecuted me, they will persecute you too; if they kept my word, they will keep yours too. ", "21": "But they will do all this to you on my account, because they don't know the One who sent me.", "22": "“If I had not come and spoken to them, they wouldn't be guilty of sin; but now, they have no excuse for their sin. ", "23": "Whoever hates me hates my Father also. ", "24": "If I had not done in their presence works which no one else ever did, they would not be guilty of sin; but now, they have seen them and have hated both me and my Father. ", "25": "But this has happened in order to fulfill the words in their Torah which read, 'They hated me for no reason at all.'[a]", "26": "“When the Counselor comes, whom I will send you from the Father — the Spirit of Truth, who keeps going out from the Father — he will testify on my behalf. ", "27": "And you testify too, because you have been with me from the outset."}