{"1": "After Yeshua had said all this, he went out with his talmidim across the stream that flows in winter through the Vadi Kidron, to a spot where there was a grove of trees; and he and his talmidim went into it. ", "2": "Now Y'hudah, who was betraying him, also knew the place; because Yeshua had often met there with his talmidim. ", "3": "So Y'hudah went there, taking with him a detachment of Roman soldiers and some Temple guards provided by the head cohanim and the P'rushim; they carried weapons, lanterns and torches. ", "4": "Yeshua, who knew everything that was going to happen to him, went out and asked them, “Whom do you want?” ", "5": "“Yeshua from Natzeret,” they answered. He said to them, “I AM.” Also standing with them was Y'hudah, the one who was betraying him. ", "6": "When he said, “I AM,” they went backward from him and fell to the ground. ", "7": "So he inquired of them once more, “Whom do you want?” and they said, “Yeshua from Natzeret.” ", "8": "“I told you, 'I AM,'” answered Yeshua, “so if I'm the one you want, let these others go.” ", "9": "This happened so that what he had said might be fulfilled, “I have not lost one of those you gave me.”", "10": "Then Shim'on Kefa, who had a sword, drew it and struck the slave of the cohen hagadol, cutting off his right ear; the slave's name was Melekh. ", "11": "Yeshua said to Kefa, “Put your sword back in its scabbard! This is the cup the Father has given me; am I not to drink it?”", "12": "So the detachment of Roman soldiers and their captain, together with the Temple Guard of the Judeans, arrested Yeshua, tied him up, ", "13": "and took him first to 'Anan, the father-in-law of Kayafa, who was cohen gadol that fateful year. ", "14": "(It was Kayafa who had advised the Judeans that it would be good for one man to die on behalf of the people.) ", "15": "Shim'on Kefa and another talmid followed Yeshua. The second talmid was known to the cohen hagadol, and he went with Yeshua into the courtyard of the cohen hagadol; ", "16": "but Kefa stood outside by the gate. So the other talmid, the one known to the cohen hagadol, went back out and spoke to the woman on duty at the gate, then brought Kefa inside. ", "17": "The woman at the gate said to Kefa, “Aren't you another of that man's talmidim?” He said, “No, I'm not.” ", "18": "Now the slaves and guards had lit a fire because it was cold, and they were standing around it warming themselves; Kefa joined them and stood warming himself too.", "19": "The cohen hagadol questioned Yeshua about his talmidim and about what he taught. ", "20": "Yeshua answered, “I have spoken quite openly to everyone; I have always taught in a synagogue or in the Temple where all Jews meet together, and I have said nothing in secret; ", "21": "so why are you questioning me? Question the ones who heard what I said to them; look, they know what I said.” ", "22": "At these words, one of the guards standing by slapped Yeshua in the face and said, “This is how you talk to the cohen hagadol?” ", "23": "Yeshua answered him, “If I said something wrong, state publicly what was wrong; but if I was right, why are you hitting me?” ", "24": "So 'Anan sent him, still tied up, to Kayafa the cohen hagadol.", "25": "Meanwhile, Shim'on Kefa was standing and warming himself. They said to him, “Aren't you also one of his talmidim?” He denied it, saying, “No, I am not.” ", "26": "One of the slaves of the cohen hagadol, a relative of the man whose ear Kefa had cut off, said, “Didn't I see you with him in the grove of trees?” ", "27": "So again Kefa denied it, and instantly a rooster crowed.", "28": "They led Yeshua from Kayafa to the governor's headquarters. By now it was early morning. They did not enter the headquarters building because they didn't want to become ritually defiled and thus unable to eat the Pesach meal. ", "29": "So Pilate went outside to them and said, “What charge are you bringing against this man?” ", "30": "They answered, “If he hadn't done something wrong, we wouldn't have brought him to you.” ", "31": "Pilate said to them, “You take him and judge him according to your own law.” The Judeans replied, “We don't have the legal power to put anyone to death.” ", "32": "This was so that what Yeshua had said, about how he was going to die, might be fulfilled.", "33": "So Pilate went back into the headquarters, called Yeshua and said to him, “Are you the king of the Jews?” ", "34": "Yeshua answered, “Are you asking this on your own, or have other people told you about me?” ", "35": "Pilate replied, “Am I a Jew? Your own nation and head cohanim have handed you over to me; what have you done?” ", "36": "Yeshua answered, “My kingship does not derive its authority from this world's order of things. If it did, my men would have fought to keep me from being arrested by the Judeans. But my kingship does not come from here.” ", "37": "“So then,” Pilate said to him, “You are a king, after all.” Yeshua answered, “You say I am a king. The reason I have been born, the reason I have come into the world, is to bear witness to the truth. Every one who belongs to the truth listens to me.” ", "38": "Pilate asked him, “What is truth?” Having said this, Pilate went outside again to the Judeans and told them, “I don't find any case against him. ", "39": "However, you have a custom that at Passover I set one prisoner free. Do you want me to set free for you the 'king of the Jews'?” ", "40": "But they yelled back, “No, not this man but Bar-Abba!” (Bar-Abba was a revolutionary.)"}