{"1": "Pilate then took Yeshua and had him flogged. ", "2": "The soldiers twisted thorn-branches into a crown and placed it on his head, put a purple robe on him, ", "3": "and went up to him, saying over and over, “Hail, 'king of the Jews'!” and hitting him in the face.", "4": "Pilate went outside once more and said to the crowd, “Look, I'm bringing him out to you to get you to understand that I find no case against him.” ", "5": "So Yeshua came out, wearing the thorn-branch crown and the purple robe. Pilate said to them, “Look at the man!” ", "6": "When the head cohanim and the Temple guards saw him they shouted, “Put him to death on the stake! Put him to death on the stake!” Pilate said to them, “You take him out yourselves and put him to death on the stake, because I don't find any case against him.” ", "7": "The Judeans answered him, “We have a law; according to that law, he ought to be put to death, because he made himself out to be the Son of God.” ", "8": "On hearing this, Pilate became even more frightened.", "9": "He went back into the headquarters and asked Yeshua, “Where are you from?” But Yeshua didn't answer. ", "10": "So Pilate said to him, “You refuse to speak to me? Don't you understand that it is in my power either to set you free or to have you executed on the stake?” ", "11": "Yeshua answered, “You would have no power over me if it hadn't been given to you from above; this is why the one who handed me over to you is guilty of a greater sin.” ", "12": "On hearing this, Pilate tried to find a way to set him free; but the Judeans shouted, “If you set this man free, it means you're not a 'Friend of the Emperor'! Everyone who claims to be a king is opposing the Emperor!” ", "13": "When Pilate heard what they were saying, he brought Yeshua outside and sat down on the judge's seat in the place called The Pavement (in Aramaic, Gabta); ", "14": "it was about noon on Preparation Day for Pesach. He said to the Judeans, “Here's your king!” ", "15": "They shouted, “Take him away! Take him away! Put him to death on the stake!” Pilate said to them, “You want me to execute your king on a stake?” The head cohanim answered, “We have no king but the Emperor.” ", "16": "Then Pilate handed Yeshua over to them to have him put to death on the stake. So they took charge of Yeshua. ", "17": "Carrying the stake himself he went out to the place called Skull (in Aramaic, Gulgolta). ", "18": "There they nailed him to the stake along with two others, one on either side, with Yeshua in the middle. ", "19": "Pilate also had a notice written and posted on the stake; it read, YESHUA FROM NATZERET THE KING OF THE JEWS", "20": "Many of the Judeans read this notice, because the place where Yeshua was put on the stake was close to the city; and it had been written in Hebrew, in Latin and in Greek. ", "21": "The Judeans' head cohanim therefore said to Pilate, “Don't write, 'The King of the Jews,' but 'He said, “I am King of the Jews.”'” ", "22": "Pilate answered, “What I have written, I have written.”", "23": "When the soldiers had nailed Yeshua to the stake, they took his clothes and divided them into four shares, a share for each soldier, with the under-robe left over. Now the under-robe was seamless, woven in one piece from top to bottom; ", "24": "so they said to one another, “We shouldn't tear it in pieces; let's draw for it.” This happened in order to fulfill the words from the Tanakh, “They divided my clothes among themselves and gambled for my robe.”[a] This is why the soldiers did these things.", "25": "Nearby Yeshua's execution stake stood his mother, his mother's sister Miryam the wife of K'lofah, and Miryam from Magdala. ", "26": "When Yeshua saw his mother and the talmid whom he loved standing there, he said to his mother, “Mother, this is your son.” ", "27": "Then he said to the talmid, “This is your mother.” And from that time on, the talmid took her into his own home.", "28": "After this, knowing that all things had accomplished their purpose, Yeshua, in order to fulfill the words of the Tanakh, said, “I'm thirsty.” ", "29": "A jar full of cheap sour wine was there; so they soaked a sponge in the wine, coated it with oregano leaves and held it up to his mouth. ", "30": "After Yeshua had taken the wine, he said, “It is accomplished!” And, letting his head droop, he delivered up his spirit.", "31": "It was Preparation Day, and the Judeans did not want the bodies to remain on the stake on Shabbat, since it was an especially important Shabbat. So they asked Pilate to have the legs broken and the bodies removed. ", "32": "The soldiers came and broke the legs of the first man who had been put on a stake beside Yeshua, then the legs of the other one; ", "33": "but when they got to Yeshua and saw that he was already dead, they didn't break his legs. ", "34": "However, one of the soldiers stabbed his side with a spear, and at once blood and water flowed out. ", "35": "The man who saw it has testified about it, and his testimony is true. And he knows that he tells the truth, so you too can trust. ", "36": "For these things happened in order to fulfill this passage of the Tanakh: “Not one of his bones will be broken.”[b]", "37": "And again, another passage says, “They will look at him whom they have pierced.”[c]", "38": "After this, Yosef of Ramatayim, who was a talmid of Yeshua, but a secret one out of fear of the Judeans, asked Pilate if he could have Yeshua's body. Pilate gave his consent, so Yosef came and took the body away. ", "39": "Also Nakdimon, who at first had gone to see Yeshua by night, came with some seventy pounds of spices — a mixture of myrrh and aloes. ", "40": "They took Yeshua's body and wrapped it up in linen sheets with the spices, in keeping with Judean burial practice. ", "41": "In the vicinity of where he had been executed was a garden, and in the garden was a new tomb in which no one had ever been buried. ", "42": "So, because it was Preparation Day for the Judeans, and because the tomb was close by, that is where they buried Yeshua."}