{"1": "On Tuesday[a] there was a wedding at Kanah in the Galil; and the mother of Yeshua was there. ", "2": "Yeshua too was invited to the wedding, along with his talmidim. ", "3": "The wine ran out, and Yeshua's mother said to him, “They have no more wine.” ", "4": "Yeshua replied, “Mother, why should that concern me? — or you? My time hasn't come yet.” ", "5": "His mother said to the servants, “Do whatever he tells you.” ", "6": "Now six stone water-jars were standing there for the Jewish ceremonial washings, each with a capacity of twenty or thirty gallons. ", "7": "Yeshua told them, “Fill the jars with water,” and they filled them to the brim. ", "8": "He said, “Now draw some out, and take it to the man in charge of the banquet”; and they took it. ", "9": "The man in charge tasted the water; it had now turned into wine! He did not know where it had come from, but the servants who had drawn the water knew. So he called the bridegroom ", "10": "and said to him, “Everyone else serves the good wine first and the poorer wine after people have drunk freely. But you have kept the good wine until now!” ", "11": "This, the first of Yeshua's miraculous signs, he did at Kanah in the Galil; he manifested his glory, and his talmidim came to trust in him. ", "12": "Afterwards, he, his mother and brothers, and his talmidim went down to K'far-Nachum and stayed there a few days.", "13": "It was almost time for the festival of Pesach in Y'hudah, so Yeshua went up to Yerushalayim. ", "14": "In the Temple grounds he found those who were selling cattle, sheep and pigeons, and others who were sitting at tables exchanging money. ", "15": "He made a whip from cords and drove them all out of the Temple grounds, the sheep and cattle as well. He knocked over the money-changers' tables, scattering their coins; ", "16": "and to the pigeon-sellers he said, “Get these things out of here! How dare you turn my Father's house into a market?” ", "17": "(His talmidim later recalled that the Tanakh says, “Zeal for your house will devour me.” )[b] ", "18": "So the Judeans confronted him by asking him, “What miraculous sign can you show us to prove you have the right to do all this?” ", "19": "Yeshua answered them, “Destroy this temple, and in three days I will raise it up again.” ", "20": "The Judeans said, “It took 46 years to build this Temple, and you're going to raise it in three days?” ", "21": "But the “temple” he had spoken of was his body. ", "22": "Therefore, when he was raised from the dead, his talmidim remembered that he had said this, and they trusted in the Tanakh and in what Yeshua had said.", "23": "Now while Yeshua was in Yerushalayim at the Pesach festival, there were many people who “believed in his name” when they saw the miracles he performed. ", "24": "But he did not commit himself to them, for he knew what people are like — ", "25": "that is, he didn't need anyone to inform him about a person, because he knew what was in the person's heart."}