{"1": "Early on the first day of the week, while it was still dark, Miryam from Magdala went to the tomb and saw that the stone had been removed from the tomb. ", "2": "So she came running to Shim'on Kefa and the other talmid, the one Yeshua loved, and said to them, “They've taken the Lord out of the tomb, and we don't know where they've put him!”", "3": "Then Kefa and the other talmid started for the tomb. ", "4": "They both ran, but the other talmid outran Kefa and reached the tomb first. ", "5": "Stooping down, he saw the linen burial-sheets lying there but did not go in. ", "6": "Then, following him, Shim'on Kefa arrived, entered the tomb and saw the burial-sheets lying there, ", "7": "also the cloth that had been around his head, lying not with the sheets but in a separate place and still folded up. ", "8": "Then the other talmid, who had arrived at the tomb first, also went in; he saw, and he trusted. ", "9": "(They had not yet come to understand that the Tanakh teaches that the Messiah has to rise from the dead.)", "10": "So the talmidim returned home, ", "11": "but Miryam stood outside crying. As she cried, she bent down, peered into the tomb, ", "12": "and saw two angels in white sitting where the body of Yeshua had been, one at the head and one at the feet. ", "13": "“Why are you crying?” they asked her. “They took my Lord,” she said to them, “and I don't know where they have put him.”", "14": "As she said this, she turned around and saw Yeshua standing there, but she didn't know it was he. ", "15": "Yeshua said to her, “Lady, why are you crying? Whom are you looking for?” Thinking he was the gardener, she said to him, “Sir, if you're the one who carried him away, just tell me where you put him; and I'll go and get him myself.” ", "16": "Yeshua said to her, “Miryam!” Turning, she cried out to him in Hebrew, “Rabbani!” (that is, “Teacher!”) ", "17": "“Stop holding onto me,” Yeshua said to her, “because I haven't yet gone back to the Father. But go to my brothers, and tell them that I am going back to my Father and your Father, to my God and your God.” ", "18": "Miryam of Magdala went to the talmidim with the news that she had seen the Lord and that he had told her this.", "19": "In the evening that same day, the first day of the week, when the talmidim were gathered together behind locked doors out of fear of the Judeans, Yeshua came, stood in the middle and said, “Shalom aleikhem!” ", "20": "Having greeted them, he showed them his hands and his side. The talmidim were overjoyed to see the Lord. ", "21": "“Shalom aleikhem!” Yeshua repeated. “Just as the Father sent me, I myself am also sending you.” ", "22": "Having said this, he breathed on them and said to them, “Receive the Ruach HaKodesh! ", "23": "If you forgive someone's sins, their sins are forgiven; if you hold them, they are held.”", "24": "Now T'oma (the name means “twin”), one of the Twelve, was not with them when Yeshua came. ", "25": "When the other talmidim told him, “We have seen the Lord,” he replied, “Unless I see the nail marks in his hands, put my finger into the place where the nails were and put my hand into his side, I refuse to believe it.”", "26": "A week later his talmidim were once more in the room, and this time T'oma was with them. Although the doors were locked, Yeshua came, stood among them and said, “Shalom aleikhem!” ", "27": "Then he said to T'oma, “Put your finger here, look at my hands, take your hand and put it into my side. Don't be lacking in trust, but have trust!” ", "28": "T'oma answered him, “My Lord and my God!” ", "29": "Yeshua said to him, “Have you trusted because you have seen me? How blessed are those who do not see, but trust anyway!”", "30": "In the presence of the talmidim Yeshua performed many other miracles which have not been recorded in this book. ", "31": "But these which have been recorded are here so that you may trust that Yeshua is the Messiah, the Son of God, and that by this trust you may have life because of who he is."}