{"1": "After this, Yeshua appeared again to the talmidim at Lake Tiberias. Here is how it happened: ", "2": "Shim'on Kefa and T'oma (his name means “twin”) were together with Natan'el from Kanah in the Galil, the sons of Zavdai, and two other talmidim. ", "3": "Shim'on Kefa said, “I'm going fishing.” They said to him, “We're coming with you.” They went and got into the boat, but that night they didn't catch anything. ", "4": "However, just as day was breaking, Yeshua stood on shore, but the talmidim didn't know it was he. ", "5": "He said to them, “You don't have any fish, do you?” “No,” they answered him. ", "6": "He said to them, “Throw in your net to starboard and you will catch some.” So they threw in their net, and there were so many fish in it that they couldn't haul it aboard. ", "7": "The talmid Yeshua loved said to Kefa, “It's the Lord!” On hearing it was the Lord, Shim'on Kefa threw on his coat, because he was stripped for work, and plunged into the lake; ", "8": "but the other talmidim followed in the boat, dragging the net full of fish; for they weren't far from shore, only about a hundred yards. ", "9": "When they stepped ashore, they saw a fire of burning coals with a fish on it, and some bread. ", "10": "Yeshua said to them, “Bring some of the fish you have just caught.” ", "11": "Shim'on Kefa went up and dragged the net ashore. It was full of fish, 153 of them; but even with so many, the net wasn't torn. ", "12": "Yeshua said to them, “Come and have breakfast.” None of the talmidim dared to ask him, “Who are you?” They knew it was the Lord. ", "13": "Yeshua came, took the bread and gave it to them, and did the same with the fish. ", "14": "This was now the third time Yeshua had appeared to the talmidim after being raised from the dead.", "15": "After breakfast, Yeshua said to Shim'on Kefa, “Shim'on Bar-Yochanan, do you love me more than these?” He replied, “Yes, Lord, you know I'm your friend.” He said to him, “Feed my lambs.” ", "16": "A second time he said to him, “Shim'on Bar-Yochanan, do you love me?” He replied, “Yes, Lord, you know I'm your friend.” He said to him, “Shepherd my sheep.” ", "17": "The third time he said to him, “Shim'on Bar-Yochanan, are you my friend?” Shim'on was hurt that he questioned him a third time: “Are you my friend?” So he replied, “Lord, you know everything! You know I'm your friend!” Yeshua said to him, “Feed my sheep! ", "18": "Yes, indeed! I tell you, when you were younger, you put on your clothes and went where you wanted. But when you grow old, you will stretch out your hands, and someone else will dress you and carry you where you do not want to go.” ", "19": "He said this to indicate the kind of death by which Kefa would bring glory to God. Then Yeshua said to him, “Follow me!”", "20": "Kefa turned and saw the talmid Yeshua especially loved following behind, the one who had leaned against him at the supper and had asked, “Who is the one who is betraying you?” ", "21": "On seeing him, Kefa said to Yeshua, “Lord, what about him?” ", "22": "Yeshua said to him, “If I want him to stay on until I come, what is it to you? You, follow me!” ", "23": "Therefore the word spread among the brothers that that talmid would not die. However, Yeshua didn't say he wouldn't die, but simply, “If I want him to stay on until I come, what is it to you?”", "24": "This one is the talmid who is testifying about these things and who has recorded them. And we know that his testimony is true.", "25": "But there are also many other things Yeshua did; and if they were all to be recorded, I don't think the whole world could contain the books that would have to be written!"}