{"1": "There was a man among the P'rushim, named Nakdimon, who was a ruler of the Judeans. ", "2": "This man came to Yeshua by night and said to him, “Rabbi, we know it is from God that you have come as a teacher; for no one can do these miracles you perform unless God is with him.” ", "3": "“Yes, indeed,” Yeshua answered him, “I tell you that unless a person is born again from above, he cannot see the Kingdom of God.”", "4": "Nakdimon said to him, “How can a grown man be 'born'? Can he go back into his mother's womb and be born a second time?” ", "5": "Yeshua answered, “Yes, indeed, I tell you that unless a person is born from water and the Spirit, he cannot enter the Kingdom of God. ", "6": "What is born from the flesh is flesh, and what is born from the Spirit is spirit. ", "7": "Stop being amazed at my telling you that you must be born again from above! ", "8": "The wind blows where it wants to, and you hear its sound, but you don't know where it comes from or where it's going. That's how it is with everyone who has been born from the Spirit.”", "9": "Nakdimon replied, “How can this happen?” ", "10": "Yeshua answered him, “You hold the office of teacher in Isra'el, and you don't know this? ", "11": "Yes, indeed! I tell you that what we speak about, we know; and what we give evidence of, we have seen; but you people don't accept our evidence! ", "12": "If you people don't believe me when I tell you about the things of the world, how will you believe me when I tell you about the things of heaven? ", "13": "No one has gone up into heaven; there is only the one who has come down from heaven, the Son of Man. ", "14": "Just as Moshe lifted up the serpent in the desert, so must the Son of Man be lifted up; ", "15": "so that everyone who trusts in him may have eternal life.", "16": "“For God so loved the world that he gave his only and unique Son, so that everyone who trusts in him may have eternal life, instead of being utterly destroyed. ", "17": "For God did not send the Son into the world to judge the world, but rather so that through him, the world might be saved. ", "18": "Those who trust in him are not judged; those who do not trust have been judged already, in that they have not trusted in the one who is God's only and unique Son.", "19": "“Now this is the judgment: the light has come into the world, but people loved the darkness rather than the light. Why? Because their actions were wicked. ", "20": "For everyone who does evil things hates the light and avoids it, so that his actions won't be exposed. ", "21": "But everyone who does what is true comes to the light, so that all may see that his actions are accomplished through God.”", "22": "After this, Yeshua and his talmidim went out into the countryside of Y'hudah, where he stayed awhile with them and immersed people. ", "23": "Yochanan too was immersing at Einayim, near Shalem, because there was plenty of water there; and people kept coming to be immersed. ", "24": "(This was before Yochanan's imprisonment.)", "25": "A discussion arose between some of Yochanan's talmidim and a Judean about ceremonial washing; ", "26": "and they came to Yochanan and said to him, “Rabbi, you know the man who was with you on the other side of the Yarden, the one you spoke about? Well, here he is, immersing; and everyone is going to him!” ", "27": "Yochanan answered, “No one can receive anything unless it has been given to him from Heaven. ", "28": "You yourselves can confirm that I did not say I was the Messiah, but that I have been sent ahead of him. ", "29": "The bridegroom is the one who has the bride; but the bridegroom's friend, who stands and listens to him, is overjoyed at the sound of the bridegroom's voice. So this joy of mine is now complete. ", "30": "He must become more important, while I become less important.", "31": "“He who comes from above is above all. He who is from the earth is from the earth and talks from an earthly point of view; he who comes from heaven is above all. ", "32": "He testifies about what he has actually seen and heard, yet no one accepts what he says! ", "33": "Whoever does accept what he says puts his seal on the fact that God is true, ", "34": "because the one whom God sent speaks God's words. For God does not give him the Spirit in limited degree — ", "35": "the Father loves the Son and has put everything in his hands. ", "36": "Whoever trusts in the Son has eternal life. But whoever disobeys the Son will not see that life but remains subject to God's wrath.”"}