{"1": "After this, there was a Judean festival; and Yeshua went up to Yerushalayim. ", "2": "In Yerushalayim, by the Sheep Gate, is a pool called in Aramaic, Beit-Zata, ", "3": "in which lay a crowd of invalids — blind, lame, crippled. ", "4": "[a] ", "5": "One man was there who had been ill for thirty-eight years. ", "6": "Yeshua, seeing this man and knowing that he had been there a long time, said to him, “Do you want to be healed?” ", "7": "The sick man answered, “I have no one to put me in the pool when the water is disturbed; and while I'm trying to get there, someone goes in ahead of me.” ", "8": "Yeshua said to him, “Get up, pick up your mat and walk!” ", "9": "Immediately the man was healed, and he picked up his mat and walked. Now that day was Shabbat, ", "10": "so the Judeans said to the man who had been healed, “It's Shabbat! It's against Torah for you to carry your mat!” ", "11": "But he answered them, “The man who healed me — he's the one who told me, 'Pick up your mat and walk.'” ", "12": "They asked him, “Who is the man who told you to pick it up and walk?” ", "13": "But the man who had been healed didn't know who it was, because Yeshua had slipped away into the crowd.", "14": "Afterwards Yeshua found him in the Temple court and said to him, “See, you are well! Now stop sinning, or something worse may happen to you!” ", "15": "The man went off and told the Judeans it was Yeshua who had healed him; ", "16": "and on account of this, the Judeans began harassing Yeshua because he did these things on Shabbat.", "17": "But he answered them, “My Father has been working until now, and I too am working.” ", "18": "This answer made the Judeans all the more intent on killing him — not only was he breaking Shabbat; but also, by saying that God was his own Father, he was claiming equality with God. ", "19": "Therefore, Yeshua said this to them: “Yes, indeed! I tell you that the Son cannot do anything on his own, but only what he sees the Father doing; whatever the Father does, the Son does too. ", "20": "For the Father loves the Son and shows him everything he does; and he will show him even greater things than these, so that you will be amazed. ", "21": "Just as the Father raises the dead and makes them alive, so too the Son makes alive anyone he wants. ", "22": "The Father does not judge anyone but has entrusted all judgment to the Son, ", "23": "so that all may honor the Son as they honor the Father. Whoever fails to honor the Son is not honoring the Father who sent him. ", "24": "Yes, indeed! I tell you that whoever hears what I am saying and trusts the One who sent me has eternal life — that is, he will not come up for judgment but has already crossed over from death to life! ", "25": "Yes, indeed! I tell you that there is coming a time — in fact, it's already here — when the dead will hear the voice of the Son of God, and those who listen will come to life. ", "26": "For just as the Father has life in himself, so he has given the Son life to have in himself. ", "27": "Also he has given him authority to execute judgment, because he is the Son of Man. ", "28": "Don't be surprised at this; because the time is coming when all who are in the grave will hear his voice ", "29": "and come out — those who have done good to a resurrection of life, and those who have done evil to a resurrection of judgment. ", "30": "I can't do a thing on my own. As I hear, I judge; and my judgment is right; because I don't seek my own desire, but the desire of the one who sent me.", "31": "“If I testify on my own behalf, my testimony is not valid. ", "32": "But there is someone else testifying on my behalf, and I know that the testimony he is making is valid — ", "33": "you have sent to Yochanan, and he has testified to the truth. ", "34": "Not that I collect human testimony; rather, I say these things so that you might be saved. ", "35": "He was a lamp burning and shining, and for a little while you were willing to bask in his light.", "36": "“But I have a testimony that is greater than Yochanan's. For the things the Father has given me to do, the very things I am doing now, testify on my behalf that the Father has sent me.", "37": "“In addition, the Father who sent me has himself testified on my behalf. But you have never heard his voice or seen his shape; ", "38": "moreover, his word does not stay in you, because you don't trust the one he sent. ", "39": "You keep examining the Tanakh because you think that in it you have eternal life. Those very Scriptures bear witness to me, ", "40": "but you won't come to me in order to have life!", "41": "“I don't collect praise from men, ", "42": "but I do know you people — I know that you have no love for God in you! ", "43": "I have come in my Father's name, and you don't accept me; if someone else comes in his own name, him you will accept. ", "44": "How can you trust? You're busy collecting praise from each other, instead of seeking praise from God only.", "45": "“But don't think that it is I who will be your accuser before the Father. Do you know who will accuse you? Moshe, the very one you have counted on! ", "46": "For if you really believed Moshe, you would believe me; because it was about me that he wrote. ", "47": "But if you don't believe what he wrote, how are you going to believe what I say?”"}