{"1": "Some time later, Yeshua went over to the far side of Lake Kinneret (that is, Lake Tiberias), ", "2": "and a large crowd followed him, because they had seen the miracles he had performed on the sick. ", "3": "Yeshua went up into the hills and sat down there with his talmidim. ", "4": "Now the Judean festival of Pesach was coming up; ", "5": "so when Yeshua looked up and saw that a large crowd was approaching, he said to Philip, “Where will we be able to buy bread, so that these people can eat?” ", "6": "(Now Yeshua said this to test Philip, for Yeshua himself knew what he was about to do.) ", "7": "Philip answered, “Half a year's wages wouldn't buy enough bread for them — each one would get only a bite!” ", "8": "One of the talmidim, Andrew the brother of Shim'on Kefa, said to him, ", "9": "“There's a young fellow here who has five loaves of barley bread and two fish. But how far will they go among so many?”", "10": "Yeshua said, “Have the people sit down.” There was a lot of grass there, so they sat down. The number of men was about five thousand. ", "11": "Then Yeshua took the loaves of bread, and, after making a b'rakhah, gave to all who were sitting there, and likewise with the fish, as much as they wanted. ", "12": "After they had eaten their fill, he told his talmidim, “Gather the leftover pieces, so that nothing gets wasted.” ", "13": "They gathered them and filled twelve baskets with the pieces from the five barley loaves left by those who had eaten.", "14": "When the people saw the miracle he had performed, they said, “This has to be 'the prophet' who is supposed to come into the world.” ", "15": "Yeshua knew that they were on the point of coming and seizing him, in order to make him king; so he went back to the hills again. This time he went by himself.", "16": "When evening came, his talmidim went down to the lake, ", "17": "got into a boat and set out across the lake toward K'far-Nachum. By now it was dark, Yeshua had not yet joined them, ", "18": "and the sea was getting rough, because a strong wind was blowing. ", "19": "They had rowed three or four miles when they saw Yeshua approaching the boat, walking on the lake! They were terrified; ", "20": "but he said to them, “Stop being afraid, it is I.” ", "21": "Then they were willing to take him into the boat, and instantly the boat reached the land they were heading for.", "22": "The next day, the crowd which had stayed on the other side of the lake noticed that there had been only one boat there, and that Yeshua had not entered the boat with his talmidim, but that the talmidim had been alone when they sailed off. ", "23": "Then other boats, from Tiberias, came ashore near the place where they had eaten the bread after the Lord had made the b'rakhah. ", "24": "Accordingly, when the crowd saw that neither Yeshua nor his talmidim were there, they themselves boarded the boats and made for K'far-Nachum in search of Yeshua.", "25": "When they found him on the other side of the lake, they asked him, “Rabbi, when did you get here?” ", "26": "Yeshua answered, “Yes, indeed! I tell you, you're not looking for me because you saw miraculous signs, but because you ate the bread and had all you wanted! ", "27": "Don't work for the food which passes away but for the food that stays on into eternal life, which the Son of Man will give you. For this is the one on whom God the Father has put his seal.”", "28": "So they said to him, “What should we do in order to perform the works of God?” ", "29": "Yeshua answered, “Here's what the work of God is: to trust in the one he sent!”", "30": "They said to him, “Nu, what miracle will you do for us, so that we may see it and trust you? What work can you perform? ", "31": "Our fathers ate man in the desert — as it says in the Tanakh, 'He gave them bread from heaven to eat.'[a] ", "32": "Yeshua said to them, “Yes, indeed! I tell you it wasn't Moshe who gave you the bread from heaven. But my Father is giving you the genuine bread from heaven; ", "33": "for God's bread is the one who comes down out of heaven and gives life to the world.”", "34": "They said to him, “Sir, give us this bread from now on.” ", "35": "Yeshua answered, “I am the bread which is life! Whoever comes to me will never go hungry, and whoever trusts in me will never be thirsty. ", "36": "I told you that you have seen but still don't trust. ", "37": "Everyone the Father gives me will come to me, and whoever comes to me I will certainly not turn away. ", "38": "For I have come down from heaven to do not my own will but the will of the One who sent me. ", "39": "And this is the will of the One who sent me: that I should not lose any of all those he has given me but should raise them up on the Last Day. ", "40": "Yes, this is the will of my Father: that all who see the Son and trust in him should have eternal life, and that I should raise them up on the Last Day.”", "41": "At this the Judeans began grumbling about him because he said, “I am the bread which has come down from heaven.” ", "42": "They said, “Isn't this Yeshua Ben-Yosef? We know his father and mother! How can he now say, 'I have come down from heaven'?” ", "43": "Yeshua answered them, “Stop grumbling to each other! ", "44": "No one can come to me unless the Father — the One who sent me — draws him. And I will raise him up on the Last Day. ", "45": "It is written in the Prophets, 'They will all be taught by Adonai.'[b] Everyone who listens to the Father and learns from him comes to me. ", "46": "Not that anyone has seen the Father except the one who is from God — he has seen the Father. ", "47": "Yes, indeed! I tell you, whoever trusts has eternal life: ", "48": "I am the bread which is life. ", "49": "Your fathers ate the man in the desert; they died. ", "50": "But the bread that comes down from heaven is such that a person may eat it and not die. ", "51": "I am the living bread that has come down from heaven; if anyone eats this bread, he will live forever. Furthermore, the bread that I will give is my own flesh; and I will give it for the life of the world.”", "52": "At this, the Judeans disputed with one another, saying, “How can this man give us his flesh to eat?” ", "53": "Then Yeshua said to them, “Yes, indeed! I tell you that unless you eat the flesh of the Son of Man and drink his blood, you do not have life in yourselves. ", "54": "Whoever eats my flesh and drinks my blood has eternal life — that is, I will raise him up on the Last Day. ", "55": "For my flesh is true food, and my blood is true drink. ", "56": "Whoever eats my flesh and drinks my blood lives in me, and I live in him. ", "57": "Just as the living Father sent me, and I live through the Father, so also whoever eats me will live through me. ", "58": "So this is the bread that has come down from heaven — it is not like the bread the fathers ate; they're dead, but whoever eats this bread will live forever!” ", "59": "He said these things as he was teaching in a synagogue in K'far-Nachum.", "60": "On hearing it, many of his talmidim said, “This is a hard word — who can bear to listen to it?” ", "61": "But Yeshua, aware that his talmidim were grumbling about this, said to them, “This is a trap for you? ", "62": "Suppose you were to see the Son of Man going back up to where he was before? ", "63": "It is the Spirit who gives life, the flesh is no help. The words I have spoken to you are Spirit and life, ", "64": "yet some among you do not trust.” (For Yeshua knew from the outset which ones would not trust him, also which one would betray him.) ", "65": "“This,” he said, “is why I told you that no one can come to me unless the Father has made it possible for him.”", "66": "From this time on, many of his talmidim turned back and no longer traveled around with him. ", "67": "So Yeshua said to the Twelve, “Don't you want to leave too?” ", "68": "Shim'on Kefa answered him, “Lord, to whom would we go? You have the word of eternal life. ", "69": "We have trusted, and we know that you are the Holy One of God.” ", "70": "Yeshua answered them, “Didn't I choose you, the Twelve? Yet one of you is an adversary.” ", "71": "(He was speaking of Y'hudah Ben-Shim'on, from K'riot; for this man — one of the Twelve! — was soon to betray him.)"}