{"1": "But Yeshua went to the Mount of Olives. ", "2": "At daybreak, he appeared again in the Temple Court, where all the people gathered around him, and he sat down to teach them. ", "3": "The Torah-teachers and the P'rushim brought in a woman who had been caught committing adultery and made her stand in the center of the group. ", "4": "Then they said to him, “Rabbi, this woman was caught in the very act of committing adultery. ", "5": "Now in our Torah, Moshe commanded that such a woman be stoned to death. What do you say about it?” ", "6": "They said this to trap him, so that they might have ground for bringing charges against him; but Yeshua bent down and began writing in the dust with his finger. ", "7": "When they kept questioning him, he straightened up and said to them, “The one of you who is without sin, let him be the first to throw a stone at her.” ", "8": "Then he bent down and wrote in the dust again. ", "9": "On hearing this, they began to leave, one by one, the older ones first, until he was left alone, with the woman still there. ", "10": "Standing up, Yeshua said to her, “Where are they? Has no one condemned you?” ", "11": "She said, “No one, sir.” Yeshua said, “Neither do I condemn you. Now go, and don't sin any more.”", "12": "Yeshua spoke to them again: “I am the light of the world; whoever follows me will never walk in darkness but will have the light which gives life.” ", "13": "So the P'rushim said to him, “Now you're testifying on your own behalf; your testimony is not valid.” ", "14": "Yeshua answered them, “Even if I do testify on my own behalf, my testimony is indeed valid; because I know where I came from and where I'm going; but you do not know where I came from or where I'm going. ", "15": "You judge by merely human standards. As for me, I pass judgment on no one; ", "16": "but if I were indeed to pass judgment, my judgment would be valid; because it is not I alone who judge, but I and the One who sent me. ", "17": "And even in your Torah it is written that the testimony of two people is valid. ", "18": "I myself testify on my own behalf, and so does the Father who sent me.”", "19": "They said to him, “Where is this 'father' of yours?” Yeshua answered, “You know neither me nor my Father; if you knew me, you would know my Father too.” ", "20": "He said these things when he was teaching in the Temple treasury room; yet no one arrested him, because his time had not yet come.", "21": "Again he told them, “I am going away, and you will look for me, but you will die in your sin — where I am going, you cannot come.” ", "22": "The Judeans said, “Is he going to commit suicide? Is that what he means when he says, 'Where I am going, you cannot come'?” ", "23": "Yeshua said to them, “You are from below, I am from above; you are of this world, I am not of this world. ", "24": "This is why I said to you that you will die in your sins; for if you do not trust that I AM [who I say I am], you will die in your sins.”", "25": "At this, they said to him, “You? Who are you?” Yeshua answered, “Just what I've been telling you from the start. ", "26": "There are many things I could say about you, and many judgments I could make. However, the One who sent me is true; so I say in the world only what I have heard from him.” ", "27": "They did not understand that he was talking to them about the Father. ", "28": "So Yeshua said, “When you lift up the Son of Man, then you will know that I AM [who I say I am], and that of myself I do nothing, but say only what the Father has taught me. ", "29": "Also, the One who sent me is still with me; he did not leave me to myself, because I always do what pleases him.”", "30": "Many people who heard him say these things trusted in him. ", "31": "So Yeshua said to the Judeans who had trusted him, “If you obey what I say, then you are really my talmidim, ", "32": "you will know the truth, and the truth will set you free.” ", "33": "They answered, “We are the seed of Avraham and have never been slaves to anyone; so what do you mean by saying, 'You will be set free'?” ", "34": "Yeshua answered them, “Yes, indeed! I tell you that everyone who practices sin is a slave of sin. ", "35": "Now a slave does not remain with a family forever, but a son does remain with it forever. ", "36": "So if the Son frees you, you will really be free! ", "37": "I know you are the seed of Avraham. Yet you are out to kill me, because what I am saying makes no headway in you. ", "38": "I say what my Father has shown me; you do what your father has told you!”", "39": "They answered him, “Our father is Avraham.” Yeshua replied, “If you are children of Avraham, then do the things Avraham did! ", "40": "As it is, you are out to kill me, a man who has told you the truth which I heard from God. Avraham did nothing like that! ", "41": "You are doing the things your father does.” “We're not illegitimate children!” they said to him. “We have only one Father — God!” ", "42": "Yeshua replied to them, “If God were your Father, you would love me; because I came out from God; and now I have arrived here. I did not come on my own; he sent me. ", "43": "Why don't you understand what I'm saying? Because you can't bear to listen to my message. ", "44": "You belong to your father, Satan, and you want to carry out your father's desires. From the start he was a murderer, and he has never stood by the truth, because there is no truth in him. When he tells a lie, he is speaking in character; because he is a liar — indeed, the inventor of the lie! ", "45": "But as for me, because I tell the truth you don't believe me. ", "46": "Which one of you can show me where I'm wrong? If I'm telling the truth, why don't you believe me? ", "47": "Whoever belongs to God listens to what God says; the reason you don't listen is that you don't belong to God.”", "48": "The Judeans answered him, “Aren't we right in saying you are from Shomron and have a demon?” ", "49": "Yeshua replied, “Me? I have no demon. I am honoring my Father. But you dishonor me. ", "50": "I am not seeking praise for myself. There is One who is seeking it, and he is the judge. ", "51": "Yes, indeed! I tell you that whoever obeys my teaching will never see death.”", "52": "The Judeans said to him, “Now we know for sure that you have a demon! Avraham died, and so did the prophets; yet you say, 'Whoever obeys my teaching will never taste death.' ", "53": "Avraham avinu died; you aren't greater than he, are you? And the prophets also died. Who do you think you are?” ", "54": "Yeshua answered, “If I praise myself, my praise counts for nothing. The One who is praising me is my Father, the very one about whom you keep saying, 'He is our God.' ", "55": "Now you have not known him, but I do know him; indeed, if I were to say that I don't know him, I would be a liar like you! But I do know him, and I obey his word. ", "56": "Avraham, your father, was glad that he would see my day; then he saw it and was overjoyed.”", "57": "“Why, you're not yet fifty years old,” the Judeans replied, “and you have seen Avraham?” ", "58": "Yeshua said to them, “Yes, indeed! Before Avraham came into being, I AM!” ", "59": "At this, they picked up stones to throw at him; but Yeshua was hidden and left the Temple grounds."}