{"1": "As Yeshua passed along, he saw a man blind from birth. ", "2": "His talmidim asked him, “Rabbi, who sinned — this man or his parents — to cause him to be born blind?” ", "3": "Yeshua answered, “His blindness is due neither to his sin nor to that of his parents; it happened so that God's power might be seen at work in him. ", "4": "As long as it is day, we must keep doing the work of the One who sent me; the night is coming, when no one can work. ", "5": "While I am in the world, I am the light of the world.”", "6": "Having said this, he spit on the ground, made some mud with the saliva, put the mud on the man's eyes, ", "7": "and said to him, “Go, wash off in the Pool of Shiloach!” (The name means “sent.”) So he went and washed and came away seeing.", "8": "His neighbors and those who previously had seen him begging said, “Isn't this the man who used to sit and beg?” ", "9": "Some said, “Yes, he's the one”; while others said, “No, but he looks like him.” However, he himself said, “I'm the one.” ", "10": "“How were your eyes opened?” they asked him. ", "11": "He answered, “The man called Yeshua made mud, put it on my eyes, and told me, 'Go to Shiloach and wash!' So I went; and as soon as I had washed, I could see.” ", "12": "They said to him, “Where is he?” and he replied, “I don't know.”", "13": "They took the man who had been blind to the P'rushim. ", "14": "Now the day on which Yeshua had made the mud and opened his eyes was Shabbat. ", "15": "So the P'rushim asked him again how he had become able to see; and he told them, “He put mud on my eyes, then I washed, and now I can see.” ", "16": "At this, some of the P'rushim said, “This man is not from God, because he doesn't keep Shabbat.” But others said, “How could a man who is a sinner do miracles like these?” And there was a split among them. ", "17": "So once more they spoke to the blind man: “Since you're the one whose eyes he opened, what do you say about him?” He replied: “He is a prophet.”", "18": "The Judeans, however, were unwilling to believe that he had formerly been blind, but now could see, until they had summoned the man's parents. ", "19": "They asked them, “Is this your son, who you say was born blind? How is it that now he can see?” ", "20": "His parents answered, “We know that this is our son and that he was born blind; ", "21": "but how it is that he can see now, we don't know; nor do we know who opened his eyes. Ask him — he's old enough, he can speak for himself!” ", "22": "The parents said this because they were afraid of the Judeans, for the Judeans had already agreed that anyone who acknowledged Yeshua as the Messiah would be banned from the synagogue. ", "23": "This is why his parents said, “He's old enough, ask him.”", "24": "So a second time they called the man who had been blind; and they said to him, “Swear to God that you will tell the truth! We know that this man is a sinner.” ", "25": "He answered, “Whether he's a sinner or not I don't know. One thing I do know: I was blind, now I see.” ", "26": "So they said to him, “What did he do to you? How did he open your eyes?” ", "27": "“I already told you,” he answered, “and you didn't listen. Why do you want to hear it again? Maybe you too want to become his talmidim?” ", "28": "Then they railed at him. “You may be his talmid,” they said, “but we are talmidim of Moshe! ", "29": "We know that God has spoken to Moshe, but as for this fellow — we don't know where he's from!” ", "30": "“What a strange thing,” the man answered, “that you don't know where he's from — considering that he opened my eyes! ", "31": "We know that God doesn't listen to sinners; but if anyone fears God and does his will, God does listen to him. ", "32": "In all history no one has ever heard of someone's opening the eyes of a man born blind. ", "33": "If this man were not from God, he couldn't do a thing!” ", "34": "“Why, you mamzer!” they retorted, “Are you lecturing us?” And they threw him out.", "35": "Yeshua heard that they had thrown the man out. He found him and said, “Do you trust in the Son of Man?” ", "36": "“Sir,” he answered, “tell me who he is, so that I can trust in him.” ", "37": "Yeshua said to him, “You have seen him. In fact, he's the one speaking with you now.” ", "38": "“Lord, I trust!” he said, and he kneeled down in front of him.", "39": "Yeshua said, “It is to judge that I came into this world, so that those who do not see might see, and those who do see might become blind.” ", "40": "Some of the P'rushim nearby heard this and said to him, “So we're blind too, are we?” ", "41": "Yeshua answered them, “If you were blind, you would not be guilty of sin. But since you still say, 'We see,' your guilt remains."}