{"1": "For the Torah has in it a shadow of the good things to come, but not the actual manifestation of the originals. Therefore, it can never, by means of the same sacrifices repeated endlessly year after year, bring to the goal those who approach the Holy Place to offer them. ", "2": "Otherwise, wouldn't the offering of those sacrifices have ceased? For if the people performing the service had been cleansed once and for all, they would no longer have sins on their conscience. ", "3": "No, it is quite the contrary — in these sacrifices is a reminder of sins, year after year. ", "4": "For it is impossible that the blood of bulls and goats should take away sins.", "5": "This is why, on coming into the world, he says, “It has not been your will to have an animal sacrifice and a meal offering; rather, you have prepared for me a body.", "6": "No, you have not been pleased with burnt offerings and sin offerings.", "7": "Then I said, 'Look! In the scroll of the book it is written about me. I have come to do your will.'”[a]", "8": "In saying first, “You neither willed nor were pleased with animal sacrifices, meal offerings, burnt offerings and sin offerings,” things which are offered in accordance with the Torah; ", "9": "and then, “Look, I have come to do your will”; he takes away the first system in order to set up the second. ", "10": "It is in connection with this will that we have been separated for God and made holy, once and for all, through the offering of Yeshua the Messiah's body.", "11": "Now every cohen stands every day doing his service, offering over and over the same sacrifices, which can never take away sins. ", "12": "But this one, after he had offered for all time a single sacrifice for sins, sat down at the right hand of God, ", "13": "from then on to wait until his enemies be made a footstool for his feet.[b] ", "14": "For by a single offering he has brought to the goal for all time those who are being set apart for God and made holy.", "15": "And the Ruach HaKodesh too bears witness to us; for after saying,", "16": "“ 'This is the covenant which I will make with them after those days,' says Adonai: 'I will put my Torah on their hearts, and write it on their minds . . . ,' ”[c]", "17": "he then adds, “ 'And their sins and their wickednesses I will remember no more.' ”[d]", "18": "Now where there is forgiveness for these, an offering for sins is no longer needed.", "19": "So, brothers, we have confidence to use the way into the Holiest Place opened by the blood of Yeshua. ", "20": "He inaugurated it for us as a new and living way through the parokhet, by means of his flesh. ", "21": "We also have a great cohen over God's household. ", "22": "Therefore, let us approach the Holiest Place with a sincere heart, in the full assurance that comes from trusting — with our hearts sprinkled clean from a bad conscience and our bodies washed with pure water.[e] ", "23": "Let us continue holding fast to the hope we acknowledge, without wavering; for the One who made the promise is trustworthy. ", "24": "And let us keep paying attention to one another, in order to spur each other on to love and good deeds, ", "25": "not neglecting our own congregational meetings, as some have made a practice of doing, but, rather, encouraging each other. And let us do this all the more as you see the Day approaching. ", "26": "For if we deliberately continue to sin after receiving the knowledge of the truth, there no longer remains a sacrifice for sins, ", "27": "but only the terrifying prospect of Judgment, of raging fire that will consume the enemies.[f]", "28": "Someone who disregards the Torah of Moshe is put to death without mercy on the word of two or three witnesses.[g] ", "29": "Think how much worse will be the punishment deserved by someone who has trampled underfoot the Son of God; who has treated as something common the blood of the covenant[h] which made him holy; and who has insulted the Spirit, giver of God's grace!", "30": "For the One we know is the One who said, “Vengeance is my responsibility; I will repay,” and then said, “Adonai will judge his people.”[i]", "31": "It is a terrifying thing to fall into the hands of the living God!", "32": "But remember the earlier days, when, after you had received the light, you endured a hard struggle with sufferings. ", "33": "Sometimes you were publicly disgraced and persecuted, while at other times you stood loyally by those who were treated this way. ", "34": "For you shared the sufferings of those who had been put in prison. Also when your possessions were seized, you accepted it gladly; since you knew that what you possessed was better and would last forever.", "35": "So don't throw away that courage of yours, which carries with it such a great reward. ", "36": "For you need to hold out; so that, by having done what God wills, you may receive what he has promised. ", "37": "For “There is so, so little time! The One coming will indeed come, he will not delay.", "38": "But the person who is righteous will live his life by trusting, and if he shrinks back, I will not be pleased with him.”[j]", "39": "However, we are not the kind who shrink back and are destroyed; on the contrary, we keep trusting and thus preserve our lives!"}