{"1": "So then, since we are surrounded by such a great cloud of witnesses, let us, too, put aside every impediment — that is, the sin which easily hampers our forward movement — and keep running with endurance in the contest set before us, ", "2": "looking away to the Initiator and Completer of that trusting,[a] Yeshua — who, in exchange for obtaining the joy set before him, endured execution on a stake as a criminal, scorning the shame, and has sat down at the right hand of the throne of God.[b] ", "3": "Yes, think about him who endured such hostility against himself from sinners, so that you won't grow tired or become despondent. ", "4": "You have not yet resisted to the point of shedding blood in the contest against sin.", "5": "Also you have forgotten the counsel which speaks with you as sons: “My son, don't despise the discipline of Adonai or become despondent when he corrects you.", "6": "For Adonai disciplines those he loves and whips everyone he accepts as a son.”[c]", "7": "Regard your endurance as discipline; God is dealing with you as sons. For what son goes undisciplined by his father? ", "8": "All legitimate sons undergo discipline; so if you don't, you're a mamzer and not a son!", "9": "Furthermore, we had physical fathers who disciplined us, and we respected them; how much more should we submit to our spiritual Father and live! ", "10": "For they disciplined us only for a short time and only as best they could; but he disciplines us in a way that provides genuine benefit to us and enables us to share in his holiness.", "11": "Now, all discipline, while it is happening, does indeed seem painful, not enjoyable; but for those who have been trained by it, it later produces its peaceful fruit, which is righteousness. ", "12": "So, strengthen your drooping arms, and steady your tottering knees;[d]", "13": "and make a level path for your feet;[e] so that what has been injured will not get wrenched out of joint but rather will be healed.", "14": "Keep pursuing shalom with everyone and the holiness without which no one will see the Lord. ", "15": "See to it that no one misses out on God's grace, that no root of bitterness[f] springing up causes trouble and thus contaminates many, ", "16": "and that no one is sexually immoral, or godless like Esav, who in exchange for a single meal gave up his rights as the firstborn. ", "17": "For you know that afterwards, when he wanted to obtain his father's blessing, he was rejected; indeed, even though he sought it with tears, his change of heart was to no avail.", "18": "For you have not come to a tangible mountain, to an ignited fire, to darkness, to murk, to a whirlwind, ", "19": "to the sound of a shofar, and to a voice whose words made the hearers beg that no further message be given to them — ", "20": "for they couldn't bear what was being commanded them, “If even an animal touches the mountain, it is to be stoned to death”;[g] ", "21": "and so terrifying was the sight that Moshe said, “I am quaking with dread.”[h]", "22": "On the contrary, you have come to Mount Tziyon, that is, the city of the living God, heavenly Yerushalayim; to myriads of angels in festive assembly; ", "23": "to a community of the firstborn whose names have been recorded in heaven; to a Judge who is God of everyone; to spirits of righteous people who have been brought to the goal; ", "24": "to the mediator of a new covenant, Yeshua; and to the sprinkled blood that speaks better things than that of Hevel.", "25": "See that you don't reject the One speaking! For if those did not escape who rejected him when he gave divine warning on earth, think how much less we will escape if we turn away from him when he warns from heaven. ", "26": "Even then, his voice shook the earth; but now, he has made this promise: “One more time I will shake not only the earth, but heaven too!”[i]", "27": "And this phrase, “one more time,” makes clear that the things shaken are removed, since they are created things, so that the things not shaken may remain. ", "28": "Therefore, since we have received an unshakeable Kingdom, let us have grace, through which we may offer service that will please God, with reverence and fear. ", "29": "For indeed, “Our God is a consuming fire!”[j]"}