{"1": "Let brotherly friendship continue; ", "2": "but don't forget to be friendly to outsiders; for in so doing, some people, without knowing it, have entertained angels. ", "3": "Remember those in prison and being mistreated, as if you were in prison with them and undergoing their torture yourselves.", "4": "Marriage is honorable in every respect; and, in particular, sex within marriage is pure. But God will indeed punish fornicators and adulterers.", "5": "Keep your lives free from the love of money; and be satisfied with what you have; for God himself has said, “I will never fail you or abandon you.”[a] ", "6": "Therefore, we say with confidence, “Adonai is my helper; I will not be afraid — what can a human being do to me?”[b]", "7": "Remember your leaders, those who spoke God's message to you. Reflect on the results of their way of life, and imitate their trust — ", "8": "Yeshua the Messiah is the same yesterday, today and forever.", "9": "Do not be carried away by various strange teachings; for what is good is for the heart to be strengthened by grace, not by foods. People who have made these the focus of their lives have not benefited thereby.", "10": "We have an altar from which those who serve in the Tent are not permitted to eat. ", "11": "For the cohen hagadol brings the blood of animals into the Holiest Place as a sin offering, but their bodies are burned outside the camp.[c] ", "12": "So too Yeshua suffered death outside the gate, in order to make the people holy through his own blood. ", "13": "Therefore, let us go out to him who is outside the camp and share his disgrace. ", "14": "For we have no permanent city here; on the contrary, we seek the one to come. ", "15": "Through him, therefore, let us offer God a sacrifice of praise continually.[d] For this is the natural product of lips that acknowledge his name.", "16": "But don't forget doing good and sharing with others, for with such sacrifices God is well pleased.", "17": "Obey your leaders and submit to them, for they keep watch over your lives, as people who will have to render an account. So make it a task of joy for them, not one of groaning; for that is of no advantage to you.", "18": "Keep praying for us, for we are certain that we have a clear conscience and want to conduct ourselves properly in everything we do. ", "19": "And all the more I beg you to do this, so that I may be restored to you that much sooner.", "20": "The God of shalom brought up from the dead the great Shepherd of the sheep, our Lord Yeshua, by the blood of an eternal covenant. ", "21": "May that God equip you with every good thing you need to do his will; and may he do in us whatever pleases him, through Yeshua the Messiah. To him be the glory forever and ever. Amen.", "22": "Now I urge you, brothers, to bear with my message of exhortation; for I have written you only briefly.", "23": "Know that our brother Timothy has been released. If he comes soon enough, I will bring him with me when I come to see you.", "24": "Greet all your leaders and all God's people. The people from Italy send greetings to you.", "25": "Grace be with you all."}