{"1": "Therefore, we must pay much more careful heed to the things we have heard, so that we will not drift away. ", "2": "For if the word God spoke through angels became binding, so that every violation and act of disobedience received its just deserts in full measure, ", "3": "then how will we escape if we ignore such a great deliverance? This deliverance, which was first declared by the Lord, was confirmed to us by those who heard him; ", "4": "while God also bore witness to it with various signs, wonders and miracles, and with gifts of the Ruach HaKodesh which he distributed as he chose.", "5": "For it was not to angels that God subjected the 'olam haba — which is what we are talking about. ", "6": "And there is a place where someone has given this solemn testimony: “What is mere man, that you concern yourself with him? or the son of man, that you watch over him with such care?", "7": "You made him a little lower than the angels, you crowned him with glory and honor,", "8": "you put everything in subjection under his feet.”[a] In subjecting everything to him, he left nothing unsubjected to him. However, at present, we don't see everything subjected to him — at least, not yet. ", "9": "But we do see Yeshua — who indeed was made for a little while lower than the angels — now crowned with glory and honor because he suffered death, so that by God's grace he might taste death for all humanity. ", "10": "For in bringing many sons to glory, it was only fitting that God, the Creator and Preserver of everything, should bring the Initiator of their deliverance to the goal through sufferings. ", "11": "For both Yeshua, who sets people apart for God, and the ones being set apart have a common origin — this is why he is not ashamed to call them brothers ", "12": "when he says, “I will proclaim your name to my brothers; in the midst of the congregation I will sing your praise.”[b]", "13": "Also, “I will put my trust in him, . . .”[c] and then it goes on, “Here I am, along with the children God has given me.”[d]", "14": "Therefore, since the children share a common physical nature as human beings, he became like them and shared that same human nature; so that by his death he might render ineffective the one who had power over death (that is, the Adversary) ", "15": "and thus set free those who had been in bondage all their lives because of their fear of death.", "16": "Indeed, it is obvious that he does not take hold of angels to help them; on the contrary, “He takes hold of the seed of Avraham.”[e]", "17": "This is why he had to become like his brothers in every respect — so that he might become a merciful and faithful cohen gadol in the service of God, making a kapparah for the sins of the people. ", "18": "For since he himself suffered death when he was put to the test, he is able to help those who are being tested now."}