{"1": "Therefore, let us be terrified of the possibility that, even though the promise of entering his rest remains, any one of you might be judged to have fallen short of it; ", "2": "for Good News has also been proclaimed to us, just as it was to them. But the message they heard didn't do them any good, because those who heard it did not combine it with trust. ", "3": "For it is we who have trusted who enter the rest. It is just as he said, “And in my anger, I swore that they would not enter my rest.”[a] He swore this even though his works have been in existence since the founding of the universe. ", "4": "For there is a place where it is said, concerning the seventh day, “And God rested on the seventh day from all his works.”[b]", "5": "And once more, our present text says, “They will not enter my rest.”[c]", "6": "Therefore, since it still remains for some to enter it, and those who received the Good News earlier did not enter, ", "7": "he again fixes a certain day, “Today,” saying through David, so long afterwards, in the text already given, “Today, if you hear God's voice, don't harden your hearts.”[d]", "8": "For if Y'hoshua had given them rest, God would not have spoken later of another “day.”", "9": "So there remains a Shabbat-keeping for God's people. ", "10": "For the one who has entered God's rest has also rested from his own works, as God did from his. ", "11": "Therefore, let us do our best to enter that rest; so that no one will fall short because of the same kind of disobedience.", "12": "See, the Word of God is alive! It is at work and is sharper than any double-edged sword — it cuts right through to where soul meets spirit and joints meet marrow, and it is quick to judge the inner reflections and attitudes of the heart. ", "13": "Before God, nothing created is hidden, but all things are naked and open to the eyes of him to whom we must render an account.", "14": "Therefore, since we have a great cohen gadol who has passed through to the highest heaven, Yeshua, the Son of God, let us hold firmly to what we acknowledge as true. ", "15": "For we do not have a cohen gadol unable to empathize with our weaknesses; since in every respect he was tempted just as we are, the only difference being that he did not sin. ", "16": "Therefore, let us confidently approach the throne from which God gives grace, so that we may receive mercy and find grace in our time of need."}