{"1": "Here is the whole point of what we have been saying: we do have just such a cohen gadol as has been described. And he does sit at the right hand of HaG'dulah in heaven.[a] ", "2": "There he serves in the Holy Place, that is, in the true Tent of Meeting, the one erected not by human beings but by Adonai.", "3": "For every cohen gadol is appointed to offer both gifts and sacrifices; so this cohen gadol too has to have something he can offer. ", "4": "Now if he were on earth, he wouldn't be a cohen at all, since there already are cohanim offering the gifts required by the Torah. ", "5": "But what they are serving is only a copy and shadow of the heavenly original; for when Moshe was about to erect the Tent, God warned him, “See to it that you make everything according to the pattern you were shown on the mountain.”[b]", "6": "But now the work Yeshua has been given to do is far superior to theirs, just as the covenant he mediates is better. For this covenant has been given as Torah on the basis of better promises. ", "7": "Indeed, if the first covenant had not given ground for faultfinding, there would have been no need for a second one. ", "8": "For God does find fault with the people when he says, “'See! The days are coming,' says Adonai, 'when I will establish over the house of Isra'el and over the house of Y'hudah a new covenant.", "9": "“'It will not be like the covenant which I made with their fathers on the day when I took them by their hand and led them forth out of the land of Egypt; because they, for their part, did not remain faithful to my covenant; so I, for my part, stopped concerning myself with them,' says Adonai.", "10": "“'For this is the covenant which I will make with the house of Isra'el after those days,' says Adonai: 'I will put my Torah in their minds and write it on their hearts; I will be their God, and they will be my people.", "11": "“'None of them will teach his fellow-citizen or his brother, saying, “Know Adonai!” For all will know me, from the least of them to the greatest,", "12": "because I will be merciful toward their wickednesses and remember their sins no more.'”[c]", "13": "By using the term, “new,” he has made the first covenant “old”; and something being made old, something in the process of aging, is on its way to vanishing altogether."}