{"1": "Now Ahab had 70 sons in Samaria. Jehu wrote letters and sent them to Samaria, to the rulers of Jezreel, the elders, and to the guardians of Ahab's sons, saying: ", "2": "“Now as soon as this letter reaches you—since your master's sons are with you, and you also have chariots and horses, a fortified city and weapons—", "3": "choose the best and the most worthy of your master's sons, set him on his father's throne, and fight for your master's house.”", "4": "But they were very terrified and said, “Look, two kings couldn't stand before him, how then can we?” ", "5": "So the steward of the palace, the governor of the city, the elders, and the guardians sent word to Jehu saying, “We are your servants, and will do whatever you tell us to. We won't make any man king. Do whatever is good in your eyes.”", "6": "Then he wrote a second letter to them saying, “If you are on my side, and if you will obey me, then bring the heads of the men, your master's sons, and come to me to Jezreel at this time tomorrow.” Now the king's sons, 70 people, were with the city's prominent men. ", "7": "When it came to pass that the letter reached them, they took the king's 70 sons and slaughtered them, put their heads in baskets and sent them to him at Jezreel. ", "8": "When a messenger came and told him saying, “They have brought the heads of the king's sons,” he said, “Put them in two heaps at the entrance of the gate until morning.”", "9": "It came to pass in the morning that he went out and stood and addressed all the people, “You are innocent. Behold, I conspired against my master and killed him, but who struck down all these? ", "10": "Know then that not a word of Adonai will fall to the earth—which Adonai spoke about the house of Ahab—for Adonai has done what He spoke through His servant Elijah.” ", "11": "So Jehu struck down all who remained of the house of Ahab in Jezreel—all his nobles, his acquaintances, his priests—until he left him not a survivor.", "12": "Then he arose and went on his way to Samaria. As he was at Shearing House[a] of the Shepherds along the way, ", "13": "Jehu met with the kinsmen of King Ahaziah of Judah and asked, “Who are you?” “We are the kinsmen of Ahaziah,” they replied, “We've come down to greet the children of the king and the children of the queen mother.”", "14": "“Take them alive!” he said. So they took them alive, then struck them down at the pit of Shearing House, 42 men—he spared not a single one of them.", "15": "Now when he left from there, he met Jehonadab son of Rechab coming to meet him. So he greeted him and said to him, “Is your heart right as my heart is with your heart?” “It is,” Jehonadab replied. “If it is, give me your hand.” So he gave him his hand, and Jehu helped him up into the chariot. ", "16": "Then he said, “Come with me and see my zeal for Adonai.” So he let him ride in his chariot.", "17": "When he came to Samaria, he struck down all who remained from Ahab in Samaria, until he had destroyed him, according to the word of Adonai spoken to Elijah.", "18": "Then Jehu gathered all the people together and said to them, “Ahab served Baal a little, but Jehu will serve him much! ", "19": "Now therefore, summon to me all the prophets of Baal, all his worshippers, and all his priests, let none be missing, for I have a great sacrifice for Baal—whoever is missing will not live.” But Jehu did it in cunning, in order to destroy the worshippers of Baal.", "20": "Then Jehu said, “Sanctify a solemn assembly for Baal.” So they proclaimed it. ", "21": "Then Jehu sent throughout Israel and all the worshippers of Baal came, so that there was not a man left who did not come. When they went into the temple of Baal, the temple of Baal was filled from one end to another.", "22": "Then he said to the one over the wardrobe, “Bring out vestments for all the worshippers of Baal.” So he brought out vestments for them. ", "23": "Then Jehu and Jehonadab son of Rechab went into the temple of Baal, and he said to the worshippers of Baal, “Search and look that there is here with you none of the servants of Adonai—only servants of Baal.” ", "24": "Then they went in to offer sacrifices and burnt offerings. Now Jehu had already stationed 80 of his men outside and said, “If any of the men whom I am bringing into your hands escapes, your life will be for his life.” ", "25": "Then it came to pass, as soon as he had finished offering the burnt offering, Jehu said to the guard and to the captains, “Go in, strike them down—let none get out.” So they struck them down with the edge of the sword, and the guard and the captains threw them out. Then they proceeded to the inner room of the temple of Baal, ", "26": "brought out the pillars of the temple of Baal, and burned them. ", "27": "Then they demolished the pillar of Baal, tore down the temple of Baal and turned it into latrines—as it is to this day.", "28": "Thus Jehu eradicated Baal from Israel. ", "29": "However, from the sins of Jeroboam son of Nebat, which he caused Israel to commit, from these Jehu did not turn away—the golden calves in Bethel and in Dan. ", "30": "Now Adonai had said to Jehu, “Because you have done well in executing what is right in My eyes, and have done to the house of Ahab according to all that was in My heart, your sons of the fourth generation will sit on the throne of Israel.”", "31": "Yet Jehu was not careful to walk in the Torah of Adonai, God of Israel, with all his heart. He did not turn from the sins of Jeroboam, which he caused Israel to commit. ", "32": "In those days Adonai began to reduce the size of Israel. For Hazael defeated them throughout the territory of Israel, ", "33": "from the Jordan eastward in all the land of Gilead—the Gadites, the Reubenites, and the Manassites—from Aroer by the Arnon Valley up to Gilead and Bashan.", "34": "Now the rest of the acts of Jehu and all that he did and all his might, are they not written in the Book of the Chronicles of the Kings of Israel? ", "35": "Then Jehu slept with his fathers and they buried him in Samaria. And his son Jehoahaz became king in his place. ", "36": "The days of Jehu's reign over Israel in Samaria were 28 years."}