{"1": "Now when Athaliah the mother of Ahaziah saw that her son was dead, she arose and destroyed all the royal offspring. ", "2": "But Jehosheba, daughter of King Joram and sister of Ahaziah, took Joash son of Ahaziah and stole him away from among the king's sons who were being put to death. She put him and his nurse in the bedroom, so he was hidden from Athaliah, so that he was not killed. ", "3": "He remained with her, hidden in the House of Adonai for six years, while Athaliah was reigning over the country.", "4": "Now in the seventh year, Jehoiada sent and fetched the captains of the hundreds, of both the Carites and the guards, and had them come to him in the House of Adonai. After he cut a covenant with them and put them under oath in the House of Adonai, he showed them the king's son. ", "5": "Then he commanded them saying, “This is what you will do: one-third of you—those going on duty on Shabbat—keeps watch over the palace. ", "6": "Then another third will be stationed at the Sur Gate and the last third will be at the gate behind the guards—so you will keep watch over the house on every side. ", "7": "Your other two divisions, who are off duty on Shabbat, will also keep watch over the House of Adonai for the king. ", "8": "So you are to surround the king on every side—every man with his weapons in his hand—whoever breaks through the ranks must be put to death. You must be with the king in his comings and goings.”", "9": "So the captains of hundreds did all that Jehoiada the kohen commanded. Each of the captains took his men—those who were on duty on Shabbat and those who were off duty on Shabbat—and presented themselves to Jehoiada the kohen. ", "10": "The kohen delivered to the captains of hundreds the spear and shields that belonged to King David that were in the House of Adonai. ", "11": "So the guards stood, every man with his weapons in his hand, from the right side of the House to the left side of the House, by the altar and the House, around the king on every side.", "12": "Then he brought out the king's son and put the crown and the insignia on him, and so they proclaimed him king and anointed him. Then they clapped their hands and shouted, “Long live the king!”", "13": "When Athaliah heard the noise of the guards and the people, she came to the people in the House of Adonai. ", "14": "She looked and behold, the king was standing by the pillar, as was the custom, with the captains and the trumpets beside the king, and all the people of the land rejoicing and blowing trumpets. Then Athaliah tore her clothes and cried, “Treason, treason!”", "15": "Then Jehoiada the kohen ordered the captains of hundreds, appointed over the army, and said to them, “Bring her out between the ranks—whoever follows her, put him to death with the sword.” For the kohen said, “Let her not be put to death in the House of Adonai.”", "16": "So they laid hands on her, and brought her to the horses' entry of the royal palace, where she was put to death.", "17": "Then Jehoiada cut a covenant between Adonai and the king and the people—that they would be Adonai's people—and also between the king and the people. ", "18": "Next, all the people of the land went to the temple of Baal and tore it down. They broke his altars and his images into pieces thoroughly, and slew Mattan, the priest of Baal, before the altars. Moreover, the kohen appointed officers over the House of Adonai.", "19": "Then he took the captains over hundreds, the Carites, the guard, and all the people of the land, and they brought the king down from the House of Adonai, and came by the way of the gate of the guards to the royal palace. So he sat on the royal throne. ", "20": "Then all the people of the land rejoiced, and the city was quiet—they had already slain Athaliah with the sword in the royal palace."}