{"1": "In the twelfth year of King Ahaz of Judah, Hoshea son of Elah became king in Samaria over Israel, and he reigned nine years. ", "2": "He did what was evil in Adonai's eyes, yet not as the kings of Israel who were before him. ", "3": "King Shalmaneser of Assyria marched against him, so Hoshea became his vassal and paid him tribute. ", "4": "But the king of Assyria caught Hoshea conspiring—he had sent messengers to King So of Egypt, and had not paid the tribute to the king of Assyria as he had done every year. Therefore the king of Assyria seized him and put him in prison. ", "5": "Then the king of Assyria invaded the entire country, marched up to Samaria, and besieged it for three years.", "6": "In the ninth year of Hoshea, the king of Assyria captured Samaria and deported the Israelites to Assyria. He placed them in Halah and Habor, on the Gozan River, and in the towns of the Medes. ", "7": "Now it was so because the men of Israel had sinned against Adonai their God, who brought them up out of the land of Egypt, from under the hand of Pharaoh king of Egypt, and had feared other gods. ", "8": "Instead they followed the customs of the nations, whom Adonai had dispossessed before Bnei-Yisrael, yet which the kings of Israel practiced. ", "9": "Bnei-Yisrael secretly did things against Adonai their God that were not right. They built shrines for themselves in all their settlements—from watchtowers to fortified cities, ", "10": "and they set up pillars and Asherah poles for themselves on every high hill and under every leafy tree. ", "11": "There they burned incense on all the high places, like the nations whom Adonai had driven out before them. So they did wicked things to provoke Adonai. ", "12": "They worshipped idols, about which Adonai had said to them, “You shall not do this thing.”", "13": "Yet Adonai had forewarned Israel and Judah by the hand of every prophet and every seer, saying, “Turn from your evil ways, and keep My commandments and My statutes, according to all the Torah which I commanded your fathers, and which I sent to you by the hand of My servants the prophets.” ", "14": "Yet they would not listen, but stiffened their neck like their fathers, who did not trust in Adonai their God. ", "15": "So they rejected His statutes and His covenant that He had made with their fathers, and His testimonies that He testified against them. Instead they went after futile things and became futile, following the nations that surrounded them, about whom Adonai had charged them not to emulate. ", "16": "So they abandoned all the mitzvot of Adonai their God. So they made for themselves molten images, two calves, and made an Asherah pole, and bowed down to all the host of heavens, and worshipped Baal, ", "17": "and they made their sons and daughters pass through the fire, practiced divination and enchantments, and sold themselves to do evil in Adonai's eyes, to provoke Him.", "18": "So Adonai became very angry with Israel, and banished them from His presence. There was none left but the tribe of Judah alone.", "19": "Even Judah did not keep the mitzvot of Adonai their God, but followed the customs which Israel had practiced. ", "20": "So Adonai spurned all the descendants of Israel and afflicted them and delivered them into the hand of plunderers, until He had cast them out of His sight.", "21": "When He had torn Israel from the house of David, they made Jeroboam son of Nebat king. Then Jeroboam drew Israel away from following Adonai and made them commit a great sin. ", "22": "The men of Israel kept walking in all the sins that Jeroboam committed. They did not turn away from them, ", "23": "until Adonai banished Israel from His presence, as He spoke by the hand of all His servants the prophets. So Israel has been exiled from their own land to Assyria to this day.", "24": "Then the king of Assyria brought people from Babylon, Cuthah, Avva, Hamath and Sepharvaim, and placed them in the cities of Samaria, instead of the men of Israel. So they possessed Samaria and settled in its cities. ", "25": "When they first began dwelling there, they did not fear Adonai—so Adonai sent lions among them, which killed some of them. ", "26": "Then they spoke to the king of Assyria saying, “The nations that you deported and resettled in the towns of Samaria do not know the requirement of the God of the land. Therefore He has sent lions among them, and behold, they are killing them because they don't know the requirement of the God of the land.”", "27": "Then the king of Assyria commanded saying, “Send there one of the kohanim whom you have exiled from there. Let them go and live there and teach them the requirement of the God of the land.” ", "28": "So one of the kohanim that had been deported from Samaria came and lived in Bethel, and taught them how they should fear Adonai.", "29": "However, every nation kept making its own gods, and put them in the shrines of the high places that the Samaritans had made—every nation in their cities where they settled. ", "30": "So the people of Babylon made Succoth-benoth, the people of Cuth made Nergal, the people of Hamath made Ashima, ", "31": "the Avvites made Nibhaz and Tartak, and the Sepharvites burned their children in the fire to Adrammelech and Anammelech, the gods of Sepharvaim. ", "32": "So they feared Adonai, while they also appointed for themselves from among themselves priests of the shrines, who officiated for them in the shrines of the high places. ", "33": "They continued to fear Adonai, but worshipped their own gods, after the custom of the nations from which they had been deported.", "34": "Up to this day, they follow their former customs. Nor do they fear Adonai, or follow the statutes, the ordinances, the Torah or the mitzvot that Adonai commanded the children of Jacob—whom He had renamed Israel. ", "35": "With them Adonai had made a covenant, and charged them saying, “You will not fear other gods, or bow down to them, or serve them, or sacrifice to them, ", "36": "but only Adonai, who brought you up from the land of Egypt with great power and with an outstretched arm—Him will you fear, and to Him will you bow down and to Him will you sacrifice. ", "37": "The statutes and the ordinances, and the Torah and the mitzvah, which He wrote for you, you will take care to do all the time. You are not to fear other gods. ", "38": "The covenant that I have made with you, you will not forget. Nor will you fear other gods, ", "39": "but Adonai your God will you fear. Then He will deliver you from the hand of all your enemies.”", "40": "Yet they did not listen, but they continued their former practices. ", "41": "So while these nations feared Adonai, they also worshipped their idols. Their children and grandchildren do as their fathers did to this day."}