{"1": "Now it was in the third year of Hoshea son of Elah king of Israel that Hezekiah son of Ahaz king of Judah began to reign. ", "2": "He was 25 years old when he became king and he reigned for 29 years in Jerusalem. His mother's name was Abi daughter of Zechariah. ", "3": "He did what was right in Adonai's eyes, according to all his ancestor David had done. ", "4": "He removed the high places, smashed the pillars and cut down the Asherah poles. He also broke in pieces the bronze serpent that Moses had made—for up to those days Bnei-Yisrael were still burning incense to it—it was called Nehushtan.", "5": "He trusted in Adonai, the God of Israel. Indeed, none of all the kings of Judah after him was like him—and none before him. ", "6": "For he clung to Adonai. He did not turn away from following Him, but kept His mitzvot, which Adonai had commanded Moses. ", "7": "So Adonai was with him. Wherever he went he prospered. He rebelled against the king of Assyria and did not serve him. ", "8": "He defeated the Philistines as far as Gaza and its territories, from watchtower to fortified city.", "9": "Now it came to pass in the fourth year of King Hezekiah, which was the seventh year of Hoshea son of King Elah of Israel, that King Shalmaneser of Assyria marched against Samaria and besieged it, ", "10": "and at the end of three years they captured it. So Samaria was captured in the sixth year of Hezekiah, which was the ninth year of King Hoshea of Israel. ", "11": "The king of Assyria deported Israel to Assyria and placed them in Halah and Habor on the Gozan River, and in the towns of the Medes. ", "12": "For they had not listened to the voice of Adonai their God, but transgressed His covenant—all that Moses the servant of Adonai had commanded—they neither listened nor did it.", "13": "Now in the fourteenth year of King Hezekiah, King Sennacherib of Assyria marched against all the fortified towns of Judah and seized them. ", "14": "So King Hezekiah of Judah sent word to the king of Assyria at Lachish saying, “I have done wrong. Withdraw from me, whatever you impose on me, I will bear.” So the king of Assyria imposed on King Hezekiah of Judah 300 talents of silver and 30 talents of gold. ", "15": "Then Hezekiah gave him all the silver that was found in the House of Adonai as well as in the treasuries of the royal palace. ", "16": "At that time Hezekiah stripped off the gold from the doors of the Temple of Adonai and from the doorposts that King Hezekiah of Judah had overlaid, and gave them to the king of Assyria.", "17": "Then the king of Assyria sent the Tartan, the Rab-saris and the Rab-shakeh[a] from Lachish with a great army to King Hezekiah in Jerusalem. So they went up and arrived at Jerusalem. Now when they arrived, they stood by the conduit of the upper pool, which is on the highway of the fuller's field. ", "18": "When they had called to the king, Eliakim son of Hilkiah, who was in charge of the royal palace, Shebnah the scribe, and Joah son of Asaph the recorder, came out to them.", "19": "So the Rab-shakeh said to them, “Say now to Hezekiah, thus says the great king, the king of Assyria: 'What is this confidence you've relied on? ", "20": "You say you have a plan and military force for the battle—they are only words of a lip. Who do you rely on now, so that you have rebelled against me? ", "21": "Behold, you rely on this splintered reed as a staff—Egypt! If a man leans on it, it will go into the palm of his hand and pierce it—thus Pharaoh king of Egypt is to all who trust in him.", "22": "“But if you say to me: 'We trust in Adonai our God'—is it not He whose high places and whose altars Hezekiah has removed, and then said to Judah and Jerusalem: 'You must worship before this altar in Jerusalem'?", "23": "“So now, make a bargain with my master, the king of Assyria. I'll give you 2,000 horses—if you could put riders of your own on them! ", "24": "So, how can you repulse a single lieutenant—the least of my master's servants? Yes, you're relying on Egypt for chariots and for horsemen.", "25": "“Moreover, have I now come up against this land to destroy it without Adonai's approval? Adonai said to me: 'Go up against this land, and destroy it.'”", "26": "Then Eliakim and Shebna and Joah said to the Rab-shakeh, “Please speak to your servants in Aramaic, for we understand it. Don't speak to us in the language of the Jews when the people on the wall are listening.”", "27": "But the Rab-shakeh said to them, “Has my master sent me only to your master and to you to speak these words, and not to the men who sit on the wall—who will eat their own wastes and drink their own urine with you?”", "28": "Then the Rab-shakeh stood and cried with a loud voice in the language of the Jews and said: “Hear the words of the great king, the king of Assyria. ", "29": "'Thus says the king: Don't let Hezekiah deceive you, for he will not be able to deliver you out of my hand! ", "30": "Nor let Hezekiah persuade you to trust in Adonai by saying: “Adonai will surely deliver us—this city will not be given into the hand of the king of Assyria.”” '", "31": "“Don't listen to Hezekiah! For thus says the king of Assyria: 'Make peace with me and come out to me. Then everyone will eat from his own vine and fig tree, and everyone will drink water from his own cistern, ", "32": "until I come, and take you away to a land like your own land—a land of grain and wine, a land of bread and vineyards, a land of olive oil and honey, that you may live and not die.' “So don't listen to Hezekiah when he misleads you by saying: 'Adonai will deliver us.' ", "33": "Have any of the gods of the nations delivered his land from the hand of the king of Assyria? ", "34": "Where are the gods of Hamath and Arpad? Where are the gods of Sepharvaim, Hena, and Ivvah? Have they delivered Samaria from my hand? ", "35": "Who among all the gods of the lands have delivered their country out of my hand? So will Adonai deliver Jerusalem from my hand?”", "36": "But the people were silent and did not answer him a word, for the king's commandment was, “Do not answer him.”", "37": "Then Eliakim son of Hilkiah, who was in charge of the palace, Shebna the scribe, and Joah son of Asaph the recorder came to Hezekiah with their clothes torn, and told him the words of the Rab-shakeh."}