{"1": "Now it came to pass, when Adonai was about to take up Elijah by a whirlwind into heaven, that Elijah went with Elisha from Gilgal. ", "2": "Elijah said to Elisha, “Stay here please, for Adonai has sent me on to Bethel.” But Elisha said, “As Adonai lives, and as you live, I will not leave you.” So they went down to Bethel.", "3": "Then the sons of the prophets at Bethel came out to Elisha and said to him, “Do you know that Adonai is going to take your master away from over you today?” He said, “Yes, I know. Be silent.”", "4": "Then Elijah said to him, “Elisha, stay here please, for Adonai has sent me on to Jericho.” But he said, “As Adonai lives and as you live, I will not leave you.” So they came to Jericho.", "5": "Then the sons of the prophets at Jericho approached Elisha and said to him, “Do you know that Adonai is going to take away your master from over you today?” He replied, “Yes, I know. Be silent.”", "6": "Then Elijah said to him, “Stay here please, for Adonai has sent me to the Jordan.” But he said, “As Adonai lives and as you live, I will not leave you.” So both of them went on.", "7": "Then 50 of the sons of the prophets went and stood aside at a distance from them, while the two of them stood by the Jordan. ", "8": "Elijah then took his mantle, wrapped it together, and struck the waters, and they were divided here and there, so that they two of them crossed over on dry ground. ", "9": "Now as they were crossing over, Elijah said to Elisha, “Ask what I will do for you before I am taken from you.” So Elisha said, “Please, let a double portion of your spirit be upon me.”", "10": "He replied, “You have asked a hard thing. Nevertheless, if you see me when I am taken from you, it will be so to you; but if not, it will not be so.”", "11": "As they were walking along and talking, behold, a chariot of fire and horses of fire separated the two of them, and Elijah went up by a whirlwind into heaven. ", "12": "As Elisha was watching, he was crying out, “Avi! Avi! The chariot of Israel and its horsemen!” Then he saw him no more. So he took hold of his own clothes and tore them in two pieces.", "13": "He then picked up the mantle of Elijah that fell from him. When he returned and stood by the bank of the Jordan, ", "14": "he took the mantle of Elijah that had fallen off him, struck the waters and said, “Where is Adonai, the God of Elijah?” As he indeed struck the waters, they parted here then there. Then Elisha crossed over.", "15": "When the sons of the prophets at Jericho saw him some way off, they said, “The spirit of Elijah has rested on Elisha.” So they came to meet him and bowed down to the ground before him. ", "16": "Then they said to him, “Behold now, there are 50 strong men with your servants. Please let them go and search for your master. Perhaps the Ruach Adonai has taken him up and cast him onto some mountain or into some valley.” But he said, “Don't send them.” ", "17": "But when they urged him until he was ashamed, he said, “Send them.” So they sent 50 men. Though they searched for three days, they did not find him. ", "18": "When they came back to him while he staying in Jericho, he said to them, “Didn't I tell you not to go?”", "19": "Then the men of the city said to Elisha, “Look now, the situation of this city is pleasant, as my lord sees, but the water is bad and the land barren.”", "20": "He responded, “Bring me a new jar, and put salt in it.” So they brought it to him. ", "21": "Then he went out to the spring of water, threw salt in it and said, “Thus says Adonai, I have healed this water. No longer will there be from there death or barrenness.” ", "22": "So the waters were healed to this day, according to the word that Elisha spoke.", "23": "From there he went up to Bethel. As he was going up along the road, some young boys came out of the city. They mocked him saying to him, “Go on up, baldy! Go on up, baldy!” ", "24": "So he turned around and looked at them and cursed them in the Name of Adonai. Then two she-bears came out of the woods and mauled 42 of the boys.", "25": "From there he went to Mount Carmel, and from there he returned to Samaria."}