{"1": "In those days Hezekiah became mortally ill. So Isaiah the prophet son of Amoz came to him and said to him, “Thus says Adonai: Put your house in order. For you are dying, and will not live.”", "2": "Then he turned his face to the wall and prayed to Adonai saying: ", "3": "“Please, Adonai, remember how I have walked before You in truth and with a whole heart, and have done what is good in Your eyes.” And Hezekiah wept bitterly.", "4": "Then it came to pass, before Isaiah was gone out of the middle court, that the word of Adonai came to him, saying: ", "5": "“Return, and say to Hezekiah the leader of My people, thus says Adonai, the God of your father David: 'I have heard your prayer and I have seen your tears. Behold, I am going to heal you. On the third day you will go up to the House of Adonai. ", "6": "Then I will add 15 years to your life. I will deliver you and this city from the hand of the king of Assyria; I will defend this city for My own sake, and for My servant David's sake.'”", "7": "Then Isaiah said, “Take a cake of figs.” So they took one and laid it on the boil, and he recovered.", "8": "Then Hezekiah said to Isaiah, “What will be the sign that Adonai will heal me, and that I should go up to the House of Adonai on the third day?”", "9": "Then Isaiah said, “This will be the sign to you from Adonai, that Adonai will do this word He has spoken: Should the shadow go forward ten steps or go back ten steps?”", "10": "Hezekiah answered, “It's easy for a shadow to go forward ten steps; no, let the shadow turn back ten steps.”", "11": "Then Isaiah the prophet cried to Adonai; and He brought the shadow ten steps backward, by which it had gone down on the sundial of Ahaz.", "12": "At that time Berodach-baladan, son of King Baladan of Babylon, sent a letter and a present to Hezekiah, for he had heard that Hezekiah had been sick. ", "13": "Now Hezekiah listened to them, and showed them his entire treasure house—the silver and the gold, the spices and the precious oil—and his armory, and everything that was found in his treasuries. There was nothing in his house or in all his dominion that Hezekiah did not show them.", "14": "Then Isaiah the prophet came to King Hezekiah and asked him, “What did these men say, and from where did they come to you?” Hezekiah replied, “They have come to me from a far country, from Babylon.”", "15": "Then he asked, “What have they seen in your house?” Hezekiah said, “They have seen everything in my house. There is nothing of my treasuries that I didn't show them.”", "16": "Then Isaiah said to Hezekiah, “Hear the word of Adonai: ", "17": "'Behold, days are coming when everything in your house, which your fathers have stored up to this day, will be carried to Babylon—nothing will be left,' says Adonai. ", "18": "'Moreover, some of your descendants—who will issue from you, whom you will father—will be taken away and will become eunuchs in the palace of the king of Babylon.'”", "19": "Then Hezekiah said to Isaiah, “Good is the word of Adonai which you have spoken.” For he thought, “Is it not so, if there will be shalom and security in my days?”", "20": "Now the rest of the acts of Hezekiah and all his might—including how he made the pool and the tunnel that brought water into the city—are they not written in the Book of the Chronicles of the Kings of Judah? ", "21": "So Hezekiah slept with his fathers, and his son Manasseh became king in his place."}