{"1": "Then the king sent for and they gathered all the elders of Judah and Jerusalem to him. ", "2": "The king went up to the House of Adonai and all the men of Judah and all the inhabitants of Jerusalem with him—the kohanim and the prophets, all the people, young and old—and he read in their hearing all the words of the Book of the Covenant which was found in the House of Adonai. ", "3": "Then the king stood by the pillar and cut a covenant before Adonai, to follow Adonai, keep His mitzvot, His laws and His decrees with all their heart and soul, in order to fulfill the words of this covenant that were written in this scroll. So all the people stood for the covenant.", "4": "Then the king commanded Hilkiah the kohen gadol, the kohanim of the second order and the doorkeepers to bring out of the Temple of Adonai all the vessels made for Baal and Asherah, and all the host of heaven, and he burned them outside Jerusalem in the fields of Kidron, and took their ashes to Bethel. ", "5": "He stopped the idolatrous priests whom the kings of Judah had ordained from burning incense on the high places in the towns of Judah and around Jerusalem, as well those burning incense to Baal, the sun, the moon, the constellations, and to all the host of heaven. ", "6": "Then he brought out the Asherah pole from the House of Adonai to Kidron Valley outside Jerusalem, burned it in the Kidron Valley, ground it to dust and threw its dust over the graves of the common people. ", "7": "Then he tore down the quarters of the male cult prostitutes that had been in the House of Adonai, where the women had been weaving coverings for the Asherah.", "8": "Then he brought all the priests from the towns of Judah, and defiled the high places where the priests had burned incense, from Geba to Beersheba. He also broke down the high places of the gates that were at the entrance of the gate of Joshua, the city governor, which were on one's left as one entered the city gate. ", "9": "Nevertheless, the priests of the high places did not go up to the altar of Adonai in Jerusalem, but they did eat matzot with their kinsmen.", "10": "Next he defiled Topheth, which is in the Ben-hinnom Valley, so that no one might make his son or daughter pass through the fire for Molech. ", "11": "Then he did away with the horses that the kings of Judah had dedicated to the sun, at the entrance of the House of Adonai, in the colonnades by the chamber of the officer Nethan-melech, and he burned the chariots of the sun with fire.", "12": "The king also tore down the altars made by the kings of Judah on the roof—the upper chamber of Ahaz and the altars that Manasseh had made in the two courtyards of the House of Adonai. He smashed them suddenly there and threw their dust into the Kidron Valley. ", "13": "The king also desecrated the shrines facing Jerusalem—to the south of the Mount of Destruction—which King Solomon of Israel had built for Ashtoreth the abomination of the Zidonians, for Chemosh the abomination of Moab, and for Milcom the abomination of the Ammonites. ", "14": "He smashed the pillars and cut down the Asherah poles and filled their places with human bones.", "15": "Moreover, the altar that was at Bethel and the shrine built by Jeroboam son of Nebat—who caused Israel to sin—that altar and the shrine he demolished, too. He burned the shrine and ground it to dust, and burned up the Asherah. ", "16": "Then, as Josiah looked around, he saw the burial caves there on the mountain, so he sent and took the bones out of the tombs and burned them on the altar, thus desecrating it—as was the word of Adonai which the man of God had proclaimed, who foretold it.", "17": "Then he asked, “What is this monument I see?” So the men of the town told him, “It is the tomb of the man of God, who came from Judah and proclaimed these things that you have just done to the altar of Bethel.”", "18": "“Let him rest,” he said. “Let no one disturb his bones.” So they left his bones undisturbed along with the bones of the prophet who came from Samaria.", "19": "Josiah also removed all the shrines of the high places that the kings of Israel had built in the towns of Samaria to provoke. He did to them just as he had done in Bethel. ", "20": "All the priests of the high places there he slaughtered on the altars, and burned human bones on them. Then he returned to Jerusalem.", "21": "Then the king commanded all the people saying, “Celebrate the Passover to Adonai your God, as it is written in this Book of the Covenant.” ", "22": "For no Passover like this had been celebrated from the days of the judges who judged Israel or in all the days of the kings of Israel and the kings of Judah. ", "23": "But in the eighteenth year of King Josiah, this Passover was observed for Adonai in Jerusalem.", "24": "Moreover, Josiah got rid of the necromancers and the mediums, the teraphim and the idols, and all the detestable things that were seen in the land of Judah and in Jerusalem—in order to confirm the words of the Torah that were written in the scroll that Hilkiah the kohen found in the House of Adonai.", "25": "Before him there had never been a king like him, who turned to Adonai with all his heart and with all his soul and with all his might, according to all the Torah of Moses, nor has any king like him risen since him.", "26": "Nevertheless, Adonai did not turn from the fury of His great wrath which burned against Judah, because of all that Manasseh had provoked Him. ", "27": "Adonai said, “I will banish Judah also from My presence as I banished Israel, and I have spurned this city, Jerusalem, which I chose, and the House about which I had said: 'My Name will be there.'”", "28": "Now the rest of the acts of Josiah and all that he did, are they not written in the Book of the Chronicles of the Kings of Judah? ", "29": "In his days Pharaoh Neco, king of Egypt, went up against the king of Assyria to the Euphrates River. King Josiah marched against him, but Neco killed him at Megiddo when he saw him. ", "30": "So his servants carried him dead in a chariot from Megiddo and brought him to Jerusalem, and buried him in his own tomb. Then the people of the land took Jehoahaz son of Josiah, anointed him and made him king in his father's place. ", "31": "Jehoahaz was 23 years old when he became king, and he reigned three months in Jerusalem. His mother's name was Hamutal daughter of Jeremiah of Libnah. ", "32": "But he did what was evil in Adonai's eyes, as in all that his ancestors had done. ", "33": "Then Pharaoh Necoh imprisoned him at Riblah in the land of Hamath, so he would not reign in Jerusalem. He also imposed on the land a fine of 100 talents of silver and a talent of gold.", "34": "Then Pharaoh Necoh installed Eliakim son of Josiah king in place of his father Josiah, and changed his name to Jehoiakim. But he took Jehoahaz away and brought him to Egypt, and he died there. ", "35": "Jehoiakim gave the silver and the gold to Pharaoh, but he taxed the land to give the money in keeping with Pharaoh's command. He exacted the silver and the gold from the people of the land, each according to his assessment, to give it to Pharaoh Necoh. ", "36": "Jehoiakim was 25 years old when he became king, and he reigned 11 years in Jerusalem. His mother's name was Zebudah the daughter of Pedaiah of Rumah. ", "37": "But he did what was evil in Adonai's eyes, just as in all that his ancestors had done."}