{"1": "Now it came to pass in the ninth year of Zedekiah's reign, on the tenth day of the tenth month, that King Nebuchadnezzar of Babylon and his entire army advanced against Jerusalem, set up camp by it, and built a siege wall all around it. ", "2": "So the city was under siege until the eleventh year of King Zedekiah. ", "3": "On the ninth day of the fourth month the famine became so severe in the city that there was no bread for the common people.", "4": "Then the city was broken into, and all the warriors fled by night by the way of the gate between the double walls near the king's garden—though the Chaldeans were all around the city—and they went by the way to the Arabah. ", "5": "But the Chaldean army pursued the king and overtook him in the plains of Jericho. All his army was scattered from him. ", "6": "So they captured the king and brought him up to the king of Babylon at Riblah, and passed sentence on him. ", "7": "They slaughtered Zedekiah's sons before his eyes, then put out Zedekiah's eyes, bound him in bronze chains and took him to Babylon.", "8": "Now on the seventh day of the fifth month—which was the nineteenth year of King Nebuchadnezzar of Babylon—Nebuzaradan, the captain of the imperial guard, officer of the Babylonian king, came to Jerusalem. ", "9": "He burned down the House of Adonai, the royal palace and all the houses of Jerusalem—every notable building he burned with fire. ", "10": "Then the whole Chaldean army that was with the captain of the guard demolished the walls of Jerusalem on every side. ", "11": "Then the remnant of the people who were left in the city—the deserters who had defected to the Babylonian king and the rest of the populace—Nebuzaradan captain of the guard exiled them. ", "12": "But the captain of the guard left some of the poorest of the land to be vinedressers and field hands.", "13": "Now the Chaldeans broke into pieces the bronze pillars that were in the House of Adonai, the stands and the bronze sea that were in the House of Adonai, and carried their bronze away to Babylon. ", "14": "They also took away the pots, the shovels, the snuffers, the pans and all the bronze vessels that were used in Temple service. ", "15": "The captain of the guard took away the fire pans and the basins—whatever was gold or silver. ", "16": "The two pillars, the one sea, and the stands which Solomon had made for the House of Adonai—the bronze of all these vessels was beyond weight. ", "17": "The height of each pillar was eighteen cubits, with a bronze capital on top. The height of the capital was three cubits, with a netting of copper pomegranates encircling the capital. The same was true of the second pillar with its netting.", "18": "Then the captain of the guard took away Seraiah the chief kohen, Zephaniah the deputy kohen, and the three doorkeepers. ", "19": "From the city he took an official who had been overseeing the soldiers and five of the royal advisers who were found in the city, and the scribe of the army captain who mustered the people of the land, and 60 men of the common people that were found in the city. ", "20": "Nebuzaradan the captain of the guard took them and brought them to the king of Babylon at Riblah. ", "21": "The king of Babylon struck them down and put them to death at Riblah in the land of Hamath. Thus Judah was exiled from its land.", "22": "Now as for the people that were left in the land of Judah, whom King Nebuchadnezzar of Babylon had left, he appointed over them Gedaliah son of Ahikam son of Shaphan. ", "23": "Now when all the captains of the troops, they and their men, heard that the king of Babylon had appointed Gedaliah as governor, they came to Gedaliah at Mizpah—Ishmael son of Nethaniah, Johanan son of Kareah, Seraiah son of Tanhumeth the Netophathite, and Jaazaniah son of the Maacathite—they and their men. ", "24": "Gedaliah swore to them and to their men and said to them, “Don't be afraid of the Chaldean officials. Stay in the land and serve the king of Babylon, and it will go well for you.”", "25": "But it came to pass in the seventh month that Ishmael son of Nethaniah son of Elishama, of royal descent, came with ten men and assassinated Gedaliah, so he died along with the Judeans and Chaldeans who were with him at Mizpah. ", "26": "So all the people, young and old, and the captains of the troops, got up and fled to Egypt, for they were afraid of the Chaldeans.", "27": "Now it came to pass in the thirty-seventh year of the exile of King Jehoiachin of Judah, on the twenty-seventh day of the twelfth month, that King Evil-merodach of Babylon, in the year he became king, released King Jehoiachin of Judah from Prison. ", "28": "He spoke kindly to him and set his throne above the throne of the other kings who were with him in Babylon. ", "29": "So he changed his prison garments, and regularly ate bread in the king's presence all the days of his life. ", "30": "As for his allowance, a regular allowance was granted to him by the king, an allotment for each day, all the days of his life."}