{"1": "Now Jehoram, Ahab's son, became king of Israel in Samaria in the eighteenth year of King Jehoshaphat of Judah, and he reigned twelve years. ", "2": "He did what was evil in Adonai's eyes, though not like his father and his mother, for he put away the pillar of Baal that his father had made. ", "3": "Nevertheless, he clung to the sins of Jeroboam the son of Nebat, who made Israel sin, not turning away from them.", "4": "Now King Mesha of Moab was a sheep-breeder, and he used to render as tribute to the king of Israel the wool of 100,000 lambs and 100,000 rams. ", "5": "But when Ahab died, the king of Moab rebelled against the king of Israel. ", "6": "So King Jehoram marched out from Samaria at that time and mustered all Israel. ", "7": "Then he sent word to King Jehoshaphat of Judah saying, “The king of Moab has rebelled against me. Will you march with me against Moab to battle?” Jehoshaphat replied, “I will march. I am as you are, my people as your people, my horses as your horses.” ", "8": "And he added, “By which route will we go up?” He answered, “The route of the wilderness of Edom.”", "9": "So the king of Israel, the king of Judah and the king of Edom marched. They kept circling roundabout for seven days, but there was no water for the army or for the animals that followed them. ", "10": "“Ah!” the king of Israel cried, “Adonai has called these three kings together to deliver them into the hand of Moab!”", "11": "But Jehoshaphat said, “Isn't there a prophet of Adonai here, that we may inquire of Adonai by him?” One of the king of Israel's servants answered and said, “Elisha son of Shaphat, who used to pour water on the hands of Elijah, is here.”", "12": "Jehoshaphat replied, “The word of Adonai is with him.” So the king of Israel, Jehoshaphat and the king of Edom went down to him. ", "13": "But Elisha said to the king of Israel, “What do I have to do with you? Go to the prophets of your father and to the prophets of your mother!” “No!” the king of Israel said to him, “For has Adonai brought these three kings together only to deliver them into the hand of Moab?”", "14": "Elisha said, “As Adonai-Tzva'ot lives, before whom I stand, were it not that I respect the presence of King Jehoshaphat of Judah, I would not look at you or even see you. ", "15": "Now, bring me a musician.” Now as the musician played, the hand of Adonai came upon him, ", "16": "and he said, “Thus says Adonai: Make this valley full of trenches. ", "17": "For thus says Adonai: You will not see wind nor will you see rain, yet this valley will be filled with water. So you will drink, both you and your cattle and your animals. ", "18": "Yet this is an easy thing in Adonai's eyes—for He will also deliver the Moabites into your hand. ", "19": "Then you must strike every fortified city and every major town, cut down every good tree, stop up all the springs of water and ruin every good field with stones.”", "20": "Then it came to pass in the morning, about the time of offering up the sacrifice, behold—water was flowing from the direction of Edom—so that the water covered the land.", "21": "Meanwhile the Moabites heard that the kings had marched to fight against them. So they gathered themselves together, all that were able to put on armor and older, and stood at the border. ", "22": "When they rose up early in the morning and the sun was shining upon the water, the Moabites saw the water from a distance as red as blood! ", "23": "So they said, “This is blood! The kings have surely clashed swords and slain each other. Now, to the spoil, Moab!”", "24": "But when they came near Israel's camp, the Israelites rose up and struck the Moabites, who fled before them. Then they invaded, slaughtering the Moabites. ", "25": "They destroyed the cities. Also each man threw his stone onto every good field and covered it. They stopped up all the springs of water and cut down all the good trees—until nothing was left except Kir-hareseth with the stones of its wall. However, the slingers encircled it and struck it down.", "26": "When the king of Moab saw that the battle was too fierce for him, he took with him 700 swordsmen to break through to the king of Edom, but they could not. ", "27": "Then he took his firstborn son who should have become king in his place and offered him as a burnt offering on the wall. And there was great wrath against Israel that they withdrew from him and returned to their own land."}