{"1": "Now a certain woman of the wives of the sons of the prophets cried out to Elisha saying, “Your servant my husband is dead—you know that your servant feared Adonai. Now the creditor has come to take my two children to be his slaves.”", "2": "“What should I do for you?” Elisha asked her. “Tell me, what do you have in the house?” She replied, “Your handmaid has nothing in the house except a jar of oil.”", "3": "Then he said, “Go borrow for yourself vessels from all your neighbors—empty jars—not just a few. ", "4": "Then go inside and shut the door behind you and behind your sons, and pour into all those vessels, setting aside what is full.”", "5": "So she left him and shut the door behind her and behind her sons. They kept bringing the vessels to her and she kept pouring. ", "6": "When the vessels were full, she said to her son, “Bring me another vessel.” But he said to her, “There isn't another vessel.” So the oil stopped.", "7": "Then she came and told the man of God. So he said, “Go sell the oil and pay your debt, then you and your sons can live on the rest.”", "8": "One day when Elisha passed through Shunem, where there was a prominent woman who persuaded him to eat some food. And so it was, whenever he passed through, he would stop for a meal. ", "9": "Then she said to her husband, “Behold now, I realize that this man who often passes through is a holy man of God. ", "10": "Please, let's make a little walled room on the roof, and let's put there a bed, a table, a chair, and a lampstand for him. Then whenever he comes to us, he can stay there.”", "11": "One day he came there, and retired to the upper chamber and lay down there. ", "12": "Then he said to Gehazi his servant, “Call this Shunammite woman.” When he had called her, she stood before him. ", "13": "He said to him, “Tell her: Behold, you have gone to all this trouble for us. What can be done for you? Can something be communicated to the king or to the commander of the army for you?” She answered, “I am living among my own people.”", "14": "So he asked, “Then what should be done for her?” Then Gehazi answered, “In fact, she has no son, and her husband is old.”", "15": "“Call her,” he said. And when he had called her, she stood in the doorway. ", "16": "Then he said, “At this season next year, you will be embracing a son.” But she said, “No, my lord, do not lie to your handmaid, man of God.”", "17": "Nevertheless, the woman conceived and bore a son during that season the following year, just as Elisha had told her.", "18": "Now when the child was grown, one day he went out to his father among the reapers. ", "19": "Then he said to his father, “My head, my head!” So he said to his servant, “Carry him to his mother.” ", "20": "So he picked him up and brought him to his mother. The child sat on her lap until noon, and then died. ", "21": "She then went up and laid him on the bed of the man of God, shut the door on him and went out. ", "22": "Then she called to her husband, and said, “Please send me one of the servants and one of the donkeys that I may run to the man of God and come back.”", "23": "But he said, “Why are you going to him today? It is neither New Moon nor Shabbat.” But she said, “It will be well.”", "24": "Then she saddled the donkey and said to her servant, “Move on! Don't slow down riding unless I tell you.”", "25": "So she set out and came near the man of God at Mount Carmel. Upon seeing her from a distance, the man of God said to his servant Gehazi, “Look! There's the Shunammite. ", "26": "Please, run now to meet her and ask her: 'Is it well with you? Is it well with your husband? Is it well with the boy?'” She answered, “It is well.” ", "27": "But when she arrived at the mountain, up to the man of God, she caught hold of his feet. Then Gehazi stepped forward to push her away, but the man of God said, “Leave her alone, for her soul is bitter within her, yet Adonai has hid it from me and has not told me.”", "28": "“Did I ask my lord for a son?” she said. “Didn't I say, 'Don't deceive me'?”", "29": "Then he said to Gehazi, “Gird up your loins and take my staff in your hand and go. If you meet anyone, don't greet him. Or if anyone greets you, don't answer him; and lay my staff on the face of the child.”", "30": "But the mother of the child said, “As Adonai lives and as you live, I won't leave you.” So he arose and followed her. ", "31": "Gehazi passed on ahead of them and laid the staff on the face of the child, but there was no sound or response. So he returned to meet him and told him, saying, “The boy has not awakened.”", "32": "When Elisha entered the house, there was the child, dead and laying on his bed. ", "33": "So he entered and shut the door behind the two of them and prayed to Adonai. ", "34": "Then he got up and lay on the child, and put his mouth on his mouth and his eyes on his eyes and his hands on his hands, and he stretched himself upon him. So the flesh of the child became warm. ", "35": "Then he stepped down and walked in the house to and fro, and then he got up on the bed and stretched himself on him. The child sneezed seven times, then the child opened his eyes. ", "36": "He then called Gehazi and said, “Call the Shunammite.” So he called her. When she came in to him, he said, “Pick up your son.” ", "37": "She came, fell at his feet and bowed down to the ground. Then she picked up her son and went out.", "38": "Afterward Elisha returned to Gilgal. Now there was famine in the land. As the sons of the prophets were sitting before him, he said to his servant, “Put on the large pot and boil stew for the sons of the prophets.”", "39": "Then one of them went out into the field to gather herbs, found a wild vine and picked from it a lapful of wild gourds. Then he came back and sliced them into the stew pot, for they didn't know what they were. ", "40": "Then they served it for the men to eat. But it came to pass as they were still eating the stew, they cried out and said, “O man of God, there is death in the pot.” So they could not eat it.", "41": "But he said, “Bring some flour,” and he threw it into the pot and said, “Serve it to the people and let them eat.” So there was nothing bad in the pot.", "42": "Now a man came from Baal-shalishah, and brought the man of God bread of the firstfruits—20 loaves of barley bread and fresh ears of corn in his sack. Then he said, “Give them to the people that they may eat.”", "43": "But his attendant said, “What? Will I set this before a hundred men?” But he said, “Give them to the people that they may eat, for thus says Adonai, 'They will eat and will have left over.'” ", "44": "So he set it before them, and they ate and had some left over, according to the word of Adonai."}