{"1": "Now the sons of the prophets said to Elisha, “Behold now, the place where we are living in your presence is too cramped for us. ", "2": "So please, let's go to the Jordan and pick from there each one a beam, and make ourselves a place there to live.” “Go,” he answered.", "3": "Then one of them said, “Will you please come with your servants?” “I will go,” he answered. ", "4": "So he went with them. And when they came to the Jordan, they began to cut down trees. ", "5": "But as one of them was cutting down a beam, the axe-head fell into the water; and he cried, and said, “Ah, my master! It was borrowed.”", "6": "Then the man of God asked, “Where did it fall?” When he showed him the place, he cut off a stick and threw it there, and made the ax head float. ", "7": "Then he said, “Pick it up for yourself.” So he reached out his hand and took it.", "8": "Now the king of Aram was warring against Israel. He consulted with his officers, saying, “In such and such a place will be my camp.”", "9": "But the man of God sent word to the king of Israel, saying, “Be careful not to pass this place, for the Arameans are coming down there.” ", "10": "So the king of Israel sent word to the place the man of God told him and warned him about, and so he was on his guard there—more than once or twice.", "11": "His heart upset over this matter, the king of Aram summoned his officers and said to them, “Tell me, which one of us is on the king of Israel's side?”", "12": "But one of his officers said, “No, my lord the king. Rather, Elisha the prophet who is in Israel keeps telling the king of Israel the very words that you speak in your bedroom!”", "13": "So he said, “Go, see where he is, so I may send and seize him.” Then it was reported to him, “Behold, he is in Dothan.” ", "14": "So he sent horses, chariots and a great army there. They arrived at night and surrounded the city.", "15": "Now when the attendant of the man of God had risen early and gone out, behold, an army with horses and chariots was surrounding the city. So his attendant said to him, “Alas, my master! What are we going to do?”", "16": "“Fear not,” he replied, “for those who are with us are more than those who are with them.” ", "17": "Then Elisha prayed and said, “Adonai, please open his eyes that he may see.” Then Adonai opened the eyes of the young man and he saw, and behold, the mountain was full of horses and chariots of fire all around Elisha.", "18": "When they came down to him, Elisha prayed to Adonai and said, “Please strike this people with blinding light.” So He struck them with blinding light according to the word of Elisha. ", "19": "Then Elisha said to them, “This is not the road, nor is this the city. Follow me, and I will lead you to the man whom you seek.” So he led them to Samaria. ", "20": "Upon their arrival in Samaria, Elisha said, “Adonai, open the eyes of these men, that they may see.” So Adonai opened their eyes, and they could see—behold, they were in the middle of Samaria.", "21": "When the king of Israel saw them, he said to Elisha, “Shall I surely strike them down, Avi?”", "22": "“Don't strike them down,” he replied. “Would you strike down those whom you have captured with your own sword and bow? Set before them bread and water that they may eat and drink and go back to their master.” ", "23": "So he prepared a great feast for them. After they had eaten and drunk, he sent them away, and they went back to their master. Ever since, the marauding bands of Aram stopped invading the land of Israel.", "24": "Now it came to pass after this, that King Ben-hadad of Aram gathered all his army and marched against Samaria and besieged it. ", "25": "Now there was a great famine in Samaria, since they were besieging it, until a donkey's head was sold for 80 pieces of silver, and the quarter of a kav[a] of dove's dung for five pieces of silver.", "26": "As the king of Israel was passing by on the wall, a woman cried out to him saying, “My lord the king, help!”", "27": "But he said, “If Adonai doesn't help you, how would I help you? From the threshing floor, or from the winepress?” ", "28": "Then the king asked her, “What's the matter with you?” She answered, “This woman said to me: 'Give your son that we may eat him today, and we will eat my son tomorrow.' ", "29": "So we cooked my son and ate him. The next day I told her: 'Give your son that we may eat him'—but she hid her son.”", "30": "Now it came to pass when the king heard the words of the woman, that he tore his clothes—as he was passing by on the wall, the people looked, and behold, he had sackcloth underneath upon his flesh. ", "31": "Then he said, “May God do so to me and even more, if the head of Elisha the son of Shaphat remains on him today.”", "32": "Now Elisha was sitting in his house, and the elders were sitting with him. The king had sent a messenger ahead, yet even before the messenger arrived, Elisha said to the elders, “Do you see, this son of a murderer was sent to take away my head! Look, when the messenger comes, shut the door and hold the door fast against him. Is not the sound of his master's footsteps behind him?” ", "33": "While he was yet talking with them, behold, the messenger came down to him. So the king said, “Look! This evil is from Adonai—why should I wait for Adonai any longer?”"}