{"1": "Then Elisha the prophet summoned one of the sons of the prophets and told him, “Strap up your cloak, take this flask of oil in your hand, and go to Ramoth-gilead. ", "2": "When you arrive there, look out there for Jehu son of Jehoshaphat son of Nimshi. Then go in, get him to rise up from among his fellows, and bring him to an inner room. ", "3": "Then take the flask of oil and pour it on his head and say, thus says Adonai: 'I have anointed you king over Israel.' Then open the door and flee—don't wait around.”", "4": "So the young man, a young prophet, went to Ramoth-gilead. ", "5": "Now when he arrived, behold, the army commanders were sitting. So he said, “I have a word for you, commander.” Jehu asked, “For which one of us?” He replied, “For you, commander.” ", "6": "Then he rose and went inside the house, and the prophet poured the oil on his head and said to him, “Thus says Adonai, God of Israel: I have anointed you king over the people of Adonai, over Israel. ", "7": "So you will strike down the house of Ahab your master, that I may avenge the blood of My servants the prophets, and the blood of all the servants of Adonai shed by Jezebel. ", "8": "For the whole house of Ahab will perish, and I will cut off from Ahab every male, slave or free, in Israel. ", "9": "I will make the house of Ahab like the house of Jeroboam son of Nebat, and like the house of Baasa son of Ahijah. ", "10": "The dogs will eat Jezebel in the field of Jezreel, and there will be none to bury her.” Then he opened the door and fled.", "11": "Then Jehu came out to the officers of his master, and one asked him, “Is everything all right? Why did this crazy fellow come to you?” He said to them, “You know the man and his babbling.”", "12": "But they said, “It's a lie! Tell us now.” So he said, “He said something like this to me, saying 'Thus says Adonai, I have anointed you king over Israel.'”", "13": "Then they hurried and every man took his garment and put it under him on the bare steps, and blew the shofar, saying, “Jehu is king!”", "14": "So Jehu son of Jehoshaphat son of Nimshi conspired against Joram. Now Joram had been defending Ramoth-gilead, he and all Israel, against King Hazael of Aram. ", "15": "But King Joram had returned to Jezreel to recover from the wounds that the Arameans had inflicted on him, when he fought with King Hazael of Aram. Then Jehu said, “If this is your wish, then let no one escape and go out of the city to go to tell the news in Jezreel.”", "16": "So Jehu mounted a chariot and went to Jezreel, for Joram was lying there. Meanwhile, King Ahaziah of Judah came down to see Joram. ", "17": "Now the watchman stationed on the tower in Jezreel saw Jehu's troop approaching and said, “I am seeing a troop.” Then Joram said, “Take a horseman and dispatch him to meet them, and let him ask: 'Is it peace?'” ", "18": "So the horse rider went to meet him, and said, “Thus says the king: 'Is it peace?'” But Jehu said, “What do you have to do with peace? Turn behind me.” So the watchman reported, saying, “The messenger reached them, but didn't come back.” ", "19": "Then he dispatched out another horseman, who went to them and said, “Thus says the king: 'Is it peace?'” But Jehu answered, “What do you have to do with peace? Turn behind me.”", "20": "So the watchman reported, saying, “He reached them, but didn't come back—and the driving is like the driving of Jehu son of Nimshi, for he is driving on like a maniac!”", "21": "Then Joram ordered, “Hitch up the chariot!” So he hitched up his chariot. Then King Joram of Israel and King Ahaziah of Judah went out each in his chariot to meet Jehu, and found him at the field of Naboth the Jezreelite. ", "22": "Now when Joram saw Jehu, he asked, “Is it peace, Jehu?” So he answered, “What peace, so long as the harlotries of your mother Jezebel and her witchcrafts are so many?”", "23": "So Joram turned his horses around and fled, crying out to Ahaziah, “Treason, Ahaziah!”", "24": "But Jehu drew his bow with his full strength and shot Joram between his arms, and the arrow went out through his heart, and he collapsed in his chariot. ", "25": "Then he said to Bidkar his aide, “Pick him up and throw him on the property of the field of Naboth the Jezreelite. Remember how you and I were riding together behind Ahab his father, when Adonai took up this burden against him: ", "26": "'As surely as I have seen the blood of Naboth and the blood of his sons yesterday—it is a declaration of Adonai—I will repay you on this property—it is a declaration of Adonai.' So now pick him up and throw him onto the property, just as in the word of Adonai.”", "27": "When King Ahaziah of Judah saw this, he fled by the way of the garden house. But Jehu pursued him, and said, “Shoot him too!” They shot him in the chariot at Gur Pass near Ibleam. Then he fled to Megiddo, but he died there. ", "28": "Then his servants carried him in a chariot to Jerusalem, and buried him in his tomb with his fathers in the city of David. ", "29": "(Ahaziah had become king over Judah in the eleventh year of Joram the son of Ahab.)", "30": "Now when Jehu arrived at Jezreel, Jezebel heard about it. So she painted her eyes and dressed her hair, and looked out the window. ", "31": "As Jehu entered the gate, she said, “Is it peace, Zimri, your master's assassin?” ", "32": "Then he lifted up his face to the window and called out, “Who is on my side? Who?” Two or three eunuchs looked down toward him. ", "33": "Then he said, “Throw her down!” So they threw her down—then her blood spattered on the wall and on the horses, and they trampled her.", "34": "Then he went inside, ate and drank. Then he said, “Attend now to this cursed woman and bury her, for she was a king's daughter.” ", "35": "But when they went to bury her, they found no more of her than the skull, the feet, and the palms of her hands. ", "36": "So they came back and told him. He said, “This is the word of Adonai, which He spoke by His servant Elijah the Tishbite, saying: 'In the field of Jezreel will the dogs eat the flesh of Jezebel, ", "37": "and the carcass of Jezebel will be as dung upon the face of the field in the property of Jezreel, so that they will not say, “This was Jezebel.” '”"}