{"1": "Thus says the Lord: For three transgressions of Moab, and for four, I will not revoke the punishment, because he burned to lime the bones of the king of Edom.", "2": "So I will send fire against Moab, and it will devour the fortresses of Kerioth; Moab will die in uproar, with a war cry and the alarm of the trumpet.", "3": "I will cut off the ruler from its midst, and will slay all its princes with him, says the Lord.", "4": "Thus says the Lord: For three transgressions of Judah, and for four, I will not revoke the punishment, because they have rejected the law of the Lord, and have not kept His commandments. The lies which their fathers followed have led them astray.", "5": "So I will send fire against Judah, and it will devour the fortresses of Jerusalem.", "6": "Thus says the Lord: For three transgressions of Israel, and for four, I will not revoke the punishment, because they sell the righteous for silver, and the poor for a pair of sandals.", "7": "They trample the head of the poor into the dust of the earth, and push the oppressed out of the way. A man and his father go in to the same woman, profaning My holy name.", "8": "They recline by every altar on garments taken in pledge, and in the house of their gods they drink the wine from those who have been fined.", "9": "Yet it was I who destroyed the Amorite before them, whose height was like the height of the cedars. He was strong as the oaks, yet I destroyed his fruit above and his roots below.", "10": "It was I who brought you up from the land of Egypt, and led you forty years through the wilderness, to possess the land of the Amorite.", "11": "I raised up some of your sons as prophets, and some of your young men as Nazirites. Is it not so, O children of Israel? says the Lord.", "12": "But you made the Nazirites drink wine, and commanded the prophets, saying, “Do not prophesy.”", "13": "Indeed I will slow you down, as a wagon is slowed that is full of sheaves.", "14": "Flight will perish from the swift, the strong will not retain his strength, nor will the warrior save his life.", "15": "The bowman will not stand firm, the swift-footed will not escape, nor will the horseman save his life.", "16": "He that is courageous among the warriors will flee away naked on that day, says the Lord."}