{"1": "Hear this word, you cows of Bashan, who are on the mountain of Samaria, who oppress the poor and crush the needy, who say to their husbands, “Bring us something to drink!”", "2": "The Lord God has sworn by His holiness: Indeed the days are coming upon you when they will take you away with hooks, the last one of you with fishhooks.", "3": "You will go out through breached walls, every one straight ahead of her; you will be exiled to Harmon, says the Lord.", "4": "Come to Bethel and transgress, to Gilgal and multiply transgression; bring your sacrifices every morning and your tithes every three days.", "5": "Burn leavened bread as a thank offering; announce your voluntary offerings loudly, for so you love to do, O children of Israel, says the Lord God.", "6": "Though I gave you cleanness of teeth in all your cities and lack of food in all your places, yet you did not return to Me, says the Lord.", "7": "I also withheld the rain from you, when there were still three months to the harvest. I would send rain on one town, and send no rain on another town. One field would receive rain, but another field without rain would wither.", "8": "So two or three towns wandered to one town to drink water, but they were not satisfied; yet you did not return to Me, says the Lord.", "9": "I struck you with blight and mildew. Locusts devoured your many gardens and vineyards, your fig trees and olive trees; yet you did not return to Me, says the Lord.", "10": "Pestilence like that of Egypt I sent against you. By the sword I killed your young men; your horses were taken captive. The stench of your camps I brought up into your nostrils; yet you did not return to Me, says the Lord.", "11": "I destroyed some of you, as God destroyed Sodom and Gomorrah. You were like a firebrand plucked out of the fire; yet you did not return to Me, says the Lord.", "12": "Therefore thus will I do to you, O Israel, and because I will do this to you, prepare to meet your God, O Israel!", "13": "The One who forms the mountains and creates the wind, who reveals His thoughts to man, who turns the darkness into dawn and strides on the heights of the earth— the Lord, the God of Hosts, is His name."}