{"1": "Hear this word which I take up as a dirge against you, O house of Israel:", "2": "Fallen, no more to rise is maiden Israel; forsaken on her land, with no one to raise her up.", "3": "For thus says the Lord God: The city that went out with a thousand will be left with a hundred, and the one that went out with a hundred will be left with ten for the house of Israel.", "4": "Indeed, thus says the Lord to the house of Israel: Seek Me and live!", "5": "But do not seek Bethel, and do not enter into Gilgal or cross over to Beersheba; for Gilgal will surely go into captivity, and Bethel shall be no more.", "6": "Seek the Lord and live, or He will break out like fire in the house of Joseph, and it will devour Bethel, with no one to quench it.", "7": "You who turn justice into bitterness and cast righteousness down to the ground!", "8": "The One who made the Pleiades and Orion, who turns the deep darkness into dawn and darkens the day into night, who summons the waters of the sea and pours them out on the surface of the earth— the Lord is His name,", "9": "the One who flashes destruction against the strong, so that destruction comes against the fortress.", "10": "They hate the one who prosecutes at the gate, and abhor the one who speaks with integrity.", "11": "Therefore, because you trample on the poor and take from him a levy of wheat, though you have built houses of hewn stone, you will not dwell in them; though you have planted pleasant vineyards, you will not drink their wine.", "12": "For I know your transgressions are many and your sins are grievous, you who oppress the just, who take a bribe and subvert the needy at the gate.", "13": "Therefore the prudent are silent at such a time, for it is an evil time.", "14": "Seek good and not evil, so that you may live; then the Lord, the God of Hosts, will truly be with you, as you claim.", "15": "Hate evil and love good, and establish justice at the gate. It may then be that the Lord God of Hosts will be gracious to the remnant of Joseph.", "16": "Therefore thus says the Lord, the God of Hosts, the Lord: Wailing will be in all the squares, and in all the streets they will say, “Alas! Alas!” They shall call the farmer to mourning, and to wailing those skilled in lamentation.", "17": "In all vineyards there shall be wailing, for I will pass through you, says the Lord.", "18": "Woe to you that desire the day of the Lord! Why do you want the day of the Lord? It is darkness, and not light,", "19": "as if someone fled away from a lion, but a bear attacked him, or got into the house and rested his hand on the wall, but a snake bit him.", "20": "Will not the day of the Lord be darkness, and not light? Will it not be deep darkness, with no brightness in it?", "21": "I hate, I despise your festivals, and I am not pleased by your solemn assemblies.", "22": "Though you offer Me burnt offerings or your grain offerings, I will not accept them, nor will I regard the offerings of your fattened animals.", "23": "Take away from Me the noise of your songs; I will not listen to the melody of your harps.", "24": "But let justice roll down like water, and righteousness like an ever-flowing stream.", "25": "Did you bring Me sacrifices and offerings those forty years in the wilderness, O house of Israel?", "26": "But you will carry away Sukuth your king and Kaiwan your star-images, your gods that you made for yourselves,", "27": "as I drive you away into exile beyond Damascus, says the Lord, whose name is the God of Hosts."}