{"1": "Woe to those who are at ease in Zion, and to those confident on the mount of Samaria, nobles of the first of the nations, to whom the house of Israel comes!", "2": "Cross over to Kalneh and see, and go from there to Hamath the great; then go down to Gath of the Philistines— are you better than these kingdoms? Or is their territory greater than your territory?", "3": "You who brush off the day of disaster, but bring on a session of lawlessness;", "4": "who lie upon beds of ivory, and lounge on their couches, eating lambs from the flock and calves from the stall;", "5": "who sing to the sound of the harp and invent musical instruments for themselves like David;", "6": "who drink from bowls of wine and anoint themselves with the finest oils, but are not grieved over the destruction of Joseph.", "7": "Therefore now they will go at the head of the captives into exile, and the revelry of those who are lounging will vanish.", "8": "The Lord God hath sworn by Himself, an oracle of the Lord the God of Hosts: I abhor the pride of Jacob and hate his palaces, so I will deliver up the city with all that is in it.", "9": "If there remain ten people in one house, they will die. ", "10": "And when a relative or one who prepares the bodies picks them up to carry them out of the house, and says to someone in the recesses of the house, “Is anyone else with you?” and he says, “No,” he will say, “Hush!”—not to pronounce the name of the Lord.", "11": "But indeed the Lord gives a command, and He will shatter the great house to bits, and the small house to pieces.", "12": "Can horses run on a rocky crag? Can one plow the sea with oxen? But you have turned justice into poison, and the fruit of righteousness into wormwood,", "13": "you who rejoice in Lo Debar, who say, “Is it not by our own strength that we captured Karnaim?”", "14": "Watch: I will raise up against you a nation, O house of Israel, says the Lord, the God of Hosts, and they will oppress you from Lebo Hamath to the Wadi Arabah."}