{"1": "This is what the Lord God showed me: He was forming a plague of locusts when the latter growth was beginning to sprout up, the latter growth after the king's reaping. ", "2": "When they had finished devouring the foliage of the land, I said, “O Lord God, please forgive. How can Jacob survive? For he is small.”", "3": "The Lord relented concerning this: “It shall not be,” said the Lord.", "4": "This is what the Lord God showed me: The Lord God was calling for a judgment by fire. It was consuming the great deep and was devouring the fields. ", "5": "I said, “O Lord God, please stop. How can Jacob survive? For he is small.”", "6": "The Lord relented concerning this: “This also shall not be,” said the Lord God.", "7": "This is what He showed me: The Lord was standing by a wall made using a plumb line, with a plumb line in His hand. ", "8": "The Lord said to me, “Amos, what do you see?” And I said, “A plumb line.” Then the Lord said, “See, I am putting a plumb line in the midst of My people Israel. I will forgive them no more.", "9": "The high places of Isaac will be destroyed, the sanctuaries of Israel will be laid waste, and I will rise against the house of Jeroboam with the sword.”", "10": "Then Amaziah the priest of Bethel sent a message to Jeroboam king of Israel, saying, “Amos has conspired against you at the very center of the house of Israel. The country cannot endure all his words. ", "11": "For this is what Amos said: 'Jeroboam will die by the sword, and Israel will surely be exiled away from its land.' ”", "12": "So Amaziah said to Amos, “O seer, go, flee back to the land of Judah. Earn your sustenance there, and prophesy there. ", "13": "But do not prophesy any more at Bethel, for it is the king's sanctuary and a royal temple.”", "14": "But Amos answered Amaziah: “I am no prophet, and I am no prophet's disciple. Rather, I am a herdsman and a dresser of sycamore trees. ", "15": "But the Lord took me away from the flock, and the Lord said to me, 'Go, prophesy to My people Israel.' ", "16": "Now therefore hear the word of the Lord: You say, 'Do not prophesy against Israel, and do not preach against the house of Isaac.'", "17": "“Therefore thus says the Lord: 'Your wife will be a prostitute in the city, your sons and daughters will fall by the sword, and your land will be divided by measuring line; you yourself will die in an unclean land; and Israel will surely go into exile away from its land.' ”"}