{"1": "This is what the Lord God showed me: a basket of summer fruit. ", "2": "He said, “Amos, what do you see?” And I said, “A basket of summer fruit.” Then the Lord said to me, “The end has come upon My people Israel. I will forgive them no more.", "3": "“The songs of the temple shall become wailings on that day,” says the Lord God. “The corpses shall be many, cast down everywhere. Hush!”", "4": "Hear this, you who trample on the needy to make the poor of the land fail,", "5": "saying, “When will the New Moon be over, so that we may sell grain? And the Sabbath, that we may open the wheat sales, making the ephah[a] too small, and the shekel[b] too heavy, cheating with dishonest scales,", "6": "that we may buy the poor for silver, the needy for a pair of sandals, and sell the refuse as wheat?”", "7": "The Lord has sworn by the pride of Jacob: Surely I will never forget any of their deeds.", "8": "Will not the land tremble because of this, and everyone mourn who lives on it? It will all rise up like the Nile, and be tossed around, then sink like the Nile of Egypt.", "9": "On that day, says the Lord God, I will make the sun go down at noon, and darken the earth in mid-daylight;", "10": "I will turn your feasts into mourning, and all your songs into dirges; I will put sackcloth upon all loins, and baldness on every head; I will make it like the mourning for an only child, and its end like a bitter day.", "11": "The time is coming, says the Lord God, when I will send a famine on the land, not a famine of bread, nor a thirst for water, but of hearing the words of the Lord.", "12": "They will wander from sea to sea, and from north to east; they will run back and forth to seek the word of the Lord, but they will not find it.", "13": "On that day the beautiful maidens and the young men will faint with thirst.", "14": "Those who swear by Ashimah of Samaria, and say, “By the life of your god, O Dan,” and, “By the life of the way of Beersheba”— they shall fall and never rise again."}