{"1": "I saw the Lord standing upon the altar, and He said: Strike the capitals so that the thresholds shake; break them off onto the heads of all of them. Those who remain I will slay with the sword. Not one of them will get away; not one fugitive will survive.", "2": "Though they dig down to Sheol, from there My hand will capture them; though they climb up to the heavens, from there I will bring them down;", "3": "though they hide on the top of Carmel, from there I will search and catch them; though they hide from My sight on the bottom of the sea, from there will I command the serpent to bite them;", "4": "and though they go into captivity before their enemies, from there will I command the sword to slay them. I will set My eyes upon them for evil and not for good.", "5": "The Lord God of Hosts, He who touches the earth and it melts, and all who live on it mourn; it all rises up like the Nile, and subsides like the river of Egypt;", "6": "who builds His chambers in the heavens, and founds His vault over the earth; who summons the waters of the sea, and pours them out upon the surface of the earth— the Lord is His name.", "7": "Are you not like the Ethiopians to Me, O children of Israel? says the Lord. Did I not bring Israel up from the land of Egypt, but also the Philistines from Caphtor, and the Arameans from Kir?", "8": "The eyes of the Lord God are upon the sinful kingdom, and I will destroy it from off the face of the earth, though I will not completely destroy the house of Jacob, says the Lord.", "9": "See, I am giving the command, and I will sift the house of Israel among all the nations, as one sifts with a sieve, and not a pebble falls to the ground.", "10": "All the sinners of My people will die by the sword, those who say, “Never will disaster reach or overtake us.”", "11": "On that day will I raise up the hut of David that is fallen; I will close up its breached walls, raise up its ruins, and rebuild it as in the days of old;", "12": "that they may possess the remnant of Edom, and of all the nations called by My name, says the Lord who will do this.", "13": "Indeed, the days are coming, says the Lord, when the plowman will overtake the one who is reaping, and the treader of grapes the one who is sowing the seed; the mountains will drip sweet wine, and all the hills will flow with it.", "14": "I will restore the fortunes of My people Israel; they will rebuild the ruined cities and inhabit them; they will plant vineyards and drink their wine; they will make gardens and eat their fruit.", "15": "I will plant them upon their land, and no more will they be uprooted out of their land which I have given them. The Lord your God has spoken."}