{"1": "And he came also to Derbe and to Lystra. A disciple was there, named Timothy, the son of a Jewish woman who was a believer; but his father was a Greek. ", "2": "He was well spoken of by the brethren at Lystra and Ico′nium. ", "3": "Paul wanted Timothy to accompany him; and he took him and circumcised him because of the Jews that were in those places, for they all knew that his father was a Greek. ", "4": "As they went on their way through the cities, they delivered to them for observance the decisions which had been reached by the apostles and elders who were at Jerusalem. ", "5": "So the churches were strengthened in the faith, and they increased in numbers daily.", "6": "And they went through the region of Phry′gia and Galatia, having been forbidden by the Holy Spirit to speak the word in Asia. ", "7": "And when they had come opposite My′sia, they attempted to go into Bithyn′ia, but the Spirit of Jesus did not allow them; ", "8": "so, passing by My′sia, they went down to Tro′as. ", "9": "And a vision appeared to Paul in the night: a man of Macedo′nia was standing beseeching him and saying, “Come over to Macedo′nia and help us.” ", "10": "And when he had seen the vision, immediately we sought to go on into Macedo′nia, concluding that God had called us to preach the gospel to them.[a]", "11": "Setting sail therefore from Tro′as, we made a direct voyage to Sam′othrace, and the following day to Ne-ap′olis, ", "12": "and from there to Philippi, which is the leading city of the district[b] of Macedo′nia, and a Roman colony. We remained in this city some days; ", "13": "and on the sabbath day we went outside the gate to the riverside, where we supposed there was a place of prayer;[c] and we sat down and spoke to the women who had come together. ", "14": "One who heard us was a woman named Lydia, from the city of Thyati′ra, a seller of purple goods, who was a worshiper of God. The Lord opened her heart to give heed to what was said by Paul. ", "15": "And when she was baptized, with her household, she besought us, saying, “If you have judged me to be faithful to the Lord, come to my house and stay.” And she prevailed upon us.", "16": "As we were going to the place of prayer, we were met by a slave girl who had a spirit of divination and brought her owners much gain by soothsaying. ", "17": "She followed Paul and us, crying, “These men are servants of the Most High God, who proclaim to you the way of salvation.” ", "18": "And this she did for many days. But Paul was annoyed, and turned and said to the spirit, “I charge you in the name of Jesus Christ to come out of her.” And it came out that very hour.", "19": "But when her owners saw that their hope of gain was gone, they seized Paul and Silas and dragged them into the market place before the rulers; ", "20": "and when they had brought them to the magistrates they said, “These men are Jews and they are disturbing our city. ", "21": "They advocate customs which it is not lawful for us Romans to accept or practice.” ", "22": "The crowd joined in attacking them; and the magistrates tore the garments off them and gave orders to beat them with rods. ", "23": "And when they had inflicted many blows upon them, they threw them into prison, charging the jailer to keep them safely. ", "24": "Having received this charge, he put them into the inner prison and fastened their feet in the stocks.", "25": "But about midnight Paul and Silas were praying and singing hymns to God, and the prisoners were listening to them, ", "26": "and suddenly there was a great earthquake, so that the foundations of the prison were shaken; and immediately all the doors were opened and every one's fetters were unfastened. ", "27": "When the jailer woke and saw that the prison doors were open, he drew his sword and was about to kill himself, supposing that the prisoners had escaped. ", "28": "But Paul cried with a loud voice, “Do not harm yourself, for we are all here.” ", "29": "And he called for lights and rushed in, and trembling with fear he fell down before Paul and Silas, ", "30": "and brought them out and said, “Men, what must I do to be saved?” ", "31": "And they said, “Believe in the Lord Jesus, and you will be saved, you and your household.” ", "32": "And they spoke the word of the Lord to him and to all that were in his house. ", "33": "And he took them the same hour of the night, and washed their wounds, and he was baptized at once, with all his family. ", "34": "Then he brought them up into his house, and set food before them; and he rejoiced with all his household that he had believed in God.", "35": "But when it was day, the magistrates sent the police, saying, “Let those men go.” ", "36": "And the jailer reported the words to Paul, saying, “The magistrates have sent to let you go; now therefore come out and go in peace.” ", "37": "But Paul said to them, “They have beaten us publicly, uncondemned, men who are Roman citizens, and have thrown us into prison; and do they now cast us out secretly? No! let them come themselves and take us out.” ", "38": "The police reported these words to the magistrates, and they were afraid when they heard that they were Roman citizens; ", "39": "so they came and apologized to them. And they took them out and asked them to leave the city. ", "40": "So they went out of the prison, and visited Lydia; and when they had seen the brethren, they exhorted them and departed."}