{"1": "After this he left Athens and went to Corinth. ", "2": "And he found a Jew named Aquila, a native of Pontus, lately come from Italy with his wife Priscilla, because Claudius had commanded all the Jews to leave Rome. And he went to see them; ", "3": "and because he was of the same trade he stayed with them, and they worked, for by trade they were tentmakers. ", "4": "And he argued in the synagogue every sabbath, and persuaded Jews and Greeks.", "5": "When Silas and Timothy arrived from Macedo′nia, Paul was occupied with preaching, testifying to the Jews that the Christ was Jesus. ", "6": "And when they opposed and reviled him, he shook out his garments and said to them, “Your blood be upon your heads! I am innocent. From now on I will go to the Gentiles.” ", "7": "And he left there and went to the house of a man named Titius[a] Justus, a worshiper of God; his house was next door to the synagogue. ", "8": "Crispus, the ruler of the synagogue, believed in the Lord, together with all his household; and many of the Corinthians hearing Paul believed and were baptized. ", "9": "And the Lord said to Paul one night in a vision, “Do not be afraid, but speak and do not be silent; ", "10": "for I am with you, and no man shall attack you to harm you; for I have many people in this city.” ", "11": "And he stayed a year and six months, teaching the word of God among them.", "12": "But when Gallio was proconsul of Acha′ia, the Jews made a united attack upon Paul and brought him before the tribunal, ", "13": "saying, “This man is persuading men to worship God contrary to the law.” ", "14": "But when Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrongdoing or vicious crime, I should have reason to bear with you, O Jews; ", "15": "but since it is a matter of questions about words and names and your own law, see to it yourselves; I refuse to be a judge of these things.” ", "16": "And he drove them from the tribunal. ", "17": "And they all seized Sos′thenes, the ruler of the synagogue, and beat him in front of the tribunal. But Gallio paid no attention to this.", "18": "After this Paul stayed many days longer, and then took leave of the brethren and sailed for Syria, and with him Priscilla and Aquila. At Cen′chre-ae he cut his hair, for he had a vow. ", "19": "And they came to Ephesus, and he left them there; but he himself went into the synagogue and argued with the Jews. ", "20": "When they asked him to stay for a longer period, he declined; ", "21": "but on taking leave of them he said, “I will return to you if God wills,” and he set sail from Ephesus.", "22": "When he had landed at Caesare′a, he went up and greeted the church, and then went down to Antioch. ", "23": "After spending some time there he departed and went from place to place through the region of Galatia and Phryg′ia, strengthening all the disciples.", "24": "Now a Jew named Apol′los, a native of Alexandria, came to Ephesus. He was an eloquent man, well versed in the scriptures. ", "25": "He had been instructed in the way of the Lord; and being fervent in spirit, he spoke and taught accurately the things concerning Jesus, though he knew only the baptism of John. ", "26": "He began to speak boldly in the synagogue; but when Priscilla and Aquila heard him, they took him and expounded to him the way of God more accurately. ", "27": "And when he wished to cross to Acha′ia, the brethren encouraged him, and wrote to the disciples to receive him. When he arrived, he greatly helped those who through grace had believed, ", "28": "for he powerfully confuted the Jews in public, showing by the scriptures that the Christ was Jesus."}