{"1": "After we had escaped, we then learned that the island was called Malta. ", "2": "And the natives showed us unusual kindness, for they kindled a fire and welcomed us all, because it had begun to rain and was cold. ", "3": "Paul had gathered a bundle of sticks and put them on the fire, when a viper came out because of the heat and fastened on his hand. ", "4": "When the natives saw the creature hanging from his hand, they said to one another, “No doubt this man is a murderer. Though he has escaped from the sea, justice has not allowed him to live.” ", "5": "He, however, shook off the creature into the fire and suffered no harm. ", "6": "They waited, expecting him to swell up or suddenly fall down dead; but when they had waited a long time and saw no misfortune come to him, they changed their minds and said that he was a god.", "7": "Now in the neighborhood of that place were lands belonging to the chief man of the island, named Publius, who received us and entertained us hospitably for three days. ", "8": "It happened that the father of Publius lay sick with fever and dysentery; and Paul visited him and prayed, and putting his hands on him healed him. ", "9": "And when this had taken place, the rest of the people on the island who had diseases also came and were cured. ", "10": "They presented many gifts to us;[a] and when we sailed, they put on board whatever we needed.", "11": "After three months we set sail in a ship which had wintered in the island, a ship of Alexandria, with the Twin Brothers as figurehead. ", "12": "Putting in at Syracuse, we stayed there for three days. ", "13": "And from there we made a circuit and arrived at Rhe′gium; and after one day a south wind sprang up, and on the second day we came to Pute′oli. ", "14": "There we found brethren, and were invited to stay with them for seven days. And so we came to Rome. ", "15": "And the brethren there, when they heard of us, came as far as the Forum of Ap′pius and Three Taverns to meet us. On seeing them Paul thanked God and took courage. ", "16": "And when we came into Rome, Paul was allowed to stay by himself, with the soldier that guarded him.", "17": "After three days he called together the local leaders of the Jews; and when they had gathered, he said to them, “Brethren, though I had done nothing against the people or the customs of our fathers, yet I was delivered prisoner from Jerusalem into the hands of the Romans. ", "18": "When they had examined me, they wished to set me at liberty, because there was no reason for the death penalty in my case. ", "19": "But when the Jews objected, I was compelled to appeal to Caesar—though I had no charge to bring against my nation. ", "20": "For this reason therefore I have asked to see you and speak with you, since it is because of the hope of Israel that I am bound with this chain.” ", "21": "And they said to him, “We have received no letters from Judea about you, and none of the brethren coming here has reported or spoken any evil about you. ", "22": "But we desire to hear from you what your views are; for with regard to this sect we know that everywhere it is spoken against.”", "23": "When they had appointed a day for him, they came to him at his lodging in great numbers. And he expounded the matter to them from morning till evening, testifying to the kingdom of God and trying to convince them about Jesus both from the law of Moses and from the prophets. ", "24": "And some were convinced by what he said, while others disbelieved. ", "25": "So, as they disagreed among themselves, they departed, after Paul had made one statement: “The Holy Spirit was right in saying to your fathers through Isaiah the prophet:", "26": "'Go to this people, and say, You shall indeed hear but never understand, and you shall indeed see but never perceive.", "27": "For this people's heart has grown dull, and their ears are heavy of hearing, and their eyes they have closed; lest they should perceive with their eyes, and hear with their ears, and understand with their heart, and turn for me to heal them.'", "28": "Let it be known to you then that this salvation of God has been sent to the Gentiles; they will listen.”[b]", "30": "And he lived there two whole years at his own expense,[c] and welcomed all who came to him, ", "31": "preaching the kingdom of God and teaching about the Lord Jesus Christ quite openly and unhindered."}