{"1": "Later on, in the third year of the drought, the Lord said to Elijah, “Go and present yourself to King Ahab. Tell him that I will soon send rain!”", "2": "So Elijah went to appear before Ahab. Meanwhile, the famine had become very severe in Samaria.", "3": "So Ahab summoned Obadiah, who was in charge of the palace. (Obadiah was a devoted follower of the Lord.", "4": "Once when Jezebel had tried to kill all the Lord's prophets, Obadiah had hidden 100 of them in two caves. He put fifty prophets in each cave and supplied them with food and water.)", "5": "Ahab said to Obadiah, “We must check every spring and valley in the land to see if we can find enough grass to save at least some of my horses and mules.”", "6": "So they divided the land between them. Ahab went one way by himself, and Obadiah went another way by himself.", "7": "As Obadiah was walking along, he suddenly saw Elijah coming toward him. Obadiah recognized him at once and bowed low to the ground before him. “Is it really you, my lord Elijah?” he asked.", "8": "“Yes, it is,” Elijah replied. “Now go and tell your master, 'Elijah is here.'”", "9": "“Oh, sir,” Obadiah protested, “what harm have I done to you that you are sending me to my death at the hands of Ahab?", "10": "For I swear by the Lord your God that the king has searched every nation and kingdom on earth from end to end to find you. And each time he was told, 'Elijah isn't here,' King Ahab forced the king of that nation to swear to the truth of his claim.", "11": "And now you say, 'Go and tell your master, “Elijah is here.”'", "12": "But as soon as I leave you, the Spirit of the Lord will carry you away to who knows where. When Ahab comes and cannot find you, he will kill me. Yet I have been a true servant of the Lord all my life.", "13": "Has no one told you, my lord, about the time when Jezebel was trying to kill the Lord's prophets? I hid 100 of them in two caves and supplied them with food and water.", "14": "And now you say, 'Go and tell your master, “Elijah is here.”' Sir, if I do that, Ahab will certainly kill me.”", "15": "But Elijah said, “I swear by the Lord Almighty, in whose presence I stand, that I will present myself to Ahab this very day.”", "16": "So Obadiah went to tell Ahab that Elijah had come, and Ahab went out to meet Elijah.", "17": "When Ahab saw him, he exclaimed, “So, is it really you, you troublemaker of Israel?”", "18": "“I have made no trouble for Israel,” Elijah replied. “You and your family are the troublemakers, for you have refused to obey the commands of the Lord and have worshiped the images of Baal instead.", "19": "Now summon all Israel to join me at Mount Carmel, along with the 450 prophets of Baal and the 400 prophets of Asherah who are supported by Jezebel.[a]”", "20": "So Ahab summoned all the people of Israel and the prophets to Mount Carmel.", "21": "Then Elijah stood in front of them and said, “How much longer will you waver, hobbling between two opinions? If the Lord is God, follow him! But if Baal is God, then follow him!” But the people were completely silent.", "22": "Then Elijah said to them, “I am the only prophet of the Lord who is left, but Baal has 450 prophets.", "23": "Now bring two bulls. The prophets of Baal may choose whichever one they wish and cut it into pieces and lay it on the wood of their altar, but without setting fire to it. I will prepare the other bull and lay it on the wood on the altar, but not set fire to it.", "24": "Then call on the name of your god, and I will call on the name of the Lord. The god who answers by setting fire to the wood is the true God!” And all the people agreed.", "25": "Then Elijah said to the prophets of Baal, “You go first, for there are many of you. Choose one of the bulls, and prepare it and call on the name of your god. But do not set fire to the wood.”", "26": "So they prepared one of the bulls and placed it on the altar. Then they called on the name of Baal from morning until noontime, shouting, “O Baal, answer us!” But there was no reply of any kind. Then they danced, hobbling around the altar they had made.", "27": "About noontime Elijah began mocking them. “You'll have to shout louder,” he scoffed, “for surely he is a god! Perhaps he is daydreaming, or is relieving himself.[b] Or maybe he is away on a trip, or is asleep and needs to be wakened!”", "28": "So they shouted louder, and following their normal custom, they cut themselves with knives and swords until the blood gushed out.", "29": "They raved all afternoon until the time of the evening sacrifice, but still there was no sound, no reply, no response.", "30": "Then Elijah called to the people, “Come over here!” They all crowded around him as he repaired the altar of the Lord that had been torn down.", "31": "He took twelve stones, one to represent each of the tribes of Israel,[c]", "32": "and he used the stones to rebuild the altar in the name of the Lord. Then he dug a trench around the altar large enough to hold about three gallons.[d]", "33": "He piled wood on the altar, cut the bull into pieces, and laid the pieces on the wood.[e] Then he said, “Fill four large jars with water, and pour the water over the offering and the wood.”", "34": "After they had done this, he said, “Do the same thing again!” And when they were finished, he said, “Now do it a third time!” So they did as he said,", "35": "and the water ran around the altar and even filled the trench.", "36": "At the usual time for offering the evening sacrifice, Elijah the prophet walked up to the altar and prayed, “O Lord, God of Abraham, Isaac, and Jacob,[f] prove today that you are God in Israel and that I am your servant. Prove that I have done all this at your command.", "37": "O Lord, answer me! Answer me so these people will know that you, O Lord, are God and that you have brought them back to yourself.”", "38": "Immediately the fire of the Lord flashed down from heaven and burned up the young bull, the wood, the stones, and the dust. It even licked up all the water in the trench!", "39": "And when all the people saw it, they fell face down on the ground and cried out, “The Lord—he is God! Yes, the Lord is God!”", "40": "Then Elijah commanded, “Seize all the prophets of Baal. Don't let a single one escape!” So the people seized them all, and Elijah took them down to the Kishon Valley and killed them there.", "41": "Then Elijah said to Ahab, “Go get something to eat and drink, for I hear a mighty rainstorm coming!”", "42": "So Ahab went to eat and drink. But Elijah climbed to the top of Mount Carmel and bowed low to the ground and prayed with his face between his knees.", "43": "Then he said to his servant, “Go and look out toward the sea.” The servant went and looked, then returned to Elijah and said, “I didn't see anything.” Seven times Elijah told him to go and look.", "44": "Finally the seventh time, his servant told him, “I saw a little cloud about the size of a man's hand rising from the sea.” Then Elijah shouted, “Hurry to Ahab and tell him, 'Climb into your chariot and go back home. If you don't hurry, the rain will stop you!'”", "45": "And soon the sky was black with clouds. A heavy wind brought a terrific rainstorm, and Ahab left quickly for Jezreel.", "46": "Then the Lord gave special strength to Elijah. He tucked his cloak into his belt[g] and ran ahead of Ahab's chariot all the way to the entrance of Jezreel."}