{"1": "Now there was a man named Naboth, from Jezreel, who owned a vineyard in Jezreel beside the palace of King Ahab of Samaria.", "2": "One day Ahab said to Naboth, “Since your vineyard is so convenient to my palace, I would like to buy it to use as a vegetable garden. I will give you a better vineyard in exchange, or if you prefer, I will pay you for it.”", "3": "But Naboth replied, “The Lord forbid that I should give you the inheritance that was passed down by my ancestors.”", "4": "So Ahab went home angry and sullen because of Naboth's answer. The king went to bed with his face to the wall and refused to eat!", "5": "“What's the matter?” his wife Jezebel asked him. “What's made you so upset that you're not eating?”", "6": "“I asked Naboth to sell me his vineyard or trade it, but he refused!” Ahab told her.", "7": "“Are you the king of Israel or not?” Jezebel demanded. “Get up and eat something, and don't worry about it. I'll get you Naboth's vineyard!”", "8": "So she wrote letters in Ahab's name, sealed them with his seal, and sent them to the elders and other leaders of the town where Naboth lived.", "9": "In her letters she commanded: “Call the citizens together for a time of fasting, and give Naboth a place of honor.", "10": "And then seat two scoundrels across from him who will accuse him of cursing God and the king. Then take him out and stone him to death.”", "11": "So the elders and other town leaders followed the instructions Jezebel had written in the letters.", "12": "They called for a fast and put Naboth at a prominent place before the people.", "13": "Then the two scoundrels came and sat down across from him. And they accused Naboth before all the people, saying, “He cursed God and the king.” So he was dragged outside the town and stoned to death.", "14": "The town leaders then sent word to Jezebel, “Naboth has been stoned to death.”", "15": "When Jezebel heard the news, she said to Ahab, “You know the vineyard Naboth wouldn't sell you? Well, you can have it now! He's dead!”", "16": "So Ahab immediately went down to the vineyard of Naboth to claim it.", "17": "But the Lord said to Elijah,[a]", "18": "“Go down to meet King Ahab of Israel, who rules in Samaria. He will be at Naboth's vineyard in Jezreel, claiming it for himself.", "19": "Give him this message: 'This is what the Lord says: Wasn't it enough that you killed Naboth? Must you rob him, too? Because you have done this, dogs will lick your blood at the very place where they licked the blood of Naboth!'”", "20": "“So, my enemy, you have found me!” Ahab exclaimed to Elijah. “Yes,” Elijah answered, “I have come because you have sold yourself to what is evil in the Lord's sight.", "21": "So now the Lord says,[b] 'I will bring disaster on you and consume you. I will destroy every one of your male descendants, slave and free alike, anywhere in Israel!", "22": "I am going to destroy your family as I did the family of Jeroboam son of Nebat and the family of Baasha son of Ahijah, for you have made me very angry and have led Israel into sin.'", "23": "“And regarding Jezebel, the Lord says, 'Dogs will eat Jezebel's body at the plot of land in Jezreel.[c]'", "24": "“The members of Ahab's family who die in the city will be eaten by dogs, and those who die in the field will be eaten by vultures.”", "25": "(No one else so completely sold himself to what was evil in the Lord's sight as Ahab did under the influence of his wife Jezebel.", "26": "His worst outrage was worshiping idols[d] just as the Amorites had done—the people whom the Lord had driven out from the land ahead of the Israelites.)", "27": "But when Ahab heard this message, he tore his clothing, dressed in burlap, and fasted. He even slept in burlap and went about in deep mourning.", "28": "Then another message from the Lord came to Elijah:", "29": "“Do you see how Ahab has humbled himself before me? Because he has done this, I will not do what I promised during his lifetime. It will happen to his sons; I will destroy his dynasty.”"}