{"1": "This[a] is the Lord's message that came to Joel[b] the son of Pethuel:", "2": "Listen to this, you elders;[c] pay attention,[d] all inhabitants of the land. Has anything like this ever happened in your whole life[e] or in the lifetime[f] of your ancestors?[g]", "3": "Tell your children[h] about it, have your children tell their children, and their children the following generation.[i]", "4": "What the gazam-locust left the 'arbeh-locust consumed,[j] what the 'arbeh-locust left the yeleq-locust consumed, and what the yeleq-locust left the hasil-locust consumed.[k]", "5": "Wake up, you drunkards,[l] and weep! Wail, all you wine drinkers,[m] because the sweet wine[n] has been taken away[o] from you.[p]", "6": "For a nation[q] has invaded[r] my land, mighty and without number. Their teeth are lion's teeth; they have the fangs of a lioness.[s]", "7": "They[t] have destroyed my vines;[u] they have turned my fig trees into mere splinters. They have completely stripped off the bark[v] and thrown it aside; the twigs are stripped bare.[w]", "8": "Wail[x] like a young virgin[y] clothed in sackcloth, lamenting the death of[z] her husband to be.[aa]", "9": "No one brings grain offerings or drink offerings to the temple[ab] of the Lord anymore.[ac] So the priests, those who serve the Lord, are in mourning.", "10": "The crops of the fields[ad] have been destroyed.[ae] The ground is in mourning because the grain has perished. The fresh wine has dried up; the olive oil languishes.", "11": "Be distressed,[af] farmers; wail, vinedressers, over the wheat and the barley. For the harvest of the field has perished.", "12": "The vine has dried up; the fig tree languishes— the pomegranate, date, and apple[ag] as well. In fact,[ah] all the trees of the field have dried up. Indeed, the joy of the people[ai] has dried up!", "13": "Get dressed[aj] and lament, you priests. Wail, you who minister at the altar. Come, spend the night in sackcloth, you servants of my God, because no one brings grain offerings or drink offerings to the temple of your God anymore.[ak]", "14": "Announce a holy fast;[al] proclaim a sacred assembly. Gather the elders and[am] all the inhabitants of the land to the temple of the Lord your God, and cry out to the Lord.", "15": "How awful that day will be![an] For the day of the Lord is near; it will come as destruction from the Divine Destroyer.[ao]", "16": "Our food has been cut off right before our eyes![ap] There is no longer any joy or gladness in the temple of our God.[aq]", "17": "The grains of seed[ar] have shriveled beneath their shovels.[as] Storehouses have been decimated, and granaries have been torn down, because the grain has dried up.", "18": "Listen to the cattle groan![at] The herds of livestock wander around in confusion[au] because they have no pasture. Even the flocks of sheep are suffering.", "19": "To you, O Lord, I call out for help,[av] for fire[aw] has burned up[ax] the pastures of the wilderness, flames have razed[ay] all the trees in the fields.", "20": "Even the wild animals[az] cry out to you,[ba] for the river beds[bb] have dried up; fire has destroyed[bc] the pastures of the wilderness.[bd]"}