{"1": "(4:1)[a] For look! In those[b] days and at that time I will return the exiles[c] to Judah and Jerusalem.", "2": "Then I will gather all the nations, and bring them down to the Valley of Jehoshaphat.[d] I will enter into judgment[e] against them there concerning my people Israel who are my inheritance,[f] whom they scattered among the nations. They partitioned my land,", "3": "and they cast lots for my people. They traded[g] a boy for a prostitute; they sold a little girl for wine so they could drink.[h]", "4": "Why are you doing these things to me, Tyre and Sidon?[i] Are you trying to get even with me, land of Philistia?[j] If you are, I will very quickly repay you for what you have done![k]", "5": "For you took my silver and my gold and brought my precious valuables to your own palaces.[l]", "6": "You sold Judeans and Jerusalemites to the Greeks, removing them far from their own country.[m]", "7": "Look! I am rousing them from that place to which you sold them. I will repay you for what you have done![n]", "8": "I will sell your sons and daughters to[o] the people of Judah.[p] They will sell them to the Sabeans,[q] a nation far away. Indeed, the Lord has spoken.", "9": "Proclaim this among the nations: “Prepare for a holy war! Call out the warriors! Let all these fighting men approach and attack![r]", "10": "Beat your plowshares[s] into swords, and your pruning hooks[t] into spears.[u] Let the weak say, 'I too am a warrior!'[v]", "11": "Lend your aid[w] and come, all you surrounding nations, and gather yourselves[x] to that place.” Bring down, O Lord, your warriors![y]", "12": "“Let the nations be roused and let them go up to the Valley of Jehoshaphat, for there I will sit in judgment on all the surrounding nations.", "13": "Rush forth with[z] the sickle, for the harvest is ripe! Come, stomp the grapes,[aa] for the winepress is full! The vats overflow. Indeed, their evil is great!”[ab]", "14": "Crowds, great crowds are in the Valley of Decision, for the day of the Lord is near in the Valley of Decision![ac]", "15": "The sun and moon are darkened; the stars withhold[ad] their brightness.", "16": "The Lord roars from Zion; from Jerusalem his voice bellows out.[ae] The heavens[af] and the earth shake. But the Lord is a refuge for his people; he is a stronghold for the citizens[ag] of Israel.", "17": "“You will be convinced[ah] that I the Lord am your God, dwelling on Zion, my holy mountain. Jerusalem will be holy— conquering armies[ai] will no longer pass through it.", "18": "“On that day[aj] the mountains will drip with sweet wine,[ak] and the hills will flow with milk.[al] All the dry stream beds[am] of Judah will flow with water. A spring will flow out from the temple[an] of the Lord, watering the Valley of Acacia Trees.[ao]", "19": "Egypt will be desolate and Edom will be a desolate wilderness, because of the violence they did to the people of Judah,[ap] in whose land they shed innocent blood.", "20": "But Judah will reside securely forever, and Jerusalem will be secure[aq] from one generation to the next.", "21": "I will avenge[ar] their blood that I had not previously acquitted. It is the Lord who dwells in Zion!"}