{"1": "The Lord spoke to Moses and Aaron. ", "2": "He said, “Tell the people of Israel this: 'These are the land animals you may eat: ", "3": "You may eat any animal that has split hooves completely divided and chews the cud.", "4": "“'Some animals only chew the cud or only have split hooves. Don't eat these animals. The camel chews the cud but does not have a split hoof. It is unclean for you. ", "5": "The rock badger chews the cud but does not have a split hoof. It is unclean for you. ", "6": "The rabbit chews the cud but does not have a split hoof. It is unclean for you. ", "7": "Now the pig has a split hoof that is completely divided. But it does not chew the cud. It is unclean for you. ", "8": "You must not eat the meat from these animals. Don't even touch their dead bodies. They are unclean for you.", "9": "“'Some animals live in the sea or in a river. If the animal has fins and scales, you may eat it. ", "10": "But some animals live in the sea or in a river and do not have fins and scales. This includes the things that fill the water. And it includes all other things that live in the water. You should hate them. ", "11": "You must not eat any meat from them. Don't even touch their dead bodies. This is because you should hate them. ", "12": "You must hate any animal in the water that does not have fins and scales.", "13": "“'Also, some birds should not be eaten. They should be hated. You must not eat any of these birds: eagles, vultures, black vultures, ", "14": "kites or any kind of falcon. ", "15": "Don't eat any kind of raven, ", "16": "horned owls, screech owls, sea gulls or any kind of hawk. ", "17": "Don't eat little owls, cormorants, great owls, ", "18": "white owls, desert owls or ospreys. ", "19": "Don't eat storks, any kind of heron, hoopoes or bats.", "20": "“'Don't eat insects that have wings and walk on all four feet. They are also to be hated.", "21": "“'But you may eat certain insects that have wings and walk on four feet. You may eat those that have legs with joints above their feet so they can jump. ", "22": "These are the insects you may eat: all kinds of locusts, winged locusts, crickets and grasshoppers. ", "23": "But all other insects that have wings and walk on four feet are hated. ", "24": "Those insects will make you unclean. Anyone who touches the dead body of one of these insects will become unclean until evening. ", "25": "If someone picks up one of these dead insects, he must wash his clothes. He will be unclean until evening.", "26": "“'Some animals have split hooves. But the hooves are not completely divided. And some animals do not chew the cud. They are unclean for you. Anyone who touches the dead body of one of these animals will become unclean. ", "27": "Other animals do not have hooves at all. They walk on their paws. These animals are unclean for you. Anyone who touches the dead body of one of these animals will become unclean. He will be unclean until evening. ", "28": "Anyone who picks up their dead bodies must wash his clothes. He will be unclean until evening. These animals are unclean for you.", "29": "“'These crawling animals are unclean for you: moles, rats, all kinds of great lizards, ", "30": "geckos, crocodiles, lizards, sand reptiles and chameleons. ", "31": "These crawling animals are unclean for you. Anyone who touches their dead bodies will be unclean until evening.", "32": "“'If an unclean animal dies and falls on something, that thing will also become unclean. The animal might fall on a thing made from wood, cloth, leather or rough cloth. It does not matter what the thing was used for. Whatever the animal falls on must be washed with water. It will be unclean until evening. Then it will become clean again. ", "33": "The dead, unclean animal might fall into a clay bowl. If it does, anything in the bowl will become unclean. And you must break the bowl. ", "34": "If water from the unclean clay bowl gets on any food, that food will become unclean. ", "35": "If any dead, unclean animal falls on something, that thing becomes unclean. The animal may fall on a clay oven or a clay baking pan. If so, it must be broken into pieces. These things will be unclean. They are unclean for you.", "36": "“'A spring or well that collects water will stay clean. But anyone who touches the dead body of any unclean animal will become unclean. ", "37": "A dead, unclean animal might fall on a seed to be planted. That seed is still clean. ", "38": "But you might put water on some seeds. If a dead, unclean animal falls on those seeds, they are unclean for you.", "39": "“'Also, an animal which you use for food may die. If it does, anyone who touches its body will be unclean until evening. ", "40": "Anyone who eats meat from this animal's dead body must wash his clothes. He will be unclean until evening. Anyone who picks up the animal's dead body must wash his clothes. He will be unclean until evening.", "41": "“'Every animal that crawls on the ground is one of the hated animals. It must not be eaten. Anyone who picks up the animal's dead body must wash his clothes. He will be unclean until evening. ", "42": "You must not eat any of the animals that crawl on the ground. This includes animals that crawl on their stomachs. And it includes animals that walk on all four feet or on many feet. Those are hated animals to you. ", "43": "Do not make yourself unclean by these hated animals. You must not become unclean by them. ", "44": "I am the Lord your God. Keep yourselves holy for me because I am holy. Don't make yourselves unclean with these hated, crawling animals. ", "45": "I am the Lord who brought you out of Egypt. I did it so I could be your God. You must be holy because I am holy.", "46": "“'These are the teachings about all of the cattle, birds and other animals on earth. These are the teachings about the animals in the sea. And these are the teachings about the animals that crawl on the ground. ", "47": "These teachings help people know the difference between unclean animals and clean animals. They help people know which animals may be eaten and which ones must not be eaten.'”"}