{"1": "The Lord also said to Moses and Aaron, ", "2": "“Say to the people of Israel: 'When a fluid comes from a man's body, he is unclean. ", "3": "It doesn't matter if the fluid flows freely or if it is blocked from flowing.", "4": "“'The man who discharges the body fluid may lie on a bed. If he does, that bed becomes unclean. Everything he sits on becomes unclean. ", "5": "Also anyone who touches his bed must wash his clothes and bathe in water. This person will be unclean until evening. ", "6": "Someone might sit on something that the man who discharges the fluid sat on. If he does, he must wash his clothes and bathe in water. He will be unclean until evening. ", "7": "Anyone who touches the man who discharges the body fluid must wash his clothes and bathe in water. The person will be unclean until evening.", "8": "“'The man who discharges the body fluid might spit on a clean person. If so, the person who was clean must wash his clothes. He must bathe in water. The person will be unclean until evening. ", "9": "Everything on which the man who is unclean has ridden will become unclean. ", "10": "Someone might touch something that was under the man who discharges a body fluid. If he does, he will be unclean until evening. Someone might carry these things that were under the man who discharges a body fluid. This person must wash his clothes and bathe in water. He will be unclean until evening.", "11": "“'The man who discharges a body fluid may not have washed his hands in water. If he touches another person, that person must wash his clothes. That person must bathe in water. He will be unclean until evening.", "12": "“'A man who discharges a body fluid may touch a clay bowl. That bowl must be broken. If he touches a wooden bowl, that bowl must be washed in water.", "13": "“'A man who discharges a body fluid may be made clean. He must count seven days for himself for his cleansing. He must wash his clothes and bathe his body in fresh water. Then he will be clean. ", "14": "On the eighth day he must take two doves or two young pigeons. He must come before the Lord at the entrance of the Meeting Tent. He will give the two birds to the priest. ", "15": "The priest will offer the birds. One bird is for a sin offering. The other is for a burnt offering. So the priest will make that man clean so he can belong to the Lord again.", "16": "“'If semen[a] goes out from a man, he must bathe in water. He will be unclean until evening. ", "17": "If the fluid gets on any clothing or leather, it must be washed with water. It will be unclean until evening.", "18": "“'If a man has physical relations with a woman and semen comes out, both people must bathe in water. They will be unclean until evening.", "19": "“'When a woman has her monthly period, she is unclean for seven days. Anyone who touches her will be unclean until evening. ", "20": "Anything she lies on during this time will be unclean. Everything she sits on during that time will be unclean. ", "21": "Anyone who touches her bed must wash his clothes and bathe in water. That person will be unclean until evening. ", "22": "Anyone who touches something she has sat on must wash his clothes and bathe in water. That person will be unclean until evening. ", "23": "It does not matter if the person touched the woman's bed or something she sat on. That person will be unclean until evening.", "24": "“'A man might have physical relations with a woman during her monthly period. If he does, he will be unclean for seven days. Every bed he lies on will also be unclean.", "25": "“'A woman might have a loss of blood for many days. It may not be during her regular monthly period. Or she may continue to have a loss of blood after her regular period. If she does, she will be unclean, as she is during her monthly period. She will be unclean for as long as she continues to bleed. ", "26": "Any bed she lies on during all the time of her bleeding will be like her bed during her regular monthly period. Everything she sits on will be unclean. It will be like during her regular monthly period.", "27": "“'If anyone touches those things, that person will be unclean. He must wash his clothes and bathe in water. He will be unclean until evening. ", "28": "When the woman becomes clean from her bleeding, she must wait seven days. After this she will be clean. ", "29": "Then on the eighth day she must take two doves or two young pigeons. She must bring them to the priest at the entrance of the Meeting Tent. ", "30": "Then the priest must offer one bird for a sin offering. He must offer the other bird for a whole burnt offering. So the priest will make her clean so she can belong to the Lord again.", "31": "“'So you must warn the people of Israel to stay separated from things that make them unclean. If you don't warn the people, they might make my Holy Tent unclean. And then they would have to die!'”", "32": "These are the teachings for the man who discharges a body fluid. These are the teachings for men who become unclean from semen[b] coming out of their bodies. ", "33": "These are the teachings for women who become unclean from their monthly period. These are the teachings for anyone who becomes unclean by having physical relations with another person who is unclean."}