{"1": "The Lord said to Moses, ", "2": "“Tell the people of Israel: 'I am the Lord your God. ", "3": "In the past you lived in Egypt. You must not do what was done in that country. And you must not do as they do in the land of Canaan where I am bringing you. Do not follow their customs. ", "4": "You must obey my rules and follow them. I am the Lord your God. ", "5": "Obey my laws and rules. A person who obeys my laws and rules will live because of them. I am the Lord.", "6": "“'You must never have physical relations with your close relatives. I am the Lord.", "7": "“'You must not shame your father by having physical relations with your mother. She is your mother. Do not have physical relations with her. ", "8": "You must not have physical relations with your father's wife. That would shame your father.", "9": "“'You must not have physical relations with your sister. She may be the daughter of your father or your mother. It doesn't matter if she was born in your house or somewhere else.", "10": "“'You must not have physical relations with your granddaughter. She may be your son's daughter or your daughter's daughter. That would bring shame on you.", "11": "“'If your father and his wife have a daughter, she is your sister. You must not have physical relations with her.", "12": "“'You must not have physical relations with your father's sister. She is your father's close relative. ", "13": "You must not have physical relations with your mother's sister. She is your mother's close relative. ", "14": "You must not have physical relations with the wife of your father's brother. This would shame him. His wife is your aunt.", "15": "“'You must not have physical relations with your daughter-in-law. She is your son's wife. Do not have physical relations with her.", "16": "“'You must not have physical relations with your brother's wife. That would shame your brother.", "17": "“'You must not have physical relations with both a woman and her daughter. And do not have physical relations with this woman's granddaughter. It may be the daughter of her son or her daughter. They are her close relatives. It is evil to do this.", "18": "“'While your wife is still living, you must not take her sister as another wife. Do not have physical relations with her.", "19": "“'You must not go near a woman to have physical relations with her during her monthly period. She is unclean during this time.", "20": "“'You must not commit adultery with your neighbor's wife and make yourself unclean with her.", "21": "“'You must not give any of your children to be sacrificed to Molech. This will show that you do not respect your God. I am the Lord.", "22": "“'You must not have physical relations with a man as you would a woman. That is a hated sin.", "23": "“'You must not have unnatural physical relations with an animal and make yourself unclean with it. Also a woman must not have unnatural physical relations with an animal. It is not natural.", "24": "“'Don't make yourself unclean by any of these wrong things. I am forcing nations out of their countries because they did these sins. And I am giving their land to you. ", "25": "The land has become unclean. So I punished it for its sins. And the land is throwing out those people who live there.", "26": "“'You must obey my laws and rules. You must not do any of these hated sins. These rules are for the citizens of Israel. They are also for the people who live with you. ", "27": "The people who lived in the land before you did all these hated things. So the land became unclean. ", "28": "If you do these things, you will also make the land unclean. And it will throw you out as it threw out the nations before you. ", "29": "Anyone who does these hated sins must be separated from his people. ", "30": "The people who lived in the land before you have done these hated sins. But you must not do them. You must obey my laws. Don't make yourself unclean by these hated sins. I am the Lord your God.'”"}