{"1": "The Lord said to Moses, ", "2": "“Tell all the people of Israel: 'I am the Lord your God. You must be holy because I am holy.", "3": "“'Each person among you must respect his mother and father. And you must keep my Sabbaths. I am the Lord your God.", "4": "“'Do not worship idols. Do not make statues of gods for yourselves. I am the Lord your God.", "5": "“'You may sacrifice a fellowship offering to the Lord. If you do, you must offer it so you will be accepted. ", "6": "You may eat it the same day you offer it. And you may also eat it on the next day. But if any is left on the third day, you must burn it up. ", "7": "If any of it is eaten on the third day, it is unclean. It will not be accepted. ", "8": "Anyone who eats it then will be guilty of sin. This is because he did not respect the holy things that belong to the Lord. He must be separated from his people.", "9": "“'You harvest your crops on your land. But do not harvest all the way to the corners of your fields. If grain falls onto the ground, don't gather it up. ", "10": "Don't pick all the grapes in your vineyards. And don't pick up the grapes that fall to the ground. You must leave those things for poor people. You must also leave them for people traveling through your country. I am the Lord your God.", "11": "“'You must not steal. You must not cheat people. You must not lie to each other. ", "12": "You must not make a false promise by my name. If you do that, you will show that you don't respect your God. I am the Lord.", "13": "“'You must not cheat your neighbor. You must not rob him. You must not keep a hired worker's salary all night until morning. ", "14": "You must not curse a deaf man. And you must not put something in front of a blind person to make him fall. But you must respect your God. I am the Lord.", "15": "“'Be fair in your judging. You must not show special favor to poor people or great people. You must be fair when you judge your neighbor. ", "16": "You must not spread false stories against other people. You must not do anything that would put your neighbor's life in danger. I am the Lord.", "17": "“'You must not hate your brother in your heart. If your neighbor does something wrong, tell him about it. If you do not, you will be partly to blame. ", "18": "Forget about the wrong things people do to you. You must not try to get even. Love your neighbor as you love yourself. I am the Lord.", "19": "“'Obey my laws. You must not mate two different kinds of cattle. You must not sow your field with two different kinds of seed. You must not wear clothing made from two different kinds of material mixed together.", "20": "“'A man might have physical relations with a slave girl of another man. But this slave girl has not been bought or given her freedom. If this happens, there must be punishment. But they are not to be put to death. This is because the woman was not free. ", "21": "The man must bring a male sheep as his penalty offering. He must bring it to the Lord at the entrance to the Meeting Tent. ", "22": "The priest will offer the male sheep as a penalty offering before the Lord. It will be for the man's sin. The priest will perform the acts to remove the sins of the man so he will belong to the Lord. Then the man will be forgiven for his sin.", "23": "“'In the future you will enter your country. You will plant many kinds of trees for food. After planting a tree, wait three years before using its fruit. ", "24": "In the fourth year the fruit from the tree will be the Lord's. It will be a holy offering of praise to him. ", "25": "Then in the fifth year, you may eat the fruit from the tree. The tree will then produce more fruit for you. I am the Lord your God.", "26": "“'You must not eat anything with the blood in it. “'You must not try to tell the future by signs or black magic.", "27": "“'You must not cut the hair on the sides of your heads. And you must not cut the edges of your beard. ", "28": "You must not cut your body to show sadness for someone who died. Do not put tattoo marks on yourselves. I am the Lord.", "29": "“'You must not make your daughter become a prostitute. That only shows you do not respect her. If you do this, the country will be filled with all kinds of sin.", "30": "“'Obey the laws about Sabbaths. You must respect my Most Holy Place. I am the Lord.", "31": "“'Do not go to mediums or fortune-tellers for advice. If you do, you will become unclean. I am the Lord your God.", "32": "“'Show respect to old people. Stand up when they come into the room. Show respect also to your God. I am the Lord.", "33": "“'Do not mistreat foreigners living in your country. ", "34": "Treat them just as you treat your own citizens. Love foreigners as you love yourselves, because you were foreigners one time. That was in Egypt. I am the Lord your God.", "35": "“'Be fair when you judge people. And be fair when you measure and weigh things. ", "36": "Your weighing baskets should be the right size. And your jars should hold the right amount of liquid. Your weights and balances should weigh correctly. I am the Lord your God. I brought you out of the land of Egypt.", "37": "“'Remember all my laws and rules, and obey them. I am the Lord.'”"}