{"1": "The Lord said to Moses, “Tell these things to Aaron's sons, the priests: 'A priest must not make himself unclean by touching a dead person. ", "2": "But if the dead person was one of his close relatives, he may touch him. The priest may make himself unclean if the dead person is his mother or father, son or daughter, brother or ", "3": "unmarried sister. This sister is close to him because she has no husband. So the priest may make himself unclean for her if she dies. ", "4": "But a priest must not make himself unclean if the dead person was only related to him by marriage.", "5": "“'Priests must not shave their heads. They must not shave off the edges of their beards. They must not cut their bodies. ", "6": "Priests must be holy to their God. They must show respect for God's name. This is because they present the offerings made by fire to the Lord. This is the food of their God. So they must be holy.", "7": "“'A priest serves God in a special way. So he must not marry an unclean prostitute or a divorced woman. ", "8": "Treat the priest in a special way. Think of him as holy. This is because he offers up the food of your God. I am the Lord. I make you holy. And I am holy.", "9": "“'If a priest's daughter makes herself unclean by becoming a prostitute, she shames her father. She must be burned with fire.", "10": "“'The high priest was chosen from among his brothers. The special olive oil used in appointing people and things to the service of the Lord was poured on his head. He was appointed to wear the priestly clothes. So he must not do things to show his sadness in public. He must not let his hair go uncombed. He must not tear his clothes. ", "11": "He must not go into a house where there is a dead body. He must not make himself unclean, even if it is his own father or mother. ", "12": "The high priest must not go out of the Holy Place. If he does and becomes unclean, he would make God's Holy Place unclean. The special oil used in appointing priests was poured on the high priest's head. This separated him from the rest of the people. I am the Lord.", "13": "“'The high priest must marry a woman who is a virgin. ", "14": "He must not marry a widow, a divorced woman or a prostitute. He must marry a virgin from his own people. ", "15": "This is so the people will respect his children as his own. I am the Lord. I have set the high priest apart for his special job.'”", "16": "The Lord said to Moses, ", "17": "“Tell Aaron: 'Some of your descendants might have something wrong with them. If they do, they must never offer the special food of their God. ", "18": "Anyone who has something wrong with him must not serve as priest. And he must not bring sacrifices to me. These people cannot serve as priests: blind men, crippled men, men with damaged faces, deformed men, ", "19": "men with a crippled foot or hand, ", "20": "hunchbacks, dwarfs, men who have something wrong with their eyes, men who have an itching disease or a skin disease or men who have damaged sex glands.", "21": "“'One of Aaron's descendants might have something wrong with him. If he does, he cannot make the offerings made by fire to the Lord. He has something wrong with him. He cannot offer the food of his God. ", "22": "But he is from the family of priests. So he may eat the most holy food. He may also eat the holy food. ", "23": "But he may not go through the curtain into the Most Holy Place. He may not go near the altar. He has something wrong with him. He must not make my Holy Place unfit. I am the Lord. I make these things holy.'”", "24": "So Moses told these things to Aaron, Aaron's sons and all the people of Israel."}