{"1": "The Lord said to Moses, ", "2": "“Tell the people of Israel: 'Someone might make a special promise to the Lord. He might promise to give himself or another person as a servant to the Lord. That person will then begin to serve the Lord in a special way. The priest must set a certain price for that person. That is the price that would have to be paid to free the person from his special promise to the Lord. ", "3": "The price for a man 20 to 60 years old is about 1¼ pounds of silver. (You must use the measure as set by the Holy Place.) ", "4": "The price for a woman 20 to 60 years old is about 12 ounces of silver. ", "5": "The price for a man 5 to 20 years old is about 8 ounces of silver. The price for a woman 5 to 20 years old is about 4 ounces of silver. ", "6": "The price for a baby boy 1 month to 5 years old is about 2 ounces of silver. For a baby girl the price is about 1½ ounces of silver. ", "7": "The price for a man 60 years old or older is about 6 ounces of silver. The price for a woman 60 years old or older is about 4 ounces of silver.", "8": "“'A person might be too poor to pay the price. If he is, bring him to the priest. The priest will decide how much money the person can afford to pay.", "9": "“'Some animals may be used as sacrifices to the Lord. If someone promises to bring one of these animals, it will become holy. ", "10": "That person must not try to put another animal in its place. He must not try to exchange it for something else. He must not try to exchange a good animal for a bad animal. And he must not exchange a bad animal for a good animal. If he tries to exchange animals, both animals will become holy.", "11": "“'Unclean animals cannot be offered as sacrifices to the Lord. Someone might bring one of them to the Lord. If he does, that animal must be brought to the priest. ", "12": "The priest will decide a price for the animal. The price will be according to whether the animal is good or bad. If the priest decides a price, that is the price for the animal. ", "13": "If the person wants to buy back the animal, he must add an additional one-fifth to the price.", "14": "“'A person might give his house as holy to the Lord. If he does, the priest must decide its value. The price will be according to whether the house is good or bad. If the priest decides a price, that is the price for the house. ", "15": "But the person who gives the house might want to buy it back. If he does, he must add an additional one-fifth to the price. Then the house will belong to him again.", "16": "“'A person might give part of his fields to the Lord. The value of those fields will depend on how much seed is needed to plant them. It will cost about one and one-fourth pounds of silver for each six bushels of barley seed needed. ", "17": "The person might give his field at the year of Jubilee. Then its value will be what the priest decides. ", "18": "But he might give his field after the Jubilee. If he does, the priest must decide the exact price. He must count the number of years to the next year of Jubilee. Then he will use that number to decide the exact price. ", "19": "The person who gave the field might want to buy it back. If he does, he must add one-fifth to that price. Then the field will belong to him again.", "20": "“'If he does not buy back the field, it will always belong to the priest. If it is sold to someone else, the first person cannot buy it back. ", "21": "But the person might not buy back the land. If he doesn't, at the year of Jubilee, it will remain holy to the Lord. It will belong to the priest forever. It will become the property of the priests.", "22": "“'Someone may give a field he has bought to the Lord. But it may not be a part of his family land. ", "23": "If he gives a field, the priest must count the years to the next Jubilee. He must decide the price for the land. Then that land will belong to the Lord. ", "24": "At the year of Jubilee, the land will go back to its first owner. It will go back to the family who sold the land.", "25": "“'You must use the measure as set by the Holy Place in paying these prices. It weighs two-fifths of an ounce.", "26": "“'People may give cattle and sheep to the Lord. But if an animal is the first one born to its parent, it already belongs to the Lord. So people may not give these animals again. ", "27": "If the animal is unclean, the person must buy it back. The priest will decide the price of the animal. And the person must add one-fifth to that price. If he does not buy it back, the priest must sell it. He will sell it for the price he had decided.", "28": "“'There is a special kind of gift that people give to the Lord. It may be a person, animal or field from the family property. That gift cannot be bought back or sold. It is most holy to the Lord.", "29": "“'If a person is given for the purpose of being destroyed, he cannot be bought back. He must be put to death.", "30": "“'One-tenth of all crops belongs to the Lord. This includes the crops from fields and the fruit from trees. That one-tenth belongs to the Lord. ", "31": "A person might want to get back his tenth. If he does, he must add one-fifth to its price and buy it back.", "32": "“'The priest will take every tenth animal from a person's cattle or sheep. It will belong to the Lord. ", "33": "The owner should not pick out the good animals from the bad. He should not exchange one animal for another. If he does exchange it, both animals will become holy. They cannot be bought back.'”", "34": "These are the commands the Lord commanded at Mount Sinai. They are for the people of Israel."}