{"1": "“'A person's fellowship offering to the Lord may be from the cattle. It may be a male or female animal. But it must have nothing wrong with it. ", "2": "The person must put his hand on the animal's head. He must kill it at the entrance to the Meeting Tent. Then the priests must sprinkle the blood on all sides of the altar. ", "3": "This person must make a sacrifice from the fellowship offering. The sacrifice must be made by fire to the Lord. He must offer the fat of the animal's inner organs. This is both the fat that is in them and that covers them. ", "4": "He must also offer both kidneys and the fat on them. They are near the lower back muscle. He must also offer the best part of the liver. He will remove it with the kidneys. ", "5": "Then the priests will burn these parts on the altar. They will put them on the burnt offering that is on the wood on the fire. It is an offering made by fire. Its smell is pleasing to the Lord.", "6": "“'A person's fellowship offering to the Lord may be a lamb or a goat. He may offer a male or female animal. But it must have nothing wrong with it. ", "7": "If he offers a lamb, he must bring it before the Lord. ", "8": "He must put his hand on its head. Then he must kill the animal in front of the Meeting Tent. The priests will sprinkle its blood on all sides of the altar. ", "9": "Then the person must make a sacrifice from the fellowship offering. The sacrifice must be made by fire to the Lord. The person must bring the fat and the whole fat tail. The tail must be cut off close to the backbone. He must also offer the fat of the inner organs. This is both the fat that is in them and that covers them. ", "10": "He must offer both kidneys and the fat on them. They are near the lower back muscle. And he must offer the best part of the liver. He will remove it with the kidneys. ", "11": "Then the priest will burn these parts on the altar as food. It will be an offering made by fire to the Lord.", "12": "“'A person's fellowship offering may be a goat. He is to offer it before the Lord. ", "13": "He must put his hand on the goat's head. And he must kill it in front of the Meeting Tent. Then the priests must sprinkle its blood on all sides of the altar. ", "14": "From this fellowship offering the person must make a sacrifice. It will be an offering by fire to the Lord. The person must offer all the fat of the goat's inner organs. This is both the fat that is in them and that covers them. ", "15": "He must offer both kidneys and the fat on them. They are near the lower back muscle. And he must offer the best part of the liver. He will remove it with the kidneys. ", "16": "The priest will burn these parts on the altar as food. It is an offering made by fire. Its smell is pleasing to the Lord. All the fat belongs to the Lord.", "17": "“'This law will continue for people from now on, wherever you live: you must not eat fat or blood.'”"}