{"1": "“'These are the teachings about the penalty offering. It is most holy. ", "2": "The penalty offering must be killed where the whole burnt offering is killed. Then the priest must sprinkle its blood on all sides of the altar. ", "3": "He must offer all the fat from the penalty offering. He must offer the fat tail and the fat that covers the inner organs. ", "4": "He must offer both kidneys and the fat on them. They are near the lower back muscle. And he must offer the best part of the liver. This is to be removed with the kidneys. ", "5": "The priest must burn all these things on the altar. They will be an offering made by fire to the Lord. It is a penalty offering. ", "6": "Any male in a priest's family may eat it. It is most holy. So it must be eaten in a holy place.", "7": "“'The penalty offering is like the sin offering. The teachings are the same for both. The priest who offers the sacrifice to remove sins will get the meat for food. ", "8": "The priest who offers the burnt offering may also have the skin from it. ", "9": "Every grain offering belongs to the priest who offers it. This includes those baked in an oven, cooked on a griddle or baked in a dish. ", "10": "The grain offerings belong to the priests. They may be dry or mixed with oil. All priests will share alike.", "11": "“'These are the teachings about the fellowship offering a person may offer to the Lord: ", "12": "He may bring the fellowship offering to show his thanks. If he does, he should also bring loaves of bread. They must be made without yeast, mixed with oil. And he should bring wafers made without yeast. They must have oil poured over them. He should also bring loaves of fine flour mixed with oil. ", "13": "He must also offer loaves of bread made with yeast. These should be brought with his fellowship offering, which he gives to show thanks. ", "14": "One of each kind of offering will be for the Lord. It will be given to the priest who sprinkles the blood of the fellowship offering. ", "15": "The fellowship offering is to thank the Lord. The meat from it must be eaten the same day it is offered. None of it must be left until morning.", "16": "“'A person might bring a fellowship offering just to give a gift to God. Or it may be done because of a special promise to God. Then, the sacrifice should be eaten the same day he offers it. If there is any left, it may be eaten the next day. ", "17": "If any meat from this sacrifice is left on the third day, it must be burned up. ", "18": "Any meat of the fellowship offering eaten on the third day will not be accepted. The Lord will not count the sacrifice for the person who offered it. It will become unclean. Anyone who eats the meat will be guilty of sin.", "19": "“'People must not eat meat that touches anything unclean. They must burn this meat with fire. But anyone who is clean may eat other meat. ", "20": "But a person who is unclean might eat the meat from the fellowship offering that belongs to the Lord. If he does, he must be separated from his people.", "21": "“'Someone might touch something unclean that comes from people. Or the unclean thing might be an animal or some hated thing. Touching it will make him unclean. If he then eats meat from the fellowship offering that belongs to the Lord, he must be separated from his people.'”", "22": "The Lord said to Moses, ", "23": "“Tell the people of Israel: 'You must not eat any of the fat from cattle, sheep or goats. ", "24": "If an animal is found dead or torn by wild animals, you may use its fat for other things. But you must not eat it. ", "25": "Someone might eat fat from an animal offering made by fire to the Lord. That person must be separated from his people. ", "26": "It does not matter where you live. You must not eat blood from any bird or animal. ", "27": "Anyone who eats blood must be separated from his people.'”", "28": "The Lord said to Moses, ", "29": "“Tell the people of Israel: 'Someone may bring a fellowship offering to the Lord. He must give part of it as his sacrifice to the Lord. ", "30": "He must carry that part of the gift in his own hands. It will be an offering made by fire to the Lord. He must carry the fat and the breast of the animal to the priest. The breast must be presented to the Lord as the priests' share. ", "31": "Then the priest must burn the fat on the altar. But the breast of the animal will belong to Aaron and the priests. ", "32": "You must also give the right thigh from the fellowship offering to the priest as a gift. ", "33": "It will belong to the priest who offers the blood and fat of the fellowship offering. ", "34": "I have taken the breast and the thigh of the fellowship offering. And I have given these parts to Aaron and the priests as their share from the Israelites.'”", "35": "This is the portion that belongs to Aaron and his sons. It is from the offerings made by fire to the Lord. Aaron and his sons were given this share on the day they were presented to the Lord as priests. ", "36": "On the day the Lord appointed the priests, he commanded Israel to give this share to them. It is to be given to the priests as their share from now on.", "37": "These are the teachings about the whole burnt offering, the grain offering, the sin offering and the penalty offering. They are the teachings about the appointment of priests. And they are the teachings about the fellowship offerings. ", "38": "The Lord gave these teachings to Moses on Mount Sinai. It was on the day he commanded the Israelites to bring their offerings to him in the Sinai Desert."}