{"1": "So you, my child, be strong in the grace that is in Christ Jesus. ", "2": "And what you heard me say[a] in the presence of many witnesses[b] entrust to faithful people[c] who will be competent[d] to teach others as well. ", "3": "Take your share of suffering[e] as a good soldier of Christ Jesus. ", "4": "No one in military service gets entangled in matters of everyday life; otherwise he will not please[f] the one who recruited him. ", "5": "Also, if anyone competes as an athlete, he will not be crowned as the winner[g] unless he competes according to the rules.[h] ", "6": "The farmer who works hard ought to have the first share of the crops. ", "7": "Think about what I am saying and[i] the Lord will give you understanding of all this.[j]", "8": "Remember Jesus Christ, raised from the dead, a descendant of David;[k] such is my gospel,[l] ", "9": "for which I suffer hardship to the point of imprisonment[m] as a criminal, but God's message[n] is not imprisoned![o] ", "10": "So I endure all things for the sake of those chosen by God,[p] that they too may obtain salvation in Christ Jesus and its eternal glory.[q] ", "11": "This saying[r] is trustworthy:[s] If we died with him, we will also live with him.", "12": "If we endure, we will also reign with him.[t] If we deny[u] him,[v] he will also deny us.", "13": "If we are unfaithful, he remains faithful, since he cannot deny himself.[w]", "14": "Remind people[x] of these things and solemnly charge them[y] before the Lord[z] not to wrangle over words. This is of no benefit; it just brings ruin on those who listen.[aa] ", "15": "Make every effort to present yourself before God as a proven worker who does not need to be ashamed, teaching the message of truth accurately.[ab] ", "16": "But avoid profane chatter,[ac] because those occupied with it will stray further and further into ungodliness,[ad] ", "17": "and their message will spread its infection[ae] like gangrene. Hymenaeus and Philetus are in this group.[af] ", "18": "They have strayed from the truth[ag] by saying that the resurrection has already occurred, and they are undermining some people's faith. ", "19": "However, God's solid foundation remains standing, bearing this seal: “The Lord knows those who are his,”[ah] and “Everyone who confesses the name of the Lord[ai] must turn away from evil.”", "20": "Now in a wealthy home[aj] there are not only gold and silver vessels, but also ones made of wood and of clay, and some are for honorable use, but others for ignoble use.[ak] ", "21": "So if someone cleanses himself of such behavior,[al] he will be a vessel for honorable use, set apart, useful for the Master, prepared for every good work. ", "22": "But keep away from youthful passions, and pursue righteousness, faithfulness, love, and peace, in company with others[am] who call on the Lord from a pure heart.[an] ", "23": "But reject foolish and ignorant[ao] controversies, because you know they breed infighting.[ap] ", "24": "And the Lord's slave[aq] must not engage in heated disputes[ar] but be kind toward all, an apt teacher, patient, ", "25": "correcting[as] opponents with gentleness. Perhaps God will grant them repentance and then knowledge of the truth[at] ", "26": "and they will come to their senses and escape the devil's trap where they are held captive[au] to do his will.[av]"}