{"1": "But understand this, that in the last days difficult[a] times will come. ", "2": "For people[b] will be lovers of themselves,[c] lovers of money, boastful, arrogant, blasphemers, disobedient to parents, ungrateful, unholy, ", "3": "unloving, irreconcilable, slanderers, without self-control, savage, opposed to what is good, ", "4": "treacherous, reckless, conceited, loving pleasure rather than loving God. ", "5": "They will maintain the outward appearance[d] of religion but will have repudiated its power. So avoid people like these.[e] ", "6": "For some of these insinuate themselves[f] into households and captivate weak women[g] who are overwhelmed with sins and led along by various passions. ", "7": "Such women are always seeking instruction,[h] yet never able to arrive at a knowledge of the truth. ", "8": "And just as Jannes and Jambres[i] opposed Moses, so these people—who have warped minds and are disqualified in the faith[j]—also oppose the truth. ", "9": "But they will not go much further,[k] for their foolishness will be obvious to everyone, just like it was with Jannes and Jambres.[l]", "10": "You, however,[m] have followed my teaching, my[n] way of life, my purpose, my faith, my patience, my love, my endurance, ", "11": "as well as the persecutions and sufferings[o] that happened to me in Antioch, in Iconium, and in Lystra.[p] I endured these persecutions and the Lord delivered me from them all. ", "12": "Now in fact all who want to live godly lives in Christ Jesus will be persecuted. ", "13": "But evil people and charlatans will go from bad to worse,[q] deceiving others and being deceived themselves.[r] ", "14": "You, however, must continue[s] in the things you have learned and are confident about. You know[t] who taught you[u] ", "15": "and how from infancy you have known the holy writings, which are able to give you wisdom for salvation through faith in Christ Jesus. ", "16": "Every scripture[v] is inspired by God[w] and useful for teaching, for reproof,[x] for correction, and for training in righteousness, ", "17": "that the person dedicated to God[y] may be capable[z] and equipped for every good work."}