{"1": "Furthermore, brothers, pray for us; so that the word of the Lord may have free passage and be glorified (just as with you)", "2": "and that we may be delivered from unreasonable and evil men. For all do not have faith.", "3": "But the Lord, Who will establish you and keep you from evil, is faithful.", "4": "And we are persuaded by you through the Lord that you both do and will do the things of which we warn you.", "5": "And the Lord guide your hearts to the love of God and the awaiting of Christ.", "6": "We charge you, brothers, in the Name of our Lord Jesus Christ, to withdraw yourselves from every brother who walks inordinately and not according to the instruction he received from us.", "7": "For you yourselves know how you ought to follow us. For we did not behave inordinately among you.", "8": "Nor did we take food from anyone for nothing. But we worked with labor and travail night and day because we did not wish to be a burden to any of you.", "9": "Not because we do not have authority, but so that we might make ourselves an example for you to follow.", "10": "For even when we were with you, we warned you of this; that if there were any who would not work, he should not eat.", "11": "For we hear that there are some who walk among you inordinately and do not work at all, but are busybodies.", "12": "Therefore, such as those we warn and exhort by our Lord Jesus Christ, that they work with quietness and eat their own food.", "13": "And you, brothers, do not be weary in well-doing.", "14": "If anyone does not obey this our word in this letter, note him and do not associate with him, so that he may be ashamed.", "15": "Yet, do not count him as an enemy, but admonish him as a brother.", "16": "Now, may the Lord - Himself of peace - give you peace always, by all means. The Lord be with you all.", "17": "The salutation of me, Paul, with my own hand (which is the sign in every letter) so I write.", "18": "The grace of our Lord Jesus Christ be with you all. Amen. The second Epistle to the Thessalonians, written from Athens."}