{"1": "Inasmuch epeidēper as  many polys have  taken epicheireō it  in  hand  to  compile anatassomai a  narrative diēgēsis concerning peri the ho things pragma that  have  been  accomplished plērophoreō among en us hēmeis, ", "2": "just kathōs as  those ho who were,  from apo the  beginning archē,  eyewitnesses autoptēs and kai became ginomai ministers hypēretēs of  the ho word logos,  have  delivered paradidōmi it  to  us hēmeis, ", "3": "it  seemed dokeō good  to  me kagō also ,  having  carefully akribōs investigated parakoloutheō everything pas for  a  long anōthen time ,  to  write  down graphō the events  in  an  orderly kathexēs sequence  for  you sy,  most  excellent kratistos Theophilus Theophilos, ", "4": "so hina that  you  may  know epiginōskō the ho truth asphaleia about peri the  things logos that hos you  have  been  taught katēcheō. ", "5": "There  was ginomai in en the ho days hēmera of  Herod hērōdēs,  king basileus of ho Judah Ioudaia, a  certain tis priest hiereus by  the  name onoma of  Zechariah Zacharias,  of ek the  priestly  division ephēmeria of  Abijah Abia;  and kai his autos wife gynē was  from ek the ho daughters thugatēr of  Aaron Aarōn,  and kai · ho her autos name onoma was  Elizabeth Elisabet. ", "6": "And de they  were eimi both amphoteroi righteous dikaios before enantion · ho God theos,  walking poreuō blamelessly amemptos in en all pas the ho commandments entolē and kai ordinances dikaiōma of  the ho Lord kyrios. ", "7": "But kai they autos did  not ou have eimi a  child teknon,  because kathoti Elizabeth Elisabet was eimi · ho barren steira,  and kai both amphoteroi of  them autos were eimi advanced probainō in en · ho years hēmera. ", "8": "Now de it  happened ginomai,  while en · ho he autos was  serving hierateuō as  priest  before enanti God theos when en · ho his autos priestly  division ephēmeria was  on  duty taxis,  · ho · ho", "9": "that  according kata to  the ho custom ethos of  the ho priesthood hierateia,  he  was  chosen lanchanō by  lot  to ho go eiserchomai into eis the ho temple naos of  the ho Lord kyrios and  burn  incense thumiaō, ", "10": "and kai the ho whole pas crowd plēthos of ho people laos was eimi there,  praying proseuchomai outside exō at  the ho hour hōra of ho incense thumiama. ", "11": "And de an  angel angelos of kyrios the  Lord kyrios appeared horaō to  him autos,  standing histēmi at ek the  right dexios side  of  the ho altar thusiastērion of ho incense thumiama. ", "12": "· kai Zechariah Zacharias was  troubled tarassō when he saw him  and kai fear phobos fell epipiptō upon epi him autos. ", "13": "But de the ho angel angelos said legō to pros him autos: “ Do  not mē fear phobeomai,  Zechariah Zacharias,  because dioti your sy prayer deēsis has  been  heard eisakouō,  · ho and kai · ho your sy wife gynē Elizabeth Elisabet will  bear gennaō you sy a  son hyios,  and kai you  will  call kaleō · ho his autos name onoma John Iōannēs. ", "14": "And kai for  you sy there  will  be eimi joy chara and kai gladness agalliasis,  and kai many polys will  rejoice chairō because epi of  · ho his autos birth genesis, ", "15": "for gar he  will  be eimi great megas before enōpion the ho Lord kyrios.  And kai he  must pinō not ou drink pinō wine oinos and kai strong sikera drink ,  and kai he  will  be  filled  with pimplēmi the  Holy hagios Spirit pneuma,  even eti from ek his autos mother' s mētēr womb koilia. ", "16": "and kai he  will  restore epistrephō many polys of  the ho sons hyios of  Israel Israēl to epi the  Lord kyrios · ho their autos God theos. ", "17": "· kai He autos will  go proerchomai on  before enōpion him autos,  in en the  spirit pneuma and kai power dynamis of  Elijah ēlias,  to  turn epistrephō the  hearts kardia of  fathers patēr toward epi their  children teknon,  and kai the  disobedient apeithēs to en the  wisdom phronēsis of  the  righteous dikaios,  in  order  to  establish hetoimazō for  the  Lord kyrios a  people laos who  are  prepared kataskeuazō for him.” ", "18": "But kai Zechariah Zacharias said legō to pros the ho angel angelos, “ How kata tis can  I  be  sure ginōskō of  this houtos?  For gar I egō am eimi an  old presbytēs man  and kai · ho my egō wife gynē is  advanced probainō in en · ho years hēmera?” ", "19": "And kai the ho angel angelos answered apokrinomai,  saying legō to  him autos, “ I egō am eimi Gabriel Gabriēl,  who ho stands paristēmi in  the  presence enōpion of ho God theos,  and kai I  was  sent apostellō to  speak laleō to pros you sy,  and kai to  tell euangelizō you sy the  good  news  of  these houtos things . ", "20": "And kai now idou you  will  be eimi reduced  to  silence siōpaō and kai not mē be  able dynamai to  speak laleō until achri the hos day hēmera in which  these  things houtos happen ginomai,  because anti hos you  did  not ou believe pisteuō · ho my egō words logos,  which hostis will  be  fulfilled plēroō in eis · ho their autos time kairos.” ", "21": "And kai the ho people laos were eimi waiting prosdokaō for  · ho Zechariah Zacharias,  and kai they  began  to  wonder thaumazō why en · ho he autos stayed chronizō so  long  in en the ho temple naos. ", "22": "When  he  came exerchomai out ,  · de he  was  not ou able dynamai to  speak laleō to  them autos;  and kai they  realized epiginōskō that hoti he  had  seen horaō a  vision optasia in en the ho temple naos · kai ( he autos kept eimi gesturing dianeuō to  them autos and kai remained diamenō mute kōphos). ", "23": "· kai When hōs the ho days hēmera of ho his autos priestly  service leitourgia were  over pimplēmi,  he  went aperchomai to eis · ho his autos home oikos. ", "24": "After meta · de these houtos · ho days hēmera,  Elizabeth Elisabet his autos wife gynē became  pregnant syllambanō,  · ho and kai she  kept perikrybō herself heautou in  seclusion  for  five pente months mēn,  saying legō, ", "25": "“ Thus houtōs the  Lord kyrios has  done poieō for  me egō in en the  days hēmera in  which hos he looked with favor  to  take aphaireō away  my egō reproach oneidos among en people anthrōpos.” ", "26": "In en · de the ho sixth hektos month mēn · ho the ho angel angelos Gabriel Gabriēl was  sent apostellō from apo · ho God theos to eis a  town polis of ho Galilee Galilaia that hos was  called onoma Nazareth Nazareth, ", "27": "to pros a  virgin parthenos pledged mnēsteuō to  be  married  to  a  man anēr whose hos name onoma was  Joseph Iōsēph,  of ek the  house oikos of  David Dauid,  and kai the ho name onoma of  the ho virgin parthenos was  Mary Mariam. ", "28": "And kai he  came eiserchomai to pros her autos and  said legō, “ Greetings chairō,  highly charitoō favored  one ,  the ho Lord kyrios is  with meta you sy!” ", "29": "She ho · de was  thoroughly  troubled diatarassō by epi what ho he  said logos,  and kai tried  to  discern dialogizomai what potapos sort  of  greeting aspasmos this houtos could  be eimi.  · ho", "30": "And kai the ho angel angelos said legō to  her autos, “ Do  not mē be  afraid phobeomai,  Mary Mariam,  for gar you  have  found heuriskō favor charis with para · ho God theos. ", "31": "· kai Look idou,  you  will  conceive syllambanō in en your  womb gastēr and kai give tiktō birth  to  a  son hyios,  and kai you  will  call kaleō · ho his autos name onoma Jesus Iēsous. ", "32": "This houtos very  one  will  be eimi great megas,  and kai will  be  called kaleō the  Son hyios of  the  Most hypsistos High ;  and kai the ho Lord kyrios God theos will  give didōmi him autos the ho throne thronos of ho his autos father patēr David Dauid. ", "33": "· kai He  will  reign basileuō over epi the ho house oikos of  Jacob Iakōb for eis all ho time aiōn,  and kai of ho his autos kingdom basileia there  will  be eimi no ou end telos.” ", "34": "Mary Mariam said legō · de to pros the ho angel angelos, “ How pōs will  this houtos be eimi,  since epei I  have ginōskō no ou sexual  relationship  with ginōskō a  man anēr?” ", "35": "And kai the ho angel angelos answered apokrinomai,  saying legō to  her autos, “The  Holy hagios Spirit pneuma will  come eperchomai upon epi you sy and kai the  power dynamis of  the  Most  High hypsistos will  overshadow episkiazō you sy:  therefore dio · kai the ho child gennaō to  be  born  will be  holy hagios;  he  will  be  called kaleō the  Son hyios of  God theos. ", "36": "· kai Look idou,  your sy relative syngenis Elizabeth Elisabet,  · ho she autos also kai has  conceived syllambanō a  son hyios in en her autos old gēras age ;  indeed kai,  this houtos is eimi the  sixth hektos month mēn with  her autos who ho was  called kaleō barren steira. ", "37": "For hoti nothing pas will  be  impossible adynateō for para · ho God theos.” ", "38": "So de Mary Mariam said legō, “ Behold idou,  the ho maidservant doulē of  the  Lord kyrios!  Let ginomai it  happen  to  me egō according kata to  · ho your sy word rhēma.”  Then kai the ho angel angelos departed aperchomai from apo her autos. ", "39": "In en those houtos days hēmera Mary Mariam arose anistēmi · de · ho and  went poreuō into eis the ho hill oreinos country  with meta eagerness spoudē,  to eis a  town polis in  Judah Ioudas, ", "40": "and kai she  entered eiserchomai into eis the ho house oikos of  Zechariah Zacharias.  · kai She  greeted aspazomai · ho Elizabeth Elisabet, ", "41": "and kai when hōs Elizabeth Elisabet heard akouō the ho greeting aspasmos of ho Mary Maria,  · ho the ho baby brephos leaped skirtaō in en · ho her autos womb koilia.  · kai Elizabeth Elisabet was  filled pimplēmi with  the  Holy hagios Spirit pneuma,  · ho", "42": "and kai exclaimed anaphōneō with  a  loud megas cry kraugē,  · kai saying legō, “ Blessed eulogeō are  you sy among en women gynē,  and kai blessed eulogeō is  the ho fruit karpos of ho your sy womb koilia! ", "43": "And kai why pothen should  this houtos happen  to  me egō that hina the ho mother mētēr of ho my egō Lord kyrios should  come erchomai to pros me egō? ", "44": "For gar behold idou,  as hōs the ho sound phōnē of ho your sy greeting aspasmos came ginomai into eis · ho my egō ear ous,  the ho baby brephos in en my egō womb koilia leaped skirtaō for en joy agalliasis.  · ho", "45": "· kai Blessed makarios is  she ho who  believed pisteuō that hoti there  would  be eimi a  fulfillment teleiōsis of  what ho was  spoken laleō to  her autos from para the  Lord kyrios.” ", "46": "And kai Mary Mariam said legō, “ My egō soul psychē magnifies megalynō · ho the ho Lord kyrios, ", "47": "and kai my egō spirit pneuma rejoices agalliaō · ho because epi of ho God theos · ho my egō Savior sōtēr, ", "48": "for hoti he  has  looked epiblepō on epi the ho humble tapeinōsis estate  of ho his autos maidservant doulē.  For gar behold idou,  from apo · ho now nyn on  all pas generations genea will  declare makarizō me egō blessed ,  · ho", "49": "because hoti the ho Almighty dynatos has  done poieō great  things megas for  me egō.  · kai His autos name onoma is  holy hagios,  · ho", "50": "and kai · ho his autos mercy eleos extends  to  those ho who  fear phobeomai him autos,  from eis generation genea to kai generation genea. ", "51": "“ He  has  displayed poieō might kratos with en his autos arm brachiōn;  he  has  scattered diaskorpizō those  who  are  proud hyperēphanos in  the  thoughts dianoia of  their autos hearts kardia. ", "52": "He  has  brought kathaireō down  rulers dynastēs from apo their  thrones thronos and kai exalted hypsoō those  of  humble tapeinos position . ", "53": "He  has  filled empiplēmi the  hungry peinaō with  good agathos things ,  but kai the  rich plouteō he  has  sent exapostellō away  empty kenos. ", "54": "He  has  helped antilambanō his autos servant pais Israel Israēl,  remembering mimnēskomai his  mercy eleos, ", "55": "as kathōs he  spoke laleō to pros · ho our hēmeis fathers patēr,  to ho Abraham Abraam and kai · ho his autos descendants sperma for eis all ho time aiōn.” ", "56": "Mary Mariam remained menō · de with syn her autos about hōs three treis months mēn and kai returned hypostrephō to eis · ho her autos home oikos. ", "57": "The ho time chronos arrived pimplēmi for ho · de Elizabeth Elisabet to ho give tiktō birth ,  and kai she  bore gennaō a  son hyios. ", "58": "And kai her autos neighbors perioikos and kai relatives syngenēs heard akouō · ho · ho that hoti the  Lord kyrios had  greatly  displayed megalynō · ho his autos mercy eleos to meta her autos,  and kai they  rejoiced synchairō with  her autos. ", "59": "· kai On en the ho eighth ogdoos day hēmera · ho they  came erchomai to  circumcise peritemnō the ho child paidion,  and kai they  wanted  to  call kaleō him autos by epi the ho name onoma of ho his autos father patēr,  Zechariah Zacharias. ", "60": "But kai his autos mother mētēr responded apokrinomai,  · ho saying legō, “ No ouchi;  he  is  rather alla to  be  called kaleō John Iōannēs.” ", "61": "And kai they  said legō to pros her autos, “ There  is eimi no oudeis one  among ek · ho your sy relatives syngeneia who hos is  called kaleō by ho this houtos name onoma.” ", "62": "So de they  motioned enneuō to ho his autos father patēr to find out  · ho what tis he  would an like thelō him autos to  be  called kaleō. ", "63": "· kai He  asked aiteō for  a  writing pinakidion tablet  and  wrote graphō, “ His autos name onoma is eimi John Iōannēs.”  And kai they  were  all pas astonished thaumazō. ", "64": "Instantly parachrēma his autos mouth stoma was  opened anoigō · de · ho and kai · ho his autos tongue glōssa loosed ,  and kai he  began  to  speak laleō,  praising eulogeō · ho God theos. ", "65": "· kai Fear phobos came  upon epi all pas who ho lived perioikeō around  them autos,  and kai all pas these houtos things rhēma were  being  talked  about dialaleō throughout en the  whole holos · ho hill oreinos country  of ho Judea Ioudaia.  · ho", "66": "· kai All pas who ho heard akouō took tithēmi these things  to en · ho their autos heart kardia,  saying legō, “ What tis,  then ara,  will  · ho this houtos child paidion be eimi?”  · kai For gar the  hand cheir of  the  Lord kyrios was eimi with meta him autos. ", "67": "· kai Zechariah Zacharias,  · ho his autos father patēr,  was  filled pimplēmi with  the  Holy hagios Spirit pneuma and kai prophesied prophēteuō,  saying legō, ", "68": "“ Blessed eulogētos be the  Lord kyrios · ho God theos of ho Israel Israēl,  for hoti he  has  visited episkeptomai and kai brought poieō redemption lytrōsis to ho his autos people laos. ", "69": "For kai he  has  raised egeirō up  a  horn keras of  salvation sōtēria for  us hēmeis in en the  house oikos of  David Dauid his autos servant pais, ", "70": "just kathōs as  he  spoke laleō through dia the  mouth stoma of ho his autos holy hagios prophets prophētēs from apo of  old aiōn, ", "71": "that we should be  saved sōtēria from ek our hēmeis enemies echthros,  and kai from ek the  hand cheir of  all pas who ho hate miseō us hēmeis. ", "72": "He  has  done poieō this to show the  mercy eleos promised  to meta · ho our hēmeis fathers patēr,  and kai to  remember mimnēskomai his autos holy hagios covenant diathēkē, ", "73": "the  oath horkos that hos he  swore omnyō to pros our hēmeis father patēr Abraham Abraam,  · ho to ho grant didōmi us hēmeis", "74": "that we,  being  rescued rhyomai from ek the  hand cheir of  enemies echthros,  might  serve latreuō him autos without  fear aphobōs, ", "75": "in en holiness hosiotēs and kai righteousness dikaiosynē before enōpion him autos all pas · ho our hēmeis days hēmera. ", "76": "And kai you sy,  · de child paidion,  will  be  called kaleō prophet prophētēs of  the  Most hypsistos High ;  for gar you  will  go proporeuomai before enōpion the  Lord kyrios to  prepare hetoimazō his autos ways hodos, ", "77": "to ho give didōmi his autos people laos the  knowledge gnōsis of  salvation sōtēria · ho by en the  forgiveness aphesis of  their autos sins hamartia, ", "78": "because dia of  the  tender splanchnon mercies eleos of  our hēmeis God theos,  by en which hos the  rising  sun anatolē of ek heaven hypsos will  visit episkeptomai us hēmeis, ", "79": "to  shine epiphainō on  those ho who  sit kathēmai in en darkness skotos and kai the  shadow skia of  death thanatos,  to ho guide kateuthunō · ho our hēmeis feet pous into eis the  way hodos of  peace eirēnē.” ", "80": "And de the ho child paidion grew auxanō and kai became  strong krataioō in  spirit pneuma,  and kai he  was eimi in en · ho wilderness erēmos areas  until heōs the  day hēmera of  his autos public anadeixis appearance  to pros · ho Israel Israēl. "}