{"1": "After meta · de this houtos the ho Lord kyrios appointed anadeiknymi seventy-two hebdomēkonta others heteros and kai sent apostellō them autos on pro ahead prosōpon of  him autos,  two dyo by ana two dyo,  into eis every pas town polis and kai place topos where hou he  himself autos was  about mellō to  go erchomai. ", "2": "And de he  said legō to pros them autos, “ The ho harvest therismos is  plentiful polys,  but de the ho workers ergatēs are  few oligos.  Therefore oun ask deomai the ho Lord kyrios of  the ho harvest therismos to hopōs send  out ekballō workers ergatēs into eis · ho his autos harvest therismos. ", "3": "Go hypagō then.  I  am  sending apostellō you hymeis as hōs lambs arēn into en the  midst mesos of  wolves lykos. ", "4": "Carry bastazō no mē moneybag ballantion,  no mē knapsack pēra,  no mē sandals hypodēma;  and kai greet aspazomai no mēdeis one  along kata the ho way hodos. ", "5": "In eis whichever hos · de house oikia you  enter eiserchomai,  first prōton say legō, ' Peace eirēnē be  to ho this houtos house oikos!' ", "6": "And kai if ean there  is eimi a  son hyios of  peace eirēnē there ekei,  your hymeis peace eirēnē will  rest epanapauomai upon epi him autos;  · ho but de if ei not mē,  it  will  return anakamptō to epi you hymeis. ", "7": "Remain menō in en that autos · de · ho house oikia,  eating esthiō and kai drinking pinō what ho they  provide para,  for gar the ho worker ergatēs is  worthy axios of ho his autos wages misthos.  Do  not mē move metabainō around  from ek house oikia to eis house oikia. ", "8": "· kai “ In eis whichever hos an town polis you  enter eiserchomai,  and kai they  receive dechomai you hymeis,  eat esthiō what ho is  placed paratithēmi before  you hymeis, ", "9": "and kai heal therapeuō the ho sick asthenēs in en it autos and kai say legō to  them autos, ' The ho kingdom basileia of ho God theos has  come engizō near  to epi you hymeis.' ", "10": "In eis whichever hos · de town polis you  enter eiserchomai,  and kai they  do  not mē receive dechomai you hymeis,  go exerchomai out  into eis · ho its autos streets platys and  say legō, ", "11": "' Even kai the ho dust koniortos of ek your hymeis town polis that ho clings kollaō to eis our hēmeis · ho · ho feet pous we  wipe apomassō off  against  you hymeis.  But plēn know ginōskō this houtos:  the ho kingdom basileia of ho God theos has  come engizō near .' ", "12": "I  tell legō you hymeis,  it  will  be eimi more  bearable anektos for  Sodom Sodoma on en · ho that ekeinos day hēmera than ē for ho that ekeinos town polis. ", "13": "Woe ouai to  you sy,  Chorazin Chorazin!  Woe ouai to  you sy,  Bethsaida Bēthsaida!  For hoti if ei the ho mighty  works dynamis that ho were  done ginomai in en you hymeis had  been  done ginomai in en Tyre Tyros and kai Sidon Sidōn,  long palai ago  they metanoeō would an have  repented metanoeō,  sitting kathēmai in en sackcloth sakkos and kai ashes spodos. ", "14": "But plēn it  will  be eimi more  tolerable anektos for  Tyre Tyros and kai Sidon Sidōn in en the ho judgment krisis than ē for  you hymeis! ", "15": "And kai you sy,  Capernaum Kapharnaoum!  Will  you  be  exalted hypsoō to heōs heaven ouranos?  No mē.  You  will  go  down katabainō to heōs · ho Hades hadēs. ", "16": "“ The ho one  who  listens akouō to  you hymeis listens  to akouō me egō,  and kai the ho one  who  rejects atheteō you hymeis rejects atheteō me egō,  and de the ho one  who  rejects atheteō me egō rejects atheteō the ho one  who  sent apostellō me egō.” ", "17": "The ho seventy-two hebdomēkonta returned hypostrephō · de with meta joy chara,  saying legō, “ Lord kyrios,  even kai the ho demons daimonion are  subject hypotassō to  us hēmeis in en · ho your sy name onoma!” ", "18": "He  said legō · de to  them autos, “ I  saw theōreō · ho Satan Satanas as  he  fell piptō,  like hōs a  bolt astrapē of  lightening  from ek the ho sky ouranos. ", "19": "I  have  given didōmi you hymeis · ho authority exousia to ho tread pateō on epanō serpents ophis and kai scorpions skorpios,  and kai authority  over epi all pas the ho power dynamis of  the ho enemy echthros;  · kai nothing oudeis may  hurt adikeō you hymeis at  all ou. ", "20": "However plēn,  do chairō not mē rejoice chairō in en this houtos,  that hoti the ho spirits pneuma are  subject hypotassō to  you hymeis,  but de rejoice chairō that hoti · ho your hymeis names onoma have  been  recorded engraphō in en · ho heaven ouranos.” ", "21": "At en this autos · ho time hōra Jesus  was  filled agalliaō with  joy  by en the ho Holy hagios Spirit pneuma,  · ho and kai said legō, “ I  thank exomologeomai you sy,  Father patēr,  Lord kyrios of ho heaven ouranos and kai · ho earth gē,  that hoti you  have  hidden apokryptō these houtos things  from apo the  wise sophos and kai understanding synetos and kai revealed apokalyptō them autos to  little nēpios children ;  yes nai,  · ho Father patēr,  for hoti such houtōs was ginomai well-pleasing eudokia in  your sy sight emprosthen. ", "22": "All pas things  have  been  handed  over paradidōmi to  me egō by hypo · ho my egō Father patēr,  and kai no oudeis one  knows ginōskō who tis the ho Son hyios is eimi except ei mē the ho Father patēr,  or kai who tis the ho Father patēr is eimi except ei mē the ho Son hyios and kai anyone  to  whom hos the ho Son hyios decides boulomai to  reveal apokalyptō him.” ", "23": "· kai Having  turned strephō to pros the ho disciples mathētēs,  he  said legō to them  privately kata idios, “ Fortunate makarios are  the ho eyes ophthalmos that ho see blepō what hos you  see blepō! ", "24": "For gar I  tell legō you hymeis that hoti many polys prophets prophētēs and kai kings basileus desired thelō to see  what hos you hymeis see blepō,  but kai did  not ou see it,  and kai to  hear akouō what hos you  hear akouō,  but kai did  not ou hear akouō it.” ", "25": "Once kai idou a tis lawyer nomikos stood anistēmi up  to  put ekpeirazō him autos to  the  test ,  saying legō, “ Teacher didaskalos,  what tis must  I klēronomeō do poieō to  inherit klēronomeō eternal aiōnios life zōē?” ", "26": "He ho · de said legō to pros him autos, “ What tis is  written graphō in en the ho Law nomos?  How pōs do  you  read anaginōskō it?” ", "27": "In  answer apokrinomai he ho · de said legō, “ You  shall  love agapaō the  Lord kyrios · ho your sy God theos with ek all holos · ho your sy heart kardia,  and kai with en all holos · ho your sy life psychē,  and kai with en all holos · ho your sy strength ischus,  and kai with en all holos · ho your sy mind dianoia,  and kai · ho your sy neighbor plēsion as hōs yourself seautou.” ", "28": "Jesus  said legō · de to  him autos, “ You  have  answered apokrinomai correctly orthōs;  do poieō this houtos,  and kai you  will  live zaō.” ", "29": "But de he ho,  wishing thelō to  justify dikaioō himself heautou,  said legō to pros · ho Jesus Iēsous, “ And kai who tis is eimi my egō neighbor plēsion?” ", "30": "Jesus Iēsous continued hypolambanō,  · ho saying legō, “ A tis man anthrōpos was  going katabainō down  from apo Jerusalem Ierousalēm to eis Jericho Ierichō,  and kai he  fell  among peripiptō robbers lēstēs.  · kai After  stripping ekdyō him autos of  his  clothes  and kai beating plēgē epitithēmi him,  they hos went aperchomai off ,  leaving aphiēmi him  half hēmithanēs dead . ", "31": "Now de by kata chance synkyria a tis priest hiereus was  going katabainō down  by en · ho that ekeinos way hodos and kai, when he saw  him autos,  he  passed antiparerchomai by  on  the  other  side . ", "32": "So homoiōs · de too kai a  Levite Leuitēs,  when  he  came erchomai to kata the ho place topos and kai saw him,  passed antiparerchomai by  on  the  other  side . ", "33": "But de a tis Samaritan Samaritēs who  was  traveling hodeuō came erchomai to kata where  he autos was,  and kai when he saw him,  was  moved splanchnizomai with  compassion  for him. ", "34": "· kai He  went proserchomai to  him and  bound katadeō up  · ho his autos wounds trauma,  pouring epicheō on  oil elaion and kai wine oinos.  Then de he  set epibibazō him autos on epi his ho own idios animal ktēnos and  brought agō him autos to eis an  inn pandocheion and kai took epimeleomai care  of  him autos. ", "35": "· kai The ho next  day aurion he  took ekballō out  two dyo denarii dēnarion and  gave didōmi them  to  the ho innkeeper pandocheus,  · kai saying legō, ' Take epimeleomai care  of  him autos,  and kai whatever hos tis more  you  spend prosdapanaō,  I egō will  repay apodidōmi to  you sy when en · ho I egō come epanerchomai back .' ", "36": "Which tis of  these houtos · ho three treis,  do dokeō you sy think dokeō,  became ginomai a  neighbor plēsion to  the ho man empiptō who  fell  among eis the ho robbers lēstēs?” ", "37": "He ho · de said legō, “ The ho one  who  showed poieō · ho mercy eleos to meta him autos.”  And de Jesus Iēsous said legō to  him autos,  · ho “ Go poreuō,  and kai you sy do poieō the  same homoiōs.” ", "38": "Now de as en · ho they autos continued poreuō on  their  way ,  Jesus autos entered eiserchomai eis a  certain tis village kōmē,  and de a tis woman gynē named onoma Martha Martha welcomed hypodechomai him autos as a guest. ", "39": "· kai She hode had eimi a  sister adelphē called kaleō Mary Mariam,  who hos,  · kai after  she  had  seated parakathezomai herself  at pros the ho feet pous of  the ho Lord kyrios,  was  listening akouō to  · ho his autos teaching logos. ", "40": "· ho But de Martha Martha was  distracted perispaō by peri a  lot polys of  preparation diakonia.  She  burst ephistēmi in  and  · de said legō, “ Lord kyrios,  do  you sy not ou care melei that hoti · ho my egō sister adelphē has  left kataleipō me egō to  do diakoneō all  the  work diakoneō by  myself monos?  Tell legō her autos then oun to hina help synantilambanomai me egō.” ", "41": "But de in  answer apokrinomai the ho Lord kyrios said legō to  her autos, “ Martha Martha,  Martha Martha,  you  are  worried merimnaō and kai troubled thorybazō about peri many polys things , ", "42": "but de only  one heis thing  is eimi necessary chreia.  Mary Mariam has  chosen eklegomai the ho most agathos important  thing meris,  which hostis will  not ou be  taken aphaireō away  from  her autos.” "}