{"1": "· kai · ho Jesus autos was eimi praying proseuchomai in en a  certain tis place topos, and  when hōs he  finished pauō one tis of ho his autos disciples mathētēs said legō to pros him autos, “ Lord kyrios,  teach didaskō us hēmeis to  pray proseuchomai,  just kathōs as  · kai John Iōannēs taught didaskō · ho his autos disciples mathētēs.” ", "2": "He  said legō · de to  them autos, “ When hotan you  pray proseuchomai,  say legō: ' Father patēr,  may  your sy name onoma be  held hagiazō in  honor ;  · ho may  your sy reign basileia begin erchomai.  · ho", "3": "Give didōmi us hēmeis each kata day hēmera · ho our hēmeis daily epiousios bread artos;  · ho · ho", "4": "and kai forgive aphiēmi us hēmeis · ho our hēmeis sins hamartia,  · kai for gar we  ourselves autos forgive aphiēmi everyone pas indebted opheilō to  us hēmeis.  And kai do  not mē bring eispherō us hēmeis into eis a  time  of  trial peirasmos.'” ", "5": "· kai He  said legō to pros them autos, “ Suppose  one tis of ek you hymeis has echō a  friend philos,  and kai you  go poreuō to pros him autos at  midnight mesonyktion and kai say legō to  him autos, ' Friend philos,  lend kichrēmi me egō three treis loaves artos of  bread , ", "6": "since epeidē a  friend philos of  mine egō has  come paraginomai to pros me egō from ek a  journey hodos and kai I  do  not ou have echō anything hos to  set paratithēmi before  him autos'; ", "7": "and kakeinos he  from  inside esōthen answers apokrinomai,  saying legō, ' Do parechō not mē cause parechō me egō trouble kopos;  already ēdē the ho door thura has  been  locked kleiō and kai · ho my egō children paidion are eimi with meta me egō in eis · ho bed koitē.  I  cannot ou get anistēmi up  and  give didōmi you sy anything.' ", "8": "I  say legō to  you hymeis,  even kai though ei he  will  not ou get  up anistēmi and  give didōmi him autos anything  because dia · ho he  is eimi his autos friend philos,  yet ge because dia of  the ho prospect anaideia of  being  put  to  shame  he autos will  get egeirō up  and  give didōmi him autos as hosos much  as  he  needs chrēzō. ", "9": "“ So kagō to  you hymeis I  say legō,  ask aiteō and kai it  will  be  given didōmi to  you hymeis;  seek zēteō and kai you  will  find heuriskō;  knock krouō and kai it  will  be  opened anoigō for  you hymeis. ", "10": "For gar everyone pas who ho asks aiteō receives lambanō,  and kai everyone  who ho seeks zēteō finds heuriskō,  and kai for  everyone  who ho knocks krouō it  will  be  opened anoigō. ", "11": "What tis · de father patēr among ek you hymeis,  · ho should  his ho son hyios ask aiteō for  a  fish ichthus,  · kai will epididōmi instead anti of  a  fish ichthus,  give epididōmi him autos a  snake ophis? ", "12": "Or ē · kai should  he  ask aiteō for  an  egg ōon,  will  give epididōmi him autos a  scorpion skorpios? ", "13": "If ei you hymeis then oun,  who  are hyparchō evil ponēros,  know oida how  to  give didōmi good agathos gifts doma to ho your hymeis children teknon,  how posos much  more mallon will  your ho heavenly ek Father patēr · ho give didōmi the  Holy hagios Spirit pneuma to  those ho who  ask aiteō him autos!” ", "14": "One kai day  Jesus  was eimi casting ekballō out  a  demon daimonion · kai that autos was eimi mute kōphos.  · de When  the ho demon daimonion came exerchomai out ,  the ho speechless  man kōphos spoke laleō and kai the ho people ochlos were  amazed thaumazō. ", "15": "But de some tis of ek them autos said legō, “ By en Beelzebul Beelzeboul,  the ho prince archōn of ho demons daimonion,  he  casts ekballō out  · ho demons daimonion!” ", "16": "Others heteros,  · de to  test peirazō him,  kept  demanding zēteō from para him autos a  sign sēmeion from ek heaven ouranos. ", "17": "But de he autos,  knowing oida their autos · ho thoughts dianoēma,  said legō to  them autos, “ Every pas kingdom basileia divided diamerizō against epi itself heautou is  laid erēmoō waste ,  and kai a  house oikos divided  against epi a  house oikos falls piptō. ", "18": "And de if ei Satan Satanas also kai · ho has  been  divided diamerizō against epi himself heautou,  how pōs will  his autos kingdom basileia stand histēmi?  · ho For hoti you  say legō that  by en Beelzebul Beelzeboul I egō cast ekballō out  · ho demons daimonion. ", "19": "And de if ei by en Beelzebul Beelzeboul I egō cast ekballō out  · ho demons daimonion,  by en whom tis do  · ho your hymeis sons hyios cast ekballō them  out ?  Therefore dia houtos they autos will  be eimi your hymeis judges kritēs. ", "20": "But de if ei I egō by en the  finger daktylos of  God theos cast ekballō out  · ho demons daimonion,  then ara the ho kingdom basileia of ho God theos has  come phthanō upon epi you hymeis. ", "21": "“ When hotan the ho strong ischuros man ,  fully  armed kathoplizō,  guards phylassō his ho own heautou palace aulē,  his autos goods hyparchō are eimi secured en eirēnē;  · ho", "22": "but de when epan one  stronger ischuros than  he autos attacks eperchomai him and  overpowers nikaō him autos,  he  takes  away airō · ho his autos armor panoplia in epi which hos he  has  placed peithō his  trust  and kai divides  up diadidōmi · ho his autos spoil skylon. ", "23": "“ The ho one  who  is eimi not mē with meta me egō is eimi against kata me egō;  and kai the ho one  who  does  not mē gather synagō with meta me egō scatters. ", "24": "“ When hotan the ho unclean akathartos spirit pneuma departs exerchomai from apo a ho person anthrōpos,  it  travels dierchomai through dia waterless anydros places topos seeking zēteō rest anapausis,  and kai not mē finding heuriskō one;  then tote it  says legō, ' I  will  return hypostrephō to eis · ho my egō house oikos from hothen which  I  departed exerchomai.' ", "25": "· kai When  the spirit  returns erchomai,  it  finds heuriskō the house  swept saroō and kai put kosmeō in  order . ", "26": "Then tote it  goes poreuō and kai takes paralambanō along  seven hepta other heteros spirits pneuma more  evil ponēros than  itself heautou,  and kai after  going eiserchomai in  they  settle katoikeō down  to  live  there ekei.  So kai the ho last eschatos state  of ho that ekeinos person anthrōpos has  become ginomai worse cheirōn than  the ho first prōtos.” ", "27": "· de While en · ho he autos was  saying legō these houtos things ,  a tis woman gynē in ek the ho crowd ochlos raised epairō her  voice phōnē and  said legō to  him autos, “ Blessed makarios is  the ho womb koilia that ho carried bastazō you sy,  and kai the  breasts mastos that hos nursed thēlazō you !” ", "28": "But de he autos said legō, “ On  the  contrary menoun,  blessed makarios rather  are  those ho who  hear akouō the ho word logos of ho God theos and kai keep phylassō it!” ", "29": "As  the ho · de crowds ochlos were  getting epathroizō larger , Jesus  began archō to  say legō,  · ho “ This houtos generation genea is eimi an  evil ponēros generation genea;  it  looks  for zēteō a  sign sēmeion,  but kai no ou sign sēmeion will  be  given didōmi to  it autos except ei mē the ho sign sēmeion of  Jonah Iōnas. ", "30": "For gar as kathōs Jonah Iōnas became ginomai a  sign sēmeion to  the ho people  of  Nineveh Nineuitēs,  so houtōs the ho Son hyios of ho Man anthrōpos will  be eimi · kai a sign  to ho this houtos generation genea. ", "31": "The  queen basilissa of  the  South notos will  rise egeirō in en the ho judgment krisis with meta the ho men anēr of ho this houtos generation genea and kai will  condemn katakrinō them autos,  because hoti she  came erchomai from ek the ho ends peras of  the ho earth gē to  hear akouō the ho wisdom sophia of  Solomon Solomōn,  and kai behold idou, something  greater polys than  Solomon Solomōn is  here hōde. ", "32": "The  men anēr of  Nineveh Nineuitēs will  rise anistēmi up  in en the ho judgment krisis with meta · ho this houtos generation genea and kai condemn katakrinō it autos,  because hoti they  repented metanoeō at eis the ho preaching kērygma of  Jonah Iōnas,  and kai behold idou, something  greater polys than  Jonah Iōnas is  here hōde. ", "33": "“ No oudeis one  lights haptō a  lamp lychnos and  puts tithēmi it  in eis a  vault kryptē or oude under hypo a ho basket modios,  but alla on epi a ho lampstand lychnia,  so hina that  those ho who  come eisporeuomai in  can  see blepō the ho light phōs. ", "34": "Your sy eye ophthalmos is eimi the ho lamp lychnos of  the ho body sōma.  · ho When hotan · ho your sy eye ophthalmos is eimi sound haplous,  then kai your sy whole holos · ho body sōma is eimi full phōteinos of  light ,  but de when epan it  is eimi diseased ponēros,  then kai · ho your sy body sōma is  full  of  darkness skoteinos. ", "35": "Therefore oun consider skopeō whether  the ho ' light phōs'  that ho is  in en you sy is eimi not mē darkness skotos. ", "36": "If ei then oun · ho your sy whole holos body sōma is  full  of  light phōteinos,  having echō no mē part meros of  it tis dark skoteinos,  it  will  be eimi wholly holos bright phōteinos,  as hōs when hotan a ho lamp lychnos gives phōtizō you sy light phōtizō with  its ho rays astrapē.” ", "37": "When en · de · ho Jesus  finished  speaking laleō, a  Pharisee Pharisaios asked erōtaō him autos to hopōs have  a  meal aristaō with para him autos,  so de he  went eiserchomai in  and  reclined anapiptō at  table . ", "38": "The ho · de Pharisee Pharisaios was  surprised thaumazō when he observed  that hoti Jesus  did baptizō not ou wash baptizō first prōton,  before pro the ho meal ariston. ", "39": "The ho Lord kyrios said legō · de to pros him autos, “ Now nyn you hymeis · ho Pharisees Pharisaios cleanse katharizō the ho outside exōthen of  the ho cup potērion and kai of  the ho dish pinax;  but de the ho inside esōthen of  you hymeis is  full gemō of  greed harpagē and kai wickedness ponēria. ", "40": "Fools aphrōn!  Did  not ou he ho who  made poieō the ho outside exōthen make poieō the ho inside esōthen also kai? ", "41": "Rather plēn,  in  connection  with  what ho is  inside eneimi,  you  should  give didōmi alms eleēmosynē,  and kai then idou everything pas will  be eimi clean katharos for  you hymeis. ", "42": "But alla woe ouai to  you hymeis · ho Pharisees Pharisaios!  For hoti you  tithe apodekatoō · ho mint hēdyosmon and kai · ho rue pēganon and kai every pas kind  of  garden lachanon herb ,  yet kai disregard parerchomai · ho justice krisis and kai the ho love agapē of ho God theos.  These houtos · de you  should dei have  done poieō,  without mē neglecting pariēmi the  others kakeinos. ", "43": "Woe ouai to  you hymeis · ho Pharisees Pharisaios!  For hoti you  love agapaō the ho seat prōtokathedria of  honor  in en the ho synagogues synagōgē and kai · ho greetings aspasmos in en the ho marketplaces agora. ", "44": "Woe ouai to  you hymeis!  For hoti you  are eimi like hōs · ho unmarked adēlos tombs mnēmeion;  · ho · kai · ho people anthrōpos · ho walk peripateō over epanō them  without ou realizing oida it.” ", "45": "One tis of  the ho lawyers nomikos responded apokrinomai · de and  said legō to  him autos, “ Teacher didaskalos,  in  saying legō these houtos things  you  insult hybrizō us hēmeis as kai well .” ", "46": "Jesus ho · de replied legō, “ Woe ouai to  you hymeis · ho lawyers nomikos also kai!  For hoti you  load phortizō · ho people anthrōpos down  with  burdens phortion hard  to  bear dysbastaktos,  yet kai you prospsauō yourselves autos will prospsauō not ou touch prospsauō the ho burdens phortion with  one heis of ho your hymeis fingers daktylos. ", "47": "Woe ouai to  you hymeis!  For hoti you  build oikodomeō · ho memorials mnēmeion to  the ho prophets prophētēs,  · ho but de your hymeis fathers patēr killed apokteinō them autos. ", "48": "So ara you  are eimi witnesses martys:  · kai you  approve syneudokeō of  the ho deeds ergon of ho your hymeis fathers patēr,  because hoti while men they autos killed apokteinō them autos,  you hymeis · de build oikodomeō the memorials. ", "49": "Indeed kai,  for dia this houtos reason  the ho Wisdom sophia of ho God theos said legō, ' I  will  send apostellō to eis them autos prophets prophētēs and kai apostles apostolos,  · kai some ek of  whom autos they  will  kill apokteinō and kai persecute diōkō,' ", "50": "so hina that  the ho blood haima of  all pas the ho prophets prophētēs,  · ho shed ekchunnomai since apo the  foundation katabolē of  the  world kosmos,  may  be  charged ekzēteō against apo · ho this houtos generation genea, ", "51": "from apo the  blood haima of  Abel Habel to heōs the  blood haima of  Zechariah Zacharias,  who ho perished apollymi between metaxy the ho altar thusiastērion and kai the ho sanctuary oikos.  Yes nai,  I  tell legō you hymeis,  it  will  be  charged ekzēteō against apo · ho this houtos generation genea. ", "52": "Woe ouai to  you hymeis · ho lawyers nomikos!  For hoti you  have  taken airō away  the ho key kleis of ho knowledge gnōsis.  You  did eiserchomai not ou enter eiserchomai yourselves autos,  and kai have  hindered kōlyō those ho who  wanted eiserchomai to  enter .” ", "53": "When exerchomai he autos went  out exerchomai from kakeithen there ,  the ho scribes grammateus and kai the ho Pharisees Pharisaios began archō to  be  terribly deinōs hostile enechō,  and kai to  question apostomatizō him autos sharply  about peri many polys things , ", "54": "plotting enedreuō against  him autos,  to  catch thēreuō him in  something tis from ek · ho his autos mouth stoma. "}