{"1": "At en that  very autos time kairos there  were  some tis present pareimi · de · ho who  told apangellō him autos about peri the ho Galileans Galilaios whose hos · ho blood haima Pilate Pilatos had  mingled mignymi with meta · ho their autos sacrifices thusia. ", "2": "· kai In  response apokrinomai he  said legō to  them autos, “ Do  you  think dokeō that hoti · ho these houtos Galileans Galilaios were ginomai worse  sinners hamartōlos than para all pas the ho other  Galileans Galilaios,  because hoti they  suffered paschō these houtos things ? ", "3": "No ouchi,  I  tell legō you hymeis;  but alla unless ean mē you  repent metanoeō,  you  will apollymi all pas perish apollymi as homoiōs they did. ", "4": "Or ē those ekeinos · ho eighteen dekaoktō on epi whom hos the ho tower pyrgos in en Siloam Silōam fell piptō · ho and kai killed apokteinō them autos— do  you  think dokeō that hoti they autos were ginomai worse  offenders opheiletēs than para all pas the ho others anthrōpos · ho living katoikeō in  Jerusalem Ierousalēm? ", "5": "No ouchi,  I  tell legō you hymeis;  but alla unless ean mē you  repent metanoeō,  you  will apollymi all pas perish apollymi just hōsautōs as  they did.” ", "6": "Then de he  told legō this houtos · ho parable parabolē: “ A  man tis had echō a  fig sykē tree  planted phyteuō in en · ho his autos vineyard ampelōn,  and kai he  came erchomai looking zēteō for  fruit karpos on en it autos and kai found heuriskō none ou. ", "7": "And de he  said legō to pros the ho vineyard ampelourgos worker , ' Look idou,  for  three treis years etos now apo hos,  I  have  come erchomai looking zēteō for  fruit karpos on en · ho this houtos fig sykē tree ,  and kai I  find heuriskō none ou.  Remove ekkoptō it autos.  Why hinati · kai should  it  use  up katargeō the ho soil gē?' ", "8": "And de he ho answered apokrinomai,  saying legō to  him autos, ' Sir kyrios,  leave aphiēmi it autos alone  this houtos year etos also kai,  · ho until heōs hostis I  dig skaptō around peri it autos and kai put ballō on  manure koprion. ", "9": "Perhaps kan it  will  bear poieō fruit karpos next eis ho · ho year;  but de if ei not mē,  you  may  remove ekkoptō it autos.'” ", "10": "Now de he  was eimi teaching didaskō in en one heis of  the ho synagogues synagōgē on en the ho Sabbath sabbaton, ", "11": "and kai there idou was  a  woman gynē there  who  had  had echō a  spirit pneuma of  weakness astheneia for  eighteen dekaoktō years etos.  · kai She  was eimi bent synkyptō over  and kai not mē able dynamai to  straighten anakyptō up  at eis · ho all pantelēs. ", "12": "Seeing  · de her autos,  · ho Jesus Iēsous called prosphōneō out  and kai said legō to  her autos, “ Woman gynē you  are  released apolyō from  · ho your sy weakness astheneia.” ", "13": "· kai He  placed epitithēmi his ho hands cheir on  her autos,  and kai immediately parachrēma she  was  made  erect anorthoō again  and kai began  to  praise doxazō · ho God theos. ", "14": "· de Indignant aganakteō because hoti Jesus Iēsous had  healed therapeuō on  the ho Sabbath sabbaton,  · ho the ho ruler  of  the  synagogue archisynagōgos said legō to  the ho crowd ochlos, “ There  are eimi six hex days hēmera in en which hos work  ought dei to  be  done ergazomai.  Come erchomai on en those autos days and  be  healed therapeuō,  and kai not mē on  the ho Sabbath sabbaton day hēmera.”  · ho", "15": "Then de the ho Lord kyrios answered apokrinomai him autos,  · kai saying legō, “ You  hypocrites hypokritēs!  Does  not ou each hekastos of  you hymeis on  the ho Sabbath sabbaton untie lyō · ho his autos ox bous or ē his ho donkey onos from apo the ho manger phatnē · kai to  lead apagō it  away  and  to  water potizō it? ", "16": "And de ought dei not ou this houtos woman , a  daughter thugatēr of  Abraham Abraam whom hos Satan Satanas bound deō · ho for  eighteen deka · kai years etos,  be  released lyō from apo · ho this houtos bondage desmos on  the ho day hēmera of  the ho Sabbath sabbaton?” ", "17": "· kai As legō he autos said legō these houtos things ,  all pas his autos adversaries antikeimai were  put  to  shame kataischunō,  · ho while kai all pas the ho people ochlos rejoiced chairō at epi all pas the ho glorious endoxos things  that ho were  done ginomai by hypo him autos. ", "18": "Then oun he  said legō, “ What tis is eimi the ho kingdom basileia of ho God theos like homoios,  and kai to  what tis shall  I  compare homoioō it autos? ", "19": "It  is eimi like homoios a  mustard sinapi seed kokkos that hos a  man anthrōpos took lambanō and  threw ballō into eis his heautou garden kēpos.  · kai It  grew auxanō and kai became ginomai eis a  tree dendron,  and kai the ho birds peteinon of  the ho sky ouranos made  nests kataskēnoō in en · ho its autos branches klados.” ", "20": "And kai again palin he  said legō, “ To  what tis shall  I  compare homoioō the ho kingdom basileia of ho God theos? ", "21": "It  is eimi like homoios leaven zymē that hos a  woman gynē took lambanō and  hid enkryptō in eis three treis measures saton of  flour aleuron,  until heōs hos it  was  all holos leavened zymoō.” ", "22": "Then kai Jesus  went diaporeuomai through  town  after kata town polis and kai village kōmē after village,  teaching didaskō as kai he  made poieō his  way poreia to eis Jerusalem Hierosolyma. ", "23": "Someone tis said legō · de to  him autos, “ Lord kyrios, will  those ho who  are  saved sōzō be  few oligos?”  And de he ho said legō to pros them autos, ", "24": "“ Do  your  best agōnizomai to  go eiserchomai in  through dia the ho narrow stenos door thura;  for hoti many polys,  I  tell legō you hymeis,  will  try zēteō to  go eiserchomai in  and kai not ou be  able ischuō. ", "25": "“ Once apo hos the ho owner  of  the  house oikodespotēs has  risen egeirō and kai shut apokleiō the ho door thura,  and kai you  are  left archō standing histēmi outside exō,  · kai knocking krouō at  the ho door thura,  saying legō, ' Sir kyrios,  open anoigō the door  for  us hēmeis!'  then kai he  will  respond apokrinomai to  you hymeis, ' I  do  not ou know oida you hymeis or  where pothen you  are eimi from.' ", "26": "Then tote you  will archō say legō, ' We  ate esthiō and kai drank pinō in  your sy presence enōpion,  and kai you  taught didaskō in en · ho our hēmeis streets platys.' ", "27": "And kai he  will  speak legō,  saying legō to  you hymeis, ' I  do  not ou know oida you hymeis or  where pothen you  are eimi from.  Depart aphistēmi from apo me egō,  all pas you  workers ergatēs of  unrighteousness adikia!' ", "28": "There  will  be eimi · ho weeping klauthmos and kai · ho gnashing brygmos of ho teeth odous there ekei,  when hotan you  see horaō Abraham Abraam and kai Isaac Isaak,  and kai Jacob Iakōb,  and kai all pas the ho prophets prophētēs in en the ho kingdom basileia of ho God theos,  but de you hymeis yourselves  · de cast ekballō outside exō. ", "29": "“ Then kai they  will  come hēkō from apo east anatolē and kai west dysmē,  and kai from apo north borras and kai south notos,  and kai recline anaklinō at  table  in en the ho kingdom basileia of ho God theos. ", "30": "But kai take idou note , some  who hos are eimi last eschatos will  be eimi first prōtos,  and kai some  are eimi first prōtos who hos will  be eimi last eschatos.” ", "31": "In en that autos very  · ho hour hōra some tis Pharisees Pharisaios came proserchomai,  saying legō to  him autos, “ Leave exerchomai and kai get poreuō away  from enteuthen here ,  for hoti Herod hērōdēs wants thelō to  kill apokteinō you sy.” ", "32": "And kai he  said legō to  them autos, “ Go poreuō and  tell legō · ho that houtos fox alōpēx, ' Behold idou,  I  am  casting ekballō out  demons daimonion and kai performing apoteleō cures iasis today sēmeron and kai tomorrow aurion,  and kai the ho third tritos day  I  complete teleioō my  task .' ", "33": "Nevertheless plēn I egō must dei continue  on  my  way poreuō today sēmeron and kai tomorrow aurion and kai the ho next echō day;  because hoti it  is  not ou possible endechomai for a  prophet prophētēs to  die apollymi outside exō of  Jerusalem Ierousalēm.” ", "34": "“ O  Jerusalem Ierousalēm,  Jerusalem Ierousalēm, the city  that ho kills apokteinō the ho prophets prophētēs and kai stones lithoboleō those ho who  have  been  sent apostellō to pros it autos!  How posakis often  I  wanted thelō to  gather episynagō · ho your sy children teknon together  as hos tropos a  hen ornis gathers  · ho her heautou brood nossia under hypo her ho wings pteryx,  and kai you  did  not ou want thelō it! ", "35": "Behold idou,  your hymeis house oikos is  left aphiēmi to  you hymeis · ho desolate.  And de I  tell legō you hymeis, you will  not ou mē see  me egō until heōs you  say legō, ' Blessed eulogeō is  the ho one  who  comes erchomai in en the  name onoma of  the  Lord kyrios!'” "}