{"1": "Now de all pas the ho tax  collectors telōnēs and kai the ho sinners hamartōlos used  to eimi come  near engizō him autos to  listen akouō to  him autos. ", "2": "And kai the ho Pharisees Pharisaios and kai the ho scribes grammateus were  grumbling diagongyzō,  saying legō, “ This houtos fellow  welcomes prosdechomai sinners hamartōlos and kai eats synesthiō with  them autos!” ", "3": "So de he  told legō them autos · ho this houtos parable parabolē. ", "4": "“ Which tis man anthrōpos among ek you hymeis,  who  has echō a  hundred hekaton sheep probaton,  · kai should  he  lose apollymi one heis of ek them autos,  would  not ou leave kataleipō the ho ninety-nine enenēkonta ennea in en the ho open erēmos pasture  and kai go poreuō after epi the ho one  that  is  lost apollymi until heōs he  finds heuriskō it autos? ", "5": "And kai when  he  finds heuriskō it,  would  he  not  place epitithēmi it  on epi · ho his autos shoulders ōmos,  rejoicing chairō? ", "6": "And kai when  he  returns erchomai to eis his ho house oikos,  would  he  not  call synkaleō together  his ho friends philos and kai his ho neighbors geitōn, and  say legō to  them autos, ' Rejoice synchairō with  me egō,  for hoti I  have  found heuriskō · ho my egō sheep probaton that ho was  lost apollymi'? ", "7": "I  tell legō you hymeis,  in  the  same houtōs way  there  will  be eimi more  joy chara in en · ho heaven ouranos over epi one heis sinner hamartōlos who  repents metanoeō than ē over epi ninety-nine enenēkonta ennea righteous dikaios people  who hostis have echō no ou need chreia of  repentance metanoia. ", "8": "“ Or ē what tis woman gynē,  who  has echō ten deka silver drachmē coins ,  should ean she  lose apollymi one heis coin drachmē,  would  not ouchi light haptō a  lamp lychnos,  · kai sweep saroō the ho house oikia,  and kai search zēteō diligently epimelōs until heōs hos she  finds heuriskō it? ", "9": "And kai when  she  finds heuriskō it,  would  she  not  call synkaleō together  her ho friends philos and kai neighbors geitōn,  saying legō, ' Rejoice synchairō with  me egō,  for hoti I  have  found heuriskō the ho coin drachmē that hos I  had  lost apollymi'? ", "10": "Just houtōs so ,  I  tell legō you hymeis,  there  is ginomai joy chara before enōpion the ho angels angelos of ho God theos over epi one heis sinner hamartōlos who  repents metanoeō.” ", "11": "Then de he  said legō, “A  certain tis man anthrōpos had echō two dyo sons hyios. ", "12": "· kai The ho younger neos of  them autos said legō to  the ho father patēr, ' Father patēr,  give didōmi me egō the ho share meros of  the ho property ousia that  will  belong epiballō to  me .'  So de he ho divided diaireō the ho estate bios between  them autos. ", "13": "· kai Not ou many polys days hēmera later meta,  the ho younger neos son hyios gathered synagō up  everything pas and  left apodēmeō for  a  journey  to eis a  distant makros country chōra,  and kai there ekei he  squandered diaskorpizō · ho his autos property ousia by  living zaō recklessly asōtōs. ", "14": "When  he autos had  spent dapanaō · de everything pas,  there  was ginomai a  severe ischuros famine limos in kata · ho that ekeinos country chōra,  and kai he autos began archō to  be  in  need hystereō. ", "15": "So kai he  went poreuō and  hired kollaō himself  out  to  one heis of  the ho citizens politēs of ho that ekeinos country chōra,  and kai he  sent pempō him autos into eis · ho his autos fields agros to  feed boskō pigs choiros. ", "16": "· kai He  longed epithumeō to  be  fed chortazō with ek the ho pods keration that hos the ho pigs choiros were  eating esthiō,  but kai no oudeis one  would  give didōmi him autos anything. ", "17": "“ Coming erchomai to eis himself heautou,  · de he  said phēmi, ' How posos many  of ho my egō father' s patēr hired misthios servants  have  more perisseuō than  enough  bread artos,  but de here hōde I egō am ,  dying apollymi from  hunger limos! ", "18": "I  will  leave anistēmi this place and  go poreuō to pros · ho my egō father patēr,  and kai I  will  say legō to  him autos, ' Father patēr,  I  have  sinned hamartanō against eis · ho heaven ouranos and kai before enōpion you sy; ", "19": "I  am eimi no ouketi longer  worthy axios to  be  called kaleō your sy son hyios.  Take poieō me egō on  as hōs one heis of ho your sy hired misthios servants .' ", "20": "So kai he  left anistēmi that place and  went erchomai to pros · ho his heautou father patēr.  While apechō he autos was apechō still eti · de a  long makran way  from apechō home,  his autos father patēr saw  him autos · ho and kai was  filled splanchnizomai with  compassion ;  · kai he  ran trechō and  fell epipiptō upon epi · ho his autos neck trachēlos and kai kissed kataphileō him autos. ", "21": "And de the ho son hyios said legō to  him autos, ' Father patēr,  I  have  sinned hamartanō against eis · ho heaven ouranos and kai before enōpion you sy.  I  am eimi no ouketi longer  worthy axios to  be  called kaleō your sy son hyios.' ", "22": "But de the ho father patēr said legō to pros · ho his autos servants, ' Quickly tachus bring ekpherō out  a  robe stolē— the ho best prōtos one— and kai put endyō it  on  him autos,  and kai give didōmi him a  ring daktylios for eis · ho his autos finger cheir,  and kai sandals hypodēma for eis his ho feet pous. ", "23": "· kai Bring pherō the ho fattened siteutos calf moschos · ho and  make thuō the  kill !  · kai Let  us  eat esthiō and  celebrate euphrainō; ", "24": "for hoti this houtos,  · ho my egō son hyios,  was eimi dead nekros,  and kai has  come anazaō back  to  life  again ;  he  was eimi lost apollymi,  and kai has  been  found heuriskō.'  So kai they  began archō to  celebrate euphrainō. ", "25": "“ Meanwhile de his autos older presbyteros son hyios was eimi · ho · ho in en the  field agros,  and kai as hōs he  came erchomai and  drew engizō near  to  the ho house oikia,  he  heard akouō music symphōnia and kai dancing choros. ", "26": "So kai calling proskaleō one heis of  his ho servants pais,  he  asked pynthanomai what tis this houtos might  be an. ", "27": "The ho · de servant  said legō to  him autos,  · ho ' Your sy brother adelphos has  come hēkō,  and kai your sy father patēr has  killed thuō · ho the ho fattened siteutos calf moschos,  · ho because hoti he  received apolambanō him autos back apolambanō safe hygiainō and  sound .' ", "28": "But de the older son  became  angry orgizō and kai refused ou thelō to  go eiserchomai in .  · ho · de His autos father patēr came exerchomai out  and  began  to  appeal parakaleō to  him autos, ", "29": "but de he ho answered apokrinomai legō · ho his autos father patēr, ' Look idou,  these tosoutos many  years etos I  have  served douleuō you sy,  and kai I parerchomai never oudepote disregarded parerchomai a  command entolē of  yours sy,  yet kai you didōmi never oudepote gave didōmi me egō a  young  goat eriphos,  that hina I  might  celebrate euphrainō with meta · ho my egō friends philos. ", "30": "But de when hote · ho this houtos son hyios of  yours sy came erchomai,  who ho has  consumed katesthiō your sy · ho estate bios with meta prostitutes pornē,  you  killed thuō the ho fattened siteutos calf moschos for  him autos!' ", "31": "Then de the ho father  said legō to  him autos, ' Son teknon,  you sy are eimi always pantote with meta me egō,  and kai everything pas · ho I emos have  is eimi yours sos. ", "32": "We  had dei to  celebrate euphrainō · de and kai rejoice chairō,  because hoti · ho this houtos brother adelphos of  yours sy,  was eimi dead nekros and kai has  come  alive zaō;  · kai he  was  lost apollymi and kai has  been  found heuriskō.'” "}