{"1": "Then de Jesus  also kai said legō to pros his ho disciples mathētēs, “ There  was eimi a tis rich plousios man anthrōpos who hos had echō a  manager oikonomos,  and kai charges  were  brought diaballō to  him autos that hōs this houtos man  was  wasting diaskorpizō · ho his autos assets hyparchō. ", "2": "So kai he  called phōneō him autos in and  said legō to  him autos, ' What tis is  this houtos I  hear akouō about peri you sy?  Hand apodidōmi over  the ho account logos of ho your sy stewardship oikonomia,  because gar you  cannot ou be dynamai my  manager oikonomeō any eti longer .' ", "3": "And de the ho manager oikonomos said legō to en himself heautou, ' What tis shall  I  do poieō,  since hoti · ho my egō master kyrios is  taking aphaireō the ho management oikonomia away  from apo me egō?  I  am ischuō not ou strong  enough ischuō to  dig skaptō, and I am ashamed  to  beg epaiteō. ", "4": "I  know ginōskō what tis to  do poieō,  so hina that  when hotan I  am  removed methistēmi from ek · ho management oikonomia, people  will  welcome dechomai me egō into eis · ho their autos homes oikos.' ", "5": "· kai Calling proskaleō each hekastos one heis of ho his heautou master' s kyrios debtors chreopheiletēs,  · ho he  said legō to  the ho first prōtos, ' How posos much  do  you  owe opheilō · ho my egō master kyrios?' ", "6": "He ho · de said legō, 'A  hundred hekaton measures batos of  oil elaion.'  So de he ho told legō him autos, ' Take dechomai your sy · ho contract gramma,  · kai sit kathizō down  quickly tacheōs, and  write graphō fifty pentēkonta.' ", "7": "Then epeita he  said legō to  another heteros, ' And de how  much posos do  you sy owe opheilō?'  He ho · de answered legō, 'A  hundred hekaton measures koros of  wheat sitos.'  He  said legō to  him autos, ' Take dechomai your sy · ho contract gramma,  and kai write graphō eighty ogdoēkonta.' ", "8": "· kai The ho master kyrios commended epaineō the ho dishonest adikia manager oikonomos · ho because hoti he  acted poieō shrewdly phronimōs.  For hoti the ho sons hyios of ho this houtos world aiōn are eimi more  shrewd phronimos in  dealing  with eis their  own heautou generation genea than hyper the ho sons hyios of ho light phōs.  · ho · ho", "9": "And kai I egō say legō to  you hymeis,  make poieō friends philos for  yourselves heautou by ek means  of  the ho wealth mamōnas of ho unrighteousness adikia,  so hina that  when hotan it  fails ekleipō they  may  receive dechomai you hymeis into eis the ho eternal aiōnios homes skēnē. ", "10": "“ The ho one who is  faithful pistos in en the  smallest elachistos thing  is eimi also kai faithful pistos in en something  great polys;  and kai the ho one who is  dishonest adikos in en the  smallest elachistos thing  is eimi also kai dishonest adikos in en something  great polys. ", "11": "Therefore oun if ei in en · ho unrighteous adikos wealth mamōnas you  have ginomai not ou been ginomai faithful pistos,  who tis will  entrust pisteuō to  you hymeis that ho which  is  of  true alēthinos value ? ", "12": "And kai if ei you  have ginomai not ou been ginomai faithful pistos in en what ho belongs  to  another allotrios,  who tis will  give didōmi you hymeis what ho is  to  be  your hymeteros own ? ", "13": "“ No oudeis servant oiketēs is  able dynamai to  serve douleuō two dyo masters kyrios.  For gar either ē he  will  hate miseō the ho one heis and kai love agapaō the ho other heteros,  or ē he  will  be  devoted  to antechō the  one heis and kai despise kataphroneō the ho other heteros.  You  cannot ou serve douleuō God theos and kai money mamōnas.” ", "14": "The ho Pharisees Pharisaios ( who  were hyparchō lovers  of  money philargyros)  heard akouō · de all pas these houtos things ,  and kai they  ridiculed ekmyktērizō him autos. ", "15": "And kai he  said legō to  them autos, “ You hymeis are eimi those ho who  justify dikaioō yourselves heautou before enōpion · ho men anthrōpos,  · ho but de God theos knows ginōskō · ho your hymeis hearts kardia.  For hoti what ho is  exalted hypsēlos among en men anthrōpos is an  abomination bdelygma before enōpion · ho God theos. ", "16": "“ The ho Law nomos and kai the ho Prophets prophētēs were  until mechri John Iōannēs;  since apo then tote the  good  news  of  the ho kingdom basileia of ho God theos is  preached euangelizō,  and kai everyone pas takes  vigorous  steps biazō to  enter eis it autos. ", "17": "It  is eimi easier eukopos · de · ho for  heaven ouranos and kai · ho earth gē to  pass parerchomai away  than ē for the  smallest  part  of  a keraia single heis letter keraia in  the ho law nomos to  lose piptō its  force . ", "18": "Anyone pas who ho divorces apolyō · ho his autos wife gynē and kai marries gameō another heteros woman  commits moicheuō adultery ,  and kai the ho one  who  marries gameō a  woman  divorced apolyō from apo her  husband anēr commits moicheuō adultery . ", "19": "A  certain tis man anthrōpos · de was eimi rich plousios,  and kai he  was  dressed endidyskō in  purple porphyra and kai fine byssos linen  and  he  made  merry euphrainō every kata day hēmera in  a  luxurious lamprōs manner . ", "20": "And de a tis poor ptōchos man  by  the  name onoma of  Lazarus Lazaros,  who  was  covered  with  sores helkoō,  was  laid ballō at pros the ho gate pylōn, ", "21": "· kai who  longed epithumeō to  eat chortazō what ho fell piptō from apo the ho rich  man' s plousios table trapeza.  · ho But alla instead kai,  the ho dogs kyōn used  to  come erchomai and  lick epileichō · ho his autos sores helkos. ", "22": "· de The ho poor  man ptōchos died apothnēskō and kai he autos was  carried apopherō by hypo the ho angels angelos to eis · ho Abraham' s Abraam side kolpos.  The ho rich  man plousios also kai died apothnēskō · de and kai was  buried thaptō, ", "23": "And kai being hyparchō in en torment basanos in en · ho Hades hadēs,  he  lifted epairō · ho his autos eyes ophthalmos and  saw horaō Abraham Abraam from apo afar makrothen and kai Lazarus Lazaros at en · ho his autos side kolpos. ", "24": "And kai calling  out phōneō he autos said legō, ' Father patēr Abraham Abraam,  have  mercy eleeō on  me egō,  and kai send pempō Lazarus Lazaros to hina dip baptō the ho tip akron of ho his autos finger daktylos in  water hydōr and kai cool katapsychō · ho my egō tongue glōssa,  for hoti I  am  in  anguish odynaō in en · ho this houtos flame phlox.' ", "25": "But de Abraham Abraam said legō, ' Child teknon,  remember mimnēskomai that hoti you  received apolambanō · ho your sy good agathos things  during en · ho your sy lifetime zōē,  and kai Lazarus Lazaros correspondingly homoiōs received  · ho bad kakos things ;  but de now nyn he  is  comforted parakaleō here hōde,  and de you sy are  in  anguish odynaō. ", "26": "· kai Besides en all pas this houtos,  between metaxy us hēmeis and kai you hymeis a  great megas chasm chasma has  been  put stērizō in  place ,  so hopōs that  those ho wishing thelō to  cross diabainō over  from enthen here  to pros you hymeis are  not mē able dynamai,  and  no mēde one  can  cross diaperaō from ekeithen there  to pros us hēmeis.' ", "27": "So de the rich man  said legō, ' Then oun I  beg erōtaō you sy,  father patēr,  to hina send pempō Lazarus autos to eis the ho house oikos of ho my egō father patēr", "28": "( for gar I  have echō five pente brothers adelphos),  that hopōs he  might  warn diamartyromai them autos so hina that  they autos might erchomai not mē come erchomai as kai well  into eis · ho this houtos place topos of ho torment basanos.' ", "29": "But de Abraham Abraam said legō, ' They  have echō Moses Mōysēs and kai the ho Prophets prophētēs;  let  them  listen akouō to  them autos.' ", "30": "Then de the ho rich man  said legō, ' No ouchi,  father patēr Abraham Abraam;  but alla if ean someone tis from apo the  dead nekros goes poreuō to pros them autos,  they  will  repent metanoeō.' ", "31": "He  said legō · de to  him autos, ' If ei they  do akouō not ou listen  to akouō Moses Mōysēs and kai the ho Prophets prophētēs,  neither oude will  they  be  persuaded peithō should ean someone tis rise anistēmi from ek the  dead nekros.'” "}