{"1": "And de he  said legō to pros · ho his autos disciples mathētēs, “ It  is eimi inevitable anendektos that ho occasions ho for  stumbling skandalon will  come erchomai,  but plēn woe ouai to the one  through dia whom hos they  come erchomai! ", "2": "It  is  better lysiteleō for  him autos if ei a  millstone lithos mylikos is  hung perikeimai around peri · ho his autos neck trachēlos and kai he  is  cast rhiptō into eis the ho sea thalassa than ē that hina he  should  cause skandalizō one heis of ho these houtos little mikros ones  to  stumble . ", "3": "“ Be  on  your heautou guard prosechō!  If ean your sy brother adelphos sins hamartanō,  · ho rebuke epitimaō him autos,  and kai if ean he  repents metanoeō,  forgive aphiēmi him autos. ", "4": "And kai if ean he  sins hamartanō against eis you sy seven heptakis times  in ho a  day hēmera,  and kai seven heptakis times  returns epistrephō to pros you sy saying legō, ' I  repent metanoeō,'  you  must  forgive aphiēmi him autos.” ", "5": "· kai The ho apostles apostolos said legō to  the ho Lord kyrios, “ Increase prostithēmi our hēmeis faith pistis!” ", "6": "And de the ho Lord kyrios said legō, “ If ei you  had echō faith pistis like hōs a  grain kokkos of  mustard sinapi seed ,  you  could an say legō to ho this houtos sycamore sykaminos, ' Be  uprooted ekrizoō and kai planted phyteuō in en the ho sea thalassa,'  and kai it  would an obey hypakouō you hymeis. ", "7": "Which tis one  · de of ek you hymeis,  having echō a servant  plowing arotriaō or ē tending poimainō sheep ,  who hos,  when  he  comes eiserchomai in  from ek the ho field agros,  will  say legō to  him autos, ' Come  here parerchomai at  once eutheōs and  recline anapiptō at  dinner '? ", "8": "Will  he  not ouchi,  rather alla,  say legō to  him autos, ' Prepare hetoimazō what tis I  am  to  eat deipneō,  then kai change perizōnnymi clothes  and  wait diakoneō on  me egō while heōs I  eat esthiō and kai drink pinō,  and kai after meta this houtos you sy may  eat esthiō and kai drink pinō'? ", "9": "Does  he  express echō thanks charis to  the ho servant  because hoti he  did poieō the ho things  that  were  commanded diatassō? ", "10": "So houtōs · kai it is with  you hymeis.  When hotan you  have  done poieō all pas that ho was  commanded diatassō,  say legō, ' We  are eimi unworthy achreios servants;  we  have  done poieō no more  than hos we  were  obliged opheilō to  do poieō.'” ", "11": "· kai As en · ho Jesus  was  on  his  way poreuō to eis Jerusalem Ierousalēm,  · kai he autos passed dierchomai through dia the region  between mesos Samaria Samareia and kai Galilee Galilaia. ", "12": "· kai As  he autos entered eiserchomai a  certain tis village kōmē,  ten deka men anēr with  leprosy lepros met apantaō him autos,  who hos normally  stood histēmi at  a  distance porrōthen. ", "13": "· kai They autos raised airō their  voices phōnē,  saying legō, “ Jesus Iēsous,  Master epistatēs,  have  mercy eleeō on  us hēmeis!” ", "14": "· kai When he saw them,  he  said legō to  them autos, “ Go poreuō and  show epideiknymi yourselves heautou to  the ho priests hiereus.”  And kai as en · ho they autos went hypagō they  were  made  clean katharizō. ", "15": "Then de one heis of ek them autos, when he saw  that hoti he  had  been  healed iaomai,  returned hypostrephō,  praising doxazō God theos in meta a  loud megas voice phōnē,  · ho", "16": "and kai fell piptō on epi his  face prosōpon at para · ho Jesus' autos feet pous,  giving eucharisteō him autos thanks— and kai he autos was eimi a  Samaritan Samaritēs. ", "17": "Then de Jesus Iēsous responded apokrinomai,  · ho saying legō, “ Were  not ouchi · ho ten deka made  clean katharizō?  The ho · de other  nine ennea,  where pou are they? ", "18": "Were  they  not ou found heuriskō,  so  as  to  return hypostrephō and  give didōmi praise doxa to ho God theos,  except ei mē · ho this houtos foreigner allogenēs?” ", "19": "Then kai he  said legō to  the  man autos, “ Get anistēmi up  and  go poreuō;  · ho your sy faith pistis has  made sōzō you sy well .” ", "20": "Having  been  asked eperōtaō · de by hypo the ho Pharisees Pharisaios when pote the ho kingdom basileia of ho God theos would  come erchomai,  he  answered apokrinomai them autos,  · kai saying legō, “ The ho kingdom basileia of ho God theos will  not ou come erchomai with meta observation paratērēsis. ", "21": "Nor oude will  they  say legō, ' Look idou,  here hōde it is!'  or ē, ' There ekei it is!'  For gar behold idou,  the ho kingdom basileia of ho God theos is eimi in  the  midst entos of  you hymeis.” ", "22": "And de he  said legō to pros the ho disciples mathētēs, “ Days hēmera are  coming erchomai when hote you  will  desire epithumeō to see  one heis of  the ho days hēmera of  the ho Son hyios of ho Man anthrōpos,  and kai you  will  not ou see horaō it. ", "23": "And kai they  will  say legō to  you hymeis, ' Look idou,  there ekei!'  or ē, ' Look idou,  here hōde!'  Do  not mē go  out aperchomai or mēde pursue diōkō them. ", "24": "For gar just  as hōsper the ho lightning astrapē,  when  it  flashes astraptō,  lights  up lampō from ek one ho end hypo of ho heaven ouranos to eis the ho other hypo ouranos,  so houtōs will  be eimi the ho Son hyios of ho Man anthrōpos in en · ho his autos day hēmera. ", "25": "But de first prōton he autos must dei suffer paschō many polys things  and kai be  rejected apodokimazō by apo · ho this houtos generation genea. ", "26": "And kai just kathōs as  it  was ginomai in en the ho days hēmera of  Noah Nōe,  so houtōs also kai will  it  be eimi in en the ho days hēmera of  the ho Son hyios of ho Man anthrōpos. ", "27": "They  were  eating esthiō,  they  were  drinking pinō,  they  were  marrying gameō,  they  were  being  given gamizō in  marriage ,  until achri the  day hēmera in  which hos Noah Nōe went eiserchomai into eis the ho ark kibōtos and kai the ho flood kataklysmos came erchomai and kai destroyed apollymi them  all pas. ", "28": "Likewise homoiōs,  just kathōs as  it  was ginomai in en the ho days hēmera of  Lot Lōt:  they  were  eating esthiō,  they  were  drinking pinō,  they  were  buying agorazō,  they  were  selling pōleō,  they  were  planting phyteuō,  they  were  building oikodomeō; ", "29": "but de on  the  day hēmera in  which hos Lot Lōt went exerchomai out  of apo Sodom Sodoma,  fire pyr and kai sulfur theion rained brechō down  from apo heaven ouranos and kai destroyed apollymi them  all pas. ", "30": "It  will  be eimi just  like  this kata · ho on hos the  day hēmera the ho Son hyios of ho Man anthrōpos is  revealed apokalyptō. ", "31": "“ On en that ekeinos · ho day hēmera the one  who hos is eimi on epi the ho housetop dōma,  and kai · ho his autos belongings skeuos are  in en the ho house oikia,  must  not mē go katabainō down  to  get airō them autos,  and kai likewise homoiōs the ho one who is  in en the  field agros must  not mē turn epistrephō back eis ho.  · ho", "32": "Remember mnēmoneuō · ho Lot' s Lōt wife gynē. ", "33": "Whoever hos ean tries zēteō to  retain  · ho his autos life psychē for  himself peripoieō will  lose apollymi it autos,  and de whoever hos loses apollymi his life  will  preserve zōiogoneō it autos. ", "34": "I  tell legō you hymeis,  on  that houtos · ho night nyx there  will  be eimi two dyo in epi one heis bed klinē;  · ho one heis will  be  taken paralambanō and kai the ho other heteros left aphiēmi behind . ", "35": "There  will  be eimi two dyo women  grinding alēthō at epi the ho mill  together autos;  · ho one heis will  be  taken paralambanō and de the ho other heteros left aphiēmi behind .” ", "37": "Then kai the disciples  said legō to  him autos in  response apokrinomai, “ Where pou,  Lord kyrios?”  And de he ho said legō to  them autos, “ Where hopou the ho corpse sōma is,  there ekei also kai the ho vultures aetos will  be  gathered episynagō.” "}