{"1": "Then de Jesus  told legō them autos a  parable parabolē to pros the ho effect that  they autos should dei continue  to  pray proseuchomai at  all pantote times  and kai never mē give up. ", "2": "He  said legō, “ There  was eimi a  certain tis judge kritēs in en a  certain tis city polis who phobeomai neither mē feared phobeomai · ho God theos · kai nor mē had entrepō any  regard  for entrepō people anthrōpos. ", "3": "There  was eimi a  widow chēra · de in en · ho that ekeinos city polis,  and kai she  kept  coming erchomai to pros him autos,  saying legō, ' Vindicate ekdikeō me egō against apo · ho my egō adversary antidikos.' ", "4": "· kai He  didn' t ou want thelō to  for epi a  time chronos.  But de later meta on houtos he  said legō to en himself heautou, ' Though ei · kai I phobeomai neither ou fear phobeomai · ho God theos nor oude have  regard  for entrepō people anthrōpos, ", "5": "yet ge because dia · ho this houtos widow chēra keeps parechō bothering kopos me egō,  · ho I  will  vindicate ekdikeō her autos,  so hina that  by  her  coming erchomai she  will  not mē ultimately eis telos wear hypōpiazō me egō out .'” ", "6": "And de the ho Lord kyrios said legō, “ Hear akouō what tis the ho unrighteous adikia judge kritēs · ho says legō. ", "7": "Will  not  · ho · de God theos certainly ou vindicate poieō · ho · ho his autos elect eklektos,  who ho cry boaō to  him autos day hēmera and kai night nyx,  and kai have  patience makrothumeō with epi them autos? ", "8": "I  tell legō you hymeis,  he  will  vindicate poieō · ho them autos without  delay en;  but plēn will  the ho Son hyios of ho Man anthrōpos,  when  he  comes erchomai,  find heuriskō · ho faith pistis on epi · ho earth gē?” ", "9": "He  also de told legō · kai this houtos parable parabolē to pros some tis who ho were  confident peithō in epi themselves heautou,  because hoti they  were eimi righteous dikaios,  and kai treated exoutheneō · ho others loipos with contempt.  · ho", "10": "“ Two dyo men anthrōpos went anabainō up  into eis the ho temple hieron to  pray proseuchomai,  the ho one heis a  Pharisee Pharisaios and kai the ho other heteros a  tax telōnēs collector . ", "11": "The ho Pharisee Pharisaios stood histēmi and  prayed proseuchomai like  this houtos to pros himself heautou:  · ho ' God theos,  I  thank eucharisteō you sy that hoti I  am eimi not ou like hōsper the ho rest loipos of ho mankind anthrōpos— swindlers harpax,  rogues adikos,  adulterers moichos,  or ē even kai like hōs this houtos · ho tax telōnēs collector . ", "12": "I  fast nēsteuō twice dis a ho week sabbaton;  I  tithe apodekatoō all pas that hosos I  get ktaomai.' ", "13": "The ho tax telōnēs collector ,  however de,  standing histēmi at  a  distance makrothen,  would thelō not ou even oude raise epairō his ho eyes ophthalmos to eis · ho heaven ouranos,  but alla kept  beating typtō · ho his autos breast stēthos,  saying legō,  · ho ' God theos,  be  merciful hilaskomai to  me egō,  a ho sinner hamartōlos!' ", "14": "I  tell legō you hymeis,  this  man houtos went katabainō down  to eis his autos house oikos upright dikaioō in the sight of God,  · ho rather para than  the  other ekeinos.  For hoti everyone pas who ho exalts hypsoō himself heautou will  be  humbled tapeinoō,  and de the ho one  who  humbles tapeinoō himself heautou will  be  exalted hypsoō.” ", "15": "Now de people  were  bringing prospherō to  him autos even kai · ho little brephos ones  so hina he  would  touch haptō them autos.  However de, when  the ho disciples mathētēs saw it,  they  began  to  rebuke epitimaō them autos. ", "16": "· ho But de Jesus Iēsous called proskaleō them autos to him,  saying legō, “ Let aphiēmi the ho children paidion come erchomai to pros me egō,  and kai do  not mē stop kōlyō them autos,  for gar it  is eimi to ho such toioutos as  these  that eimi the ho kingdom basileia of ho God theos belongs eimi. ", "17": "I  tell legō you hymeis the  truth amēn,  whoever hos an does  not mē receive dechomai the ho kingdom basileia of ho God theos like hōs a  child paidion shall  certainly  never ou enter eiserchomai it autos.” ", "18": "Now kai a  certain tis ruler archōn asked eperōtaō him autos,  saying legō, “ Good agathos Teacher didaskalos,  what tis must  I  do poieō to  inherit klēronomeō eternal aiōnios life zōē?” ", "19": "And de Jesus Iēsous said legō to  him autos,  · ho “ Why tis do  you  call legō me egō good agathos?  No oudeis one  is  good agathos except ei mē one heis— · ho God theos. ", "20": "You  know oida the ho commandments entolē: ' You  shall  not mē commit moicheuō adultery ;  You  shall  not mē murder phoneuō;  You  shall  not mē steal kleptō;  You  shall  not mē bear pseudomartyreō false  witness ;  Honor timaō · ho your sy father patēr and kai · ho mother mētēr.' ", "21": "The ho · de man  replied legō, “ All pas these houtos I  have  kept phylassō since ek my  youth neotēs.” ", "22": "Upon  hearing akouō this,  · de · ho Jesus Iēsous said legō to  him autos, “ One heis thing  you sy still eti lack leipō:  sell pōleō all pas that hosos you  have echō and kai distribute diadidōmi the proceeds  to  the  poor ptōchos,  and kai you  will  have echō treasure thēsauros in en · ho heaven ouranos.  Then kai come deuro,  follow akoloutheō me egō.” ", "23": "But de when  he ho heard akouō this houtos,  he  became ginomai very perilypos sad ,  for gar he  was eimi extremely sphodra wealthy plousios. ", "24": "Jesus Iēsous looked at  · de him autos,  · ho becoming ginomai very perilypos sad , and  said legō, “ How pōs difficult dyskolōs it is for  those ho who  have echō · ho wealth chrēma to  enter eisporeuomai the ho kingdom basileia of ho God theos! ", "25": "In  fact gar,  it  is eimi easier eukopos for a  camel kamēlos to  go eiserchomai through dia the  eye trēma of  a  needle belonē than ē for a  rich plousios man  to  enter eiserchomai the ho kingdom basileia of ho God theos!” ", "26": "Those ho who  heard akouō it  said legō,  · de “ Who tis,  then kai,  can dynamai be  saved sōzō?” ", "27": "Jesus ho · de said legō, “ What ho is  impossible adynatos for para mortal anthrōpos beings  is eimi possible dynatos for para · ho God theos.” ", "28": "Then de Peter Petros said legō,  · ho “ Look idou,  we hēmeis have  left aphiēmi what ho was  ours idios and  followed akoloutheō you sy.” ", "29": "Then de Jesus ho said legō to  them autos, “ I  tell legō you hymeis the  truth amēn,  there  is eimi no oudeis one  who hos has  left aphiēmi home oikia or ē wife gynē or ē siblings adelphos or ē parents goneus or ē children teknon, for the sake of  the ho kingdom basileia of ho God theos", "30": "who hos will  not ouchi mē receive apolambanō many pollaplasiōn times  as  much  in en · ho this houtos age kairos and kai,  in en the ho age aiōn to ho come erchomai,  eternal aiōnios life zōē.” ", "31": "Taking paralambanō · de the ho twelve dōdeka aside,  he  said legō to pros them autos, “ See idou,  we  are  going anabainō up  to eis Jerusalem Ierousalēm,  and kai everything pas · ho written graphō by dia the ho prophets prophētēs regarding  the ho Son hyios of ho Man anthrōpos will  be  carried  out teleō. ", "32": "For gar he  will  be  handed paradidōmi over  to  the ho Gentiles ethnos and kai will  be  ridiculed empaizō and kai ill-treated hybrizō and kai spat emptyō on . ", "33": "Then kai after  scourging mastigoō him,  they  will  kill apokteinō him autos,  but kai on  the ho third tritos day hēmera · ho he  will  arise anistēmi again .” ", "34": "But kai the  twelve autos understood syniēmi none oudeis of  these houtos things ;  in  fact kai,  what ho he houtos said rhēma was eimi kept  hidden kryptō from apo them autos and kai they  did  not ou grasp ginōskō what ho was  being  said legō. ", "35": "· de As en Jesus autos drew engizō near  to eis Jericho Ierichō, there  was  a tis blind typhlos man  sitting kathēmai by para the ho roadside hodos,  asking epaiteō for alms. ", "36": "When  he  heard akouō · de a  crowd ochlos going diaporeuomai by ,  he  inquired pynthanomai what tis this houtos might  be eimi. ", "37": "They  told apangellō · de him autos that hoti Jesus Iēsous of ho Nazareth Nazōraios was  passing parerchomai by . ", "38": "So kai he  called boaō out ,  saying legō, “ Jesus Iēsous,  Son hyios of  David Dauid,  have  mercy eleeō on  me egō!” ", "39": "· kai Those ho who  were  leading proagō the  way  began  to  rebuke epitimaō him autos that hina he  should  be  quiet sigaō;  but de he autos cried  out krazō all polys the  more mallon, “ Son hyios of  David Dauid,  have  mercy eleeō on  me egō!” ", "40": "Jesus Iēsous stopped histēmi · de · ho and  ordered keleuō the  beggar autos to  be  brought agō to pros him autos.  When  the  man autos had  come engizō near ,  · de Jesus  asked eperōtaō him autos, ", "41": "“ What tis do  you  want thelō me  to  do poieō for  you sy?”  He ho · de said legō, “ Lord kyrios,  that hina I  might  see anablepō again .” ", "42": "· kai · ho Jesus Iēsous said legō to  him autos, “ See anablepō again !  · ho Your sy faith pistis has  saved sōzō you sy.” ", "43": "And kai immediately parachrēma he  could  see anablepō again ,  and kai began  to  follow akoloutheō Jesus autos,  giving  glory doxazō to  · ho God theos.  And kai all pas the ho people laos, when they saw this,  gave didōmi praise ainos to ho God theos. "}