{"1": "· kai One heis · ho day hēmera,  as  Jesus autos was  teaching didaskō the ho people laos in en the ho temple hieron and kai preaching euangelizō the  gospel ,  the ho chief archiereus priests  and kai the ho scribes grammateus,  along  with syn the ho elders presbyteros,  came  up ephistēmi", "2": "and kai spoke legō to pros him autos,  saying legō, “ Tell legō us hēmeis by en what poios authority exousia you  are  doing poieō these houtos things ;  or ē who tis it  is eimi who ho gave didōmi you sy · ho this houtos authority exousia?” ", "3": "He  answered apokrinomai,  · de saying legō to pros them autos, “ I kagō will  also kagō ask erōtaō you hymeis a  question logos,  and kai you  must  give legō me egō the  answer : ", "4": "The ho baptism baptisma of  John Iōannēs,  was  it eimi authorized  from ek heaven ouranos or ē did it come  from ek men anthrōpos?” ", "5": "They ho · de reasoned syllogizomai among pros themselves heautou,  saying legō, “ If ean we  say legō, ' From ek heaven ouranos,' then  he  will  say legō, ' Why dia tis did  you  not ou believe pisteuō him autos?' ", "6": "But de if ean we  say legō, ' From ek men anthrōpos,'  all hapas the ho people laos will  stone katalithazō us hēmeis to  death ,  because gar they  are eimi convinced peithō that  John Iōannēs was eimi a  prophet prophētēs.” ", "7": "So kai they  replied apokrinomai that  they  did  not mē know oida where pothen it was  from . ", "8": "Then kai · ho Jesus Iēsous said legō to  them autos, “ Neither oude will  I egō tell legō you hymeis by en what poios authority exousia I  do poieō these houtos things .” ", "9": "Then de he  began archō to  tell legō the ho people laos · ho this houtos parable parabolē: “A  man anthrōpos planted phyteuō a  vineyard ampelōn and kai leased ekdidōmi it autos to  tenants geōrgos;  then kai he  went apodēmeō away  for  quite  some hikanos time chronos. ", "10": "· kai When  the  season kairos came,  he  sent apostellō a servant  to pros the ho tenants geōrgos so hina that  they  might  give didōmi him autos his share  of apo the ho produce karpos of  the ho vineyard ampelōn;  but de the ho tenants geōrgos beat derō him and  sent exapostellō him autos away  empty-handed kenos. ", "11": "So kai he  sent  another prostithēmi servant;  but de they ho beat derō that kakeinos one  as kai well ,  treated atimazō him  shamefully , and  sent exapostellō him  away  empty-handed kenos. ", "12": "So kai he  sent  a  third prostithēmi;  but de they ho wounded traumatizō this  one houtos too kai, and  threw ekballō him  out . ", "13": "Then de the ho owner kyrios of  the ho vineyard ampelōn said legō, ' What tis shall  I  do poieō?  I  will  send pempō · ho my egō son hyios,  whom ho I  love agapētos;  perhaps isōs they  will  respect entrepō him houtos.' ", "14": "When  the ho tenants geōrgos saw  · de him autos,  they  reasoned dialogizomai among pros themselves allēlōn,  saying legō, ' This houtos is eimi the ho heir klēronomos.  Let  us  kill apokteinō him autos,  so hina that  the ho inheritance klēronomia may  be ginomai ours hēmeis.' ", "15": "And kai they  threw ekballō him autos out exō of  the ho vineyard ampelōn and  killed apokteinō him.  What tis then oun will  the ho owner kyrios of  the ho vineyard ampelōn do poieō to  them autos? ", "16": "He  will  come erchomai and kai destroy apollymi · ho those houtos tenants geōrgos and kai give didōmi the ho vineyard ampelōn to  others allos.”  When  they  heard akouō · de this,  they  said legō, “ Surely  not mē!” ", "17": "But de looking  straight  at emblepō them autos he ho said legō, “ What tis then oun is eimi this houtos that ho is  written graphō: “The  stone lithos that hos the ho builders oikodomeō rejected apodokimazō— this houtos one  became ginomai eis the  head kephalē of  the  corner gōnia'? ", "18": "Everyone pas who ho falls piptō on epi that ekeinos · ho stone lithos will  be  broken synthlaō into  pieces ,  and de on epi whomever hos it  falls piptō,  it  will  crush likmaō him autos.” ", "19": "· kai The ho scribes grammateus and kai the ho chief archiereus priests  tried zēteō to  lay epiballō hands cheir on epi him autos · ho at en that autos very  · ho hour hōra,  for gar they  perceived ginōskō that hoti he  had  spoken legō this houtos parable parabolē against pros them autos,  but kai they  feared phobeomai the ho people laos.  · ho", "20": "So kai they  watched paratēreō him  closely  and  sent apostellō spies  who heautou pretended hypokrinomai to  be eimi righteous dikaios so hina they  could  catch epilambanomai him  in  his autos word logos, and  in  this  way hōste deliver paradidōmi him autos to  the ho jurisdiction archē and kai · ho authority exousia of  the ho governor hēgemōn. ", "21": "· kai They  questioned eperōtaō him autos,  saying legō, “ Teacher didaskalos,  we  know oida that hoti you  speak legō and kai teach didaskō truthfully orthōs and kai show lambanō no ou partiality prosōpon,  but alla truly epi alētheia teach didaskō the ho way hodos of ho God theos. ", "22": "Is it lawful for  us hēmeis to  give didōmi tribute phoros to  Caesar Kaisar,  or ē not ou?” ", "23": "But de he  realized katanoeō their autos · ho duplicity panourgia, and  said legō to pros them autos, ", "24": "“ Show deiknymi me egō a  denarius dēnarion.  Whose tis image eikōn and kai inscription epigraphē does  it  have echō?”  They ho · de said legō, “Caesar' s Kaisar.” ", "25": "He ho · de said legō to pros them autos, “Then  give apodidōmi to  Caesar Kaisar the ho things that are Caesar' s Kaisar,  and kai to ho God theos the ho things that are  · ho God' s theos.” ", "26": "And kai they  were  unable ou to  trap epilambanomai him autos in  what  he  said rhēma in  the  presence enantion of  the ho people laos,  but kai,  marveling thaumazō at epi · ho his autos answer apokrisis,  they  were  reduced sigaō to  silence . ", "27": "Now de some tis · ho Sadducees Saddoukaios ( who ho deny legō there  is eimi a  resurrection anastasis)  came  up proserchomai and  questioned eperōtaō him autos, ", "28": "saying legō, “ Teacher didaskalos,  Moses Mōysēs wrote graphō for  us hēmeis that  if ean someone' s tis brother adelphos dies apothnēskō,  having echō a  wife gynē,  but kai is eimi childless ateknos,  then hina his autos brother adelphos must  take lambanō · ho the ho widow gynē and kai raise exanistēmi up  offspring sperma for ho his autos brother adelphos. ", "29": "Now oun there  were eimi seven hepta brothers adelphos.  · kai The ho first prōtos,  having  taken lambanō a  wife gynē,  died apothnēskō childless ateknos. ", "30": "Both kai the ho second deuteros", "31": "and kai the ho third tritos took lambanō her autos,  and de likewise hōsautōs also kai the ho seven hepta:  they  left kataleipō no ou children teknon and kai died apothnēskō. ", "32": "Later hysteros on  the ho woman gynē also kai died apothnēskō. ", "33": "So oun the ho woman gynē— in en the ho resurrection anastasis— of  which tis of  them autos will  she  be ginomai wife gynē?  For gar all ho seven hepta had echō her autos as  wife gynē.” ", "34": "And kai Jesus Iēsous said legō to  them autos,  · ho “ The ho sons hyios of ho this houtos age aiōn marry gameō and kai are  given gamiskō in  marriage , ", "35": "but de those ho who  are  considered kataxioō worthy  to  attain tynchanō to  · ho that ekeinos age aiōn and kai to  the ho resurrection anastasis · ho from ek the  dead nekros neither oute marry gameō nor oute are  given gamizō in  marriage . ", "36": "In  fact gar,  they  can dynamai no oude longer eti die apothnēskō,  since gar they  are eimi like  angels isangelos and kai are eimi sons hyios of  God theos,  being eimi sons hyios of  the ho resurrection anastasis. ", "37": "But de that hoti the ho dead nekros are  raised egeirō,  even kai Moses Mōysēs made  known mēnyō, in the passage  about epi the ho bush batos,  for hōs he  calls legō the  Lord kyrios, ' the ho God theos of  Abraham Abraam and kai the  God theos of  Isaac Isaak and kai the  God theos of  Jacob Iakōb.' ", "38": "He  is eimi not ou God theos · de of  the  dead nekros,  but alla of  the  living zaō!  For gar to  him autos they  are  all pas alive zaō.” ", "39": "In  response apokrinomai · de some tis of  the ho scribes grammateus said legō, “ Teacher didaskalos,  you  have  spoken legō well kalōs!” ", "40": "For gar no ouketi longer  did  they  dare tolmaō to  question eperōtaō him autos about  anything oudeis. ", "41": "Then de he  said legō to pros them autos, “ How pōs can  they  say legō that  the ho Messiah Christos is  to  be eimi a  son hyios of  David Dauid? ", "42": "For gar David Dauid himself autos says legō in en the  book biblos of  Psalms psalmos, 'The  Lord kyrios said legō to ho my egō Lord kyrios, “ Sit kathēmai at ek my egō right dexios hand , ", "43": "until heōs an I  make tithēmi · ho your sy enemies echthros a  footstool hypopodion for ho your sy feet pous.”' ", "44": "David Dauid thus oun calls kaleō him autos ' Lord kyrios.'  So kai how pōs could  he  be eimi his autos son hyios?” ", "45": "As  all pas the ho people laos were  listening akouō,  · de he  said legō to ho his autos disciples mathētēs, ", "46": "“ Beware prosechō of apo those ho scribes grammateus,  who ho like thelō to  walk peripateō around  in en flowing  robes stolē,  and kai love phileō greetings aspasmos in en the ho marketplaces agora and kai the  most  important  seats prōtokathedria in en the ho synagogues synagōgē and kai the  places  of  honor prōtoklisia at en · ho feasts deipnon, ", "47": "who hos devour katesthiō the ho houses oikia of ho widows chēra and kai for  the  sake  of  appearance prophasis make  lengthy makros prayers proseuchomai.  These houtos will  receive lambanō the  greater perissoteros condemnation krima.” "}