{"1": "Looking anablepō up ,  · de Jesus saw  · ho rich  people plousios putting ballō their autos gifts dōron into eis the ho offering gazophylakion box ,  · ho", "2": "and de he saw  a tis poor penichros widow chēra put ballō in ekei two dyo small coins. ", "3": "And kai he  said legō, “ I  tell legō you hymeis the  truth alēthōs,  that hoti · ho this houtos poor ptōchos widow chēra · ho has  put ballō in  more polys than  all pas the rest. ", "4": "For gar they houtos all pas,  out ek of ho their autos excess perisseuō,  put ballō in eis their ho gifts dōron,  but de she houtos,  out ek of ho her autos need hysterēma,  put  in ballō everything pas that hos she  had echō · ho to  live bios on .” ", "5": "And kai while  some tis were  speaking legō of peri the ho temple hieron,  how hoti it  was  adorned kosmeō with  beautiful kalos stones lithos and kai gifts anathēma dedicated  to  God , Jesus  said legō, ", "6": "“ These houtos things  that hos you  see theōreō— days hēmera will  come erchomai in en which hos there  will  not ou be  left aphiēmi stone lithos upon epi stone lithos that hos will  not ou be  thrown katalyō down .” ", "7": "And de they  asked eperōtaō him autos,  saying legō, “ Teacher didaskalos,  when pote will  these houtos things  be eimi,  and kai what tis is  the ho sign sēmeion when hotan these  things houtos are  about mellō to  happen ginomai?” ", "8": "And de he ho said legō, “ See blepō that  you  are  not mē led planaō astray !  For gar many polys will  come erchomai in epi · ho my egō name onoma,  saying legō, ' I egō am eimi he!'  and kai, ' The ho time kairos is  at  hand engizō!'  Do  not mē go poreuō after opisō them autos. ", "9": "When hotan · de you  hear akouō of  wars polemos and kai rebellions akatastasia,  do  not mē be  terrified ptoeō,  for gar these  things houtos must dei take ginomai place  first prōton,  but alla the ho end telos will  not ou follow  immediately eutheōs.” ", "10": "Then tote he  said legō to  them autos, “ Nation ethnos will  rise egeirō against epi nation ethnos,  and kai kingdom basileia against epi kingdom basileia; ", "11": "there  will  be eimi great megas earthquakes seismos,  and kai in  various kata places topos famines limos and kai plagues loimos.  There  will  be eimi dreadful phobētron portents  and kai great megas signs sēmeion from apo heaven ouranos. ", "12": "But de before pro all pas these houtos things ,  they  will  lay epiballō their autos hands cheir on epi you hymeis · ho and kai persecute diōkō you,  handing paradidōmi you  over  to eis the ho synagogues synagōgē and kai prisons phylakē,  bringing apagō you  before epi kings basileus and kai governors hēgemōn for the sake of  · ho my egō name onoma. ", "13": "This  will  result apobainō in  an opportunity  for  you hymeis for eis witness martyrion. ", "14": "So oun determine tithēmi in en · ho your hymeis hearts kardia not mē to  rehearse promeletaō beforehand  how  to  defend apologeomai yourself , ", "15": "For gar I egō am the one who  will  give didōmi you hymeis a  mouth stoma and kai wisdom sophia,  which hos none ou of  your hymeis adversaries antikeimai will  be  able dynamai to  resist anthistēmi or ē contradict antilegō.  · ho", "16": "You  will  be  handed paradidōmi over  · de even kai by hypo parents goneus and kai brothers adelphos and kai relatives syngenēs and kai friends philos,  and kai some  of ek you hymeis they  will  put thanatoō to  death . ", "17": "· kai You  will  be eimi hated miseō by hypo all pas because dia of  · ho my egō name onoma. ", "18": "Yet kai not ou a  hair thrix of ek · ho your hymeis head kephalē will  perish apollymi. ", "19": "By en · ho your hymeis endurance hypomonē you  will  gain ktaomai · ho your hymeis lives psychē. ", "20": "“ But de when hotan you see  Jerusalem Ierousalēm surrounded kykloō by hypo armies stratopedon,  then tote know ginōskō that hoti its autos desolation erēmōsis has  drawn engizō near .  · ho", "21": "Then tote those ho who are  in en · ho Judea Ioudaia must  flee pheugō to eis the ho mountains oros,  and kai those ho in en the  midst mesos of  the  city autos must  evacuate ekchōreō,  and kai those ho in en the ho country chōra must  not mē enter eiserchomai it autos, ", "22": "for hoti these houtos are eimi days hēmera of  vengeance ekdikēsis,  so ho that  everything pas that ho has  been  written graphō may  be  fulfilled pimplēmi. ", "23": "Woe ouai to  those ho who  are echō pregnant en gastēr and kai to  those ho who  are  nursing thēlazō infants  in en those ekeinos · ho days hēmera!  For gar there  will  be eimi great megas distress anankē on epi the ho earth gē and kai wrath orgē against ho this houtos people laos. ", "24": "· kai They  will  fall piptō by  the  edge stoma of  the  sword machaira and kai be  led  captive aichmalōtizō to eis · ho all pas nations ethnos,  and kai Jerusalem Ierousalēm will  be eimi trampled pateō underfoot  by hypo the  Gentiles ethnos,  until achri hos the  times kairos of ethnos the  Gentiles ethnos are  fulfilled plēroō. ", "25": "· kai “ There  will  be eimi signs sēmeion in en the  sun hēlios and kai moon selēnē and kai stars astron;  and kai on epi the ho earth gē distress synochē among  nations ethnos confused aporia by the  roaring ēchos and kai surging salos of  the  sea thalassa; ", "26": "people anthrōpos fainting apopsychō with apo fear phobos and kai foreboding prosdokia of  what ho is  coming eperchomai on  the ho world oikoumenē.  For gar the ho powers dynamis of  the ho heavens ouranos will  be  shaken saleuō. ", "27": "And kai then tote they  will  see horaō the ho Son hyios of ho Man anthrōpos coming erchomai on en a  cloud nephelē with meta power dynamis and kai great polys glory doxa. ", "28": "Now de when  these  things houtos begin archō to  happen ginomai,  straighten anakyptō yourselves  up  and kai raise epairō · ho your hymeis heads kephalē,  because dioti your hymeis deliverance apolytrōsis is  drawing engizō near .”  · ho", "29": "And kai he  told legō them autos a  parable parabolē: “Look at  the ho fig sykē tree ,  and kai all pas the ho trees dendron. ", "30": "When hotan they  have  already ēdē put proballō forth  their leaves,  you  see blepō for apo yourselves heautou and  know ginōskō that hoti summer theros is eimi already ēdē near engys.  · ho", "31": "So houtōs also kai you hymeis,  when hotan you see  these houtos things  happening ginomai,  will  know ginōskō that hoti the ho kingdom basileia of ho God theos is eimi near engys. ", "32": "I  tell legō you hymeis the  truth amēn,  that hoti this houtos generation genea will  by  no  means ou have  passed parerchomai away  · ho before heōs an all pas things  have  happened ginomai. ", "33": "· ho Heaven ouranos and kai · ho earth gē will  pass parerchomai away ,  · ho but de my egō words logos will  not ou mē pass parerchomai away . ", "34": "“ But de watch prosechō yourselves heautou lest mēpote your hymeis minds kardia be  dulled bareō · ho by en dissipation kraipalē and kai drunkenness methē and kai the  anxieties merimna of  this  life biōtikos,  and kai that ekeinos day hēmera close ephistēmi down  upon epi you hymeis suddenly aiphnidios,  · ho", "35": "like hōs a  trap pagis.  For gar it  will  come epeiserchomai upon epi all pas those ho who  live kathēmai on epi the  face prosōpon of  the ho whole pas earth gē. ", "36": "Be  alert agrypneō · de at en all pas times kairos,  praying deomai that hina you  may  have  strength katischuō to  escape ekpheugō all pas these houtos things  that ho will mellō take ginomai place ,  and kai to  stand histēmi before emprosthen the ho Son hyios of ho Man anthrōpos.” ", "37": "During  the ho day hēmera he  was eimi · de in en the ho temple hieron teaching didaskō,  but de at ho night nyx he  went exerchomai out  and  stayed aulizomai on eis the ho hill oros · ho called kaleō “The Mount  of  Olives elaia.” ", "38": "And kai all pas the ho people laos came orthrizō to pros him autos in en the ho temple hieron at dawn  to  listen akouō to  him autos. "}