{"1": "Now de the ho Festival heortē of ho Unleavened azymos Bread ,  which ho is  called legō the  Passover pascha,  was  drawing  near engizō. ", "2": "· kai The ho chief  priests archiereus and kai the ho scribes grammateus were  looking zēteō for  a  way ho how pōs they  might  put anaireō Jesus autos to  death ,  for gar they  were  afraid phobeomai of  the ho people laos. ", "3": "Then de Satan Satanas entered eiserchomai into eis Judas Ioudas,  the ho one  called kaleō Iscariot Iskariōtēs,  who  was eimi of ek the ho number arithmos of  the ho twelve dōdeka. ", "4": "· kai He  went aperchomai and  conferred syllaleō with  the ho chief archiereus priests  and kai officers stratēgos about ho how pōs he  might  deliver  up paradidōmi Jesus autos to  them autos. ", "5": "· kai They  were  delighted chairō and kai decided syntithēmi to  give didōmi him autos money argyrion. ", "6": "· kai He  agreed exomologeomai and kai began  looking zēteō for  an  opportunity eukairia to ho deliver paradidōmi him autos up  to  them autos in  the  absence ater of  a  crowd ochlos. ", "7": "Then de came erchomai the ho day hēmera of ho Unleavened azymos Bread ,  in en which hos the ho Passover  lamb pascha had dei to  be  sacrificed thuō. ", "8": "So kai Jesus  sent apostellō Peter Petros and kai John Iōannēs,  saying legō, “ Go poreuō and  prepare hetoimazō the ho Passover pascha for  us hēmeis,  that hina we  may  eat esthiō it together.” ", "9": "They ho · de said legō to  him autos, “ Where pou do  you  want thelō us  to  prepare hetoimazō it?” ", "10": "He ho · de said legō to  them autos, “ Look idou,  when  you hymeis have  entered eiserchomai the ho city polis, a  man anthrōpos carrying bastazō a  jar keramion of  water hydōr will  meet synantaō you hymeis.  Follow akoloutheō him autos into eis the ho house oikia into eis which hos he  enters eisporeuomai", "11": "and kai say legō to  the ho master oikodespotēs of  the ho house oikia, ' The ho Teacher didaskalos says legō to  you sy, “ Where pou is eimi the ho guest katalyma room ,  where hopou I  may  eat esthiō the ho Passover pascha with meta · ho my egō disciples mathētēs?”' ", "12": "He kakeinos will  show deiknymi you hymeis a  large megas room anagaion upstairs ,  already  furnished strōnnyō.  Make  preparations hetoimazō for us  there ekei.” ", "13": "So de they  went aperchomai and  found heuriskō everything  as kathōs he  had  said legō to  them autos;  and kai they  prepared hetoimazō the ho Passover pascha meal . ", "14": "And kai when hote the ho hour hōra came ginomai, Jesus  reclined anapiptō at  table  and kai the ho apostles apostolos were  with syn him autos. ", "15": "· kai He  said legō to pros them autos, “ With  great  desire epithumia I  desired epithumeō to  eat esthiō this houtos · ho Passover pascha with meta you hymeis before pro · ho I egō suffer paschō! ", "16": "For gar I  say legō to  you hymeis that hoti I  will  certainly  not ou eat esthiō it autos again  until heōs it hostis is  fulfilled plēroō in en the ho kingdom basileia of ho God theos.” ", "17": "Then kai he  took dechomai a  cup potērion, and  after  he  had  given eucharisteō thanks  he  said legō, “ Take lambanō this houtos and kai divide diamerizō it  among eis yourselves heautou. ", "18": "For gar I  say legō to  you hymeis that hoti from apo now nyn on  I  shall  certainly  not ou drink pinō · ho of apo the ho fruit genēma of  the ho vine ampelos until heōs hos the ho kingdom basileia of ho God theos comes erchomai.” ", "19": "Then kai taking lambanō bread artos and  giving eucharisteō thanks  he  broke klaō it  and kai gave didōmi it  to  them autos,  saying legō, “ This houtos is eimi · ho my egō body sōma,  which ho is  given didōmi for hyper you hymeis;  do poieō this houtos in eis · ho remembrance anamnēsis of  me emos.” ", "20": "And kai he did the  same hōsautōs with  the ho cup potērion after meta · ho they  had  eaten deipneō,  saying legō, “ This houtos · ho cup potērion is  the ho new kainos covenant diathēkē in en · ho my egō blood haima,  which ho on  your hymeis behalf hyper is  being  poured ekchunnomai out . ", "21": "“ But plēn see idou,  the ho hand cheir of  the ho one  who  will  betray paradidōmi me egō is  with meta me egō on epi the ho table trapeza. ", "22": "For hoti the ho Son hyios of ho Man anthrōpos goes poreuō according kata to  what ho has  been  determined horizō,  but plēn woe ouai to ho that ekeinos man anthrōpos by dia whom hos he  is  betrayed paradidōmi.” ", "23": "And kai they autos began archō to  question syzēteō among pros one heautou another ,  · ho which tis of ek them autos it  might  be eimi who ho would mellō do prassō this houtos. ", "24": "A  dispute philoneikia also kai arose ginomai · de among en them autos as  to ho which tis of  them autos seemed dokeō to  be eimi the  greatest megas. ", "25": "So de Jesus ho said legō to  them autos, “ The ho kings basileus of  the ho nations ethnos exercise  lordship kyrieuō over  them autos and kai those ho in  authority exousiazō over  them autos call  themselves kaleō ' benefactors euergetēs.' ", "26": "But de with  you hymeis it must  not ou be  so houtōs!  Rather alla,  let  the ho greatest megas among en you hymeis become ginomai like hōs the ho youngest neos,  and kai the ho leader hēgeomai like hōs the ho one  who  serves diakoneō. ", "27": "For gar who tis is the  greater megas,  the ho one  who  reclines anakeimai at  table  or ē the ho one  who  serves diakoneō? Is it  not ouchi the ho one  who  reclines anakeimai at  table ?  But de in en your hymeis midst mesos I egō am eimi like hōs the ho one  who  serves diakoneō. ", "28": "You hymeis · de are eimi the ho ones  who  have  stayed diamenō with meta me egō in en · ho my egō trials peirasmos. ", "29": "Just  as kathōs my egō Father patēr conferred diatithēmi on  me egō kingly  authority basileia, so  also kagō do  I  confer diatithēmi it  on  you hymeis,  · ho", "30": "that hina you  may  eat esthiō and kai drink pinō at epi · ho my egō table trapeza in en · ho my egō kingdom basileia and kai sit kathēmai on epi thrones thronos judging krinō the ho twelve dōdeka tribes phylē of ho Israel Israēl. ", "31": "Simon Simōn,  Simon Simōn!  Pay  attention idou!  · ho Satan Satanas has  demanded  permission exaiteō to  have  all of  you hymeis for  himself ,  to ho sift siniazō you  like hōs · ho wheat sitos, ", "32": "but de I egō have  prayed deomai for peri you sy that hina your sy faith pistis may  not mē fail ekleipō.  · ho And kai when pote you sy have  returned epistrephō,  strengthen stērizō · ho your sy brothers adelphos.” ", "33": "Peter ho · de said legō to  him autos, “ Lord kyrios,  I  am eimi ready hetoimos to  go poreuō with meta you sy both kai to eis prison phylakē and kai to eis death thanatos.” ", "34": "Jesus ho · de said legō, “ I  tell legō you sy,  Peter Petros, a  rooster alektōr will  not ou crow phōneō this  day sēmeron before heōs you  have  denied aparneomai three tris times  that  you  know oida me egō.” ", "35": "And kai he  said legō to  them autos, “ When hote I  sent apostellō you hymeis out  without ater moneybag ballantion or kai knapsack pēra or kai sandals hypodēma,  did  you  lack hystereō anything tis?”  They ho · de replied legō, “ Nothing outheis.” ", "36": "He  said legō · de to  them autos, “ But alla now nyn let  the ho one  who  has echō a  moneybag ballantion take airō it, and  likewise homoiōs · kai a  knapsack pēra.  And kai the ho one  who  has echō no mē sword machaira,  let  him  sell pōleō · ho his autos cloak himation and kai buy agorazō one. ", "37": "For gar I  tell legō you hymeis that hoti there  must dei be  fulfilled teleō in en me egō this houtos that ho stands  written graphō:  · ho ' And kai he  was  numbered logizomai with meta the  lawless anomos.'  And gar indeed kai,  that ho which  concerns peri me egō has echō its  fulfillment telos.” ", "38": "So de they ho said legō, “ Lord kyrios,  look idou!  Here hōde are  two dyo swords machaira.”  Then de he ho told legō them autos, “ It  is eimi enough hikanos.” ", "39": "Then kai Jesus  went exerchomai out  and  made poreuō his  way ,  as kata was  his ho custom ethos,  to eis the ho Mount oros of ho Olives elaia;  and de the ho disciples mathētēs followed akoloutheō him autos.  · kai", "40": "When  he  arrived ginomai · de at epi the ho place topos,  he  said legō to  them autos, “ Pray proseuchomai that  you  may  not mē enter eiserchomai a time of  trial peirasmos.” ", "41": "Then kai he autos withdrew apospaō from apo them autos about hōsei a stone' s lithos throw bolē,  knelt  down tithēmi · ho and kai began  to  pray proseuchomai, ", "42": "saying legō, “ Father patēr,  if ei you  are  willing boulomai,  take parapherō this houtos · ho cup potērion away  from apo me egō.  Yet plēn,  not mē · ho my egō will thelēma,  but alla · ho yours sos be  done ginomai.” ", "43": "And de there  appeared horaō to  him autos an  angel angelos from apo heaven ouranos,  strengthening enischuō him autos. ", "44": "And kai being ginomai in en agony agōnia he  prayed proseuchomai more  earnestly ektenōs;  and kai his autos · ho sweat hidrōs became ginomai like hōsei great  drops thrombos of  blood haima falling  down katabainō to epi the ho ground gē. ", "45": "· kai When  he  rose anistēmi from apo · ho prayer proseuchē,  he  went erchomai back  to pros the ho disciples mathētēs and  found heuriskō them autos sleeping koimaō from apo · ho grief lypē. ", "46": "· kai He  said legō to  them autos, “ Why tis are  you  sleeping katheudō?  Rise anistēmi and  pray proseuchomai that hina you  may  not mē enter eiserchomai a time of  trial peirasmos.” ", "47": "While  he autos was  still eti speaking laleō,  there idou came  a  crowd ochlos,  and kai the ho one  called legō Judas Ioudas,  one heis of  the ho twelve dōdeka,  was  coming proerchomai on  ahead  of  them autos.  · kai He  went engizō up  to ho Jesus Iēsous to  kiss phileō him autos, ", "48": "but de Jesus Iēsous said legō to  him autos, “ Judas Ioudas, is it  with  a  kiss philēma that  you  intend  to  betray paradidōmi the ho Son hyios of ho Man anthrōpos?” ", "49": "When  those ho who were  around peri him autos saw  · de what ho was  about eimi to  happen ,  they  said legō, “ Lord kyrios,  shall ei we  strike patassō with en the  sword machaira?” ", "50": "And kai a  certain tis one heis of ek them autos struck patassō the ho servant  of  the ho high archiereus priest  and kai cut aphaireō off  · ho his autos right dexios ear ous.  · ho", "51": "In  response apokrinomai · de · ho Jesus Iēsous said legō, “ Stop eaō!  No heōs more  of  this houtos.”  And kai touching haptō the ho ear ōtion,  he  healed iaomai it autos. ", "52": "Then de Jesus Iēsous said legō to pros those ho who  had  come paraginomai out  against epi him autos—the  chief archiereus priests  and kai officers stratēgos of  the ho temple hieron and kai elders presbyteros, “Why  did  you  come  out exerchomai as hōs against epi a  robber lēstēs,  with meta swords machaira and kai clubs xylon? ", "53": "Day  after kata day hēmera,  when  I egō was eimi with meta you hymeis in en the ho temple hieron,  you  did  not ou stretch ekteinō out  your ho hands cheir against epi me egō.  But alla this houtos is eimi your hymeis · ho hour hōra,  and kai the hour for  the ho power exousia of ho darkness skotos. ", "54": "Then de they  seized syllambanō him autos and  led agō him  away ,  and kai brought eisagō him  into eis the ho house oikia of  the ho high archiereus priest .  · ho · de Peter Petros was  following akoloutheō at  a  distance makrothen. ", "55": "Some people  had  kindled periaptō · de a  fire pyr in en the  middle mesos of  the ho courtyard aulē and kai sat synkathizō down  together .  Peter Petros sat kathēmai down  · ho among mesos them autos. ", "56": "Seeing  · de him autos sitting kathēmai at pros the ho fire phōs, a  certain tis servant paidiskē girl  · kai looked atenizō at  him autos intently  and  said legō, “ This  man houtos also kai was eimi with syn him autos.” ", "57": "But de he ho denied arneomai it,  saying legō, “ Woman gynē,  I  do  not ou know oida him autos!” ", "58": "· kai After meta a  little brachus while  someone  else heteros noticed  him autos and  said phēmi, “ You sy also kai are eimi one  of ek them autos.”  · ho But de Peter Petros said phēmi, “ Man anthrōpos,  I  am eimi not ou!” ", "59": "Then kai after  about hōsei an heis hour hōra had  passed diistēmi a  certain tis other allos person  kept  insisting diischurizomai,  saying legō, “ Surely epi alētheia this  person houtos also kai was eimi with meta him autos,  for gar he eimi too kai is eimi a  Galilean Galilaios.” ", "60": "But de Peter Petros said legō,  · ho “ Man anthrōpos,  I  do  not ou know oida what hos you  are  talking legō about .”  And kai immediately parachrēma,  while  he autos was  still eti speaking laleō, the  rooster alektōr crowed phōneō. ", "61": "Then kai the ho Lord kyrios turned strephō and  looked emblepō at ho Peter Petros,  and kai Peter Petros remembered hypomimnēskō · ho the ho word rhēma of  the ho Lord kyrios that hōs he  had  said legō to  him autos, “ Before prin the  rooster alektōr crows phōneō today sēmeron,  you  will  deny aparneomai me egō three tris times .” ", "62": "And kai he  went exerchomai out exō and  wept klaiō bitterly pikrōs. ", "63": "Now kai the ho men anēr who ho were  holding synechō Jesus autos in  custody  began  to  mock empaizō him autos and  beat derō him, ", "64": "and kai blindfolding perikalyptō him autos they  kept  asking eperōtaō, “ Tell prophēteuō us,  who tis is eimi it  that ho struck paiō you sy?” ", "65": "· kai They legō also  said legō to eis him autos many polys other heteros blasphemous blasphēmeō things . ", "66": "And kai when hōs day hēmera came ginomai,  the ho council  of  elders presbyterion of  the ho people laos was  assembled synagō,  both te chief archiereus priests  and kai scribes grammateus,  and kai they  had  Jesus autos brought apagō into eis · ho their autos council synedrion chamber ", "67": "and  said legō, “ If ei you sy are eimi the ho Messiah Christos,  tell legō us hēmeis.”  But de he  said legō to  them autos, “ If ean I  tell legō you hymeis,  you  will  not ou mē believe pisteuō, ", "68": "and de if ean I  question erōtaō you,  you  will  not ou mē answer apokrinomai. ", "69": "But de from apo · ho now nyn on  the ho Son hyios of ho Man anthrōpos shall  be eimi seated kathēmai at ek the  right dexios hand  of  the ho power dynamis of ho God theos.” ", "70": "They  all pas said legō,  · de “ Are eimi you sy,  then oun,  the ho Son hyios of ho God theos?”  And de he ho said phēmi to pros them autos, “ You hymeis say legō that hoti I egō am eimi.” ", "71": "Then de they ho said legō, “ What tis further eti need chreia do  we  have echō of  a  witness martyria?  For gar we  have  heard akouō it  ourselves autos from apo · ho his  own autos lips stoma.” "}