{"1": "But de on  the ho first heis day  of  the ho week sabbaton,  at  early bathus dawn orthros, the women  came erchomai to epi the ho tomb mnēma,  bringing pherō the  anointing  spices arōma that hos they  had  prepared hetoimazō. ", "2": "They  found heuriskō · de the ho stone lithos rolled apokyliō away  from apo the ho tomb mnēmeion, ", "3": "and de going eiserchomai inside  they  did  not ou find heuriskō the ho body sōma of  the ho Lord kyrios Jesus Iēsous. ", "4": "· kai It  happened ginomai that ,  while en · ho they autos were  wondering aporeō about peri this houtos,  · kai suddenly idou two dyo men anēr stood ephistēmi beside  them autos dressed  in en dazzling astraptō attire esthēs. ", "5": "The  women autos were ginomai frightened emphobos · de and kai bowed klinō their ho faces prosōpon to eis the ho ground gē, but the men  said legō to pros them autos, “ Why tis do  you  look zēteō for  the ho living zaō among meta the ho dead nekros? ", "6": "He  is eimi not ou here hōde,  but alla he  has  been  raised egeirō.  Remember mimnēskomai how hōs he  spoke laleō to  you hymeis,  while  he  was eimi still eti in en · ho Galilee Galilaia, ", "7": "saying legō that hoti it  was  necessary dei for  the ho Son hyios of ho Man anthrōpos to  be  delivered paradidōmi into eis the  hands cheir of  sinful hamartōlos men anthrōpos and kai to  be  crucified stauroō and kai on  the ho third tritos day hēmera to  rise anistēmi again.” ", "8": "Then kai they  remembered mimnēskomai · ho his autos words rhēma. ", "9": "And kai returning hypostrephō from apo the ho tomb mnēmeion,  they  told apangellō all pas these houtos things  to  the ho eleven hendeka and kai to  all pas the ho others loipos. ", "10": "It  was eimi · de · ho Mary Maria Magdalene Magdalēnē and kai Joanna Iōanna and kai Mary Maria the ho mother  of  James Iakōbos and kai the ho other loipos women  with syn them autos.  They  kept  telling legō these  things houtos to pros the ho apostles apostolos, ", "11": "but kai these houtos words rhēma seemed phainō like hōsei nonsense lēros to enōpion them autos,  · ho and kai they  did  not  believe apisteō them autos. ", "12": "· ho But de Peter Petros got anistēmi up  and  ran trechō to epi the ho tomb mnēmeion;  and kai bending parakyptō down  he  saw blepō the ho strips  of  linen othonion by  themselves monos,  and kai he  went aperchomai away  wondering thaumazō to pros himself heautou what ho had  happened ginomai. ", "13": "Now kai on en that ho same autos day hēmera two dyo of ek them autos were eimi on  their  way poreuō to eis a  village kōmē about apechō seven  miles stadion from apo Jerusalem Ierousalēm,  Emmaus Emmaous by hos name onoma. ", "14": "And kai they autos were  talking homileō with pros one allēlōn another  about peri all pas these  things houtos that ho had  taken symbainō place . ", "15": "· kai While en they autos were  talking homileō and kai debating syzēteō these things,  it  happened  that ginomai Jesus Iēsous himself autos drew engizō near  and kai walked symporeuomai along  with  them autos, ", "16": "· ho but de their autos eyes ophthalmos were  kept krateō from  recognizing epiginōskō him autos. ", "17": "He  said legō · de to pros them autos, “ What tis are  · ho these houtos matters logos that hos you  are  discussing antiballō with pros each allēlōn other  as  you  walk peripateō along ?”  · kai They  came  to  a  stop histēmi,  looking skythrōpos sad . ", "18": "Then de one heis of them,  named onoma Cleopas Kleopas,  answered apokrinomai,  saying legō to pros him autos, “ Are  you sy the  only monos visitor paroikeō to  Jerusalem Ierousalēm · kai who  does  not ou know ginōskō the ho things that  have  happened ginomai there en autos in en · ho these houtos days hēmera?” ", "19": "And kai he  said legō to  them autos, “ What poios things ?”  They ho · de answered legō him autos, “ The ho things  about peri Jesus Iēsous of ho Nazareth Nazarēnos, a  man anēr who hos was ginomai a  prophet prophētēs mighty dynatos in en deed ergon and kai word logos before enantion · ho God theos and kai all pas the ho people laos, ", "20": "that hopōs our hēmeis chief  priests archiereus and kai rulers archōn delivered paradidōmi him autos up  · ho · ho to eis be  condemned krima to  death thanatos and kai crucified stauroō him autos. ", "21": "But de we hēmeis had  hoped elpizō that hoti he autos was eimi the ho one  who  was  going mellō to  redeem lytroō · ho Israel Israēl.  Indeed ge kai,  besides syn all pas this houtos,  but alla it  is agō now houtos the  third tritos day hēmera since apo hos these houtos things  happened ginomai. ", "22": "Moreover alla kai,  some tis women gynē of ek our hēmeis group  astonished existēmi us hēmeis:  going ginomai to epi the ho tomb mnēmeion early orthrinos in  the  morning ", "23": "and kai not mē finding heuriskō · ho his autos body sōma,  they  came erchomai back  saying legō that  they  had horaō even kai seen horaō a  vision optasia of  angels angelos who hos said legō that  he autos was  alive zaō. ", "24": "Then kai some tis of  those ho who were  with syn us hēmeis went aperchomai to epi the ho tomb mnēmeion,  and kai found heuriskō it  just houtōs as kathōs · kai the ho women gynē had  said legō,  but de him autos they did  not ou see.” ", "25": "So kai he autos said legō to pros them autos, “ You ō foolish anoētos people ,  · kai slow bradys of ho heart kardia to ho believe pisteuō in epi all pas that hos the ho prophets prophētēs have  spoken laleō! ", "26": "Was  it dei not ouchi necessary dei for  the ho Messiah Christos to  suffer paschō these houtos things  and kai enter eiserchomai into eis · ho his autos glory doxa?” ", "27": "Then kai,  beginning archō with apo Moses Mōysēs and kai all pas the ho Prophets prophētēs,  he  interpreted diermēneuō to  them autos the ho things written  about peri himself heautou in en all pas the ho Scriptures graphē. ", "28": "When kai they  drew engizō near  to eis the ho village kōmē to  which hou they  were  going poreuō,  · kai he autos made prospoieō as  though  he  was  going poreuō farther porrō, ", "29": "but kai they  urged parabiazomai him autos strongly ,  saying legō, “ Stay menō with meta us hēmeis,  for hoti it  is eimi toward pros evening hespera and kai the ho day hēmera is  already ēdē far  spent klinō.”  So kai he  went eiserchomai in  to ho stay menō with syn them autos. ", "30": "· kai When en he autos was  reclining kataklinō at  the  table  with meta them autos,  he  took lambanō the ho bread artos,  blessed eulogeō and kai broke klaō it, and  gave epididōmi it  to  them autos. ", "31": "At  this  point de their autos eyes ophthalmos were  opened dianoigō,  · ho and kai they  recognized epiginōskō him autos.  Then kai he autos vanished aphantos ginomai from apo their autos sight. ", "32": "· kai They  said legō to pros each allēlōn other , “ Were eimi not ouchi · ho our hēmeis hearts kardia burning kaiō within en us hēmeis as hōs he  spoke laleō to  us hēmeis on en the ho road hodos,  as hōs he  opened dianoigō to  us hēmeis the ho Scriptures graphē?” ", "33": "So kai they  got anistēmi up  that ho very autos hour hōra and  returned hypostrephō to eis Jerusalem Ierousalēm,  · kai where  they  found heuriskō the ho eleven hendeka and kai those ho with syn them autos gathered athroizō together , ", "34": "saying legō, “ The ho Lord kyrios has  indeed ontōs been  raised egeirō and kai has  appeared horaō to  Simon Simōn!” ", "35": "Then kai the  two autos explained exēgeomai what ho had happened  on en the ho road hodos,  and kai how hōs Jesus  had  been  made  known ginōskō to  them autos in en the ho breaking klasis of  the ho bread artos. ", "36": "While laleō they autos were  saying laleō these  things houtos,  · de Jesus  himself autos stood histēmi in en their autos midst mesos and kai said legō to  them autos, “ Peace eirēnē to  you hymeis.” ", "37": "But de they  were ginomai startled ptoeō and kai frightened emphobos, and  thought dokeō they  were  seeing theōreō a  ghost pneuma. ", "38": "And kai he  said legō to  them autos, “ Why tis are  you eimi so  troubled tarassō and kai why dia tis are  doubts dialogismos arising anabainō in en · ho your hymeis hearts kardia? ", "39": "Look at  · ho my egō hands cheir and kai · ho my egō feet pous,  that hoti it  is eimi I egō myself autos.  Touch psēlaphaō me egō and kai see,  for hoti a  ghost pneuma does echō not ou have echō flesh sarx and kai bones osteon as kathōs you  see theōreō that  I egō have echō.” ", "40": "· kai When  he  had  said legō this houtos,  he  showed deiknymi them autos his ho hands cheir and kai his ho feet pous. ", "41": "While  they autos still eti · de could  not  believe apisteō it  for apo · ho joy chara and kai were  continuing  to  marvel thaumazō,  he  said legō to  them autos, “ Have echō you  anything tis to  eat brōsimos here enthade?” ", "42": "They ho · de gave epididōmi him autos a  piece meros of  broiled optos fish ichthus, ", "43": "and kai he esthiō took lambanō it and  ate esthiō in enōpion their autos presence. ", "44": "Then de he  said legō to pros them autos, “ These houtos are  · ho my egō words logos which hos I  spoke laleō to pros you hymeis while  I  was eimi still eti with syn you hymeis,  that hoti everything pas · ho written graphō in en the ho law nomos of  Moses Mōysēs and kai the ho prophets prophētēs and kai psalms psalmos about peri me egō must dei be  fulfilled plēroō.” ", "45": "Then tote he  opened dianoigō their autos · ho minds nous so ho they  could  understand syniēmi the ho scriptures graphē, ", "46": "and kai said legō to  them autos, “ Thus houtōs it  is  written graphō, that  the ho Messiah Christos is  to  suffer paschō and kai to  rise anistēmi from ek the  dead nekros on  the ho third tritos day hēmera, ", "47": "and kai that  repentance metanoia and  forgiveness aphesis of  sins hamartia is  to  be  proclaimed kēryssō in epi · ho his autos name onoma to eis all pas the ho nations ethnos,  beginning archō from apo Jerusalem Ierousalēm. ", "48": "You hymeis are  witnesses martys of  these houtos things . ", "49": "And kai behold idou,  I egō am  sending apostellō the ho promise epangelia of ho my egō Father patēr upon epi you hymeis,  but de stay kathizō in en the ho city polis until heōs hos you  have  been  clothed endyō with  power dynamis from ek on  high hypsos.” ", "50": "Then de he  led exagō them autos out exō as heōs far  as  Bethany Bēthania,  and kai lifting epairō up  · ho his autos hands cheir he  blessed eulogeō them autos. ", "51": "· kai While en · ho he autos was  blessing eulogeō them autos,  he  departed diistēmi from apo them autos and kai was  carried anapherō up  into eis · ho heaven ouranos. ", "52": "And kai they autos worshiped proskyneō him autos and  returned hypostrephō to eis Jerusalem Ierousalēm with meta great megas joy chara, ", "53": "and kai they  were eimi continually dia pas in en the ho temple hieron blessing eulogeō · ho God theos. "}