{"1": "In en the  fifteenth pentekaidekatos year etos · de of  the ho reign hēgemonia of  Tiberius Tiberios Caesar Kaisar,  when  Pontius Pontios Pilate Pilatos was  governing hēgemoneuō · ho Judea Ioudaia,  and kai Herod hērōdēs was  tetrarch tetraarcheō of ho Galilee Galilaia and de Philip Philippos · ho his autos brother adelphos tetrarch tetraarcheō of  the ho region chōra of  Ituraea Itouraios and kai Trachonitis Trachōnitis,  and kai Lysanias Lysanias was  tetrarch tetraarcheō of ho Abilene Abilēnē, ", "2": "when epi Annas Hannas was  high archiereus priest ,  and kai Caiaphas Kaiaphas, the  word rhēma of  God theos came ginomai upon epi John Iōannēs the ho son hyios of  Zechariah Zacharias in en the ho wilderness erēmos. ", "3": "And kai he  went erchomai into eis the ho region  all pas around perichōros the ho Jordan Iordanēs,  proclaiming kēryssō a  baptism baptisma of  repentance metanoia for eis the  forgiveness aphesis of  sins hamartia. ", "4": "As hōs it  is  written graphō in en the  book biblos of  the  words logos of  Isaiah ēsaias the ho prophet prophētēs, “The  voice phōnē of  one  calling boaō out  in en the ho wilderness erēmos: ' Prepare hetoimazō the ho way hodos for  the  Lord kyrios,  make poieō the ho paths tribos straight  for  him autos. ", "5": "Every pas ravine pharanx will  be  filled plēroō in  and kai every pas mountain oros and kai hill bounos will  be  leveled tapeinoō off ;  · kai the ho crooked  places skolios will  become eimi straight  and kai the ho rough trachus places  will  become  smooth leios roads hodos. ", "6": "Then kai will  all pas flesh sarx see horaō the ho salvation  of ho God theos!'” ", "7": "So oun he  said legō to  the ho crowds ochlos that  were  coming ekporeuomai out  to  be  baptized baptizō by hypo him autos, “ You  offspring gennēma of  vipers echidna!  Who tis warned hypodeiknymi you hymeis to  flee pheugō from apo the ho coming mellō wrath orgē? ", "8": "Bear poieō,  then oun,  fruits karpos worthy axios of ho repentance metanoia.  · kai Do  not mē even  begin archō to  say legō to en yourselves heautou, ' We  have echō Abraham Abraam as  our  father patēr.'  · ho For gar I  say legō to  you hymeis that hoti God theos is  able dynamai,  · ho out ek of  · ho these houtos stones lithos,  to  raise egeirō up  children teknon to ho Abraham Abraam. ", "9": "Indeed kai,  already ēdē · de the ho axe axinē is  laid keimai to pros the ho root rhiza of  the ho trees dendron;  therefore oun every pas tree dendron that  does  not mē bear poieō good kalos fruit karpos will  be  cut ekkoptō down  and kai thrown ballō into eis the  fire pyr. ", "10": "· kai The ho crowds ochlos asked eperōtaō him autos saying legō, “ What tis,  then oun,  shall  we  do poieō?” ", "11": "And de he  would  answer apokrinomai,  saying legō to  them autos, “ He ho who  has echō two dyo tunics chitōn,  let  him  share metadidōmi with  the ho one  who  has echō none mē;  and kai he ho who  has echō food brōma,  let  him  do poieō the  same homoiōs.” ", "12": "Tax  collectors telōnēs also kai came erchomai · de to  be  baptized baptizō and kai they  said legō to pros him autos, “ Teacher didaskalos,  what tis should  we  do poieō?” ", "13": "And de he ho said legō to pros them autos, “ Collect prassō no mēdeis more polys than para what ho has  been  prescribed diatassō for  you hymeis.” ", "14": "Soldiers  were  also kai questioning eperōtaō · de him autos,  saying legō, “ And kai we hēmeis,  what tis should  we  do poieō?”  · kai He  said legō to  them autos, “ Do  not mēdeis extort diaseiō money  from  anyone,  or mēde accuse sykophanteō them  falsely ;  and kai be  content arkeō with  · ho your hymeis wages opsōnion.” ", "15": "Since  the ho people laos were  filled  with  anticipation prosdokaō · de and kai all pas were  questioning dialogizomai in en · ho their autos hearts kardia about peri · ho John Iōannēs (“ Could  he autos perhaps mēpote be eimi the ho Messiah Christos?”) ", "16": "John Iōannēs gave  an  answer apokrinomai to  all pas,  saying legō,  · ho “ I egō indeed men baptize baptizō you hymeis with  water hydōr,  but de there  is  coming erchomai one ho who  is  mightier ischuros than  I egō,  of  whom hos I  am eimi not ou worthy hikanos to  untie lyō the ho thong himas of ho his autos sandals hypodēma.  He autos it is who  will  baptize baptizō you hymeis with en the  Holy hagios Spirit pneuma and kai fire pyr. ", "17": "His hos · ho winnowing ptyon fork  is  in en · ho his autos hand cheir,  to  clear diakathairō · ho his autos threshing halōn floor  and kai to  gather synagō the ho wheat sitos into eis · ho his autos granary apothēkē;  but de the ho chaff achuron he  will  burn katakaiō with  unquenchable asbestos fire pyr.” ", "18": "And kai with  many polys other heteros words  he  exhorted parakaleō the ho people laos, and  evangelized euangelizō them. ", "19": "· ho But de Herod hērōdēs the ho tetrarch tetraarchēs,  when  he  was  reproved elenchō by hypo him autos concerning peri Herodias hērōidias,  the ho wife gynē of ho his autos brother adelphos,  and kai concerning peri all pas the  evil  things ponēros which hos Herod hērōdēs had  done poieō,  · ho", "20": "added prostithēmi this houtos also kai to epi them  all pas:  · kai he  confined katakleiō · ho John Iōannēs in en prison phylakē. ", "21": "Now de when en · ho all hapas the ho people laos had  been  baptized baptizō,  and kai when  Jesus Iēsous was  baptized baptizō and kai was  praying proseuchomai,  the ho heavens ouranos were  opened anoigō, ", "22": "and kai the ho Holy hagios Spirit pneuma descended katabainō · ho on epi him autos in  bodily sōmatikos form eidos,  like hōs a  dove peristera;  and kai a  voice phōnē came ginomai from ek heaven ouranos, “ You sy are eimi · ho my egō Son hyios,  the ho Beloved agapētos;  with en you sy I  am  well  pleased eudokeō.” ", "23": "So kai Jesus Iēsous,  when archō he autos began archō his ministry,  was eimi about hōsei thirty triakonta years etos of age,  being eimi the  son hyios ( as hōs it  was  thought nomizō)  of  Joseph Iōsēph,  the ho son  of  Helix ēli, ", "24": "the ho son  of  Matzot Maththat,  the ho son  of  Levi Leui,  the ho son  of  Melchi Melchi,  the ho son  of  Jannai Iannai,  the ho son  of  Joseph Iōsēph, ", "25": "the ho son  of  Mattathias Mattathias,  the ho son  of  Amos Amōs,  the ho son  of  Nahum Naoum,  the ho son  of  Esli Hesli,  the ho son  of  Naggai Nangai, ", "26": "the ho son  of  Maath Maath,  the ho son  of  Mattathias Mattathias,  the ho son  of  Semein Semein,  the ho son  of  Josech Iōsēch,  the ho son  of  Joda Iōda, ", "27": "the ho son  of  Joanan Iōanan,  the ho son  of  Rhesa Rhēsa,  the ho son  of  Zerubbabel Zorobabel,  the ho son  of  Shealtiel Salathiēl,  the ho son  of  Neri Nēri, ", "28": "the ho son  of  Melchi Melchi,  the ho son  of  Addi Addi,  the ho son  of  Cosam Kōsam,  the ho son  of  Elmadam Elmadam,  the ho son  of  Er ēr, ", "29": "the ho son  of  Joshua Iēsous,  the ho son  of  Eliezer Eliezer,  the ho son  of  Jorim Iōrim,  the ho son  of  Matthat Maththat,  the ho son  of  Levi Leui, ", "30": "the ho son  of  Simeon Symeōn,  the ho son  of  Judah Ioudas,  the ho son  of  Joseph Iōsēph,  the ho son  of  Jonam Iōnam,  the ho son  of  Eliakim Eliakim, ", "31": "the ho son  of  Melea Melea,  the ho son  of  Menna Menna,  the ho son  of  Mattatha Mattatha,  the ho son  of  Nathan Natham,  the ho son  of  David Dauid, ", "32": "the ho son  of  Jesse Iessai,  the ho son  of  Obed Iōbēd,  the ho son  of  Boaz Boos,  the ho son  of  Sala Sala,  the ho son  of  Nahshon Naassōn, ", "33": "the ho son  of  Amminadab Aminadab,  the ho son  of  Admin Admin,  the ho son of Arni,  the ho son  of  Hezron Hesrōm,  the ho son  of  Perez Phares,  the ho son  of  Judah Ioudas, ", "34": "the ho son  of  Jacob Iakōb,  the ho son  of  Isaac Isaak,  the ho son  of  Abraham Abraam,  the ho son  of  Terah Thara,  the ho son  of  Nahor Nachōr, ", "35": "the ho son  of  Serug Serouch,  the ho son  of  Reu Rhagau,  the ho son  of  Peleg Phalek,  the ho son  of  Eber Eber,  the ho son  of  Shelah Sala, ", "36": "the ho son  of  Cainan Kainam,  the ho son  of  Arphaxad Arphaxad,  the ho son  of  Shem Sēm,  the ho son  of  Noah Nōe,  the ho son  of  Lamech Lamech, ", "37": "the ho son of Methuselah,  the ho son  of  Enoch Henōch,  the ho son  of  Jared Iaret,  the ho son  of  Mahalalel Maleleēl,  the ho son  of  Kenan Kainam, ", "38": "the ho son  of  Enosh Enōs,  the ho son  of  Seth Sēth,  the ho son  of  Adam Adam,  the ho son  of  God theos. "}