{"1": "It  happened ginomai that ,  · de when en the ho crowd ochlos was  pressing epikeimai around  him autos and kai listening akouō to  the ho word logos of ho God theos,  · kai he autos was eimi standing histēmi beside para the ho lake limnē of  Gennesaret Gennēsaret", "2": "and kai he saw  two dyo boats ploion by para the ho lake limnē,  but de the ho fishermen halieus had  gotten  out apobainō of apo them autos and  were  washing plynō their ho nets diktyon. ", "3": "He  got embainō · de into eis one heis of  the ho boats ploion,  which hos was eimi Simon' s Simōn, and  asked erōtaō him autos to  put  out epanagō a  little oligos from apo the ho shore gē.  Then de he  sat kathizō down  and  taught didaskō the ho crowds ochlos from ek the ho boat ploion. ", "4": "When hōs · de he  stopped pauō speaking laleō,  he  said legō to pros · ho Simon Simōn, “ Put epanagō out  into eis the ho deep bathos water  and kai lower chalaō · ho your hymeis nets diktyon for eis a  catch agra.” ", "5": "But kai Simon Simōn responded apokrinomai,  saying legō, “ Master epistatēs,  all dia holos night nyx long  we  have  toiled kopiaō and  have  caught lambanō nothing oudeis!  But de at epi · ho your sy word rhēma I  will  lower chalaō the ho nets diktyon.” ", "6": "And kai when  they  had  done poieō this houtos,  they  enclosed synkleiō a  large polys number plēthos of  fish ichthus,  and de their autos nets diktyon were about to break.  · ho", "7": "· kai They  signaled kataneuō to  their ho partners metochos in en the ho other heteros boat ploion · ho to  come erchomai and  help syllambanō them autos.  And kai they  came erchomai and kai filled pimplēmi both amphoteroi the ho boats ploion,  so hōste that  they autos were  about  to  sink bythizō. ", "8": "When  Simon Simōn Peter Petros saw  · de this,  he  fell prospiptō at  the ho knees gony of  Jesus Iēsous,  saying legō, “ Go exerchomai away  from apo me egō,  Lord kyrios,  for hoti I  am eimi a  sinful hamartōlos man anēr!” ", "9": "For gar amazement thambos had  taken  hold periechō of  him autos and kai all pas who ho were  with syn him autos because epi of  the ho catch agra of ho fish ichthus that hos they  had  taken syllambanō, ", "10": "and de so homoiōs also kai were  James Iakōbos and kai John Iōannēs,  sons hyios of  Zebedee Zebedaios,  who hos were eimi partners koinōnos with ho Simon Simōn.  But kai Jesus Iēsous said legō to pros · ho Simon Simōn,  · ho “ Do  not mē be  afraid phobeomai;  from apo · ho now nyn on  you  will  be eimi catching zōgreō men anthrōpos.” ", "11": "Then kai they  brought katagō the ho boats ploion to epi · ho shore gē,  left aphiēmi everything pas, and  followed akoloutheō him autos. ", "12": "· kai It  happened ginomai that ,  when en · ho he autos was eimi in en one heis of  the ho cities polis,  · kai there idou was  a  man anēr full plērēs of  leprosy lepra.  And de seeing  · ho Jesus Iēsous,  he  fell piptō on epi his  face prosōpon and  implored deomai him autos,  saying legō, “ Lord kyrios,  if ean you  are  willing thelō,  you  can dynamai make  me egō clean katharizō.” ", "13": "And kai Jesus  stretched ekteinō out  his ho hand cheir and  touched haptō him autos,  saying legō, “ I  am  willing thelō;  become  clean katharizō.”  And kai immediately eutheōs the ho leprosy lepra left aperchomai apo him autos. ", "14": "Then kai Jesus autos ordered parangellō the  man autos to  tell legō no mēdeis one : “ Go aperchomai,  rather alla, and  show deiknymi yourself seautou to  the ho priest hiereus and kai make prospherō an  offering  for peri · ho your sy cleansing katharismos,  just kathōs as  Moses Mōysēs commanded prostassō as eis a  testimony martyrion to  them autos.” ", "15": "Then de the ho word logos about peri him autos spread dierchomai even  more mallon,  and kai large polys crowds ochlos would  come synerchomai together  to  hear akouō him  and kai to  be  healed therapeuō of apo · ho their autos diseases astheneia. ", "16": "But de he autos would eimi go hypochōreō off  to en · ho wilderness erēmos places  and kai pray proseuchomai. ", "17": "· kai It  happened ginomai on en one heis of  those ho days hēmera when kai he autos was eimi teaching didaskō,  and kai sitting kathēmai there  were eimi Pharisees Pharisaios and kai teachers nomodidaskalos of  the  law  who hos had eimi come erchomai from ek every pas village kōmē of ho Galilee Galilaia and kai Judea Ioudaia and kai from  Jerusalem Ierousalēm,  and kai power dynamis from  the  Lord kyrios was eimi there  for eis him autos · ho to  heal iaomai, ", "18": "and kai there idou were  men anēr carrying pherō on epi a  stretcher klinē a  man anthrōpos who hos was eimi paralyzed paralyō.  · kai They  were  trying zēteō to  bring eispherō him autos in  and kai place tithēmi him autos before enōpion Jesus autos. ", "19": "But kai not mē finding heuriskō any poios way  to  bring eispherō him autos in  on dia account  of  the ho crowd ochlos,  they  went anabainō up  on epi the ho roof dōma and  lowered kathiēmi him autos, along  with syn the ho stretcher klinidion,  through dia the ho tiles keramos into eis the ho midst mesos,  in emprosthen front  of  · ho Jesus Iēsous. ", "20": "And kai when he saw  · ho their autos faith pistis,  he  said legō, “ Man anthrōpos,  your sy sins hamartia are  forgiven aphiēmi you sy.”  · ho", "21": "And kai the ho scribes grammateus and kai the ho Pharisees Pharisaios began archō to  ponder dialogizomai,  saying legō, “ Who tis is eimi this houtos who hos speaks laleō blasphemies blasphēmia?  Who tis is  able dynamai to  forgive aphiēmi sins hamartia except ei mē God theos alone monos?”  · ho", "22": "Jesus Iēsous,  perceiving epiginōskō · de · ho · ho their autos thoughts dialogismos,  answered apokrinomai,  saying legō to pros them autos, “ Why tis are  you  questioning dialogizomai in en · ho your hymeis hearts kardia? ", "23": "Which tis is eimi easier eukopos,  to  say legō, ' Your sy sins hamartia have  been  forgiven aphiēmi you sy,'  · ho or ē to  say legō, ' Get egeirō up  and kai walk peripateō'? ", "24": "But de that hina you  may  know oida that hoti the ho Son hyios of ho Man anthrōpos has echō authority exousia on epi · ho earth gē to  forgive aphiēmi sins hamartia”— he  said legō to  the ho paralyzed paralyō man , “ I  say legō to  you sy,  get egeirō up ,  and kai when  you  have  picked airō up  · ho your sy stretcher klinidion,  go poreuō to eis · ho your sy house oikos.” ", "25": "· kai Immediately parachrēma,  having  stood anistēmi up  before enōpion them autos and  picked airō up  what hos he  had  been  lying katakeimai on epi,  he  went aperchomai off  to eis · ho his autos house oikos praising doxazō · ho God theos. ", "26": "· kai Astonishment ekstasis gripped lambanō them  all hapas,  and kai they  began  to  glorify doxazō · ho God theos.  · kai They  were  filled pimplēmi with  awe phobos,  saying legō, “We have seen  incredible paradoxos things  today sēmeron.” ", "27": "· kai After meta this houtos he  went exerchomai out  and kai saw theaomai a  tax telōnēs collector  named onoma Levi Leui,  sitting kathēmai at epi the ho tax telōnion booth .  And kai he  said legō to  him autos, “ Follow akoloutheō me egō.” ", "28": "So kai leaving kataleipō everything pas,  he  got anistēmi up  and  followed akoloutheō him autos. ", "29": "And kai Levi Leui made poieō a  great megas banquet dochē for  him autos in en · ho his autos house oikia,  and kai there  was eimi a  great polys crowd ochlos of  tax telōnēs collectors  and kai others allos who hos were eimi reclining  at  table katakeimai with meta them autos. ", "30": "And kai the ho Pharisees Pharisaios and kai their autos scribes grammateus were  grumbling gongyzō · ho at pros · ho his autos disciples mathētēs,  saying legō, “ Why dia tis do  you  eat esthiō and kai drink pinō with meta the ho tax telōnēs collectors  and kai sinners hamartōlos?” ", "31": "· kai In  response apokrinomai · ho Jesus Iēsous said legō to pros them autos, “ Those ho who  are  healthy hygiainō have echō no ou need chreia of  a  doctor iatros,  but alla those ho who  are  sick kakōs do echō; ", "32": "I  have  not ou come erchomai to  call kaleō righteous dikaios people ,  but alla sinners hamartōlos,  to eis repentance metanoia.” ", "33": "And de they ho said legō to pros him autos, “ The ho disciples mathētēs of  John Iōannēs often pyknos fast nēsteuō and kai offer poieō prayers deēsis,  so homoiōs also kai do  the ho disciples  of  the ho Pharisees Pharisaios,  · ho but de yours sos continue  to  eat esthiō and kai drink pinō.” ", "34": "· ho So de Jesus Iēsous said legō to pros them autos, “Certainly  you  cannot mē make poieō the ho wedding nymphōn guests hyios · ho fast nēsteuō while en hos the ho bridegroom nymphios is eimi with meta them autos? ", "35": "The  days hēmera will  come erchomai · de · kai when hotan the ho bridegroom nymphios is  taken apairō away  from apo them autos, and  then tote they  will  fast nēsteuō in en those ekeinos · ho days hēmera.” ", "36": "He  also kai told legō · de a  parable parabolē to pros them autos: “ No oudeis one  tears schizō a  patch epiblēma from apo a  new kainos garment himation and  sews epiballō it  on epi an  old palaios garment himation.  If  he  does ei,  · de he schizō both kai tears schizō the ho new kainos,  and kai the ho patch epiblēma from apo the ho new kainos will symphōneō not ou match symphōneō the ho old palaios.  · ho", "37": "And kai no oudeis one  puts ballō new neos wine oinos into eis old palaios wineskins askos.  If  he  does ei,  · de the ho new neos wine oinos will  burst rhēgnymi · ho the ho skins askos and kai it autos will  be  spilled ekchunnomai,  and kai the ho skins askos will  be  destroyed apollymi. ", "38": "Rather alla,  new neos wine oinos is  to  be  put blēteos into eis new kainos wineskins askos", "39": "And kai no oudeis one  drinking pinō the  old palaios desires thelō the  new neos;  for gar he  says legō, ' The ho old palaios is eimi good chrēstos.'” "}