{"1": "After epeidē he  had  finished plēroō speaking  all pas · ho his autos sayings rhēma in eis the ho ears akoē of  the ho people laos,  he  entered eiserchomai Capernaum Kapharnaoum. ", "2": "The servant  of  a  certain tis centurion hekatontarchēs · de who hos was eimi highly  valued entimos by  him autos was echō sick kakōs and  about mellō to  die teleutaō. ", "3": "When  the centurion  heard akouō · de about peri · ho Jesus Iēsous,  he  sent apostellō to pros him autos elders presbyteros of  the ho Jews Ioudaios,  asking erōtaō him autos to hopōs come erchomai and  heal diasōzō · ho his autos servant. ", "4": "And de when  they ho came paraginomai to pros · ho Jesus Iēsous,  they  pleaded parakaleō with  him autos earnestly spoudaiōs,  saying legō, “ He  is eimi worthy axios that hos you  should  grant parechō this houtos, ", "5": "for gar he  loves agapaō · ho our hēmeis nation ethnos and kai he autos built oikodomeō the ho synagogue synagōgē for  us hēmeis.” ", "6": "· ho So de Jesus Iēsous went poreuō with syn them autos.  And de when ēdē he autos was apechō not ou far makran from apo the ho house oikia,  the ho centurion hekatontarchēs sent pempō friends philos,  saying legō to  him autos, “ Lord kyrios,  do  not mē trouble skyllō yourself ,  for gar I  am eimi not ou worthy hikanos that hina you  should  come eiserchomai under hypo · ho my egō roof stegē. ", "7": "For dio that  reason  I  did  not oude consider  myself emautou worthy axioō to  come erchomai to pros you sy.  But alla speak legō the  word logos and kai let  my egō servant pais be  healed iaomai.  · ho", "8": "For gar I egō too kai am eimi a  man anthrōpos set tassō under hypo authority exousia,  having echō soldiers stratiōtēs under hypo me emautou:  and kai I  say legō to  this  one houtos, ' Go poreuō,'  and kai he  goes poreuō;  and kai to  another allos, ' Come erchomai,'  and kai he  comes erchomai;  and kai to ho my egō servant, ' Do poieō this houtos,'  and kai he  does poieō it.” ", "9": "When  Jesus Iēsous heard akouō · de these houtos things ,  · ho he  admired thaumazō him autos.  · kai Turning strephō to  the ho crowd ochlos that  was  following akoloutheō him autos,  he  said legō, “ I  tell legō you hymeis,  not oude even  in en · ho Israel Israēl have  I  found heuriskō such tosoutos faith pistis.” ", "10": "· kai Returning hypostrephō to eis the ho house oikos,  those ho who  had  been  sent pempō found heuriskō the ho servant  in  good  health hygiainō. ", "11": "· kai It  happened ginomai soon  afterward en · ho that  Jesus  went poreuō to eis a  town polis called kaleō Nain Nain,  and kai his autos disciples mathētēs and kai a  large polys crowd ochlos went symporeuomai with  him autos.  · ho", "12": "As hōs · de Jesus  approached engizō the ho gate pylē of  the ho town polis,  · kai a  man  who  had  died thnēskō was  being  carried ekkomizō out —the  only monogenēs son hyios of ho his autos mother mētēr · kai ( she autos was eimi a  widow chēra).  · kai A  large hikanos crowd ochlos from  the ho town polis was eimi with syn her autos. ", "13": "· kai Seeing  her autos,  the ho Lord kyrios had  compassion splanchnizomai on epi her autos and kai said legō to  her autos, “ Do  not mē weep klaiō.” ", "14": "· kai He  went proserchomai up  and  touched haptō the ho coffin soros,  and de those ho who  carried bastazō it  stopped histēmi.  And kai he  said legō, “ Young neaniskos man ,  I  say legō to  you sy,  get egeirō up !” ", "15": "· kai The ho dead  man nekros sat anakathizō up  and kai began archō to  speak laleō,  and kai Jesus  gave didōmi him autos back  to ho his autos mother mētēr. ", "16": "Fear phobos gripped lambanō · de them  all pas,  and kai they  glorified doxazō · ho God theos,  saying legō, “A  great megas prophet prophētēs has  arisen egeirō among en us hēmeis!”  and kai, “ God theos has  come episkeptomai to  help  · ho · ho his autos people laos!” ", "17": "· kai This houtos report logos about peri Jesus autos spread exerchomai · ho throughout en holos · ho Judea Ioudaia and kai all pas the ho surrounding perichōros area . ", "18": "· kai The ho disciples mathētēs of  John Iōannēs told apangellō him autos about peri all pas these houtos things .  · kai Calling proskaleō two dyo tis of ho his autos disciples mathētēs,  · ho John Iōannēs", "19": "sent pempō them  to pros the ho Lord kyrios,  saying legō, “ Are eimi you sy the ho one  who  was  to  come erchomai,  or ē should  we  expect prosdokaō someone allos else ?” ", "20": "The ho men anēr went paraginomai · de to pros Jesus autos and  said legō, “ John Iōannēs the ho Baptist baptistēs has  sent apostellō us hēmeis to pros you sy to  ask legō, ' Are eimi you sy the ho one  who  is  to  come erchomai,  or ē should  we  expect prosdokaō someone allos else ?'” ", "21": "In en that ekeinos · ho hour hōra he  healed therapeuō many polys people  of apo diseases nosos,  · kai sicknesses mastix and kai evil ponēros spirits pneuma;  and kai to  many polys who were  blind typhlos he  gave charizomai the  ability  to  see blepō. ", "22": "Then kai he  answered apokrinomai,  saying legō to  them autos, “ Go poreuō and  tell apangellō John Iōannēs what hos you have seen  and kai heard akouō: the  blind typhlos see anablepō, the  lame chōlos walk peripateō,  lepers lepros are  cleansed katharizō,  and kai the  deaf kōphos hear akouō, the  dead nekros are  raised egeirō, the  poor ptōchos have  good  news  brought euangelizō to them. ", "23": "And kai blessed makarios is eimi whoever hos ean is  not mē offended skandalizō by en me egō.” ", "24": "When  John' s Iōannēs messengers angelos left aperchomai,  · de · ho Jesus  began archō to  speak legō to pros the ho crowds ochlos about peri John Iōannēs: “ What tis did  you  go exerchomai out  into eis the ho wilderness erēmos to  look theaomai at ? A  reed kalamos being  shaken saleuō by hypo the  wind anemos? ", "25": "But alla what tis did  you  go exerchomai out  to see? A  man anthrōpos dressed amphiennymi in en luxurious malakos clothing himation?  Those ho who  wear en expensive endoxos clothing himatismos and kai live hyparchō in  luxury tryphē are eimi found  in en · ho royal basileios palaces . ", "26": "But alla what tis did  you  go exerchomai out  to see? A  prophet prophētēs?  Yes nai,  I  tell legō you hymeis,  and kai one who is  more perissoteros than  a  prophet prophētēs. ", "27": "This houtos is eimi he  of peri whom hos it  is  written graphō, ' Behold idou,  I  am  sending apostellō · ho my egō messenger angelos ahead  of pro you sy,  who hos will  prepare kataskeuazō · ho your sy way hodos before emprosthen you sy.' ", "28": "I  tell legō you hymeis,  among en those  born gennētos of  women gynē there  is eimi no  one oudeis greater megas than  John Iōannēs.  Yet de the ho one  who  is  least mikros in en the ho kingdom basileia of ho God theos is eimi greater megas than  he autos.” ", "29": "· kai When  all pas the ho people laos including kai the ho tax  collectors telōnēs ( those  who  had  been  baptized baptizō with  the ho baptism baptisma of  John Iōannēs)  heard akouō this,  they  declared dikaioō · ho God theos just ; ", "30": "but de the ho Pharisees Pharisaios and kai the ho lawyers nomikos ( those  who  had baptizō not mē been  baptized baptizō by hypo John autos)  rejected atheteō the ho purpose boulē of ho God theos for eis themselves heautou. ", "31": "“ To  what tis then oun shall  I  compare homoioō the ho people anthrōpos of ho this houtos generation genea?  · kai What tis are  they eimi like homoios? ", "32": "They  are eimi like homoios children paidion · ho sitting kathēmai in en the  marketplace agora and kai calling prosphōneō to  one allēlōn another ,  they hos are  saying legō, ' We  played auleō the  flute  for  you hymeis,  but kai you  did  not ou dance orcheomai;  we  wailed thrēneō in  mourning ,  but kai you  did  not ou weep klaiō.' ", "33": "For gar John Iōannēs the ho Baptist baptistēs has  come erchomai neither mē eating esthiō bread artos nor mēte drinking pinō wine oinos,  and kai you  say legō, ' He  has echō a  demon daimonion.' ", "34": "The ho Son hyios of ho Man anthrōpos has  come erchomai both  eating esthiō and kai drinking pinō,  and kai you  say legō, ' Look idou! A  man anthrōpos, a  glutton phagos and kai a  drunkard oinopotēs, a  friend philos of  tax telōnēs collectors  and kai sinners hamartōlos!' ", "35": "Nevertheless kai,  wisdom sophia is  proved dikaioō right  · ho by apo all pas · ho her autos children teknon.” ", "36": "Now de one tis of  the ho Pharisees Pharisaios asked erōtaō him autos to hina eat esthiō with meta him autos,  so kai he  went eiserchomai into eis the ho house oikos of  the ho Pharisee Pharisaios and  took kataklinō his  place  at  table . ", "37": "Now kai there  was eimi a  woman gynē known hostis in en the ho city polis as  a  sinner hamartōlos,  and kai when  she  learned epiginōskō that hoti Jesus  was  reclining katakeimai at  table  in en the ho house oikia of  the ho Pharisee Pharisaios,  she  brought komizō an  alabaster alabastros jar  of  perfume myron, ", "38": "and kai standing histēmi behind opisō him  at para · ho his autos feet pous,  weeping klaiō,  she  began archō to  bathe brechō his autos feet pous with  her ho tears dakryon.  · ho · kai She  kept  wiping ekmassō his autos feet pous with  the ho hair thrix of ho her autos head kephalē,  and kai kissing kataphileō them ho and kai pouring aleiphō the ho perfume myron on them. ", "39": "When  the ho Pharisee Pharisaios who ho had  invited kaleō him autos saw  · de this,  he  said legō to en himself heautou, “ If ei this houtos man  were eimi a  prophet prophētēs,  he  would an know ginōskō who tis and kai what potapos kind  of  · ho woman gynē this is  who hostis is  touching haptō him autos— that hoti she  is eimi a  sinner hamartōlos.” ", "40": "And kai Jesus Iēsous,  answering apokrinomai,  · ho said legō to pros him autos, “ Simon Simōn,  I  have echō something tis to  say legō to  you sy.”  And de he ho said phēmi, “ Teacher didaskalos,  say legō it.” ", "41": "“ There  were eimi two dyo debtors chreopheiletēs to  a  certain tis moneylender danistēs.  The ho one heis owed opheilō five  hundred pentakosioi denarii dēnarion,  and de the ho other heteros fifty pentēkonta. ", "42": "When  they autos were  unable mē to  pay apodidōmi,  he  cancelled  the  debt charizomai of  both amphoteroi.  Now oun which tis of  them autos will  love agapaō him autos more polys?” ", "43": "Simon Simōn answered apokrinomai,  saying legō, “ I  suppose hypolambanō it would be  the  one  for  whom hos he  cancelled charizomai the ho greater polys debt charizomai.”  And de he ho said legō to  him autos, “ You  have  judged krinō correctly orthōs.” ", "44": "Then kai turning strephō toward pros the ho woman gynē,  he  said phēmi to ho Simon Simōn, “ You  see blepō this houtos · ho woman gynē?  I  came eiserchomai into eis your sy · ho house oikia;  you  did didōmi not ou provide didōmi water hydōr for epi my egō feet pous,  but de she houtos has  bathed brechō my egō feet pous with  her ho tears dakryon · ho and kai wiped ekmassō them  with ho her autos hair thrix. ", "45": "You  did didōmi not ou give didōmi me egō a  kiss philēma,  but de from apo the  time hos I  came  in eiserchomai she houtos has  not ou stopped dialeipō kissing kataphileō my egō · ho feet pous. ", "46": "You  did aleiphō not ou anoint aleiphō my egō head kephalē with  oil elaion,  · ho but de she houtos has  poured aleiphō perfume myron on  · ho my egō feet pous. ", "47": "Therefore hos charin I  can  tell legō you sy, “ Her autos sins hamartia,  which ho were  many polys,  have  been  forgiven aphiēmi,  · ho for hoti she  loved agapaō much polys.  But de the  one  to  whom hos little oligos is  forgiven aphiēmi loves agapaō little oligos.'” ", "48": "He  said legō · de to  her autos, “ Your sy sins hamartia have  been  forgiven aphiēmi.”  · ho", "49": "Then kai those ho reclining  at  table  with synanakeimai him  began archō to  say legō to en themselves heautou, “ Who tis is eimi this houtos,  who hos even kai forgives aphiēmi sins hamartia?” ", "50": "He  said legō · de to pros the ho woman gynē,  · ho “ Your sy faith pistis has  saved sōzō you sy;  go poreuō in eis peace eirēnē.” "}