{"1": "· kai It  happened ginomai that  soon  afterward en Jesus autos began  to  travel diodeuō around  from kata one  town polis and kai village kōmē to another,  proclaiming kēryssō and kai bringing euangelizō the  good  news  of  the ho kingdom basileia of ho God theos.  · kai The ho twelve dōdeka disciples were  with syn him autos, ", "2": "as kai well  as  certain tis women gynē who hos had  been eimi healed therapeuō from apo evil ponēros spirits pneuma and kai diseases astheneia ( Mary Maria who ho is  called kaleō Magdalene Magdalēnē,  from apo whom hos seven hepta demons daimonion had  gone  out exerchomai, ", "3": "and kai Joanna Iōanna,  wife gynē of Chuza, Herod' s hērōdēs steward epitropē,  and kai Susanna Sousanna)  and kai many polys other heteros women  who hostis cared diakoneō for  their autos needs  out ek of  · ho their  own autos resources hyparchō. ", "4": "As  a  large polys crowd ochlos was  gathering syneimi · de and kai people ho were  coming epiporeuomai to pros Jesus autos from kata one  town polis after another,  he  spoke legō using dia a  parable parabolē. ", "5": "“A  sower speirō went exerchomai out  · ho to ho sow speirō · ho his autos seed sporos.  And kai as en · ho he autos sowed speirō,  some hos fell piptō along para the ho path hodos and kai was  trampled katapateō underfoot ,  and kai the ho birds peteinon of ho heaven ouranos devoured katesthiō it autos. ", "6": "· kai Other heteros seed  fell katapiptō on epi · ho rock petra,  and kai when  it  came phyō up ,  it  withered xērainō away ,  because dia · ho it  had echō no mē moisture ikmas. ", "7": "· kai Other heteros seed  fell piptō in en the  middle mesos of ho thorns akantha,  and kai when  the ho thorns akantha came symphyō up  with  it,  they  choked apopnigō it autos. ", "8": "· kai Other heteros seed  fell piptō into eis · ho good agathos soil gē,  · ho and kai when  it  came phyō up ,  it  produced poieō fruit karpos a  hundredfold hekatontaplasiōn.”  As  he  was  saying legō these houtos things  he  began  to  call phōneō out , “ Let  the ho one  who  has echō ears ous to  hear akouō,  hear akouō.” ", "9": "Now de his autos disciples mathētēs were  questioning eperōtaō him autos · ho as to  what tis this houtos parable parabolē meant eimi.  · ho", "10": "He ho · de said legō, “ To  you hymeis it  has  been  given didōmi to  know ginōskō the ho secrets mystērion of  the ho kingdom basileia of ho God theos,  but de to  the ho rest loipos I speak  in en parables parabolē,  so hina that  seeing blepō they  may  not mē see blepō,  and kai hearing akouō they  may  not mē understand syniēmi. ", "11": "“ Now de this houtos is eimi what  the ho parable parabolē means:  The ho seed sporos is eimi the ho word logos of ho God theos. ", "12": "Those ho · de along para the ho path hodos are eimi the ho ones  who  hear akouō— then eita the ho devil diabolos comes erchomai and kai takes airō away  the ho word logos from apo · ho their autos heart kardia,  so hina that  they  may  not mē believe pisteuō and  be  saved sōzō. ", "13": "Those ho · de that fall  on epi · ho rock petra are  the  ones  who hos,  when hotan they  hear akouō the ho word logos,  receive dechomai it  with meta joy chara;  but kai they houtos have echō no ou root rhiza— they hos believe pisteuō for pros a  while kairos but kai in en a  time kairos of  testing peirasmos they  fall aphistēmi away . ", "14": "As  for de what ho fell piptō among eis the ho thorns akantha— these houtos are eimi the ho ones  who  hear akouō,  but kai as  they  go  on  their  way poreuō they  are  choked sympnigō by hypo the  cares merimna and kai riches ploutos and kai pleasures hēdonē of ho life bios,  and kai they  do  not ou bring telesphoreō fruit  to  maturity . ", "15": "But  as  for de that ho in en the ho good kalos soil gē— these houtos are eimi the  ones  who hostis,  having  heard akouō with en an  honest kalos and kai good agathos heart kardia,  hold  firmly  onto katechō the ho word logos and kai bear karpophoreō fruit  through en patient hypomonē endurance . ", "16": "“ No oudeis one  · de after  lighting haptō a  lamp lychnos covers kalyptō it autos with  a  container skeuos or ē puts tithēmi it  under hypokatō a  bed klinē,  but alla places tithēmi it  on epi a  lampstand lychnia,  so hina that  those ho who  come eisporeuomai in  may  see blepō the ho light phōs. ", "17": "For gar nothing ou is eimi hidden kryptos that hos will ginomai not ou be ginomai disclosed phaneros,  nor oude secret apokryphos that hos will  not ou mē be ginōskō known  and kai come erchomai to eis light phaneros. ", "18": "“ Take blepō care ,  then oun,  how pōs you  hear akouō!  For gar whoever hos an has echō—more  will  be  given didōmi to  him autos;  and kai whoever hos does  not mē have echō— even kai what hos he  seems dokeō to  have echō will  be  taken airō away  from apo him autos.” ", "19": "The ho mother mētēr of Jesus  and kai his autos brothers adelphos came paraginomai · de to pros him autos,  · ho but kai they  were  not ou able dynamai to  get syntynchanō near  him autos because dia of  the ho crowd ochlos. ", "20": "It  was  reported apangellō · de to  him autos,  · ho “ Your sy mother mētēr and kai · ho your sy brothers adelphos are  standing histēmi outside exō,  wanting thelō to see  you sy.” ", "21": "In  response apokrinomai he ho · de said legō to pros them autos, “ Those houtos who ho hear akouō and kai do poieō the ho word logos of ho God theos are eimi my egō mother mētēr and kai my egō brothers adelphos.” ", "22": "It  happened ginomai · de in en one heis of  those ho days hēmera · kai that  he autos and kai his autos disciples mathētēs got embainō into eis a  boat ploion,  · ho and kai he  said legō to pros them autos, “ Let  us  go dierchomai across  to eis the ho other peran side  of  the ho lake limnē.”  So kai they  put  out anagō from  shore . ", "23": "As  they autos were  sailing pleō along ,  · de he  fell  asleep aphypnoō,  and kai a  windstorm lailaps swept katabainō down  on eis the ho lake limnē and kai they  were  being  swamped symplēroō and kai were  in  danger kindyneuō. ", "24": "They  went proserchomai · de to Jesus and  woke diegeirō him autos up ,  saying legō, “ Master epistatēs,  Master epistatēs,  we  are  about  to  perish apollymi!”  Having  been  awakened diegeirō he ho · de rebuked epitimaō the ho wind anemos and kai the ho raging klydōn of  the ho water hydōr,  and kai they  stopped pauō,  and kai there  was ginomai a  calm galēnē. ", "25": "He  said legō · de to  them autos, “ Where pou is  · ho your hymeis faith pistis?”  They  were  afraid phobeomai · de and  amazed thaumazō,  saying legō to pros one allēlōn another , “ Who tis,  then ara,  is eimi this houtos that hoti he  commands epitassō even kai the ho winds anemos and kai the ho water hydōr and kai they  obey hypakouō him autos?” ", "26": "Then kai they  came katapleō to  land  in eis the ho region chōra of  the ho Gerasenes Gerasēnos,  which hostis is eimi across antipera the  lake  from ho Galilee Galilaia. ", "27": "When  he autos stepped exerchomai out  · de on epi the ho land gē,  a tis man anēr from ek the ho town polis met hypantaō him,  who  was  possessed echō by  demons daimonion,  and kai for  a  long hikanos time chronos had  not ou worn endyō clothes himation or kai had menō not ou lived menō in en a  house oikia but alla among en the ho tombs mnēma. ", "28": "When he saw  · de · ho Jesus Iēsous, he  cried anakrazō out  and  fell prospiptō prostate  before  him autos and kai in  a  loud megas voice phōnē said legō, “ What tis have  I egō · kai to do  with  you sy,  Jesus Iēsous,  Son hyios of  the ho Most  High hypsistos God theos?  · ho I  beg deomai you sy,  do basanizō not mē torment basanizō me egō!?” ", "29": "For gar Jesus  had  commanded parangellō the ho unclean akathartos spirit pneuma · ho to  come exerchomai out  of apo the ho man anthrōpos;  for gar many polys times chronos it  had  seized synarpazō him autos and kai he  was  kept desmeuō under  guard  and  bound phylassō with  chains halysis and kai shackles pedē,  yet kai he would break  his ho bonds desmos and  be  driven elaunō by hypo the ho demon daimonion into eis the ho desert erēmos. ", "30": "Jesus Iēsous asked eperōtaō · de him autos,  · ho “ What tis is eimi your sy name onoma?”  And de he ho said legō, “ Legion legiōn.” ( For hoti many polys demons daimonion had  entered eiserchomai into eis him autos.) ", "31": "And kai they  begged parakaleō him autos not mē to hina order epitassō them autos to  go  away aperchomai into eis the ho abyss abyssos. ", "32": "A  large hikanos herd agelē of  pigs choiros was eimi · de grazing boskō there ekei on en the ho hillside oros;  and kai the demons  begged parakaleō Jesus autos to hina permit epitrepō them autos to  go eiserchomai into eis them ekeinos,  and kai he  gave epitrepō them autos permission . ", "33": "The ho demons daimonion came exerchomai out  · de of apo the ho man anthrōpos and  went eiserchomai into eis the ho pigs choiros,  and kai the ho herd agelē rushed hormaō down kata the ho steep krēmnos bank  into eis the ho lake limnē and kai drowned apopnigō. ", "34": "When  the ho herdsmen boskō saw  · de what ho had  happened ginomai,  they  fled pheugō and kai reported apangellō it  in eis the ho town polis and kai in eis the ho countryside agros. ", "35": "Then de people  went exerchomai out  to see  what ho happened ginomai,  and kai they  came erchomai to pros · ho Jesus Iēsous and kai found heuriskō the ho man anthrōpos from apo whom hos the ho demons daimonion had  come  out exerchomai,  sitting kathēmai at para the ho feet pous of ho Jesus Iēsous,  dressed himatizō and kai in  his  right  mind sōphroneō;  and kai they  were  afraid phobeomai. ", "36": "Those ho who had seen it  told apangellō · de them autos how pōs the ho demon-possessed  man daimonizomai had  been  healed sōzō. ", "37": "Then kai all hapas the ho people plēthos of  the ho surrounding  region perichōros of  the ho Gerasenes Gerasēnos asked erōtaō Jesus autos to  go aperchomai away  from apo them autos,  because hoti they  were  seized  with synechō a  great megas fear phobos.  So de he autos got embainō into eis a  boat ploion and  returned hypostrephō. ", "38": "But de the ho man anēr from apo whom hos the ho demons daimonion had  gone  out exerchomai begged deomai to  go eimi with syn him autos,  but de Jesus  sent apolyō him autos away,  saying legō, ", "39": "“ Return hypostrephō to eis · ho your sy house oikos and kai declare diēgeomai how hosos much  God theos has  done poieō for  you sy.”  · ho And kai he  went aperchomai about kata the ho whole holos city polis proclaiming kēryssō what hosos Jesus Iēsous had  done poieō for  him autos.  · ho", "40": "As en · de · ho Jesus Iēsous was  returning hypostrephō · ho the ho crowd ochlos welcomed apodechomai him autos,  for gar they  were eimi all pas waiting prosdokaō for  him autos. ", "41": "Just kai then  there  came erchomai a  man anēr named hos onoma Jairus Iairos.  · kai This houtos man  was hyparchō a  ruler archōn of  the ho synagogue synagōgē,  and kai he  fell piptō at para the ho feet pous of ho Jesus Iēsous and  implored parakaleō him autos to  come eiserchomai into eis · ho his autos house oikos, ", "42": "because hoti he autos had eimi an  only monogenēs daughter thugatēr,  about hōs twelve dōdeka years etos old,  and kai she autos was  dying apothnēskō.  As en · de · ho he autos went hypagō,  the ho crowds ochlos were  pressing sympnigō in  on  him autos. ", "43": "Now kai there  was eimi a  woman gynē who  had en suffered a  flow rhysis of  blood haima for apo twelve dōdeka years etos, but  she hostis was  not ou able ischuō to  be  healed therapeuō by apo anyone oudeis. ", "44": "She  came proserchomai up  behind opisthen him and  touched haptō the ho edge kraspedon of ho his autos cloak himation and kai at  once parachrēma her autos flow rhysis of ho blood haima stopped histēmi.  · ho", "45": "And kai Jesus Iēsous said legō,  · ho “ Who tis was it  who ho touched haptō me egō?”  As  everyone pas denied arneomai it,  · de Peter Petros said legō,  · ho “ Master epistatēs,  the ho crowds ochlos are  pressing synechō in  on  all  sides  and kai crowding apothlibō you sy.” ", "46": "· ho But de Jesus Iēsous said legō, “ Someone tis touched haptō me egō,  for gar I egō was  aware ginōskō of  power dynamis going exerchomai out  from apo me egō.” ", "47": "Seeing  · de that hoti she  had lanthanō not ou escaped  notice lanthanō,  the ho woman gynē stepped erchomai forward ,  trembling tremō,  and kai fell prospiptō down  before  him autos.  She  declared apangellō in  the  presence  of enōpion all pas the ho people laos why dia hos she  had  touched haptō him autos and kai how hōs she  had  been  healed iaomai at  once parachrēma. ", "48": "Then de Jesus ho said legō to  her autos, “ Daughter thugatēr,  · ho your sy faith pistis has  made sōzō you sy well ;  go poreuō in eis peace eirēnē.” ", "49": "While  he autos was  still eti speaking laleō,  someone tis came erchomai from para the house  of  the ho synagogue-ruler archisynagōgos,  saying legō, “ Your sy daughter thugatēr is  dead thnēskō;  · ho do  not mēketi bother skyllō the ho Teacher didaskalos any longer.” ", "50": "· ho · de When  Jesus Iēsous heard akouō this,  he  said apokrinomai to  him autos, “ Do  not mē be  afraid phobeomai,  only monon believe pisteuō,  and kai she  will  get  better sōzō.” ", "51": "When  he  went erchomai · de into eis the ho house oikia he  did  not ou allow aphiēmi anyone tis to  go eiserchomai in  with syn him autos except ei mē Peter Petros and kai John Iōannēs and kai James Iakōbos,  and kai the ho father patēr of  the ho child pais and kai her ho mother mētēr. ", "52": "And de all pas the people  were  weeping klaiō and kai mourning koptō for  her autos.  He ho · de said legō, “ Stop mē weeping klaiō,  for gar she  did  not ou die apothnēskō;  but alla is  sleeping katheudō.” ", "53": "And kai they  laughed katagelaō at  him autos,  knowing oida that hoti she  had  died apothnēskō. ", "54": "But de taking krateō her autos by krateō the ho hand cheir,  he autos called phōneō out ,  saying legō,  · ho “ Child pais,  arise egeirō!” ", "55": "And kai her autos spirit pneuma returned epistrephō,  · ho and kai she  got anistēmi up  at  once parachrēma.  · kai He  commanded diatassō that something  be  given didōmi her autos to  eat esthiō. ", "56": "· kai Her autos parents goneus were  astonished existēmi;  · ho but de he ho ordered parangellō them autos to  tell legō no mēdeis one  what ho had  happened ginomai. "}