{"1": "And de he  called synkaleō together  the ho twelve dōdeka and  gave didōmi them autos power dynamis and kai authority exousia over epi all pas · ho demons daimonion,  and kai to  cure therapeuō diseases nosos. ", "2": "Then kai he  sent apostellō them autos out  to  proclaim kēryssō the ho kingdom basileia of ho God theos and kai to  heal iaomai the ho sick asthenēs. ", "3": "· kai He  said legō to pros them autos, “ Take airō nothing mēdeis on eis the ho journey hodos— no mēte staff rhabdos,  nor mēte bag pēra,  nor mēte bread artos,  nor mēte money argyrion.  No mēte one ana is  to  have echō two dyo tunics chitōn. ", "4": "And kai whatever hos an house oikia you  enter eiserchomai,  stay menō there ekei,  and kai from  there ekeithen go exerchomai out . ", "5": "And kai wherever hosos an they  do  not mē receive dechomai you hymeis,  leave exerchomai from apo · ho that ekeinos town polis and  shake  off apotinassō the ho dust koniortos from apo · ho your hymeis feet pous as eis an  act martyrion that  testifies  against epi them autos.” ", "6": "So de they  set exerchomai out  and  traveled dierchomai throughout kata the ho villages kōmē,  preaching euangelizō the  good  news  and kai healing therapeuō everywhere pantachou. ", "7": "Now de Herod hērōdēs the ho tetrarch tetraarchēs heard akouō about  everything pas that ho was  happening ginomai,  and kai he  was  thoroughly  perplexed diaporeō because dia · ho it  was  being  said legō by hypo some tis that hoti John Iōannēs had  been  raised egeirō from ek the  dead nekros, ", "8": "by hypo some tis · de that hoti Elijah ēlias had  appeared phainō,  and de by  others allos that hoti a  certain  one tis of  the ho ancient archaios prophets prophētēs had  risen anistēmi. ", "9": "Herod hērōdēs said legō,  · de “ John Iōannēs I egō beheaded apokephalizō,  but de who tis is eimi this houtos about peri whom hos I  hear akouō such toioutos things ?”  So kai he  was  trying zēteō to see  him autos. ", "10": "· kai When  the ho apostles apostolos returned hypostrephō they  recounted diēgeomai to  Jesus autos all hosos they  had  done poieō;  and kai he  took paralambanō them autos and  withdrew hypochōreō privately kata idios to eis a  town polis called kaleō Bethsaida Bēthsaida. ", "11": "When  the ho · de crowds ochlos found ginōskō out  about  it,  they  followed akoloutheō him autos.  So kai he  welcomed apodechomai them autos, and  spoke laleō to  them autos about peri the ho kingdom basileia of ho God theos and kai cured iaomai those ho who  had echō need chreia of  healing therapeia. ", "12": "Now de the ho day hēmera began archō to  wear klinō away ,  so de the ho twelve dōdeka came proserchomai and  said legō to  him autos, “ Send apolyō the ho crowd ochlos away  so hina that  they  may  go poreuō into eis the ho surrounding kyklōi villages kōmē and kai countryside agros and  secure katalyō lodging  and kai get heuriskō provisions episitismos,  for hoti we  are eimi in en a  desolate erēmos place topos here hōde.” ", "13": "But de he  said legō to pros them autos, “ You hymeis give didōmi them autos something  to  eat esthiō.”  They ho · de said legō, “ We hēmeis have eimi no ou more polys than ē five pente loaves artos and kai two dyo fish ichthus,  unless ei mēti we hēmeis go poreuō and  buy agorazō food brōma for eis all pas · ho these houtos people laos.” ", "14": "For gar there  were eimi about hōsei five  thousand pentakischilioi men anēr.  He  said legō · de to pros · ho his autos disciples mathētēs, “ Have  them autos sit  down kataklinō in  groups klisia of  about hōsei fifty pentēkonta each ana.” ", "15": "And kai they  did poieō so houtōs,  and kai had  them  all hapas sit kataklinō down . ", "16": "Taking lambanō · de the ho five pente loaves artos and kai the ho two dyo fish ichthus, he  looked anablepō up  to eis · ho heaven ouranos and  said eulogeō a  blessing  and kai broke kataklaō them autos;  then kai he  gave didōmi them  to  the ho disciples mathētēs to  distribute paratithēmi to  the ho crowd ochlos. ", "17": "· kai They  ate esthiō and kai all pas were  satisfied chortazō.  · kai What ho was  left  over perisseuō was  gathered airō up  by  them autos,  twelve dōdeka baskets kophinos of  broken klasma pieces . ", "18": "Now kai it  happened ginomai that  as en · ho he autos was eimi praying proseuchomai by kata himself monos,  the ho disciples mathētēs were  near syneimi him autos.  · kai He  asked eperōtaō them autos,  saying legō, “ Who tis do legō the ho crowds ochlos say legō that  I egō am eimi?” ", "19": "They ho · de replied apokrinomai,  saying legō, “ John Iōannēs the ho Baptist baptistēs;  others allos · de say,  Elijah ēlias;  still de others allos that hoti one tis of  the ho ancient archaios prophets prophētēs has  risen anistēmi.” ", "20": "Then de he  said legō to  them autos, “ Now de you hymeis,  who tis do  you  say legō that  I egō am eimi?”  And de Peter Petros replied apokrinomai legō, “ The ho Christ Christos of ho God theos.” ", "21": "Then de,  with  a  warning epitimaō,  he ho commanded parangellō them autos to  tell legō no mēdeis one  this houtos, ", "22": "saying legō, “ It  is  necessary dei for  the ho Son hyios of ho Man anthrōpos to  suffer paschō many polys things  and kai to  be  rejected apodokimazō by apo the ho elders presbyteros and kai chief archiereus priests  and kai scribes grammateus,  and kai to  be  killed apokteinō,  and kai on  the ho third tritos day hēmera to  be  raised egeirō.” ", "23": "Then de he  said legō to pros all pas, “ If ei someone tis wants thelō to  come erchomai after opisō me egō,  let  him  deny arneomai himself heautou,  and kai let  him  take airō up  · ho his autos cross stauros daily kata hēmera,  and kai let  him  follow akoloutheō me egō. ", "24": "For gar whoever hos wants thelō to  save sōzō · ho his autos life psychē will  lose apollymi it autos,  but de whoever hos loses apollymi · ho his autos life psychē for  my egō sake,  this houtos person  will  save sōzō it autos. ", "25": "For gar what tis good  will  it  do ōpheleō a  person anthrōpos who  has  gained kerdainō the ho whole holos world kosmos but de has  lost apollymi or ē forfeited  his  very  self heautou? ", "26": "For gar whoever hos is  ashamed epaischunomai of  me egō and kai of  · ho my emos words logos,  of  this houtos one  will  the ho Son hyios of ho Man anthrōpos be  ashamed epaischunomai when hotan he  comes erchomai in en his autos glory doxa and kai the ho glory  of  the ho Father patēr and kai of  the ho holy hagios angels angelos. ", "27": "But de I  tell legō you hymeis most  certainly alēthōs:  There  are eimi some tis of  those ho standing histēmi here autou who hos will  certainly  not ou taste geuomai death thanatos before heōs an they see  the ho kingdom basileia of ho God theos.” ", "28": "About hōsei eight oktō days hēmera after meta these houtos sayings logos,  it  happened ginomai that  · de · ho he  went  up anabainō on eis the ho mountain oros to  pray proseuchomai,  · kai taking paralambanō along  Peter Petros and kai John Iōannēs and kai James Iakōbos. ", "29": "· kai As en · ho he autos was  praying proseuchomai,  the ho appearance eidos of ho his autos face prosōpon was  changed heteros,  and kai · ho his autos clothing himatismos turned  a  dazzling exastraptō white leukos, ", "30": "and kai two dyo men anēr were  talking syllaleō with  him autos;  they hostis were eimi Moses Mōysēs and kai Elijah ēlias, ", "31": "who hos had  appeared horaō with en glorious doxa splendor  and  were  speaking legō of  · ho his autos departure exodos,  which hos he  was  soon mellō to  accomplish plēroō at en Jerusalem Ierousalēm. ", "32": "· ho · de Peter Petros and kai those ho who were  with syn him autos were eimi weighed bareō down  with  sleep hypnos,  but de they  kept  awake diagrēgoreō and saw  · ho his autos glory doxa and kai the ho two dyo men anēr who ho were  standing synistēmi with  him autos. ", "33": "· kai As en · ho the  men autos were  about  to  leave diachōrizō him autos,  Peter Petros said legō · ho to pros · ho Jesus Iēsous, “ Master epistatēs,  it  is eimi good kalos for  us hēmeis to  be eimi here hōde.  · kai Let  us  make poieō three treis shelters skēnē,  one heis for  you sy and kai one heis for  Moses Mōysēs and kai one heis for  Elijah ēlias”— not mē knowing oida what hos he  was  saying legō. ", "34": "While legō he autos was  saying legō these houtos things ,  · de a  cloud nephelē came ginomai and kai enveloped episkiazō them autos;  and de they  were  afraid phobeomai as en · ho they autos entered eiserchomai the ho cloud nephelē. ", "35": "Then kai a  voice phōnē came ginomai out ek of  the ho cloud nephelē,  saying legō, “ This houtos is eimi · ho my egō Son hyios,  the ho Chosen eklegomai One ;  listen  to akouō him autos!” ", "36": "And kai when en · ho the ho voice phōnē had  spoken ginomai,  Jesus Iēsous was  found heuriskō to be  alone monos.  And kai they autos kept  silent sigaō and kai told apangellō no oudeis one  in en those ekeinos · ho days hēmera anything oudeis of  what hos they  had  seen horaō. ", "37": "Now de on  the ho next hexēs day hēmera,  it  so  happened ginomai that  when  they autos had  come katerchomai down  from apo the ho mountain oros, a  large polys crowd ochlos met synantaō him autos. ", "38": "· kai Suddenly idou a  man anēr from apo the ho crowd ochlos cried boaō out ,  saying legō, “ Teacher didaskalos,  I  beg deomai you sy to  look epiblepō with  pity  on epi · ho my egō son hyios,  because hoti he  is eimi my egō only monogenēs child ; ", "39": "and kai a  spirit pneuma seizes lambanō him autos,  and kai he  suddenly exaiphnēs cries krazō out ;  and kai it  throws sparassō him autos into  convulsions  and causes him  to meta foam aphros at the mouth;  and kai with  difficulty mogis it  departs apochōreō from apo him autos,  bruising syntribō him autos as it leaves. ", "40": "And kai I  begged deomai · ho your sy disciples mathētēs to hina cast ekballō it autos out,  but kai they  could dynamai not ou.” ", "41": "In  answer apokrinomai · de · ho Jesus Iēsous said legō, “ O ō faithless apistos and kai perverse diastrephō generation genea,  how heōs long pote am eimi I  to  be  with pros you hymeis and kai put anechōmai up  with  you hymeis?  Bring prosagō your sy son hyios here hōde.”  · ho", "42": "While eti · de he autos was  on  his  way proserchomai,  the ho demon daimonion threw rhēgnymi him autos down  and kai convulsed sysparassō him.  But de Jesus Iēsous rebuked epitimaō · ho the ho unclean akathartos spirit pneuma,  · ho · kai healed iaomai the ho child pais,  and kai gave apodidōmi him autos back  to ho his autos father patēr. ", "43": "And de all pas were  astonished ekplēssō at epi the ho majesty megaleiotēs of ho God theos.  While  they  were  all pas · de still  marveling thaumazō at epi everything pas he hos was  doing poieō, Jesus  said legō to pros · ho his autos disciples mathētēs, ", "44": "“ Let  these houtos words logos sink tithēmi into eis · ho your hymeis ears ous:  · ho For gar the ho Son hyios of ho Man anthrōpos is  about mellō to  be  betrayed paradidōmi into eis the  hands cheir of  men anthrōpos.” ", "45": "But de they ho did  not  understand agnoeō · ho this houtos saying rhēma.  · kai It  was eimi concealed parakalyptō from apo them autos,  so hina that  they  might  not mē understand aisthanomai it autos;  and kai they  were  afraid phobeomai to  ask erōtaō him autos about peri · ho this houtos saying rhēma. ", "46": "An  argument dialogismos arose eiserchomai · de among en them autos · ho as to  which tis an of  them autos might  be eimi the  greatest megas. ", "47": "· ho But de Jesus Iēsous,  aware oida of  the ho reasoning dialogismos of ho their autos heart kardia,  took epilambanomai a  child paidion,  had  him autos stand histēmi at para his heautou side, ", "48": "and kai said legō to  them autos, “ Whoever hos ean receives dechomai this houtos · ho child paidion in epi · ho my egō name onoma receives dechomai me egō,  and kai whoever hos an receives dechomai me egō receives dechomai him ho who  sent apostellō me egō.  So gar the ho one  who  is  least mikros among en you hymeis all pas,  this houtos is hyparchō the  one  who  is eimi great megas.” ", "49": "Answering apokrinomai,  · de John Iōannēs said legō, “ Master epistatēs, we saw  someone tis casting  out ekballō demons daimonion in en · ho your sy name onoma,  and kai we  tried kōlyō to  stop  him autos,  because hoti he  does  not ou follow akoloutheō you  with meta us hēmeis.” ", "50": "Jesus Iēsous said legō · de to pros him autos,  · ho “ Do  not mē try kōlyō to  stop  him,  for gar the one  who hos is eimi not ou against kata you hymeis is eimi for hyper you hymeis.” ", "51": "Now de when en the ho days hēmera of ho his autos ascension analēmpsis drew symplēroō near ,  · kai Jesus autos set stērizō his ho face prosōpon to ho go poreuō to eis Jerusalem Ierousalēm. ", "52": "· kai He  sent apostellō messengers angelos before pro his autos face prosōpon.  · kai Having  set poreuō off ,  they  entered eiserchomai a  village kōmē of  the  Samaritans Samaritēs,  in hōs order  to  prepare hetoimazō for  him autos. ", "53": "But kai they  did  not ou receive dechomai him autos,  because hoti · ho his autos face prosōpon was eimi set poreuō toward eis Jerusalem Ierousalēm. ", "54": "Seeing  · de this,  his ho disciples mathētēs James Iakōbos and kai John Iōannēs said legō, “ Lord kyrios,  do  you  want thelō us  to  tell legō fire pyr to  come  down katabainō from apo · ho heaven ouranos and kai consume analoō them autos?” ", "55": "But de he  turned strephō and  rebuked epitimaō them autos, ", "56": "and kai they  moved poreuō on  to eis another heteros village kōmē. ", "57": "· kai As  they autos were  going poreuō along en the ho road hodos,  someone tis said legō to pros him autos, “ I  will  follow akoloutheō you sy wherever hopou ean you  are  heading aperchomai.” ", "58": "· kai Jesus Iēsous said legō to  him autos,  · ho · ho “ Foxes alōpēx have echō holes phōleos,  and kai · ho birds peteinon of  the ho air ouranos have  nests kataskēnōsis,  but de the ho Son hyios of ho Man anthrōpos has echō no ou place pou to  lay klinō his ho head kephalē.” ", "59": "He  said legō · de to pros another heteros person , “ Follow akoloutheō me egō.”  But de that ho one  said legō, “ Lord kyrios,  let epitrepō me egō first prōton go aperchomai and  bury thaptō · ho my egō father patēr.” ", "60": "Jesus  said legō · de to  him autos, “ Leave aphiēmi the ho dead nekros to  bury thaptō their ho own heautou dead nekros.  But de you sy go aperchomai and  proclaim diangellō the ho kingdom basileia of ho God theos.” ", "61": "Yet kai another heteros said legō,  · de “ I  will  follow akoloutheō you sy,  Lord kyrios,  but de first prōton allow epitrepō me egō to  say apotassō good-bye  to  those ho at eis · ho my egō home oikos.” ", "62": "Jesus Iēsous said legō · de to pros him autos,  · ho “ No oudeis one  who  puts epiballō his ho hand cheir to epi the  plow arotron and kai looks blepō back eis ho · ho is eimi fit euthetos for  the ho kingdom basileia of ho God theos.” "}