{"1": "Then Job [a]responded,", "2": "“Truly then you are the people, And with you wisdom will die!", "3": "“But I have intelligence as well as you; I am not inferior to you. And [b]who does not know such things as these?", "4": "“I am a joke to [c]my friends, The one who called on God and He answered him; The just and blameless man is a joke.", "5": "“[d]He who is at ease holds calamity in contempt, As prepared for those whose feet slip.", "6": "“The tents of the destroyers prosper, And those who provoke God are secure, [e]Whom God brings into their power.", "7": "“But now ask the beasts, and let them teach you; And the birds of the heavens, and let them tell you.", "8": "“Or speak to the earth, and let it teach you; And let the fish of the sea declare to you.", "9": "“Who among all these does not know That the hand of the Lord has done this,", "10": "In whose hand is the life of every living thing, And the breath of all mankind?", "11": "“Does not the ear test words, As the palate [f]tastes its food?", "12": "“Wisdom is with aged men, With [g]long life is understanding.", "13": "“With Him are wisdom and might; To Him belong counsel and understanding.", "14": "“Behold, He tears down, and it cannot be rebuilt; He [h]imprisons a man, and [i]there can be no release.", "15": "“Behold, He restrains the waters, and they dry up; And He sends them out, and they [j]inundate the earth.", "16": "“With Him are strength and sound wisdom, The misled and the misleader belong to Him.", "17": "“He makes counselors walk [k]barefoot And makes fools of judges.", "18": "“He loosens the [l]bond of kings And binds their loins with a girdle.", "19": "“He makes priests walk [m]barefoot And overthrows the secure ones.", "20": "“He deprives the trusted ones of speech And takes away the discernment of the elders.", "21": "“He pours contempt on nobles And loosens the belt of the strong.", "22": "“He reveals mysteries from the darkness And brings the deep darkness into light.", "23": "“He makes the nations great, then destroys them; He [n]enlarges the nations, then leads them away.", "24": "“He deprives of intelligence the chiefs of the earth's people And makes them wander in a pathless waste.", "25": "“They grope in darkness with no light, And He makes them stagger like a drunken man."}