{"1": "“Surely there is a [a]mine for silver And a place [b]where they refine gold.", "2": "“Iron is taken from the dust, And copper is smelted from rock.", "3": "“Man puts an end to darkness, And to the farthest limit he searches out The rock in gloom and deep shadow.", "4": "“He [c]sinks a shaft far from [d]habitation, Forgotten by the foot; They hang and swing to and fro far from men.", "5": "“The earth, from it comes food, And underneath it is turned up as fire.", "6": "“Its rocks are the [e]source of sapphires, And its dust contains gold.", "7": "“The path no bird of prey knows, Nor has the falcon's eye caught sight of it.", "8": "“The [f]proud beasts have not trodden it, Nor has the fierce lion passed over it.", "9": "“He puts his hand on the flint; He overturns the mountains at the [g]base.", "10": "“He hews out channels through the rocks, And his eye sees anything precious.", "11": "“He dams up the streams from [h]flowing, And what is hidden he brings out to the light.", "12": "“But where can wisdom be found? And where is the place of understanding?", "13": "“Man does not know its value, Nor is it found in the land of the living.", "14": "“The deep says, 'It is not in me'; And the sea says, 'It is not with me.'", "15": "“Pure gold cannot be given in exchange for it, Nor can silver be weighed as its price.", "16": "“It cannot be valued in the gold of Ophir, In precious onyx, or sapphire.", "17": "“Gold or glass cannot equal it, Nor can it be exchanged for articles of fine gold.", "18": "“Coral and crystal are not to be mentioned; And the acquisition of wisdom is above that of pearls.", "19": "“The topaz of Ethiopia cannot equal it, Nor can it be valued in pure gold.", "20": "“Where then does wisdom come from? And where is the place of understanding?", "21": "“Thus it is hidden from the eyes of all living And concealed from the birds of the sky.", "22": "“[i]Abaddon and Death say, 'With our ears we have heard a report of it.'", "23": "“God understands its way, And He knows its place.", "24": "“For He looks to the ends of the earth And sees everything under the heavens.", "25": "“When He imparted weight to the wind And meted out the waters by measure,", "26": "When He set a limit for the rain And a course for the thunderbolt,", "27": "Then He saw it and declared it; He established it and also searched it out.", "28": "“And to man He said, 'Behold, the fear of the Lord, that is wisdom; And to depart from evil is understanding.'”"}