{"1": "“But now those younger than I mock me, Whose fathers I disdained to put with the dogs of my flock.", "2": "“Indeed, what good was the strength of their hands to me? Vigor had perished from them.", "3": "“From want and famine they are gaunt Who gnaw the dry ground by night in waste and desolation,", "4": "Who pluck [a]mallow by the bushes, And whose food is the root of the broom shrub.", "5": "“They are driven from the community; They shout against them as against a thief,", "6": "So that they dwell in dreadful [b]valleys, In holes of the earth and of the rocks.", "7": "“Among the bushes they [c]cry out; Under the nettles they are gathered together.", "8": "“[d]Fools, even [e]those without a name, They were scourged from the land.", "9": "“And now I have become their [f]taunt, I have even become a byword to them.", "10": "“They abhor me and stand aloof from me, And they do not [g]refrain from spitting at my face.", "11": "“Because [h]He has loosed [i]His [j]bowstring and afflicted me, They have cast off the bridle before me.", "12": "“On the right hand their [k]brood arises; They thrust aside my feet and build up against me their ways of destruction.", "13": "“They break up my path, They profit [l]from my destruction; No one restrains them.", "14": "“As through a wide breach they come, [m]Amid the tempest they roll on.", "15": "“Terrors are turned against me; They pursue my [n]honor as the wind, And my [o]prosperity has passed away like a cloud.", "16": "“And now my soul is poured out [p]within me; Days of affliction have seized me.", "17": "“At night it pierces my bones [q]within me, And my gnawing pains take no rest.", "18": "“By a great force my garment is distorted; It binds me about as the collar of my coat.", "19": "“He has cast me into the mire, And I have become like dust and ashes.", "20": "“I cry out to You for help, but You do not answer me; I stand up, and You turn Your attention against me.", "21": "“You have [r]become cruel to me; With the might of Your hand You persecute me.", "22": "“You lift me up to the wind and cause me to ride; And You dissolve me in a storm.", "23": "“For I know that You will bring me to death And to the house of meeting for all living.", "24": "“Yet does not one in a heap of ruins stretch out his hand, Or in his disaster therefore cry out for help?", "25": "“Have I not wept for the [s]one whose life is hard? Was not my soul grieved for the needy?", "26": "“When I expected good, then evil came; When I waited for light, then darkness came.", "27": "“[t]I am seething within and cannot relax; Days of affliction confront me.", "28": "“I go about [u]mourning without comfort; I stand up in the assembly and cry out for help.", "29": "“I have become a brother to jackals And a companion of ostriches.", "30": "“My skin turns black [v]on me, And my bones burn with [w]fever.", "31": "“Therefore my harp [x]is turned to mourning, And my flute to the sound of those who weep."}