{"1": "“I have made a covenant with my eyes; How then could I gaze at a virgin?", "2": "“And what is the portion of God from above Or the heritage of the Almighty from on high?", "3": "“Is it not calamity to the unjust And disaster to those who work iniquity?", "4": "“Does He not see my ways And number all my steps?", "5": "“If I have walked with falsehood, And my foot has hastened after deceit,", "6": "Let Him weigh me with [a]accurate scales, And let God know my integrity.", "7": "“If my step has turned from the way, Or my heart [b]followed my eyes, Or if any spot has stuck to my hands,", "8": "Let me sow and another eat, And let my [c]crops be uprooted.", "9": "“If my heart has been enticed by a woman, Or I have lurked at my neighbor's doorway,", "10": "May my wife grind for another, And let others [d]kneel down over her.", "11": "“For that would be a lustful crime; Moreover, it would be an iniquity punishable by judges.", "12": "“For it would be fire that consumes to [e]Abaddon, And would uproot all my [f]increase.", "13": "“If I have despised the claim of my male or female slaves When they filed a complaint against me,", "14": "What then could I do when God arises? And when He calls me to account, what will I answer Him?", "15": "“Did not He who made me in the womb make him, And the same one fashion us in the womb?", "16": "“If I have kept the poor from their desire, Or have caused the eyes of the widow to fail,", "17": "Or have eaten my morsel alone, And the orphan has not [g]shared it", "18": "(But from my youth he grew up with me as with a father, And from [h]infancy I guided her),", "19": "If I have seen anyone perish for lack of clothing, Or that the needy had no covering,", "20": "If his loins have not [i]thanked me, And if he has not been warmed with the fleece of my sheep,", "21": "If I have lifted up my hand against the orphan, Because I saw [j]I had support in the gate,", "22": "Let my shoulder fall from the [k]socket, And my arm be broken off [l]at the elbow.", "23": "“For calamity from God is a terror to me, And because of His [m]majesty I can do nothing.", "24": "“If I have put my confidence in gold, And called fine gold my trust,", "25": "If I have gloated because my wealth was great, And because my hand had secured so much;", "26": "If I have looked at the [n]sun when it shone Or the moon going in splendor,", "27": "And my heart became secretly enticed, And my hand [o]threw a kiss from my mouth,", "28": "That too would have been an iniquity calling for [p]judgment, For I would have denied God above.", "29": "“Have I rejoiced at the extinction of my enemy, Or [q]exulted when evil befell him?", "30": "“[r]No, I have not [s]allowed my mouth to sin By asking for his life in a curse.", "31": "“Have the men of my tent not said, 'Who can [t]find one who has not been satisfied with his meat'?", "32": "“The alien has not lodged outside, For I have opened my doors to the [u]traveler.", "33": "“Have I covered my transgressions like [v]Adam, By hiding my iniquity in my bosom,", "34": "Because I feared the great multitude, And the contempt of families terrified me, And kept silent and did not go out of doors?", "35": "“Oh that I had one to hear me! Behold, here is my [w]signature; Let the Almighty answer me! And the indictment which my adversary has written,", "36": "Surely I would carry it on my shoulder, I would bind it to myself like a crown.", "37": "“I would declare to Him the number of my steps; Like a prince I would approach Him.", "38": "“If my land cries out against me, And its furrows weep together;", "39": "If I have eaten its [x]fruit without money, Or have caused [y]its owners to lose their lives,", "40": "Let briars [z]grow instead of wheat, And stinkweed instead of barley.” The words of Job are ended."}