{"1": "Then these three men ceased answering Job, because he was righteous in his own eyes.", "2": "But the anger of Elihu the son of Barachel the Buzite, of the family of Ram burned; against Job his anger burned because he justified himself [a]before God.", "3": "And his anger burned against his three friends because they had found no answer, and yet had condemned Job.", "4": "Now Elihu had waited [b]to speak to Job because they were years older than he.", "5": "And when Elihu saw that there was no answer in the mouth of the three men his anger burned.", "6": "So Elihu the son of Barachel the Buzite [c]spoke out and said, “I am young in years and you are old; Therefore I was shy and afraid to tell you [d]what I think.", "7": "“I [e]thought [f]age should speak, And [g]increased years should teach wisdom.", "8": "“But it is a spirit in man, And the breath of the Almighty gives them understanding.", "9": "“The [h]abundant in years may not be wise, Nor may elders understand justice.", "10": "“So I [i]say, 'Listen to me, I too will tell [j]what I think.'", "11": "“Behold, I waited for your words, I listened to your reasonings, While you [k]pondered what to say.", "12": "“I even paid close attention to you; [l]Indeed, there was no one who refuted Job, Not one of you who answered his words.", "13": "“Do not say, 'We have found wisdom; God will [m]rout him, not man.'", "14": "“For he has not arranged his words against me, Nor will I reply to him with your [n]arguments.", "15": "“They are dismayed, they no longer answer; Words have [o]failed them.", "16": "“Shall I wait, because they do not speak, Because they [p]stop and no longer answer?", "17": "“I too will answer my share, I also will tell my opinion.", "18": "“For I am full of words; The spirit within me constrains me.", "19": "“Behold, my belly is like unvented wine, Like new wineskins it is about to burst.", "20": "“Let me speak that I may get relief; Let me open my lips and answer.", "21": "“Let me now be partial to no one, Nor flatter any man.", "22": "“For I do not know how to flatter, Else my Maker would soon take me away."}