{"1": "Then Elihu continued and said,", "2": "“Wait for me a little, and I will show you That there [a]is yet more to be said in God's behalf.", "3": "“I will fetch my knowledge from afar, And I will ascribe righteousness to my Maker.", "4": "“For truly my words are not false; One who is perfect in knowledge is with you.", "5": "“Behold, God is mighty but does not despise any; He is mighty in strength of understanding.", "6": "“He does not keep the wicked alive, But gives justice to the afflicted.", "7": "“He does not withdraw His eyes from the righteous; But with kings on the throne He has seated them forever, and they are exalted.", "8": "“And if they are bound in fetters, And are caught in the cords of affliction,", "9": "Then He declares to them their work And their transgressions, that they have magnified themselves.", "10": "“He opens their ear to instruction, And commands that they return from evil.", "11": "“If they hear and serve Him, They will end their days in prosperity And their years in pleasures.", "12": "“But if they do not hear, they shall [b]perish by the sword And they will die without knowledge.", "13": "“But the godless in heart lay up anger; They do not cry for help when He binds them.", "14": "“[c]They die in youth, And their life perishes among the cult prostitutes.", "15": "“He delivers the afflicted in [d]their affliction, And opens their ear [e]in time of oppression.", "16": "“Then indeed, He enticed you from the mouth of distress, Instead of it, a broad place with no constraint; And that which was set on your table was full of [f]fatness.", "17": "“But you were full of judgment on the wicked; Judgment and justice take hold of you.", "18": "“Beware that wrath does not entice you to scoffing; And do not let the greatness of the ransom turn you aside.", "19": "“Will your [g]riches keep you from distress, Or all the forces of your strength?", "20": "“Do not long for the night, When people [h]vanish in their place.", "21": "“Be careful, do not turn to evil, For you have preferred this to affliction.", "22": "“Behold, God is exalted in His power; Who is a teacher like Him?", "23": "“Who has appointed Him His way, And who has said, 'You have done wrong'?", "24": "“Remember that you should exalt His work, Of which men have sung.", "25": "“All men have seen it; Man beholds from afar.", "26": "“Behold, God is exalted, and we do not know Him; The number of His years is unsearchable.", "27": "“For He draws up the drops of water, They distill rain from [i]the [j]mist,", "28": "Which the clouds pour down, They drip upon man abundantly.", "29": "“Can anyone understand the spreading of the clouds, The thundering of His [k]pavilion?", "30": "“Behold, He spreads His [l]lightning about Him, And He covers the depths of the sea.", "31": "“For by these He judges peoples; He gives food in abundance.", "32": "“He covers His hands with the [m]lightning, And commands it to strike the mark.", "33": "“Its noise declares [n]His presence; The cattle also, concerning what is coming up."}