{"1": "“At this also my heart trembles, And leaps from its place.", "2": "“Listen closely to the thunder of His voice, And the rumbling that goes out from His mouth.", "3": "“Under the whole heaven He lets it loose, And His [a]lightning to the ends of the earth.", "4": "“After it, a voice roars; He thunders with His majestic voice, And He does not restrain [b]the lightnings when His voice is heard.", "5": "“God thunders with His voice wondrously, Doing great things which we cannot comprehend.", "6": "“For to the snow He says, 'Fall on the earth,' And to the [c]downpour and the rain, 'Be strong.'", "7": "“He seals the hand of every man, That all men may know His work.", "8": "“Then the beast goes into its lair And remains in its [d]den.", "9": "“Out of the [e]south comes the storm, And out of the [f]north the cold.", "10": "“From the breath of God ice is made, And the expanse of the waters is frozen.", "11": "“Also with moisture He loads the thick cloud; He disperses the cloud of His [g]lightning.", "12": "“It changes direction, turning around by His guidance, That [h]it may do whatever He commands [i]it On the face of the inhabited earth.", "13": "“Whether for [j]correction, or for His world, Or for lovingkindness, He causes it to [k]happen.", "14": "“Listen to this, O Job, Stand and consider the wonders of God.", "15": "“Do you know how God establishes them, And makes the [l]lightning of His cloud to shine?", "16": "“Do you know about the layers of the thick clouds, The wonders of one perfect in knowledge,", "17": "You whose garments are hot, When the land is still because of the south wind?", "18": "“Can you, with Him, spread out the skies, Strong as a molten mirror?", "19": "“Teach us what we shall say to Him; We cannot arrange our case because of darkness.", "20": "“Shall it be told Him that I would speak? [m]Or should a man say that he would be swallowed up?", "21": "“Now [n]men do not see the light which is bright in the skies; But the wind has passed and cleared them.", "22": "“Out of the north comes golden splendor; Around God is awesome majesty.", "23": "“The Almighty—we cannot find Him; He is exalted in power And He will not do violence to justice and abundant righteousness.", "24": "“Therefore men fear Him; He does not regard any who are wise of heart.”"}