{"1": "Then Eliphaz the Temanite [a]answered,", "2": "“If one ventures a word with you, will you become impatient? But who can refrain [b]from speaking?", "3": "“Behold you have admonished many, And you have strengthened weak hands.", "4": "“Your words have [c]helped the tottering to stand, And you have strengthened [d]feeble knees.", "5": "“But now it has come to you, and you are impatient; It touches you, and you are dismayed.", "6": "“Is not your [e]fear of God your confidence, And the integrity of your ways your hope?", "7": "“Remember now, who ever perished being innocent? Or where were the upright destroyed?", "8": "“According to what I have seen, those who plow iniquity And those who sow trouble harvest it.", "9": "“By the breath of God they perish, And by the [f]blast of His anger they come to an end.", "10": "“The roaring of the lion and the voice of the fierce lion, And the teeth of the young lions are broken.", "11": "“The lion perishes for lack of prey, And the whelps of the lioness are scattered.", "12": "“Now a word was brought to me stealthily, And my ear received a whisper of it.", "13": "“Amid disquieting thoughts from the visions of the night, When deep sleep falls on men,", "14": "Dread came upon me, and trembling, And made [g]all my bones shake.", "15": "“Then a [h]spirit passed by my face; The hair of my flesh bristled up.", "16": "“It stood still, but I could not discern its appearance; A form was before my eyes; There was silence, then I heard a voice:", "17": "'Can mankind be just [i]before God? Can a man be pure [j]before his Maker?", "18": "'He puts no trust even in His servants; And against His angels He charges error.", "19": "'How much more those who dwell in houses of clay, Whose foundation is in the dust, Who are crushed before the moth!", "20": "'Between morning and evening they are broken in pieces; Unobserved, they perish forever.", "21": "'Is not their tent-cord plucked up within them? They die, yet without wisdom.'"}