{"1": "Then the Lord said to Job,", "2": "“Will the faultfinder contend with the Almighty? Let him who reproves God answer it.”", "3": "Then Job answered the Lord and said,", "4": "“Behold, I am insignificant; what can I reply to You? I lay my hand on my mouth.", "5": "“Once I have spoken, and I will not answer; Even twice, and I will add nothing more.”", "6": "Then the Lord answered Job out of the storm and said,", "7": "“Now gird up your loins like a man; I will ask you, and you instruct Me.", "8": "“Will you really annul My judgment? Will you condemn Me that you may be justified?", "9": "“Or do you have an arm like God, And can you thunder with a voice like His?", "10": "“Adorn yourself with eminence and dignity, And clothe yourself with honor and majesty.", "11": "“Pour out the overflowings of your anger, And look on everyone who is proud, and make him low.", "12": "“Look on everyone who is proud, and humble him, And tread down the wicked [a]where they stand.", "13": "“Hide them in the dust together; Bind [b]them in the hidden place.", "14": "“Then I will also [c]confess to you, That your own right hand can save you.", "15": "“Behold now, [d]Behemoth, which I made [e]as well as you; He eats grass like an ox.", "16": "“Behold now, his strength in his loins And his power in the muscles of his belly.", "17": "“He bends his tail like a cedar; The sinews of his thighs are knit together.", "18": "“His bones are tubes of bronze; His [f]limbs are like bars of iron.", "19": "“He is the first of the ways of God; Let his maker bring near his sword.", "20": "“Surely the mountains bring him food, And all the beasts of the field play there.", "21": "“Under the lotus plants he lies down, In the covert of the reeds and the marsh.", "22": "“The lotus plants cover him with [g]shade; The willows of the brook surround him.", "23": "“If a river [h]rages, he is not alarmed; He is confident, though the Jordan rushes to his mouth.", "24": "“Can anyone capture him [i]when he is on watch, With [j]barbs can anyone pierce his nose?"}