{"1": "Then Job [a]answered,", "2": "“Oh that my grief were actually weighed And laid in the balances together with my calamity!", "3": "“For then it would be heavier than the sand of the seas; Therefore my words have been rash.", "4": "“For the arrows of the Almighty are within me, [b]Their poison my spirit drinks; The terrors of God are arrayed against me.", "5": "“Does the wild donkey bray over his grass, Or does the ox low over his fodder?", "6": "“Can something tasteless be eaten without salt, Or is there any taste in the [c]white of an egg?", "7": "“My soul refuses to touch them; They are like loathsome food to me.", "8": "“Oh that my request might come to pass, And that God would grant my longing!", "9": "“Would that God were willing to crush me, That He would loose His hand and cut me off!", "10": "“But it is still my consolation, And I rejoice in unsparing pain, That I have not [d]denied the words of the Holy One.", "11": "“What is my strength, that I should wait? And what is my end, that I should [e]endure?", "12": "“Is my strength the strength of stones, Or is my flesh bronze?", "13": "“Is it that my help is not within me, And that [f]deliverance is driven from me?", "14": "“For the despairing man there should be kindness from his friend; So that he does not forsake the [g]fear of the Almighty.", "15": "“My brothers have acted deceitfully like a [h]wadi, Like the torrents of [i]wadis which vanish,", "16": "Which are turbid because of ice And into which the snow [j]melts.", "17": "“When they become waterless, they [k]are silent, When it is hot, they vanish from their place.", "18": "“The [l]paths of their course wind along, They go up into nothing and perish.", "19": "“The caravans of Tema looked, The travelers of Sheba hoped for them.", "20": "“They were [m]disappointed for they had trusted, They came there and were confounded.", "21": "“Indeed, you have now become such, You see a terror and are afraid.", "22": "“Have I said, 'Give me something,' Or, 'Offer a bribe for me from your wealth,'", "23": "Or, 'Deliver me from the hand of the adversary,' Or, 'Redeem me from the hand of the tyrants'?", "24": "“Teach me, and I will be silent; And show me how I have erred.", "25": "“How painful are honest words! But what does your argument prove?", "26": "“Do you intend to reprove my words, When the words of one in despair belong to the wind?", "27": "“You would even cast lots for the orphans And barter over your friend.", "28": "“Now please look at me, And see if I lie to your face.", "29": "“Desist now, let there be no injustice; Even desist, my righteousness is yet in it.", "30": "“Is there injustice on my tongue? Cannot my palate discern [n]calamities?"}