{"1": "Then Bildad the Shuhite [a]answered,", "2": "“How long will you say these things, And the words of your mouth be a mighty wind?", "3": "“Does God pervert justice? Or does [b]the Almighty pervert what is right?", "4": "“If your sons sinned against Him, Then He delivered them into the [c]power of their transgression.", "5": "“If you would seek God And implore the compassion of [d]the Almighty,", "6": "If you are pure and upright, Surely now He would rouse Himself for you And restore your righteous [e]estate.", "7": "“Though your beginning was insignificant, Yet your end will increase greatly.", "8": "“Please inquire of past generations, And consider the things searched out by their fathers.", "9": "“For we are only of yesterday and know nothing, Because our days on earth are as a shadow.", "10": "“Will they not teach you and tell you, And bring forth words from their minds?", "11": "“Can the papyrus grow up without a marsh? Can the rushes grow without water?", "12": "“While it is still green and not cut down, Yet it withers before any other [f]plant.", "13": "“So are the paths of all who forget God; And the hope of the godless will perish,", "14": "Whose confidence is fragile, And whose trust a spider's [g]web.", "15": "“He [h]trusts in his house, but it does not stand; He holds fast to it, but it does not endure.", "16": "“He [i]thrives before the sun, And his shoots spread out over his garden.", "17": "“His roots wrap around a rock pile, He [j]grasps a house of stones.", "18": "“If he is [k]removed from his place, Then it will deny him, saying, 'I never saw you.'", "19": "“Behold, this is the joy of His way; And out of the dust others will spring.", "20": "“Lo, God will not reject a man of integrity, Nor will He [l]support the evildoers.", "21": "“He will yet fill your mouth with laughter And your lips with shouting.", "22": "“Those who hate you will be clothed with shame, And the tent of the wicked will be no longer.”"}