{"1": "Then some Pharisees and experts in Moses' Teachings came from Jerusalem to Yeshua. They asked, ", "2": "“Why do your disciples break the traditions of our ancestors? They do not wash their hands before they eat.”", "3": "He answered them, “Why do you break the commandment of God because of your traditions? ", "4": "For example, God said, 'Honor your father and your mother' and 'Whoever curses father or mother must be put to death.' ", "5": "But you say that whoever tells his father or mother, 'I have given to God whatever support you might have received from me,' ", "6": "does not have to honor his father. Because of your traditions you have destroyed the authority of God's word. ", "7": "You hypocrites! Isaiah was right when he prophesied about you:", "8": "'These people honor me with their lips, but their hearts are far from me.", "9": "Their worship of me is pointless, because their teachings are rules made by humans.'”", "10": "Then he called the crowd and said to them, “Listen and try to understand! ", "11": "What goes into a person's mouth doesn't make him unclean.[a] It's what comes out of the mouth that makes a person unclean.”", "12": "Then the disciples came and said to him, “Do you realize that when the Pharisees heard your statement they were offended?”", "13": "He answered, “Any plant that my heavenly Father did not plant will be uprooted. ", "14": "Leave them alone! They are blind leaders. When one blind person leads another, both will fall into the same pit.”", "15": "Peter said to him, “Explain this illustration to us.”", "16": "Yeshua said, “Don't you understand yet? ", "17": "Don't you know that whatever goes into the mouth goes into the stomach and then into a toilet? ", "18": "But whatever goes out of the mouth comes from within, and that's what makes a person unclean. ", "19": "Evil thoughts, murder, adultery, other sexual sins, stealing, lying, and cursing come from within. ", "20": "These are the things that make a person unclean. But eating without washing one's hands doesn't make a person unclean.”", "21": "Yeshua left that place and went to the region of Tyre and Sidon.", "22": "A Canaanite woman from that territory came to him and began to shout, “Have mercy on me, Lord, Son of David! My daughter is tormented by a demon.”", "23": "But he did not answer her at all. Then his disciples came to him and urged him, “Send her away. She keeps shouting behind us.”", "24": "Yeshua responded, “I was sent only to the lost sheep of the nation of Israel.”", "25": "She came to him, bowed down, and said, “Lord, help me!”", "26": "Yeshua replied, “It's not right to take the children's food and throw it to the dogs.”", "27": "She said, “You're right, Lord. But even the dogs eat scraps that fall from their masters' tables.”", "28": "Then Yeshua answered her, “Woman, you have strong faith! What you wanted will be done for you.” At that moment her daughter was cured.", "29": "Yeshua moved on from there and went along the Sea of Galilee. Then he went up a mountain and sat there.", "30": "A large crowd came to him, bringing with them the lame, blind, disabled, those unable to talk, and many others. They laid them at his feet, and he cured them. ", "31": "The crowd was amazed to see mute people talking, the disabled cured, the lame walking, and the blind seeing. So they praised the God of Israel.", "32": "Yeshua called his disciples and said, “I feel sorry for the people. They have been with me three days now and have nothing to eat. I don't want to send them away hungry, or they may become exhausted on their way home.”", "33": "His disciples asked him, “Where could we get enough bread to feed such a crowd in this place where no one lives?”", "34": "Yeshua asked them, “How many loaves of bread do you have?” They answered, “Seven, and a few small fish.”", "35": "He ordered the crowd to sit down on the ground. ", "36": "He took the seven loaves and the fish and gave thanks to God. Then he broke the bread and gave it to the disciples, and they gave the bread and fish to the people.", "37": "All of them ate as much as they wanted. The disciples picked up the leftover pieces and filled seven large baskets. ", "38": "Four thousand men had eaten. (This number does not include the women and children who had eaten.)", "39": "After he sent the people on their way, Yeshua stepped into the boat and came to the territory of Magadan."}