{"1": "When they came near Jerusalem and had reached Bethphage on the Mount of Olives, Yeshua sent two disciples ahead of him. ", "2": "He said to them, “Go into the village ahead of you. You will find a donkey tied there and a colt with it. Untie them, and bring them to me. ", "3": "If anyone says anything to you, tell him that the Lord needs them. That person will send them at once.”", "4": "This happened so that what the prophet had said came true:", "5": "“Tell the people of Zion, 'Your king is coming to you. He's gentle, riding on a donkey, on a colt, a young pack animal.'”", "6": "The disciples did as Yeshua had directed them. ", "7": "They brought the donkey and the colt and put their coats on them for Yeshua to sit on. ", "8": "Most of the people spread their coats on the road. Others cut branches from the trees and spread them on the road. ", "9": "The crowd that went ahead of him and that followed him was shouting, “Hosanna to the Son of David! Blessed is the one who comes in the name of the Lord! Hosanna in the highest heaven!”", "10": "When Yeshua came into Jerusalem, the whole city was in an uproar. People were asking, “Who is this?”", "11": "The crowd answered, “This is the prophet Yeshua from Nazareth in Galilee.”", "12": "Yeshua went into the temple courtyard and threw out everyone who was buying and selling there. He overturned the moneychangers' tables and the chairs of those who sold pigeons. ", "13": "He told them, “Scripture says, 'My house will be called a house of prayer,' but you're turning it into a gathering place for thieves!”", "14": "Blind and lame people came to him in the temple courtyard, and he healed them.", "15": "When the chief priests and the experts in Moses' Teachings saw the amazing miracles he performed and the children shouting in the temple courtyard, “Hosanna to the Son of David!” they were irritated. ", "16": "They said to him, “Do you hear what these children are saying?” Yeshua replied, “Yes, I do. Have you never read, 'From the mouths of little children and infants, you have created praise'?”", "17": "He left them and went out of the city to Bethany and spent the night there.", "18": "In the morning, as Yeshua returned to the city, he became hungry. ", "19": "When he saw a fig tree by the road, he went up to the tree and found nothing on it but leaves. He said to the tree, “May fruit never grow on you again!” At once the fig tree dried up.", "20": "The disciples were surprised to see this. They asked, “How did the fig tree dry up so quickly?”", "21": "Yeshua answered them, “I can guarantee this truth: If you have faith and do not doubt, you will be able to do what I did to the fig tree. You could also say to this mountain, 'Be uprooted and thrown into the sea,' and it will happen. ", "22": "Have faith that you will receive whatever you ask for in prayer.”", "23": "Then Yeshua went into the temple courtyard and began to teach. The chief priests and the leaders of the people came to him. They asked, “What gives you the right to do these things? Who told you that you could do this?”", "24": "Yeshua answered them, “I, too, have a question for you. If you answer it for me, I'll tell you why I have the right to do these things. ", "25": "Did John's right to baptize come from heaven or from humans?” They discussed this among themselves. They said, “If we say, 'from heaven,' he will ask us, 'Then why didn't you believe him?' ", "26": "But if we say, 'from humans,' we're afraid of what the crowd might do. All those people think of John as a prophet.” ", "27": "So they answered Yeshua, “We don't know.” Yeshua told them, “Then I won't tell you why I have the right to do these things.", "28": "“What do you think about this? A man had two sons. He went to the first and said, 'Son, go to work in the vineyard today.'", "29": "“His son replied, 'I don't want to!' But later he changed his mind and went.", "30": "“The father went to the other son and told him the same thing. He replied, 'I will, sir,' but he didn't go.", "31": "“Which of the two sons did what the father wanted?” “The first,” they answered. Yeshua said to them, “I can guarantee this truth: Tax collectors and prostitutes are going into the kingdom of God ahead of you. ", "32": "John came to you and showed you the way that God wants you to live, but you didn't believe him. The tax collectors and prostitutes believed him. But even after you had seen that, you didn't change your minds and believe him.", "33": "“Listen to another illustration. A landowner planted a vineyard. He put a wall around it, made a winepress, and built a watchtower. Then he leased it to vineyard workers and went on a trip.", "34": "“When the grapes were getting ripe, he sent his servants to the workers to collect his share of the produce. ", "35": "The workers took his servants and beat one, killed another, and stoned a third to death. ", "36": "So the landowner sent more servants. But the workers treated them the same way.", "37": "“Finally, he sent his son to them. He thought, 'They will respect my son.'", "38": "“When the workers saw his son, they said to one another, 'This is the heir. Let's kill him and get his inheritance.' ", "39": "So they grabbed him, threw him out of the vineyard, and killed him.", "40": "“Now, when the owner of the vineyard comes, what will he do to those workers?”", "41": "They answered, “He will destroy those evil people. Then he will lease the vineyard to other workers who will give him his share of the produce when it is ready.”", "42": "Yeshua asked them, “Have you never read in the Scriptures: 'The stone that the builders rejected has become the cornerstone. The Lord is responsible for this, and it is amazing for us to see'?", "43": "That is why I can guarantee that the kingdom of God will be taken away from you and given to a people who will produce what God wants. ", "44": "Anyone who falls on this stone will be broken. If the stone falls on anyone, it will crush that person.”[a]", "45": "When the chief priests and the Pharisees heard his illustrations, they knew that he was talking about them. ", "46": "They wanted to arrest him but were afraid of the crowds, who thought he was a prophet."}