{"1": "Job is unjustly reprehended of Zophar. 7 God is incomprehensible. 14 He is merciful to the repentant. 18 Their assurance that live godly. Then answered Zophar the Naamathite, and said,", "2": "Should not the multitude of words be answered? or should a great [a]talker be justified?", "3": "Should men hold their peace at thy lies? and when thou mockest others, shall none make thee ashamed?", "4": "For thou hast said, [b]My doctrine is pure, and I am clean in thine eyes.", "5": "But, oh that God would speak and open his lips against thee!", "6": "That he might show thee the [c]secrets of wisdom how thou hast deserved double, according to right: know therefore that God hath forgotten thee for thine iniquity.", "7": "Canst thou by searching find out God? canst thou find out the Almighty to his perfection?", "8": "The heavens are high, what canst thou do? [d]it is deeper than the hell, how canst thou know it?", "9": "The measure thereof is longer than the earth, and it is broader than the Sea.", "10": "If he cut off and [e]shut up, or gather together, who can turn him back?", "11": "For he knoweth vain men, and seeth iniquity, and him that understandeth nothing.", "12": "Yet vain man would be wise, though man newborn is like a wild [f]ass colt.", "13": "If thou [g]prepare thine heart, and stretch out thine hands toward him:", "14": "If iniquity be in thine [h]hand, put it far away, and let no wickedness dwell in thy Tabernacle.", "15": "Then truly shalt thou lift up thy [i]face without spot, and shalt be stable, and shalt not fear.", "16": "But thou shalt forget thy misery, and remember it as waters that are past.", "17": "Thine age also shall appear more clear than the noon day: thou shalt shine and be as the morning.", "18": "And thou shalt be bold, because there is hope: and thou shalt dig pits, and shalt lie down safely.", "19": "For when thou takest thy rest, none shall make thee afraid: yea, many shall make suit unto thee.", "20": "But the eyes [j]of the wicked shall fail, and their refuge shall perish, and their hope shall be sorrow of mind."}