{"1": "Job accuseth his friends of ignorance. 7 He declareth the might, and power of God. 17 And how he changeth the course of things. Then Job answered, and said,", "2": "Indeed because that ye are the people only, [a]wisdom must die with you.", "3": "But I have understanding as well as you, and am not inferior unto you: yea, who knoweth not such things?", "4": "I am [b]as one mocked of his neighbor, who calleth upon God, and he [c]heareth him: the just and the upright is laughed to scorn.", "5": "[d]He that is ready to fall, is as a lamp despised in the opinion of the rich.", "6": "The tabernacles of robbers do prosper, and they are in safety, that provoke God, [e]whom God hath enriched with his hand.", "7": "Ask now the beasts, [f]and they shall teach thee, and the fowls of the heaven, and they shall tell thee:", "8": "Or speak to the earth, and it shall show thee: or the fishes of the sea, and they shall declare unto thee.", "9": "Who is ignorant of all these, but that the hand of the Lord hath made these?", "10": "In whose hand is the soul of every living thing, and the breath of all [g]mankind.", "11": "Doth not the ears [h]discern the words, and the mouth taste meat for itself?", "12": "Among the [i]ancient is wisdom, and in the length of days is understanding.", "13": "With him is wisdom and strength: he hath counsel and understanding.", "14": "Behold, he will break down, and it cannot be built: he shutteth a man up, and he cannot be loosed.", "15": "Behold, he withholdeth the waters, and they dry up: but when he sendeth them out, they destroy the earth.", "16": "With him is strength and wisdom: he that is deceived, and that [j]deceiveth, are his.", "17": "He causeth the counselors to go as spoiled, and maketh the judges fools.", "18": "[k]He looseth [l]the collar of kings, and girdeth their loins with a girdle.", "19": "He leadeth away the princes as a prey, and overthroweth the mighty.", "20": "He taketh away the speech from the [m]faithful counselors, and taketh away the judgment of the ancient.", "21": "He poureth contempt upon princes, and maketh the strength of the mighty weak.", "22": "He discovereth the deep places from their darkness, and bringeth forth the shadow of death to light.", "23": "He [n]increaseth the people, and destroyeth them: he enlargeth the nations, and bringeth them in again.", "24": "He taketh away the hearts of them that are the chief over the people of the earth, and maketh them to wander in the wilderness out of the way.", "25": "They grope in the dark without light: and he maketh them to stagger like a drunken man."}