{"1": "Job compareth his knowledge with the experience of his friends. 16 The penitent shall be saved, and the hypocrite condemned, 20 He prayeth unto God, that he would not handle him rigorously. Lo, mine eye hath seen all this: mine ear hath heard, and understood it.", "2": "I know also as much as you know: I am not inferior unto you.", "3": "But I will speak to the Almighty, and I desire [a]to dispute with God.", "4": "For indeed ye forge lies, and all you are [b]physicians of no value.", "5": "Oh, that you would hold your tongue, that it might be imputed to you for wisdom!", "6": "Now hear my disputation, and give ear to the arguments of my lips.", "7": "Will ye speak [c]wickedly for God's defense, and talk deceitfully for his cause?", "8": "Will ye accept his person? or will ye contend for God?", "9": "Is it well that he should seek of you? will you make a lie for him, as one lieth for a man?", "10": "He will surely reprove you, if ye do secretly accept any person.", "11": "Shall not his excellency make you afraid? and his fear fall upon you?", "12": "Your [d]memories may be compared unto ashes, and your bodies unto bodies of clay.", "13": "Hold your tongues in my presence, that I may speak, and let come upon what will.", "14": "Wherefore do I [e]take my flesh in my teeth, and put my soul in my hand?", "15": "Lo, though he slay me, yet will I trust in him, and I will reprove my ways in his sight.", "16": "He shall be my salvation also: for the [f]hypocrite shall not come before him.", "17": "Hear diligently my words, and mark my talk.", "18": "Behold now: if I prepare me to judgment, I know that I shall be [g]justified.", "19": "Who is he that will plead [h]with me? for if I now hold my tongue, I [i]die.", "20": "But do not these two things unto me: then will I not hide myself from thee.", "21": "[j]Withdraw thine hand from me, and let not thy fear make me afraid.", "22": "Then call thou, and I will answer: or let me speak, and answer thou me.", "23": "How many are [k]mine iniquities and sins, show me my rebellion and my sin.", "24": "Wherefore hidest thou thy face, and takest me for thine enemy?", "25": "Wilt thou break a leaf driven to and fro? and wilt thou pursue the dry stubble?", "26": "For thou writest bitter things against me, and makest me to possess the [l]iniquities of my youth.", "27": "Thou puttest my feet also in the [m]stocks, and lookest narrowly unto all my paths, and makest the print thereof in the [n]heels of my feet.", "28": "Such a one consumeth like a rotten thing, and as a garment that is moth-eaten."}