{"1": "Eliphaz reprehendeth Job, because he ascribeth wisdom and pureness to himself. 16 He describeth the curse that falleth on the wicked, reckoning Job to be one of the number. Then answered Eliphaz the Temanite, and said,", "2": "Shall a wise man speak words of the [a]wind? and fill his belly [b]with the East wind?", "3": "Shall he dispute with words not comely? or with talk that is not profitable?", "4": "Surely thou hast cast off [c]fear, and restrainest prayer before God:", "5": "For thy mouth declareth thine iniquity, seeing thou hast chosen the [d]tongue of the crafty.", "6": "Thine own mouth condemneth thee, and not I, and thy lips testify against thee.", "7": "Art thou the [e]first man that was born? and wast thou made before the hills?", "8": "Hast thou heard the secret counsel of God, and dost thou restrain wisdom [f]to thee?", "9": "What knowest thou that we know not? and understandest that is not in us?", "10": "With us are both ancient and very aged men, far older than thy father.", "11": "Seem the consolations of God [g]small unto thee? is this thing strange unto thee?", "12": "Why doth thine heart [h]take thee away, and what do thine eyes mean,", "13": "That thou answerest to God [i]at thy pleasure, and bringest such words out of thy mouth?", "14": "What is man, that he should be clean? and he that is born of woman, that he should [j]be just?", "15": "Behold, he found no steadfastness in his Saints: yea, the heavens are not clean in his sight.", "16": "How much more is man abominable, and filthy, which [k]drinketh iniquity like water?", "17": "I will tell thee: hear me, and I will declare that which I have seen:", "18": "Which wise men have told, as they have heard of their fathers, and have not kept it secret:", "19": "To whom alone the land was [l]given, and no stranger passed through them.", "20": "The wicked man is continually as one that travaileth of child, and the number [m]of years is hid from the tyrant.", "21": "A sound of fear is in his ears, and in his prosperity the destroyer shall come upon him.", "22": "He believeth not to return out of [n]darkness: for he seeth the sword before him.", "23": "He wandereth [o]to and fro for bread where he may: he knoweth that the day of darkness is prepared at hand.", "24": "Affliction and [p]anguish shall make him afraid: they shall prevail against him as a king ready to the battle.", "25": "For he hath stretched out his hand against God, and made himself strong against the Almighty.", "26": "Therefore God shall run upon him, even upon his neck, and against the most thick part of his shield.", "27": "Because he hath covered his face with [q]his fatness, and hath collops in his flank.", "28": "Though he dwell [r]in desolate cities, and in houses which no man inhabiteth, but are become heaps,", "29": "He shall not be rich, neither shall his substance continue, neither shall he prolong the [s]perfection thereof in the earth.", "30": "He shall never depart out of darkness: the flame shall dry up his branches, and he shall go away with the breath of his mouth.", "31": "He [t]believeth not that he erreth in vanity: therefore vanity shall be his change.", "32": "His branch shall not be green, but shall be cut off before his day.", "33": "God shall destroy him as the vine her sour [u]grape, and shall cast him off, as the olive doth her flower.", "34": "For the congregation of the hypocrite shall be desolate, and fire shall devour the houses of [v]bribes.", "35": "For they [w]conceive mischief and bring forth vanity, and their belly hath prepared deceit."}