{"1": "Job moved by the importunacy of his friends, 7 Counteth in what extremity he is. 19 And taketh God to witness of his innocence. But Job answered and said,", "2": "I have oftentimes heard such things: miserable comforters are ye all.", "3": "Shall there be none end of words of [a]wind? or what maketh thee bold so to [b]answer?", "4": "I could also speak as ye do: (but would God your [c]soul were in my soul's stead) I could keep you company in speaking, and could [d]shake mine head at you,", "5": "But I would strengthen you [e]with my mouth, and the comfort of my lips should assuage your sorrow.", "6": "Though I speak, my sorrow [f]cannot be assuaged: though I cease, what release have I?", "7": "But now [g]he maketh me weary: O God, thou hast made all my [h]congregation desolate,", "8": "And hast made me full of [i]wrinkles which is a witness thereof, and my leanness riseth up in me, testifying the same in my face.", "9": "[j]His wrath hath torn me, and he hateth me, and gnasheth upon me with his teeth: mine enemy hath sharpened his eyes against me.", "10": "They have opened their mouths upon me, and smitten me on the [k]cheek in reproach: they gathered themselves together against me.", "11": "God hath delivered me to the unjust, and hath made me to turn out of the way by the [l]hands of the wicked.", "12": "I was in wealth, but he hath brought me to nought: he hath taken me by the neck and beaten me, and set me as a mark for himself.", "13": "His [m]archers compass me round about: he cutteth my reins, and doth not spare, and poureth my gall [n]upon the ground.", "14": "He hath broken me with one breaking upon another, and runneth upon me like a giant.", "15": "I have sowed a sackcloth upon my skin, and have abased mine [o]horn unto the dust.", "16": "My face is withered with weeping, and the shadow of death is upon mine eyes,", "17": "Though there be no wickedness in [p]mine hands, and my prayer [q]be pure.", "18": "O earth, cover not thou my [r]blood, and let my crying find no place.", "19": "For lo, now my [s]witness is in the heaven, and my record is on high.", "20": "My friends [t]speak eloquently against me: but mine eye poureth out tears unto God.", "21": "Oh that a man might [u]plead with God, as man with his neighbor!", "22": "For the years accounted come, and I shall go the way, whence I shall not return."}