{"1": "Bildad rehearseth the pains of the unfaithful and wicked. Then answered Bildad the Shuhite, and said,", "2": "When will [a]ye make an end of your words? [b]cause us to understand, and then we will speak.", "3": "Wherefore are we counted as beasts, and are vile in your sight?", "4": "Thou art [c]as one that teareth his soul in his anger. Shall the [d]earth be forsaken for thy sake? or the rock removed out of his place?", "5": "Yea, the light of the wicked shall be [e]quenched, and the spark of his fire shall not shine.", "6": "The light shall be dark in his dwelling, and his candle shall be put out with him.", "7": "The steps of his strength shall be restrained, and his own counsel shall cast him down.", "8": "For he is taken in the net by his feet, and he [f]walketh upon the snares.", "9": "The grenne shall take him by the heel, and the chief shall come upon him.", "10": "A snare is laid for him in the ground, and a trap for him in the way.", "11": "Fearfulness shall make him afraid on every side, and shall drive him to his feet.", "12": "His strength shall be [g]famine: and destruction shall be ready at his side.", "13": "It shall devour the inner parts of his skin, and the [h]firstborn of death shall devour his strength.", "14": "His hope shall be rooted out of his dwelling, and shall cause him to go to the [i]king of fear.", "15": "Fear shall dwell in his house (because it is not [j]his) [k]and brimstone shall be scattered upon his habitation.", "16": "His roots shall be dried up beneath, and above shall his branch be cut down.", "17": "His remembrance shall perish from the earth, and he shall have no name in the street.", "18": "They shall drive him out of the [l]light unto darkness, and chase him out of the world.", "19": "He shall neither have son nor nephew among his people, nor any posterity in his dwellings.", "20": "The posterity shall be astonied at his [m]day, and fear shall come upon the ancient.", "21": "Surely such are the habitations of the wicked, and this is the place of him that knoweth not God."}