{"1": "Job reproveth his friends,  8 and reciteth his miseries and grievous pains. 25 He assureth himself of the general resurrection. But Job answered, and said,", "2": "How long will ye vex my soul, and torment me with words?", "3": "Ye have now [a]ten times reproached me, and are not ashamed: ye are impudent toward me.", "4": "And though I had indeed erred, mine error [b]remaineth with me.", "5": "But indeed if ye will advance yourselves against me, and rebuke me for my reproach,", "6": "Know now, that God hath [c]overthrown me, and hath compassed me with his net.", "7": "Behold, I cry out of violence, but I have none answer: I cry, but there is no judgment.", "8": "He hath hedged up my way that I cannot [d]pass, and he hath set darkness in my paths.", "9": "He hath spoiled me of mine honor, and taken the [e]crown away from mine head.", "10": "He hath destroyed me on every side, and I am gone: and he hath removed mine hope like [f]a tree.", "11": "And he hath kindled his wrath against me, and counteth me as one of his enemies.", "12": "His [g]armies came together, and made their way upon me, and camped about my tabernacle.", "13": "He hath removed my brethren far from me, and also mine acquaintance were strangers unto me.", "14": "My neighbors have forsaken me, and my familiars have forgotten me.", "15": "[h]They that dwell in mine house, and my maids took me for a stranger: for I was a stranger in their sight.", "16": "I called my servant, but he would not answer, though I prayed him with my mouth.", "17": "My breath was strange unto my wife, though I prayed her for the children's sake of mine [i]own body.", "18": "The wicked also despised me, and when I rose, they spake against me.", "19": "All my secret friends abhorred me, and they whom I loved, are turned against me.", "20": "My bone [j]cleaveth to my skin and to my flesh, and I have escaped with the [k]skin of my teeth.", "21": "Have pity upon me: have [l]pity upon me, (O ye my friends) for the hand of God hath touched me.", "22": "Why do ye persecute me, as [m]God? and are not satisfied with my [n]flesh?", "23": "Oh that my words were now written! oh that they were written even in a book,", "24": "And graven with [o]an iron pen in lead, or in stone forever!", "25": "For I am sure that my [p]Redeemer liveth, and he shall stand the last on the earth.", "26": "And though after my skin worms destroy this body, yet shall I see God [q]in my flesh.", "27": "Whom I myself shall see, and mine eyes shall behold, and none other for me, though my reins are consumed within me.", "28": "But ye said, Why is he persecuted? And there was a [r]deep matter in me.", "29": "Be ye afraid of the sword: for the sword will be [s]avenged of wickedness, that ye may know that there is a judgment."}