{"1": "Satan hath permission to afflict Job. 9 His wife tempteth him to forsake God. 11 His three friends visit him. And on a day the [a]children of God came and stood before the Lord, and [b]Satan came also among them, and stood before the Lord.", "2": "Then the Lord said unto Satan, Whence comest thou? And Satan answered the Lord, and said, From compassing the earth to and fro, and from walking in it.", "3": "And the Lord said unto Satan, Hast thou not considered my servant Job, how none is like him in the earth? an upright and just man, one that feareth God, and escheweth evil? for yet he continueth in his uprightness, [c]although thou movedst me against him, to destroy [d]him without cause.", "4": "And Satan answered the Lord, and said, [e]Skin for skin, and all that ever a man hath, will he give for his life.", "5": "But stretch now out thine hand, and touch his [f]bones and his flesh, to see if he will not blaspheme thee to thy face.", "6": "Then the Lord said unto Satan, Lo, he is in thine hand, but save [g]his life.", "7": "¶ So Satan departed from the presence of the Lord, and smote Job with sore [h]boils, from the sole of his foot unto his crown.", "8": "And he took a [i]potsherd to scrape him, and he sat down among the ashes.", "9": "Then said his [j]wife unto him, Dost thou [k]continue yet in thine uprightness? [l]Blaspheme God, and die.", "10": "But he said unto her, Thou speakest like a foolish woman: what? shall we receive good at the hand of God, and not [m]receive evil? In all this did not Job sin with his [n]lips.", "11": "Now when Job's three [o]friends heard of all this evil that was come upon him, they came every one from his own place, to wit, Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite: for they were agreed together to come to lament with him, and to comfort him.", "12": "So when they lifted up their eyes afar off, they knew him not: therefore they lifted up their voices and wept, and every one of them rent his garment and sprinkled [p]dust upon their heads toward the heaven.", "13": "So they sat by him upon the ground seven days, and seven nights, and none spake a word unto him: for they saw that the grief was very [q]great."}