{"1": "Job declareth how the prosperity of the wicked maketh them proud. 15 Insomuch that they blaspheme God. 16 Their destruction is at hand. 23 None ought to be judged wicked for affliction, neither good for prosperity. But Job answered, and said,", "2": "Hear diligently my words, and this [a]shall be instead of your consolations.", "3": "Suffer me that I may speak, and when I have spoken, mock on.", "4": "Do I direct my talk to man? If it [b]were so, how should not my spirit be troubled?", "5": "Mark me, and be abashed, and lay your hand upon your [c]mouth.", "6": "Even when I remember, I am afraid, and fear taketh hold on my flesh.", "7": "Wherefore do the wicked [d]live, and wax old, and grow in wealth?", "8": "Their seed is established in their sight with them, and their generation before their eyes.", "9": "Their houses are peaceable without fear, and the rod of God is not upon them.", "10": "Their bullock gendereth, and faileth not: their cow calveth, and casteth not her calf.", "11": "They send forth their children [e]like sheep, and their sons dance.", "12": "They take the tambourine and harp, and rejoice in the sound of the organs.", "13": "They spend their days in wealth, and suddenly [f]they go down to the grave.", "14": "They say also unto God, Depart from us: for we desire not the [g]knowledge of thy ways.", "15": "Who is the Almighty, that we should serve him? and what profit should we have, if we should pray unto him?", "16": "Lo, their wealth is not in their [h]hand: therefore let the counsel of the wicked [i]be far from me.", "17": "How oft shall the candle of the wicked be put out and their destruction come upon them? he will divide their lives in his wrath.", "18": "They shall be as stubble before the wind, and as chaff that the storm carrieth away.", "19": "God will lay up the sorrow of the father for his children: when he rewardeth him, he shall know it.", "20": "[j]His eyes shall see his destruction, and he shall drink of the wrath of the Almighty.", "21": "For what pleasure hath he in his house after him, when the number of his months is cut off?", "22": "Shall any teach [k]God knowledge, who judgeth the highest things?", "23": "One [l]dieth in his full strength, being in all ease and prosperity.", "24": "His breasts are full of milk, and his bones run full of marrow.", "25": "And another [m]dieth in the bitterness of his soul, and never eateth with pleasure.", "26": "They shall sleep both in [n]the dust, and the worms shall cover them.", "27": "Behold, I know your thoughts, and the enterprises wherewith ye do me wrong.", "28": "For ye say, Where is the prince's [o]house? and where is the tabernacle of the wicked's dwelling?", "29": "May ye [p]not ask them that go by the way? and ye cannot deny their signs.", "30": "But the wicked is kept unto the day of [q]destruction, and they shall be brought forth to the day of wrath.", "31": "Who shall declare his way [r]to his face? and who shall reward him for that he hath done?", "32": "Yet shall he be brought to the grave, and remain in the heap.", "33": "The [s]slimy valley shall be sweet unto him, and every man shall draw after him, as before him there were innumerable.", "34": "How then comfort [t]ye me in vain, seeing in your answer there remain but lies?"}