{"1": "Eliphaz affirmeth that Job is punished for his sins. 6 He accuseth him of unmercifulness. 13 And that he denied God's providence. 21 He exhorteth to repentance. Then Eliphaz the Temanite answered, and said,", "2": "May a man be [a]profitable unto God, as he that is wise may be profitable to himself?", "3": "Is it anything unto the Almighty, that thou art righteous? or is it profitable to him, that thou makest thy ways upright?", "4": "Is it for fear [b]of thee that he will accuse thee? or go with thee into judgment?", "5": "Is not thy wickedness great, and thine iniquities innumerable?", "6": "For thou hast taken the [c]pledge from thy brother for nought, and spoiled the clothes of the naked.", "7": "To such as were weary, thou hast not given water to drink, and hast withdrawn bread from the hungry.", "8": "But the mighty man [d]had the earth, and he that was in authority, dwelt in it.", "9": "Thou hast cast out widows empty, and the arms of the [e]fatherless were broken.", "10": "Therefore snares are round about thee, and fear shall suddenly trouble thee.", "11": "Or darkness that thou shouldest not see, and [f]abundance of waters shall cover thee.", "12": "Is not God on [g]high in the heaven? and behold the height of the [h]stars how high they are.", "13": "But thou sayest, How should God [i]know? can he judge through the dark cloud?", "14": "The clouds hide him that he cannot see, and he walketh in the circle of heaven.", "15": "Hast thou marked the way of the world, [j]wherein wicked men have walked?", "16": "Which were [k]cut down before the time, whose foundation was as a river that overflowed:", "17": "Which said unto God, Depart from us, and asked what the Almighty could do for them.", "18": "Yet he [l]filled their houses with good things: but let the counsel of the wicked be far from me.", "19": "The righteous shall see them, and shall rejoice, [m]and the innocent shall laugh them to scorn.", "20": "Surely [n]our substance is hid: but the fire hath devoured the remnant of [o]them.", "21": "Therefore acquaint thyself, I pray thee, [p]with him, and make peace: thereby thou shalt have prosperity.", "22": "Receive, I pray thee, the law of his mouth, and lay up his words in thine heart.", "23": "If thou return to the Almighty, thou shalt [q]be built up, and thou shalt put iniquity far from thy tabernacle.", "24": "Thou shalt lay up gold for [r]dust, and the gold of Ophir, as the flints of the rivers.", "25": "Yea, the Almighty shall be thy defense, and thou shalt have plenty of silver.", "26": "And thou shalt then delight in the Almighty, and lift up thy face unto God.", "27": "Thou shalt make thy prayer unto him, and he shall hear thee, and thou shalt render thy vows.", "28": "Thou shalt also decree a thing, and he shall establish it unto thee, and the [s]light shall shine upon thy ways.", "29": "[t]When others are cast down, then shalt thou say, I am lifted up: and God shall save the humble person.", "30": "The innocent shall deliver the [u]island, and it shall be preserved by the pureness of thine hands."}