{"1": "Job describeth the wickedness of men, and showeth what curse belongeth to the wicked. 12 How all things are governed by God's providence. 17 And the destruction of the wicked. How should not the times [a]be hid from the Almighty, seeing that they which know him, see not his [b]days?", "2": "Some remove the landmarks, that rob the flocks and feed thereof.", "3": "They lead away the ass of the fatherless, and take the widow's ox to pledge.", "4": "They make the poor to turn out of the way, so that the poor of the earth hide themselves [c]together.", "5": "Behold, others as wild asses in the wilderness, go forth to their business, and [d]rise early for a prey: the wilderness [e]giveth him and his children food.", "6": "They reap [f]his provision in the field, but they gather the late [g]vintage of the wicked.", "7": "They cause the naked to lodge without garment, and without covering in the cold.", "8": "They are wet with the showers of the mountains, [h]and they embrace the rock for want of a covering.", "9": "They pluck the fatherless [i]from the breast, and take the pledge of [j]the poor.", "10": "They cause him to go naked without clothing, and take the gleaning from the hungry.", "11": "They that make oil [k]between their walls, and tread their winepresses, suffer thirst.", "12": "Men [l]cry out of the city, and the souls of the slain [m]cry out: yet God [n]doth not charge them with folly.", "13": "These are they that abhor the [o]light: they know not the ways thereof, nor continue in the paths thereof.", "14": "The murderer riseth early, and killeth the poor and the needy: and in the night he is as a thief.", "15": "The eye also of the [p]adulterer waiteth for the twilight, and saith, None eye shall see me, and disguiseth his face.", "16": "They dig through houses in the dark, which they marked for themselves in the day: they know not the light.", "17": "But the morning is even to them as the shadow of death: if one know them, they are in the terrors of the shadow of death.", "18": "He is swift upon the [q]waters: their [r]portion shall be cursed in the earth: he will not behold the way of the vineyards.", "19": "As the dry ground and heat consume the snow waters, so shall the grave [s]the sinners.", "20": "[t]The pitiful man shall forget him: the worm shall feel his sweetness: he shall be no more remembered, and the wicked shall be broken like a tree.", "21": "He [u]doth evil entreat the barren that doth not bear, neither doeth he good to the widow.", "22": "He draweth also the [v]mighty by his power, and when he riseth up, none is sure of life.", "23": "Though men give him assurance to be in safety, yet his eyes are upon their ways.", "24": "They are exalted for a little, but they are gone, and are brought low as all others: they are destroyed, and cut off as the top of an ear of corn.", "25": "But if it be not [w]so, where is he? or who will prove me a liar, and make my words of no value?"}