{"1": "Job showeth that the wisdom of God is unsearchable. The silver surely hath his vein, [a]and the gold his palace, where they take it.", "2": "Iron is taken out of the dust, and brass is molten out of the stone.", "3": "God putteth an end to darkness, [b]and he trieth the perfection of all things: he setteth a bond of darkness, and of the shadow of death.", "4": "The flood breaketh out against the [c]inhabitant, and the waters [d]forgotten of the foot, being higher than man, are gone away.", "5": "Out of the same earth cometh [e]bread, and under it, as it were fire is turned up.", "6": "The stones thereof are a place [f]of Sapphires, and the dust of it is gold.", "7": "There is a path which no fowl hath known, neither hath the kite's eye seen it.", "8": "The Lion's whelps have not walked it, nor the Lion passed thereby.", "9": "He putteth his hand upon the [g]rocks, and overthroweth the mountains by the roots.", "10": "He breaketh rivers in the roots, and his eye seeth every precious thing.", "11": "He bindeth the floods, that they do not overflow, and the thing that is hid, bringeth he to light.", "12": "But where is wisdom found? [h]and where is the place of understanding?", "13": "Man knoweth not [i]the price thereof: for it is not found in the land of the living.", "14": "The depth saith, It is not in me: the Sea also saith, It is not with me.", "15": "[j]Gold shall not be given for it, neither shall silver be weighed for the price thereof.", "16": "It shall not be valued with the wedge of gold of Ophir, nor with the precious onyx, nor the sapphire.", "17": "The gold nor the crystal shall be equal unto it, nor the exchange shall be for plate of fine gold.", "18": "No mention shall be made of coral, nor of the [k]gabish: for wisdom is more precious than pearls.", "19": "The Topaz of Ethiopia shall not be equal unto it, neither shall it be valued with the wedge of pure gold.", "20": "Whence then cometh wisdom? and where is the place of understanding,", "21": "Seeing it is hid from the eyes of all the living, and is hid from the [l]fowls of the heaven?", "22": "Destruction and death say, We have heard the fame thereof with our ears.", "23": "But God understandeth the [m]way thereof, and he knoweth the place thereof.", "24": "For he beholdeth the ends of the world, and seeth all that is under heaven,", "25": "To make the weight of the winds and to weigh the waters by measure.", "26": "When he made a decree for the rain, and a way for the lightning of the thunders,", "27": "Then did he see it, and counted it: he prepared it, and also considered it.", "28": "And unto man he said, Behold, the [n]fear of the Lord is wisdom, and to depart from evil is understanding."}