{"1": "Job complaineth of the prosperity of the time past.  7, 21 His authority. 22 Justice and equity. So Job proceeded, and continued his parable, saying,", "2": "Oh that I were as [a]in times past, when God preserved me!", "3": "When his [b]light shined upon mine head: and when by his light I walked through the [c]darkness,", "4": "As I was in the days of my youth: when [d]God's providence was upon my tabernacle:", "5": "When the Almighty was yet with me, and my children round about me:", "6": "when I washed my paths [e]with butter, and when the rock poured me out rivers of oil:", "7": "When I went out to the gate, even to the judgment seat, and when I caused them to prepare my seat in the street.", "8": "The young men saw me, and [f]hid themselves, and the aged arose, and stood up.", "9": "The princes stayed talk, and laid their hand on their [g]mouth.", "10": "The voice of princes was hid, and their tongue cleaved to the roof of their mouth.", "11": "And when the [h]ear heard me, it blessed me, and when the eye saw me, it gave witness to [i]me.", "12": "For I delivered the [j]poor that cried, and the fatherless, and him that had none to help him.", "13": "[k]The blessing of him that was ready to perish, came upon me, and I caused the widow's heart to rejoice.", "14": "I put [l]on justice, and it covered me: my judgment was as a robe, and a crown.", "15": "I was the eyes to the blind, and I was the feet to the lame.", "16": "I was a father unto the poor, and when I knew not the cause, I sought it out diligently.", "17": "I brake also the jaws of the unrighteous man, and plucked the prey out of his teeth.", "18": "Then I said, I shall die in my [m]nest, and I shall multiply my days as the sand.", "19": "For my root is [n]spread out by the water, and the dew shall lie upon my branch.", "20": "My glory shall renew toward me, and my bow shall be restored in mine hand.", "21": "Unto me men gave ear, and waited, and held their tongue at my counsel.", "22": "After my words they replied not, and my talk [o]dropped upon them.", "23": "And they waited for me, as for the rain, and they opened their mouth [p]as for the latter rain.", "24": "If I [q]laughed on them, they believed it not: neither did they cause the light of my countenance [r]to fall.", "25": "I appointed out [s]their way, and did sit as chief, and dwelt as a King in the army, and like him that comforteth the mourners."}