{"1": "Job complaineth, and curseth the day of his birth.  11 He desireth to die, as though death were the end of all man's misery. Afterward [a]Job opened his mouth, and [b]cursed his day.", "2": "And Job cried out, and said,", "3": "Let the day [c]perish wherein I was born, and the night when it was said, There is a man child conceived.", "4": "Let that day be darkness, let not God [d]regard it from above, neither let the light shine upon it,", "5": "But let darkness and the [e]shadow of death stain it: let the cloud remain upon it, and let them make it fearful as a bitter day.", "6": "Let darkness possess that night, let it not be joined unto the days of the year, nor let it come into the count of the months.", "7": "Yea, desolate be that night, and let no joy be in it.", "8": "Let them that curse the day, (being [f]ready to renew their mourning) curse it.", "9": "Let the stars of that twilight be dim through darkness of it: let it look for light, but have none: neither let it [g]see [h]the dawning of the day,", "10": "Because it shut not up the doors of my mother's womb, nor hid sorrow from mine eyes.", "11": "[i]Why died I not in the birth? or why died I not, when I came out of the womb?", "12": "Why did the knees prevent me? and why did I suck the breasts?", "13": "For so should I now have [j]lain and been quiet, I should have slept then, and been at rest,", "14": "With the kings and counselors of the earth, which have built themselves [k]desolate places:", "15": "Or with the princes that had gold, and have filled their houses with silver.", "16": "Or why was I not hid, as an untimely birth, either as infants, which have not seen the light?", "17": "The wicked [l]have there ceased from their tyranny, and there they that labored valiantly, are at rest.", "18": "The [m]prisoners rest together, and hear not the voice of the oppressor.", "19": "There are small and great, and the servant is free from his master.", "20": "Wherefore is the light given to him that is in misery? and [n]life unto them that have heavy hearts?", "21": "Which long for death, and if it come not, they would even search it more than treasures:", "22": "Which joy for gladness, and rejoice, when they can find the grave.", "23": "Why is the light given to the man whose way is [o]hid, and whom God hath hedged in?", "24": "For my sighing cometh before I eat, and my roarings are poured out like the water.", "25": "For the thing I [p]feared, is come upon me, and the thing that I was afraid of, is come unto me.", "26": "I had no peace, neither had I quietness, neither had I rest, [q]yet trouble is come."}