{"1": "Job complaineth that he is contemned of the most contemptible, 11, 21 because of his adversity and affliction. 23 Death is the house of all flesh. But now they that are younger than I, [a]mock me: yea, they whose fathers I have refused to set with the [b]dogs of my flocks.", "2": "For whereto should the strength of their hands have served me, seeing age [c]perished in them?", "3": "For poverty and famine they were solitary, fleeing into the wilderness, which is dark, desolate and waste.", "4": "They cut up [d]nettles by the bushes, and the juniper roots was their meat.", "5": "They were [e]chased forth from among men: they shouted at them, as at a thief.", "6": "Therefore they dwelt in the clefts of rivers, in the holes of the earth and rocks.", "7": "They roared among the bushes, and under the thistles they gathered themselves.", "8": "They were the children of fools, and the children of villains, which were more vile than the earth.", "9": "And now am I their [f]song, and I am their talk.", "10": "They abhor me, and flee far from me, and spare not to spit in my face.", "11": "Because that God hath loosed my [g]cord and humbled me, [h]they have loosed the bridle before me.", "12": "The youth rise up at my right hand: they have pushed my feet, and have trode on me as on the [i]paths of their destruction.", "13": "They have destroyed my paths: they took pleasure at my calamity, they had no [j]help.", "14": "They came as a great breach of waters, and [k]under this calamity they come on heaps.", "15": "Fear is turned upon me: and they pursue my soul as the wind, and mine health passeth away as a cloud.", "16": "Therefore my soul is now [l]poured out upon me, and the days of affliction have taken hold on me.", "17": "[m]It pierceth my bones in the night, and my sinews take no rest.", "18": "For the great vehemency is my garments changed, which compasseth me about, as the collar of my coat.", "19": "[n]He hath cast me into the mire, and I am become like ashes and dust.", "20": "When I cry unto thee, thou dost not hear me, neither regardest me, when I stand up.", "21": "Thou turnest thyself [o]cruelly against me, and art enemy unto me with the strength of thine hand.", "22": "Thou takest me up and causest me to ride upon the [p]wind, and makest my [q]strength to fail.", "23": "Surely I know that thou wilt bring me to death, and to the house appointed for all the living.", "24": "Doubtless none can stretch his hand [r]unto the grave, though they cry in his destruction.", "25": "Did not I weep with him that was in trouble? was not my soul in heaviness for the poor?", "26": "Yet when I looked for good, [s]evil came unto me: and when I waited for light, there came darkness.", "27": "My bowels did boil without rest: for the days of affliction are come upon me.", "28": "I went mourning [t]without sun: I stood up in the Congregation [u]and cried.", "29": "I am a brother to the [v]Dragons, and a companion to the Ostriches.", "30": "My skin is black upon me, and my bones are burnt with [w]heat.", "31": "Therefore mine harp is turned to mourning, and mine organs into the voice of them that weep."}