{"1": "Elihu reproveth them of folly. 8 Age maketh not a man wise, but the spirit of God. So these three men ceased to answer Job, because he [a]esteemed himself just.", "2": "Then the wrath of Elihu the son of Barachel the [b]Buzite, of the family of [c]Ram, was kindled: his wrath, I say, was kindled against Job, because he justified himself [d]more than God.", "3": "Also his anger was kindled against his three friends, because they could not find an answer, and yet condemned Job.", "4": "(Now Elihu had waited till Job had spoken: for [e]they were more ancient in years than he.)", "5": "So when Elihu saw, that there was none answer in the mouth of the three men, his wrath was kindled.", "6": "Therefore Elihu the son of Barachel, the Buzite answered and said, I am young in years, and ye are ancient: therefore I doubted, and was afraid to show you mine opinion.", "7": "For I said, The days [f]shall speak, and the multitude of years shall teach wisdom.", "8": "Surely there is a spirit in man, [g]but the inspiration of the Almighty giveth understanding.", "9": "Great men are not always wise, neither do the aged always understand judgment.", "10": "Therefore I say, Hear me and I will show also mine opinion.", "11": "Behold, I did wait upon your words, and hearkened unto your knowledge, while you sought out [h]reasons.", "12": "Yea, when I had considered you, lo, there was none of you that reproved Job, nor answered his words:", "13": "Lest ye should say, We have [i]found wisdom: for God hath cast him down, and no man.", "14": "Yet hath [j]he not directed his words to me, neither will I answer [k]him by your words.", "15": "Then they fearing, answered no more, but left off their talk.", "16": "When I had waited (for they spake not, but stood still and answered no more)", "17": "Then answered I in my turn, and I showed mine opinion.", "18": "For I am full of [l]matter, and the spirit within me compelleth me.", "19": "Behold, my belly is as the wine, which hath no vent, and like the new bottles that burst.", "20": "Therefore will I speak, that I may take breath: I will open my lips, and will answer.", "21": "I will not now accept the person of man, [m]neither will I give titles to man.", "22": "For I may not give [n]titles, lest my Maker should take me away suddenly."}