{"1": "Elihu chargeth Job, that he called himself righteous. 12 He showeth that God is just in his judgments. 24 God destroyeth the mighty. 30 By him the hypocrite reigneth. Moreover Elihu answered and said,", "2": "Hear my words, ye [a]wise men, and hearken unto me ye that have knowledge.", "3": "For the ear trieth the words, as the mouth tasteth meat.", "4": "Let us seek [b]judgment among us, and let us know among ourselves what is good.", "5": "For Job hath said, I am righteous, and God hath taken [c]away my judgment.", "6": "Should I lie in my [d]right? my wound of the arrow is [e]grievous without my sin.", "7": "What man is like Job, that drinketh [f]scornfulness like water?", "8": "Which goeth in the [g]company of them that work iniquity, and walketh with wicked men?", "9": "For he hath said, It [h]profiteth a man nothing that he should [i]walk with God.", "10": "Therefore hearken unto me, ye men of wisdom, God forbid that wickedness should be in God, and iniquity in the Almighty.", "11": "For he will render unto man according to his work, and cause everyone to find according to his way.", "12": "And certainly God will not do wickedly, neither will the Almighty pervert judgment.", "13": "Whom hath he appointed over the earth besides himself? or who hath placed the whole world?", "14": "If [j]he set his heart upon man, and gather unto himself his spirit [k]and his breath,", "15": "All flesh shall perish together, and man shall return unto dust.", "16": "And if thou hast understanding, hear this, and hearken to the voice of my words.", "17": "Shall he that hateth judgment, [l]govern? and wilt thou judge him wicked that is most just?", "18": "Wilt thou say unto a king, Thou art [m]wicked? or to princes, Ye are ungodly?", "19": "How much less to him that accepteth not the persons of princes, and regardeth not the rich, more than the poor? for they be all the work of his hands.", "20": "They shall die suddenly, [n]and the people shall be troubled at midnight, [o]and they shall pass forth and take away the mighty without hand.", "21": "For his eyes are upon the ways of man, and he seeth all his goings.", "22": "There is no darkness nor shadow of death, that the workers of iniquity might be hid therein.", "23": "For he will not lay on man so much, that he should [p]enter into judgment with God.", "24": "He shall break the mighty without [q]seeking, and shall set up others in their stead.", "25": "Therefore shall he declare their [r]works: he shall turn the [s]night, and they shall be destroyed.", "26": "He striketh them as wicked men in the places of the [t]seers,", "27": "Because they have turned back from him, and would not consider all his ways:", "28": "So that they have caused the voice of the poor to [u]come unto him, and he hath heard the cry of the afflicted.", "29": "And when he giveth quietness, who can make trouble? and when he hideth his face, who can behold him, whether it be upon nations, or upon a man only?", "30": "Because the [v]hypocrite doth reign, and because the people are snared.", "31": "Surely it appertaineth unto God [w]to say, I have pardoned, I will not destroy.", "32": "[x]But if I see not, teach thou me: if I have done wickedly, I will do no more.", "33": "Will he perform the thing through [y]thee? for thou hast reproved [z]it, because that thou hast chosen, and not I: now speak what thou knowest.", "34": "Let men of understanding tell me, and let a wise man hearken unto me.", "35": "Job hath not spoken of knowledge, neither were his words according to wisdom.", "36": "I desire that Job may be [aa]tried, unto the end, touching the answers for wicked men.", "37": "For he [ab]addeth rebellion unto his sin, he clappeth his hands among us, and multiplieth his words against God."}