{"1": "Elihu showeth the power of God. 6 And his justice. 9 And wherefore he punisheth. 13 The property of the wicked. Elihu also proceeded and said,", "2": "Suffer me a little and I will instruct thee: for I have yet to speak on God's behalf.", "3": "I will fetch [a]my knowledge afar off, and will attribute righteousness unto my maker.", "4": "For truly my words shall not be false, and he that is [b]perfect in knowledge, speaketh with thee.", "5": "Behold, the mighty God casteth away none that is [c]mighty and valiant of courage.", "6": "He [d]maintaineth not the wicked, but he giveth judgment to the afflicted.", "7": "He withdraweth not his eyes from the righteous, but they are with [e]kings in the throne, where he placeth them forever: thus they are exalted.", "8": "And if they be bound in fetters and tied with the cords of affliction,", "9": "Then will he show them their [f]work and their sins, because they have been proud.", "10": "He openeth also their ear to discipline, and commandeth them that they return from iniquity.", "11": "If they obey and serve him, they shall end their days in prosperity, and their years in pleasures:", "12": "But if they will not obey, they shall pass by the sword and perish [g]without knowledge.", "13": "But the hypocrites [h]of heart increase the wrath: for they [i]call not when he bindeth them.", "14": "Their soul dieth in [j]youth, and their life among the whoremongers.", "15": "He delivereth the poor in his afflictions, and openeth their ear in trouble.", "16": "Even so would he have taken thee out of the straight place into a broad place, and not shut up beneath: and [k]that which resteth upon thy table had been full of fat.", "17": "But thou art full of the [l]judgment of the wicked, though judgment and equity maintain all things.", "18": "[m]For God's wrath is, lest he should take thee away in thine abundance: for no multitude of gifts can deliver thee.", "19": "Will he regard thy riches? he regardeth not gold, nor all them that excel in strength.", "20": "[n]Be not careful in the night, how he destroyeth the people out of their place.", "21": "Take thou heed: look not to [o]iniquity: for thou hast chosen it rather than affliction.", "22": "Behold, God exalteth by his power: what teacher is like him?", "23": "Who hath appointed to him his way? or who can say, Thou hast done wickedly?", "24": "Remember that thou magnify his work, which men behold.", "25": "All men see it, and men behold it [p]afar off.", "26": "Behold, God is excellent, [q]and we know him not, neither can the number of his years be searched out.", "27": "When he restraineth the drops of water, the rain [r]poureth down by the vapor thereof,", "28": "Which rain the clouds do drop and let fall abundantly upon man.", "29": "Who can know the divisions of the clouds, and the thunders of his [s]Tabernacle?", "30": "Behold, he spreadeth his light upon [t]it, and covereth the [u]bottom of the sea.", "31": "For thereby he judgeth [v]the people, and giveth meat abundantly.", "32": "He covereth the light with the clouds, and commanded them to go [w]against it.", "33": "[x]His companion showeth him therefore, and there is anger in rising up."}