{"1": "Elihu proveth that the unsearchable wisdom of God is manifest by his works. 4 As by the thunders. 6 The snow. 9 The whirlwind. 11 And the rain. At this also mine heart is [a]astonied, and is moved out of his place.", "2": "Hear the [b]sound of his voice, and the noise that goeth out of his mouth.", "3": "He directeth it under the whole heaven, and his light unto the ends of the world.", "4": "After it a noise soundeth: he thundereth with the voice of his majesty, and he will not stay [c]them when his voice is heard.", "5": "God thundereth marvelously with his voice: he worketh great things, which we know not.", "6": "For he saith to the snow, Be thou upon the earth [d]likewise to the small rain and to the great rain of his power.", "7": "With the force thereof he [e]shutteth up every man, that all men may know his work.", "8": "Then the beasts go into the den, and remain in their places.", "9": "The whirlwind cometh out of the South, and the cold from the [f]North wind.", "10": "At the breath of God the frost is given, and the breadth of the waters [g]is made narrow.", "11": "He maketh also the clouds to [h]labor, to water the earth, and scattereth the cloud of [i]his light.", "12": "And it is turned about by his government, that they may do whatsoever he commandeth them upon the whole world:", "13": "Whether it be for [j]punishment, or for his land, or of mercy, he causeth it to come.", "14": "Hearken unto this, O Job: stand and consider the wondrous works of God.", "15": "Didst thou know when God disposed them? and caused the [k]light of his cloud to shine?", "16": "Hast thou known the [l]variety of the cloud, and the wondrous works of him that is perfect in knowledge?", "17": "Or how thy clothes are [m]warm, when he maketh the earth quiet through the South wind?", "18": "Hast thou stretched out the heavens, which are strong, and as a molten [n]glass?", "19": "Tell us what we shall say unto him: for we cannot dispose our matter because of [o]darkness.", "20": "Shall it be [p]told him when I speak? or shall man speak when he shall be [q]destroyed?", "21": "And now men see not the light, [r]which shineth in the clouds, but the wind passeth and cleanseth them.", "22": "The [s]brightness cometh out of the North: the praise thereof is to God, which is terrible.", "23": "It is the Almighty: we cannot find him out: he is excellent in power and judgment, and abundant in justice: he [t]afflicteth not.", "24": "Let men therefore fear him: for he will not regard any that are wise in their own conceit."}