{"1": "God speaketh to Job, and declareth the weakness of man in the consideration of his creatures, by whose excellency the power, justice, and providence of the Creator is known. Then answered the Lord unto Job out of the [a]whirlwind, and said,", "2": "Who is this that [b]darkeneth the counsel by words without knowledge?", "3": "Gird up now thy loins like a man: I [c]will demand of thee, and declare thou unto me.", "4": "Where wast thou when I [d]laid the foundations of the earth? declare, if thou hast understanding.", "5": "Who hath laid the measures thereof, if thou knowest, or who hath stretched the line over it:", "6": "Whereupon are the foundations thereof set: or who laid the cornerstone thereof:", "7": "When the stars of the morning [e]praised me together, and all the [f]children of God rejoiced:", "8": "Or who hath shut up the Sea with doors, when it issued and came forth as out of the womb:", "9": "When I made the clouds as a covering thereof, and darkness as the [g]swaddling bands thereof:", "10": "When I establisheth my commandment upon it, and set bars and doors,", "11": "And said, hitherto shalt thou come, but no further, and here shall it [h]stay thy proud waves.", "12": "Hast thou commanded the [i]morning since thy days? hast thou caused the morning to know his place?", "13": "That it might take hold of the corners of the earth, and that the wicked might be [j]shaken out of it?", "14": "It is turned as clay to fashion, [k]and all stand up as a garment.", "15": "And from the wicked their light shall be taken away, and the high arm shall be broken.", "16": "Hast thou entered into the bottoms of the sea? or hast thou walked to seek out the [l]depth?", "17": "Have the gates of death been opened unto thee? or hast thou seen the gates of the shadow of death?", "18": "Hast thou perceived the breadth of the earth? tell if thou knowest all this.", "19": "Where is the way where light dwelleth? and where is the place of darkness,", "20": "That thou [m]shouldest receive it in the bounds thereof, and that thou shouldest know the paths to the house thereof?", "21": "Knewest thou it, because thou wast then born? and because the number of thy days is great?", "22": "Hast thou entered into the treasures of the snow? or hast thou seen the treasures of the hail,", "23": "Which I have hid [n]against the time of trouble, against the day of war and battle?", "24": "By what way is the light parted, which scattereth the East wind upon the earth?", "25": "Who hath divided the spouts for the rain? or the way for the lightning of the thunders,", "26": "To cause it to rain on the earth where no man is, and in the wilderness where there is no man?", "27": "To fulfill the wild and waste place, and to cause the bud of the herb to spring forth?", "28": "Who is the father of the rain? or who hath begotten the drops of the dew?", "29": "Out of whose womb came the ice? who hath engendered the frost of the heaven?", "30": "The waters are hid [o]as with a stone: and the face of the depth is frozen.", "31": "Canst thou restrain the sweet influences of [p]the Pleiades, or loose the bands of [q]Orion?", "32": "Canst thou bring forth [r]Mazzaroth in their time? canst thou also guide [s]Arcturus with his sons?", "33": "Knowest thou the course of heaven, or canst thou set the [t]rule thereof in the earth?", "34": "Canst thou lift up thy voice to the clouds, that the abundance of water may cover thee?", "35": "Canst thou send the lightnings that they may walk, and say unto thee, Lo, here we are?", "36": "Who hath put wisdom in the [u]reins? or who hath given the heart understanding?", "37": "Who can number clouds by wisdom? or who can cause to cease the [v]bottles of heaven,", "38": "When the earth groweth into hardness, [w]and the clots are fast together?"}