{"1": "Job is reprehended of impatience,  7 and injustice, 17 and of the presumption of his own righteousness. Then Eliphaz the Temanite, answered and said,", "2": "If we assay to commune with thee, wilt thou be grieved? but [a]who can withhold himself from speaking?", "3": "Behold, thou hast taught many, and [b]hast strengthened the weary hands.", "4": "Thy words have confirmed him that was falling, and thou hast strengthened the weak knees.", "5": "But now it is come upon thee, and thou art grieved: it toucheth thee, and thou art troubled.", "6": "Is not this thy [c]fear, thy confidence, thy patience, and uprightness of thy ways?", "7": "Remember, I pray thee: who ever perished, being an [d]innocent? or where were the upright destroyed?", "8": "As I have seen, they that [e]plow iniquity, and sow wickedness, reap the same.", "9": "With the [f]blast of God they perish, and with the breath of his nostrils are they consumed.", "10": "The roaring of the [g]Lion, and the voice of the Lioness, and the teeth of the Lion's whelps are broken.", "11": "The Lion perisheth for lack of prey, and the Lion's whelps are scattered abroad.", "12": "But a thing was brought to me [h]secretly, and mine ear hath received a little thereof.", "13": "In the thoughts of the visions of the night, when sleep falleth on men,", "14": "Fear came upon me, and dread which made all my bones [i]to tremble.", "15": "And the wind passed before me, and made the hairs of my flesh to stand up.", "16": "Then stood one, and I knew not his face: an image was before mine eyes, and in [j]silence heard I a voice, saying,", "17": "Shall man be more [k]just than God? or shall a man be more pure than his Maker?", "18": "Behold, he found no steadfastness in his servants, and laid folly upon his [l]Angels.", "19": "How much more in them that dwell in houses of [m]clay, whose foundation is in the dust, which shall be destroyed before the moth?", "20": "They be destroyed from the [n]morning unto the evening: they perish forever, [o]without regard.", "21": "Doth not their dignity go away with them? do they not die, and that without [p]wisdom?"}