{"1": "By the greatness of this monster Leviathan, God showeth his greatness and his power, which nothing can resist. None is so fierce that dare stir him up. Who is he then that can [a]stand before me?", "2": "Who hath prevented me that I should [b]make an end? All under heaven is mine.", "3": "I will not keep silence concerning [c]his parts, nor his power, nor his comely proportion.", "4": "Who can discover the face [d]of his garment? or who shall come to him with a double [e]bridle?", "5": "Who shall [f]open the doors of his face? his teeth are fearful round about.", "6": "The majesty of his scales is like strong shields, and are sure sealed.", "7": "One is set to another, that no wind can come between them.", "8": "One is joined to another: they stick together, that they cannot be sundered.", "9": "His sneezings [g]make the light to shine, and his eyes are like the eyelids of the morning.", "10": "Out of his mouth go lamps, and sparks of fire leap out.", "11": "Out of his nostrils cometh out smoke, as out of a boiling pot or caldron.", "12": "His breath maketh the coals burn: for a flame goeth out of his mouth.", "13": "In his neck remaineth strength, and [h]labor is rejected before his face.", "14": "The members of his body are joined: they are strong in themselves, and cannot be moved.", "15": "His heart is as strong as a stone, and as hard as the nether millstone.", "16": "The mighty are afraid of his majesty, and for fear they faint in themselves.", "17": "When the sword doth touch him, he will not rise up, nor for the spear, dart nor habergeon.", "18": "He esteemeth iron as straw, and brass as rotten wood.", "19": "The archer cannot make him flee: the stones of the sling are turneth into stubble unto him.", "20": "The darts are counted as straw: and he laugheth at the shaking of the spear.", "21": "Sharp stones [i]are under him, and he spreadeth sharp things upon the mire.", "22": "He maketh the depth to [j]boil like a pot, and maketh the Sea like a pot of ointment.", "23": "He maketh a path to [k]shine after him, one would think the depth as an hoar head.", "24": "In the earth there is none like him: he is made without fear.", "25": "He beholdeth [l]all high things: he is a King over all the children of pride."}