{"1": "The repentance of Job. 9 He prayeth for his friends. 12 His goods are restored double unto him. 13 His children, age and death. Then Job answered the Lord, and said,", "2": "I know that thou canst do all things, and that there is no [a]thought hid from thee.", "3": "Who is he that hideth counsel without [b]knowledge? therefore have I spoken that I understood not, even things too wonderful for me, [c]and which I knew not.", "4": "Hear, I beseech thee, and I will speak: I will demand of thee, [d]and declare thou unto me.", "5": "I have [e]heard of thee by the hearing of the ear, but now mine eye seeth thee.", "6": "Therefore I abhor myself, and repent in dust and ashes.", "7": "Now after that the Lord had spoken these words unto Job, the Lord also said unto Eliphaz the Temanite, My wrath is kindled against thee and against thy two friends: for ye have not spoken of me the thing that is [f]right, like my servant [g]Job.", "8": "Therefore take unto you now seven bullocks, and seven rams, and go to my servant Job, and offer up for yourselves a burnt offering, and my servant Job shall [h]pray for you: for I will accept him, lest I should put you to shame, because ye have not spoken of me the thing which is right, like my servant Job.", "9": "So Eliphaz the Temanite, and Bildad the Shuhite, and Zophar the Naamathite, went, and did according as the Lord had said unto them, and the Lord accepted Job.", "10": "¶ Then the Lord turned the [i]captivity of Job, when he prayed for his friends: also the Lord gave Job twice so much as he had before.", "11": "Then came unto him all his [j]brethren, and all his sisters, and all they that had been of his acquaintance before, and did eat bread with him in his house, and had compassion on him, and comforted him for all the evil that the Lord had brought upon him, and every man gave him a [k]piece of money, and everyone an earring of gold.", "12": "So the Lord blessed the last days of Job more than the first: for he had [l]fourteen thousand sheep, and six thousand camels, and a thousand yoke of oxen, and a thousand she asses.", "13": "He had also seven sons, and three daughters.", "14": "And he called the name of one [m]Jemimah, and the name of the second [n]Keziah, and the name of the third [o]Keren-Happuch.", "15": "In all the land were no women found so fair as the daughters of Job, and their father gave them inheritance among their brethren.", "16": "And after this lived Job an hundred and forty years, and saw his sons, and his son's sons, even four generations.", "17": "So Job died, being old, and full of days."}