{"1": ", 2 Eliphaz showeth the difference between the children of God and the wicked. 3 The fall of the wicked. 9 God's power who destroyeth the wicked, and delivereth his. Call now, if any will [a]answer thee, and to which of the Saints wilt thou turn?", "2": "Doubtless [b]anger killeth the foolish, and envy slayeth the idiot.", "3": "I have seen the [c]foolish well rooted, and suddenly I [d]cursed his habitation, saying,", "4": "His [e]children shall be far from salvation, and they shall be destroyed in the [f]gate, and none shall deliver them.", "5": "The hungry shall eat up his harvest: yea, they shall take it from among the [g]thorns, and the thirsty shall drink up their substance.", "6": "For misery cometh not forth of the dust, [h]neither doeth affliction spring out of the earth.", "7": "But man is born unto [i]travail, as the sparks fly upward.", "8": "But I would inquire at [j]God, and turn my talk unto God:", "9": "Which [k]doeth great things, and unsearchable, and marvelous things without number.", "10": "He [l]giveth rain upon the earth, and poureth water upon the streets,", "11": "And setteth up on high them that be low, that the sorrowful may be exalted to salvation.", "12": "He scattereth the devices of the crafty: so that their hands cannot accomplish that which they do enterprise.", "13": "He taketh the wise in their craftiness, and the counsel of the wicked is made foolish.", "14": "They meet with [m]darkness in the daytime, and [n]grope at noonday, as in the night.", "15": "But he saveth the [o]poor from the sword, from their [p]mouth, and from the hand of the violent man,", "16": "So that the poor hath his hope, but iniquity shall [q]stop her mouth.", "17": "Behold, blessed is the man whom God correcteth: therefore refuse not thou the chastising of the Almighty.", "18": "For he maketh the wound, and bindeth it up: he smiteth, and his hands make whole.", "19": "He shall deliver thee in [r]six troubles, and in the seventh the evil shall not touch thee.", "20": "In famine he shall deliver thee from death: and in battle from the power of the sword.", "21": "Thou shalt be hid from the scourge of the tongue, and thou shalt not be afraid of destruction when it cometh.", "22": "But thou shalt [s]laugh at destruction and dearth, and shalt not be afraid of the beast of the earth.", "23": "For the stones of the field [t]shall be in league with thee, and the beasts of the field shall be at peace with thee.", "24": "And thou shalt know, that peace shall be in thy tabernacle, and thou shalt visit thine habitation, and shalt not [u]sin.", "25": "Thou shalt perceive also that thy seed shall be great, and thy posterity as the grass of the earth.", "26": "Thou shalt go to thy grave in [v]a full age, as a rick of corn cometh in due season into the barn. ", "27": "Lo, [w]thus have we inquired of it, and so it is: hear this and know it for thyself."}