{"1": "Job answereth, that his pain is more grievous than his fault. 8 He wisheth death. 14 He complaineth of his friends. But Job answered and said,", "2": "Oh that my grief were well weighed, and my miseries were laid together in the [a]balance!", "3": "For it would be now heavier than the sand of the sea: therefore my words are [b]swallowed up.", "4": "For the arrows of the Almighty are in me, the venom whereof doth drink up my spirit, and the terrors of God [c]fight against me.", "5": "Doth the [d]wild ass bray when he hath grass? or loweth the ox when he hath fodder?", "6": "That which is [e]unsavory, shall it be eaten without salt? or is there any taste in the white of an egg?", "7": "Such things as my soul refused to touch, as were sorrows, are my meat.", "8": "Oh that I might have my [f]desire, and that God would grant me the thing that I long for!", "9": "That is, that God would destroy me: that he would let his hand go, and cut me off.", "10": "Then should I yet have comfort, (though I burn with sorrow, let him not spare) [g]because I have not denied the words of the Holy one.", "11": "What power have I that I should endure? or what is mine [h]end, if I should prolong my life?", "12": "Is my strength the strength of stones? or is my flesh of brass?", "13": "Is it not so, that there is in me no [i]help? and that [j]strength is taken from me?", "14": "He that is in misery, ought to be comforted of his neighbor: but men have forsaken the fear of the Almighty.", "15": "My brethren have deceived me as a [k]brook, and as the rising of the rivers they pass away.", "16": "Which are blackish with ice, and wherein the snow is hid.", "17": "But in time they are dried up with heat and are consumed: and when it is hot they fail out of their places,", "18": "Or they depart from their way and course, yea, they vanish and perish.", "19": "They that go to Tema, [l]considered them, and they that go to Sheba, waited for them.", "20": "But they were confounded: when they hoped, they came thither, and were ashamed.", "21": "Surely now are ye like [m]unto it: ye have seen my fearful plague, and are afraid.", "22": "Was it because I said, Bring unto me? or give a reward to me of your [n]substance?", "23": "And deliver me from the enemy's hand, or ransom me out of the hand of tyrants?", "24": "Teach me, and I will [o]hold my tongue: and cause me to understand, wherein I have erred.", "25": "How [p]steadfast are the words of righteousness? and what can any of you justly reprove?", "26": "Do ye imagine to reprove [q]words, that the talk of the afflicted should be as the wind?", "27": "Ye make your wrath to fall upon the fatherless, and dig a pit for your friend.", "28": "Now therefore be content to [r]look upon me: for I will not lie before your face.", "29": "Turn, I pray you, let there be none iniquity: return, I say, and ye shall see yet my righteousness in that behalf. Is there iniquity in my tongue? doth not my mouth feel sorrows?"}