{"1": "Bildad showeth that Job is a sinner, because that God punisheth the wicked, and preserveth the good. Then answered Bildad the Shuhite, and said,", "2": "How long wilt thou talk of these things? and how long shall the words of thy mouth [a]be as a mighty wind?", "3": "Doth God pervert judgment? or doth the Almighty subvert justice?", "4": "If thy sons have sinned against him, and he hath sent them into the place of their [b]iniquity,", "5": "Yet if thou [c]wilt early seek unto God, and pray to the Almighty,", "6": "If thou be pure and upright, then surely he will awake up unto thee, and he will make the habitation of thy righteousness prosperous.", "7": "And though thy beginning [d]be small, yet thy latter end shall greatly increase.", "8": "[e]Inquire therefore, I pray thee, of the former age, and prepare thyself to search of their fathers.", "9": "(For we are but [f]of yesterday, and are ignorant: for our days upon earth are but a shadow)", "10": "Shall not they teach thee and tell thee, and utter the words of their heart?", "11": "Can a rush [g]grow without mire? or can the grass grow without water?", "12": "Though it were in green and not cut down, yet shall it wither before any other herb.", "13": "So are the paths of all that forget God, and the hypocrite's hope shall perish.", "14": "His confidence also shall be cut off, and his trust shall be as the house of a [h]spider.", "15": "He shall lean upon his house, but it shall not stand: he shall hold him fast by it, yet shall it not endure.", "16": "The [i]tree is green before the Sun, and the branches spread over the garden thereof.", "17": "The roots thereof are wrapped about the fountain, and are folded about the house of stones.", "18": "If any pluck it from his place, and it [j]deny, saying, I have not seen thee,", "19": "Behold, it will rejoice [k]by this means, that it may grow in another mold.", "20": "Behold, God will not cast away an upright man, neither will he take the wicked by the hand,", "21": "Till he have filled thy mouth with [l]laughter, and thy lips with joy.", "22": "They that hate thee, shall be clothed with shame, and the dwelling of the wicked shall not remain."}