{"1": "Job declareth the mighty power of God, and that man's righteousness is nothing. Then Job answered, and said,", "2": "I know verily that it is so: for how should man compared unto God, be [a]justified?", "3": "If he would dispute with him, he could not answer him one thing of [b]thousand.", "4": "He is wise in heart, and mighty in strength: who hath been fierce against him, and hath prospered?", "5": "He removeth the mountains, and they feel not when he overthroweth them in his wrath.", "6": "He [c]removeth the earth out of her place, that the pillars thereof do shake.", "7": "He commandeth the Sun, and it riseth not: he closeth up the stars, as under a signet.", "8": "He himself alone spreadeth out the heavens, and walketh upon the height of the Sea.", "9": "He maketh the stars [d]Arcturus, Orion, and Pleiades, and the climates of the South.", "10": "He doeth great things, and unsearchable: yea, marvelous things without number.", "11": "Lo, when he goeth [e]by me, I see him not: and when he passeth by, I perceive him not:", "12": "Behold, when he taketh a prey, [f]who can make him to restore it? who shall say unto him, What doest thou?", "13": "God [g]will not withdraw his anger, and the most mighty helpers [h]do stoop under him.", "14": "How much less shall I answer him? or how should I find out [i]my words with him?", "15": "For though I were just, yet could I [j]not answer, but I would make supplication to my Judge.", "16": "If I [k]cry, and he answer me, yet would I not believe, that he heard my voice.", "17": "For he destroyeth me with a tempest, and woundeth me [l]without cause.", "18": "He will not suffer me to take my breath, but filleth me with bitterness.", "19": "If we speak of strength, behold, he is [m]strong: if we speak of judgment, who shall bring me in to plead?", "20": "If I should justify myself, mine own mouth shall condemn me: [n]if I would be perfect, he shall judge me wicked.", "21": "Though I were perfect, yet I know not my soul: therefore abhor I my life.", "22": "This is one point: therefore I said, He destroyeth the [o]perfect and the wicked.", "23": "If the scourge should suddenly [p]slay, should God [q]laugh at the punishment of the innocent?", "24": "The earth is given into the hand of the wicked: [r]he covereth the faces of the judges thereof: if not, where [s]is he? or who is he?", "25": "My days have been more swift than a post: they have fled, and have seen no good thing.", "26": "They are passed as with the most swift ships, and as the Eagle that flieth to the prey.", "27": "If [t]I say, I will forget my complaint, I will cease from my wrath, and comfort me,", "28": "Then I am afraid of all my sorrows, knowing that thou wilt not judge me innocent.", "29": "If I be wicked, why [u]labor I thus in vain?", "30": "If I wash [v]myself with snow water, and purge mine hands most clean,", "31": "Yet shalt thou plunge me in the pit, and mine own [w]clothes shall make me filthy.", "32": "For he is not a man as I am, that I should answer him, if we come together to judgment.", "33": "Neither is there any umpire [x]that might lay his hand upon us both.", "34": "Let him take his rod away from me, and let not his fear astonish me:", "35": "Then will I speak, and fear him not: [y]but because I am not so, I hold me still."}