{"1": "This is the vision God gave to Nahum, who lived in Elkosh, concerning the impending doom of Nineveh:[a]", "2": "God is jealous over those he loves; that is why he takes vengeance on those who hurt them. He furiously destroys their enemies. ", "3": "He is slow in getting angry, but when aroused, his power is incredible, and he does not easily forgive. He shows his power in the terrors of the cyclone and the raging storms; clouds are billowing dust beneath his feet! ", "4": "At his command the oceans and rivers become dry sand; the lush pastures of Bashan and Carmel fade away; the green forests of Lebanon wilt. ", "5": "In his presence mountains quake and hills melt; the earth crumbles, and its people are destroyed.", "6": "Who can stand before an angry God? His fury is like fire; the mountains tumble down before his anger.", "7": "The Lord is good. When trouble comes, he is the place to go! And he knows everyone who trusts in him! ", "8": "But he sweeps away his enemies with an overwhelming flood; he pursues them all night long.", "9": "What are you thinking of, Nineveh, to defy the Lord? He will stop you with one blow; he won't need to strike again. ", "10": "He tosses his enemies into the fire like a tangled mass of thorns. They burst into flames like straw. ", "11": "Who is this king[b] of yours who dares to plot against the Lord? ", "12": "But the Lord is not afraid of him! “Though he build his army millions strong,” the Lord declares, “it will vanish. “O my people, I have punished you enough! ", "13": "Now I will break your chains and release you from the yoke of slavery to this Assyrian king.”* ", "14": "And to the king he says, “I have ordered an end to your dynasty; your sons will never sit upon your throne. And I will destroy your gods and temples, and I will bury you! For how you stink with sin!”", "15": "See, the messengers come running down the mountains with glad news: “The invaders have been wiped out and we are safe!” O Judah, proclaim a day of thanksgiving and worship only the Lord, as you have vowed. For this enemy from Nineveh will never come again. He is cut off forever; he will never be seen again."}