{"1": "Nineveh, you are finished![a] You are already surrounded by enemy armies! Sound the alarm! Man the ramparts! Muster your defenses, full force, and keep a sharp watch for the enemy attack to begin! ", "2": "For the land of the people of God lies empty and broken after your attacks, but the Lord will restore their honor and power again!", "3": "Shields flash red in the sunlight! The attack begins! See their scarlet uniforms! See their glittering chariots moving forward side by side, pulled by prancing steeds! ", "4": "Your own chariots race recklessly along the streets and through the squares, darting like lightning, gleaming like torches. ", "5": "The king shouts for his officers; they stumble in their haste, rushing to the walls to set up their defenses. ", "6": "But too late! The river gates are open! The enemy has entered! The palace is in panic!", "7": "The queen of Nineveh is brought out naked to the streets and led away, a slave, with all her maidens weeping after her; listen to them mourn like doves and beat their breasts! ", "8": "Nineveh is like a leaking water tank! Her soldiers slip away, deserting her; she cannot hold them back. “Stop, stop,” she shouts, but they keep on running.", "9": "Loot the silver! Loot the gold! There seems to be no end of treasures. Her vast, uncounted wealth is stripped away. ", "10": "Soon the city is an empty shambles; hearts melt in horror; knees quake; her people stand aghast, pale-faced and trembling.", "11": "Where now is that great Nineveh, lion of the nations, full of fight and boldness, where even the old and feeble, as well as the young and tender, lived unafraid?", "12": "O Nineveh, once mighty lion! You crushed your enemies to feed your children and your wives, and filled your city and your homes with captured goods and slaves.", "13": "But now the Lord Almighty has turned against you. He destroys your weapons. Your chariots stand there, silent and unused. Your finest youths lie dead. Never again will you bring back slaves from conquered nations; never again will you rule the earth."}