{"1": "A prayer by the prophet Habakkuk, set to music.[a]", "2": "Lord, as I listen to what has been said about you, I am afraid. Lord, revive your work throughout all of our lives— reveal yourself[b] throughout all of our lives— when you[c] are angry, remember compassion.", "3": "God comes from Teman[d]— the Holy One from Mount Paran.[e] Interlude His glory spreads throughout the heavens, and praises about him fill the earth.", "4": "His radiance is like sunlight; beams of light shine[f] from his hand, where his strength lays hidden.", "5": "Before him pestilence walks, and disease follows behind him.[g]", "6": "He stood up and shook the land; with his stare he startled the nations. The age-old mountains were shattered, and the ancient hilltops bowed down. His ways are eternal.", "7": "I saw the tents of Cushan in distress, and the tent curtains of the land of Midian in anguish.", "8": "Was the Lord displeased with the rivers? Was your anger directed[h] against the watercourses or your wrath against the sea? Indeed, you rode upon your horses, upon your chariots of deliverance.", "9": "Your bow was exposed, and your[i] arrows targeted by command. Interlude You split the earth with rivers.", "10": "When the mountains looked upon you, they trembled; the overflowing water passed by, the ocean shouted, and its waves[j] surged upward.", "11": "The sun and moon stand still in their orbits; at the glint of your arrows they speed along, even at the gleam of your flashing spear.", "12": "You march through the land in righteous[k] indignation; you tread down the nations in anger.", "13": "You marched out to deliver your people, to deliver with your anointed. You struck the head of the house of the wicked; you stripped him naked from head to foot. Interlude", "14": "With his own lances you pierced the heads of his warriors, who came out like a windstorm to scatter us[l]— their joy is to devour the afflicted who are in hiding.", "15": "You rode on the sea with your horses, even riding[m] the crested waves of mighty waters.", "16": "I heard and I trembled within. My lips quivered at the noise. My legs gave way beneath me,[n] and I trembled. Nevertheless, I await the day of distress that will dawn on our invaders.", "17": "Even though the fig tree does not blossom, and there are no grapes on the vines; even if the olive harvest fails, and the fields produce nothing edible; even if the flock is snatched from the sheepfold, and there is no herd in the stalls—", "18": "as for me, I will rejoice in the Lord. I will find my joy in the God who delivers me.", "19": "The Lord God is my strength— he will make my feet like those of a deer, equipping me to tread on my mountain heights."}