{"1": "In the third year that Jehoiakim was king of Judah,[a] King Nebuchadnezzar of Babylonia attacked Jerusalem. ", "2": "The Lord let Nebuchadnezzar capture Jehoiakim and take away some of the things used in God's temple. And when the king returned to Babylonia,[b] he put these things in the temple of his own god.", "3": "One day the king ordered Ashpenaz, his highest palace official, to choose some young men from the royal family of Judah and from other leading Jewish families. ", "4": "The king said, “They must be healthy, handsome, smart, wise, educated, and fit to serve in the royal palace. Teach them how to speak and write our language ", "5": "and give them the same food and wine that I am served. Train them for three years, and then they can become court officials.”", "6": "Four of the young Jews chosen were Daniel, Hananiah, Mishael, and Azariah, all from the tribe of Judah. ", "7": "But the king's chief official gave them Babylonian names: Daniel became Belteshazzar, Hananiah became Shadrach, Mishael became Meshach, and Azariah became Abednego.", "8": "Daniel made up his mind to eat and drink only what God had approved for his people to eat. And he asked the king's chief official for permission not to eat the food and wine served in the royal palace. ", "9": "God had made the official friendly and kind to Daniel. ", "10": "But the man still told him, “The king has decided what you must eat and drink. And I am afraid he will kill me, if you eat something else and end up looking worse than the other young men.”", "11": "The king's official had put a guard in charge of Daniel and his three friends. So Daniel said to the guard, ", "12": "“For the next ten days, let us have only vegetables and water at mealtime. ", "13": "When the ten days are up, compare how we look with the other young men, and decide what to do with us.” ", "14": "The guard agreed to do what Daniel had asked.", "15": "Ten days later, Daniel and his friends looked healthier and better than the young men who had been served food from the royal palace. ", "16": "After this, the guard let them eat vegetables instead of the rich food and wine.", "17": "God made the four young men smart and wise. They read a lot of books and became well educated. Daniel could also tell the meaning of dreams and visions.", "18": "At the end of the three-year period set by King Nebuchadnezzar, his chief palace official brought all the young men to him. ", "19": "The king interviewed them and discovered that none of the others were as outstanding as Daniel, Hananiah, Mishael, and Azariah. So they were given positions in the royal court. ", "20": "From then on, whenever the king asked for advice, he found their wisdom was ten times better than that of any of his other advisors and magicians. ", "21": "Daniel served there until the first year of King Cyrus.[c]"}