{"1": "In the third year[a] of Cyrus the king of Persia, a message came to Daniel[b] from God, and it was explained in a vision. The message was about a horrible war, and it was true. ", "2": "Daniel wrote: For three weeks I was in sorrow. ", "3": "I ate no fancy food or meat, I drank no wine, and I put no olive oil on my face or hair.[c] ", "4": "Then, on the twenty-fourth day of the first month,[d] I was standing on the banks of the great Tigris River, ", "5": "when I looked up and saw someone dressed in linen and wearing a solid gold belt.[e] ", "6": "His body was like a precious stone,[f] his face like lightning, his eyes like flaming fires, his arms and legs like polished bronze, and his voice like the roar of a crowd. ", "7": "Although the people who were with me did not see the vision, they became so frightened that they scattered and hid. ", "8": "Only I saw this great vision. I became weak and pale, ", "9": "and at the sound of his voice, I fell facedown in a deep sleep.", "10": "He raised me to my hands and knees ", "11": "and then said, “Daniel, your God thinks highly of you, and he has sent me. So stand up and pay close attention.” I stood trembling, while the angel said:", "12": "Daniel, don't be afraid! God has listened to your prayers since the first day you humbly asked for understanding, and he has sent me here. ", "13": "But the guardian angel[g] of Persia opposed me for twenty-one days. Then Michael, who is one of the strongest guardian angels,[h] came to rescue me from the kings of Persia.[i] ", "14": "Now I have come here to give you another vision about what will happen to your people in the future.", "15": "While this angel was speaking to me, I stared at the ground, speechless. ", "16": "Then he appeared in human form and touched my lips. I said, “Sir, this vision has brought me great pain and has drained my strength. ", "17": "I am merely your servant. How can I possibly speak with someone so powerful, when I am almost too weak to get my breath?”", "18-19": "The angel touched me a second time and said, “Don't be frightened! God thinks highly of you, and he intends this for your good, so be brave and strong.” At this, I regained my strength and replied, “Please speak! You have already made me feel much better.”", "20": "Then the angel said: Now do you understand why I have come? Soon I must leave to fight against the guardian angel of Persia. Then after I have defeated him, the guardian angel of Greece will attack me. ", "21": "I will tell you what is written in The Book of Truth. But first, you must realize that no one except Michael, the guardian angel of Israel, is on my side. "}