{"1": "Michael, the chief of the angels, is the protector of your people, and he will come at a time of terrible suffering, the worst in all of history. And your people who have their names written in The Book[a] will be protected. ", "2": "Many of those who lie dead in the ground will rise from death. Some of them will be given eternal life, and others will receive nothing but eternal shame and disgrace. ", "3": "Everyone who has been wise will shine as bright as the sky above, and everyone who has led others to please God will shine like the stars.", "4": "Daniel, I now command you to keep the message of this book secret until the end of time, even though many people will go everywhere, searching for the knowledge to be found in it.[b]", "5": "Daniel wrote: I looked around and saw two other people—one on this side of the river and one on the other side. ", "6": "The angel who had spoken to me was dressed in linen and was standing upstream from them.[c] So one of the two beside the river asked him, “How long before these amazing things happen?”", "7": "The angel then raised both hands toward heaven and said, “In the name of the God who lives forever, I solemnly promise that it will be a time, two times, and half a time.[d] Everything will be over, when the suffering of God's holy people comes to an end.”", "8": "I heard what the angel said, but I didn't understand. So I asked, “Sir, how will it all end?” The angel in my vision then replied:", "9": "Daniel, go about your business, because the meaning of this message will remain secret until the end of time. ", "10": "Many people will have their hearts and lives made pure and clean, but those who are evil will keep on being evil and never understand. Only the wise will understand. ", "11": "There will be one thousand two hundred ninety days from the time that the daily sacrifices are stopped, until someone sets up the “Horrible Thing” that causes destruction. ", "12": "God will bless everyone who patiently waits until one thousand three hundred thirty-five days have gone by.", "13": "So, Daniel, be faithful until the end! You will rest, and at the end of time, you will rise from death to receive your reward."}