{"1": "King Nebuchadnezzar ordered a gold statue to be built ninety feet high and nine feet wide. He had it set up in Dura Valley near the city of Babylon, ", "2": "and he commanded his governors, advisors, treasurers, judges, and his other officials to come from everywhere in his kingdom to the dedication of the statue. ", "3": "So all of them came and stood in front of it.", "4": "Then an official stood up and announced: People of every nation and race, now listen to the king's command! ", "5": "Trumpets, flutes, harps, and all other kinds of musical instruments will soon start playing. When you hear the music, you must bow down and worship the statue that King Nebuchadnezzar has set up. ", "6": "Anyone who refuses will at once be thrown into a flaming furnace.", "7": "As soon as the people heard the music, they bowed down and worshiped the gold statue that the king had set up.", "8": "Some Babylonians used this as a chance to accuse the Jews to King Nebuchadnezzar. ", "9": "They said, “Your Majesty, we hope you live forever! ", "10": "You commanded everyone to bow down and worship the gold statue when the music played. ", "11": "And you said that anyone who did not bow down and worship it would be thrown into a flaming furnace. ", "12": "Sir, you appointed three men to high positions in Babylon Province, but they have disobeyed you. Those Jews, Shadrach, Meshach, and Abednego, refuse to worship your gods and the statue you have set up.”", "13": "King Nebuchadnezzar was furious. So he sent for the three young men and said, ", "14": "“I hear that you refuse to worship my gods and the gold statue I have set up. ", "15": "Now I am going to give you one more chance. If you bow down and worship the statue when you hear the music, everything will be all right. But if you don't, you will at once be thrown into a flaming furnace. No god can save you from me.”", "16": "The three men replied, “Your Majesty, we don't need to defend ourselves. ", "17": "The God we worship can save us from you and your flaming furnace. ", "18": "But even if he doesn't, we still won't worship your gods and the gold statue you have set up.”", "19": "Nebuchadnezzar's face twisted with anger at the three men. And he ordered the furnace to be heated seven times hotter than usual. ", "20": "Next, he commanded some of his strongest soldiers to tie up the men and throw them into the flaming furnace. ", "21-23": "The king wanted it done at that very moment. So the soldiers tied up Shadrach, Meshach, and Abednego and threw them into the flaming furnace with all of their clothes still on, including their turbans. The fire was so hot that flames leaped out and killed the soldiers.", "24": "Suddenly the king jumped up and shouted, “Weren't only three men tied up and thrown into the fire?” “Yes, Your Majesty,” the people answered.", "25": "“But I see four men walking around in the fire,” the king replied. “None of them is tied up or harmed, and the fourth one looks like a god.”[a]", "26": "Nebuchadnezzar went closer to the flaming furnace and said to the three young men, “You servants of the Most High God, come out at once!” They came out, ", "27": "and the king's high officials, governors, and advisors all crowded around them. The men were not burned, their hair wasn't scorched, and their clothes didn't even smell like smoke. ", "28": "King Nebuchadnezzar said: Praise their God for sending an angel to rescue his servants! They trusted their God and refused to obey my commands. Yes, they chose to die rather than to worship or serve any god except their own. ", "29": "And I won't allow people of any nation or race to say anything against their God. Anyone who does will be chopped up and their houses will be torn down, because no other god has such great power to save.", "30": "After this happened, the king appointed Shadrach, Meshach, and Abednego to even higher positions in Babylon Province."}