{"1": "King Nebuchadnezzar sent the following letter to the people of all nations and races on the earth: Greetings to all of you!", "2": "I am glad to tell about the wonderful miracles God Most High has done for me.", "3": "His miracles are mighty and marvelous. He will rule forever, and his kingdom will never end.", "4": "I was enjoying a time of peace and prosperity, ", "5": "when suddenly I had some horrifying dreams and visions. ", "6": "Then I commanded every wise man in Babylonia to appear in my court, so they could explain the meaning of my dream. ", "7": "After they arrived, I told them my dream, but they were not able to say what it meant. ", "8": "Finally, a young man named Daniel came in, and I told him the dream. The holy gods had given him special powers, and I had renamed him Belteshazzar after my own god.", "9": "I said, “Belteshazzar, not only are you the wisest of all advisors and counselors, but the holy gods have given you special powers to solve the most difficult mysteries. So listen to what I dreamed and tell me what it means:", "10": "In my sleep I saw a very tall tree in the center of the world.", "11": "It grew stronger and higher, until it reached to heaven and could be seen from anywhere on earth.", "12": "It was covered with leaves and heavy with fruit— enough for all nations. Wild animals enjoyed its shade, birds nested in its branches, and all creatures on earth lived on its fruit.", "13": "“While I was in bed, having this vision, a holy angel[a] came down from heaven ", "14": "and shouted: 'Chop down the tree and cut off its branches; strip off its leaves and scatter its fruit. Make the animals leave its shade and send the birds flying from its branches.", "15": "But leave its stump and roots in the ground, surrounded by grass and held by chains of iron and bronze. 'Make sure that this ruler lives like the animals out in the open fields, unprotected from the dew.", "16": "Give him the mind of a wild animal for seven long years.[b]", "17": "This punishment is given at the command of the holy angels.[c] It will show to all who live that God Most High controls all kingdoms and chooses for their rulers persons of humble birth.'", "18": "“Daniel,[d] that was the dream that none of the wise men in my kingdom were able to understand. But I am sure that you will understand what it means, because the holy gods have given you some special powers.”", "19": "For a while, Daniel[e] was terribly confused and worried by what he was thinking. But I said, “Don't be bothered either by the dream or by what it means.” Daniel replied: Your Majesty, I wish the dream had been against your enemies. ", "20": "You saw a tree that grew so big and strong that it reached up to heaven and could be seen from anywhere on earth. ", "21": "Its leaves were beautiful, and it produced enough fruit for all living creatures; animals lived in its shade, and birds nested in its branches. ", "22": "Your Majesty, that tree is you. Your glorious reputation has reached heaven, and your kingdom covers the earth.", "23": "Then you saw a holy angel[f] come down from heaven and say, “Chop down the tree and destroy it! But leave its stump and roots in the ground, fastened there by a chain of iron and bronze. Let it stay for seven years[g] out in the field with the wild animals, unprotected from the dew.”", "24": "Your Majesty, God Most High has sent you this message, and it means ", "25": "that you will be forced to live with the wild animals, far away from humans. You will eat grass like a wild animal and live outdoors for seven years,[h] until you learn that God Most High controls all earthly kingdoms and chooses their rulers. ", "26": "But he gave orders not to disturb the stump and roots. This is to show that you will be king once again, after you learn that the God who rules from heaven is in control. ", "27": "Your Majesty, please be willing to do what I say. Turn from your sins and start living right; have mercy on those who are mistreated. Then all will go well with you for a long time.", "28-30": "About twelve months later, I was walking on the flat roof of my royal palace and admiring the beautiful city of Babylon, when these things started happening to me. I was saying to myself, “Just look at this wonderful capital city that I have built by my own power and for my own glory!”", "31": "But before I could finish speaking, a voice from heaven interrupted: King Nebuchadnezzar, this kingdom is no longer yours. ", "32": "You will be forced to live with the wild animals, away from people. For seven years[i] you will eat grass, as though you were an ox, until you learn that God Most High is in control of all earthly kingdoms and that he is the one who chooses their rulers.", "33": "This was no sooner said than done—I was forced to live like a wild animal; I ate grass and was unprotected from the dew. As time went by, my hair grew longer than eagle feathers, and my fingernails looked like the claws of a bird.", "34": "Finally, I prayed to God in heaven, and my mind was healed. Then I said: “I praise and honor God Most High. He lives forever, and his kingdom will never end.", "35": "To him the nations are far less than nothing; God controls the stars in the sky and everyone on this earth. When God does something, we cannot change it or even ask why.”", "36": "At that time my mind was healed, and once again I became the ruler of my glorious kingdom. My advisors and officials returned to me, and I had greater power than ever before. ", "37": "That's why I say: “Praise and honor the King who rules from heaven! Everything he does is honest and fair, and he can shatter the power of those who are proud.”"}