{"1": "One evening, King Belshazzar gave a great banquet for a thousand of his highest officials, and he drank wine with them. ", "2": "He got drunk and ordered his servants to bring in the gold and silver cups his father Nebuchadnezzar[a] had taken from the temple in Jerusalem. Belshazzar wanted the cups, so that he and all his wives and officials could drink from them.", "3-4": "When the gold cups were brought in, everyone at the banquet drank from them and praised their idols made of gold, silver, bronze, iron, wood, and stone.", "5": "Suddenly a human hand was seen writing on the plaster wall of the palace. The hand was just behind the lampstand, and the king could see it writing. ", "6": "He was so frightened that his face turned pale, his knees started shaking, and his legs became weak.", "7": "The king called in his advisors, who claimed they could talk with the spirits of the dead and understand the meanings found in the stars. He told them, “The man who can read this writing and tell me what it means will become the third most powerful man in my kingdom. He will wear robes of royal purple and a gold chain around his neck.”", "8": "All of King Belshazzar's highest officials came in, but not one of them could read the writing or tell what it meant, ", "9": "and they were completely puzzled. Now the king was more afraid than ever before, and his face turned white as a ghost.", "10": "When the queen heard the king and his officials talking, she came in and said: Your Majesty, I hope you live forever! Don't be afraid or look so pale. ", "11": "In your kingdom there is a man who has been given special powers by the holy gods. When your father Nebuchadnezzar was king, this man was known to be as smart, intelligent, and wise as the gods themselves. Your father put him in charge of all who claimed they could talk with the spirits or understand the meanings in the stars or tell about the future. ", "12": "He also changed the man's name from Daniel to Belteshazzar. Not only is he wise and intelligent, but he can explain dreams and riddles and solve difficult problems. Send for Daniel, and he will tell you what the writing means.", "13": "When Daniel was brought in, the king said: So you are Daniel, one of the captives my father brought back from Judah! ", "14": "I was told that the gods have given you special powers and that you are intelligent and very wise. ", "15": "Neither my advisors nor the men who talk with the spirits of the dead could read this writing or tell me what it means. ", "16": "But I have been told that you understand everything and that you can solve difficult problems. Now then, if you can read this writing and tell me what it means, you will become the third most powerful man in my kingdom. You will wear royal purple robes and have a gold chain around your neck.", "17": "Daniel answered: Your Majesty, I will read the writing and tell you what it means. But you may keep your gifts or give them to someone else. ", "18": "Sir, the Most High God made your father a great and powerful man and brought him much honor and glory. ", "19": "God did such great things for him that people of all nations and races shook with fear. Your father had the power of life or death over everyone, and he could honor or ruin anyone he chose. ", "20": "But when he became proud and stubborn, his glorious kingdom was taken from him. ", "21": "His mind became like that of an animal, and he was forced to stay away from people and live with wild donkeys. Your father ate grass like an ox, and he slept outside where his body was soaked with dew. He was forced to do this until he learned that the Most High God rules all kingdoms on earth and chooses their kings.", "22": "King Belshazzar, you knew all of this, but you still refused to honor the Lord who rules from heaven. ", "23": "Instead, you turned against him and ordered the cups from his temple to be brought here, so that you and your wives and officials could drink wine from them. You praised idols made of silver, gold, bronze, iron, wood, and stone, even though they cannot see or hear or think. You refused to worship the God who gives you breath and controls everything you do. ", "24": "That's why he sent the hand to write this message on the wall.", "25-28": "The words written there are mene, which means “numbered,” tekel, which means “weighed,” and parsin,[b] which means “divided.” God has numbered the days of your kingdom and has brought it to an end. He has weighed you on his balance scales, and you fall short of what it takes to be king. So God has divided your kingdom between the Medes and the Persians.", "29": "Belshazzar gave a command for Daniel to be made the third most powerful man in his kingdom and to be given a purple robe and a gold chain.", "30": "That same night, the king was killed. ", "31": "Then Darius the Mede, who was sixty-two years old, took over his kingdom."}