{"1": "Darius divided his kingdom into a hundred and twenty states and placed a governor in charge of each one. ", "2": "In order to make sure that his government was run properly, Darius put three other officials in charge of the governors. One of these officials was Daniel. ", "3": "And he did his work so much better than the other governors and officials that the king decided to let him govern the whole kingdom.", "4": "The other men tried to find something wrong with the way Daniel did his work for the king. But they could not accuse him of anything wrong, because he was honest and faithful and did everything he was supposed to do. ", "5": "Finally, they said to one another, “We will never be able to bring any charge against Daniel, unless it has to do with his religion.”", "6": "They all went to the king and said: Your Majesty, we hope you live forever! ", "7": "All of your officials, leaders, advisors, and governors agree that you should make a law forbidding anyone to pray to any god or human except you for the next thirty days. Everyone who disobeys this law must be thrown into a pit of lions. ", "8": "Order this to be written and then sign it, so it cannot be changed, just as no written law of the Medes and Persians can be changed.”", "9": "So King Darius made the law and had it written down.", "10": "Daniel heard about the law, but when he returned home, he went upstairs and prayed in front of the window that faced Jerusalem. In the same way that he had always done, he knelt down in prayer three times a day, giving thanks to God.", "11": "The men who had spoken to the king watched Daniel and saw him praying to his God for help. ", "12": "They went back to the king and said, “Didn't you make a law that forbids anyone to pray to any god or human except you for the next thirty days? And doesn't the law say that everyone who disobeys it will be thrown into a pit of lions?” “Yes, that's the law I made,” the king agreed. “And just like all written laws of the Medes and Persians, it cannot be changed.”", "13": "The men then told the king, “That Jew named Daniel, who was brought here as a captive, refuses to obey you or the law that you ordered to be written. And he still prays to his god three times a day.” ", "14": "The king was really upset to hear about this, and for the rest of the day he tried to think how he could save Daniel.", "15": "At sunset the men returned and said, “Your Majesty, remember that no written law of the Medes and Persians can be changed, not even by the king.”", "16": "So Darius ordered Daniel to be brought out and thrown into a pit of lions. But he said to Daniel, “You have been faithful to your God, and I pray that he will rescue you.”", "17": "A stone was rolled over the pit, and it was sealed. Then Darius and his officials stamped the seal to show that no one should let Daniel out. ", "18": "All night long the king could not sleep. He did not eat anything, and he would not let anyone come in to entertain him.", "19": "At daybreak the king got up and ran to the pit. ", "20": "He was anxious and shouted, “Daniel, you were faithful and served your God. Was he able to save you from the lions?”", "21": "Daniel answered, “Your Majesty, I hope you live forever! ", "22": "My God knew that I was innocent, and he sent an angel to keep the lions from eating me. Your Majesty, I have never done anything to hurt you.”", "23": "The king was relieved to hear Daniel's voice, and he gave orders for him to be taken out of the pit. Daniel's faith in his God had kept him from being harmed. ", "24": "And the king ordered the men who had brought charges against Daniel to be thrown into the pit, together with their wives and children. But before they even reached the bottom, the lions ripped them to pieces.", "25": "King Darius then sent this message to all people of every nation and race in the world: “Greetings to all of you!", "26": "I command everyone in my kingdom to worship and honor the God of Daniel. He is the living God, the one who lives forever. His power and his kingdom will never end.", "27": "He rescues people and sets them free by working great miracles. Daniel's God has rescued him from the power of the lions.”", "28": "All went well for Daniel while Darius was king, and even when Cyrus the Persian ruled.[a]"}