{"1-2": "Daniel wrote: In the first year of King Belshazzar[a] of Babylonia, I had some dreams and visions while I was asleep one night, and I wrote them down. The four winds were stirring up the mighty sea, ", "3": "when suddenly four powerful beasts came out of the sea. Each beast was different. ", "4": "The first was like a lion with the wings of an eagle. As I watched, its wings were pulled off. Then it was lifted to an upright position and made to stand on two feet, just like a human, and it was given a human mind.", "5": "The second beast looked like a bear standing on its hind legs.[b] It held three ribs in its teeth, and it was told, “Attack! Eat all the flesh you want.”", "6": "The third beast was like a leopard—except that it had four wings and four heads. It was given authority to rule.", "7": "The fourth beast was stronger and more terrifying than the others. Its huge teeth were made of iron, and what it didn't grind with its teeth, it smashed with its feet. It was different from the others, and it had horns on its head—ten of them. ", "8": "Just as I was thinking about these horns, a smaller horn appeared, and three of the other horns were pulled up by the roots to make room for it. This horn had the eyes of a human and a mouth that spoke with great pride.", "9": "Daniel wrote: Thrones were set up while I was watching, and the Eternal God[c] took his place. His clothing and his hair were white as snow. His throne was a blazing fire with fiery wheels,", "10": "and flames were dashing out from all around him. Countless thousands were standing there to serve him. The time of judgment began, and the books[d] were opened.", "11": "I watched closely to see what would happen to this smaller horn because of the arrogant things it was saying. Then before my very eyes, the fourth beast was killed and its body destroyed by fire. ", "12": "The other three beasts had their authority taken from them, but they were allowed to live a while longer.[e] ", "13": "As I continued to watch the vision that night, I saw what looked like a son of man[f] coming with the clouds of heaven, and he was presented to the Eternal God.[g]", "14": "He was crowned king and given power and glory, so that all people of every nation and race would serve him. He will rule forever, and his kingdom is eternal, never to be destroyed.", "15": "Daniel wrote: I was terrified by these visions, and I didn't know what to think. ", "16": "So I asked one of those standing there,[h] and he explained, ", "17": "“The four beasts are four earthly kingdoms. ", "18": "But God Most High will give his kingdom to his chosen ones, and it will be theirs forever and ever.”", "19": "I wanted to know more about the fourth beast,[i] because it was so different and much more terrifying than the others. What was the meaning of its iron teeth and bronze claws and of its feet that smashed what the teeth and claws had not ground and crushed? ", "20": "I also wanted to know more about all ten of those horns on its head. I especially wanted to know more about the one that took the place of three of the others—the horn that had eyes and spoke with arrogance and seemed greater than the others. ", "21": "While I was looking, this horn attacked God's chosen ones and was winning the battle. ", "22": "Then God Most High, the Eternal God,[j] came and judged in favor of his chosen ones, because the time had arrived for them to be given the kingdom.", "23": "Then I was told by the one standing there: “The fourth beast will be a fourth kingdom to appear on earth. It will be different from all the others— it will trample the earth and crush it to pieces.", "24": "All ten of those horns are kings who will come from this kingdom, and one more will follow. This horn will be different from the others, and it will conquer three other kings.", "25": "“This king will speak evil of God Most High, and he will be cruel to God's chosen ones. He will try to change God's Law and the sacred seasons. And he will be able to do this for a time, two times, and half a time.[k]", "26": "But he will finally be judged, and his kingdom completely destroyed.", "27": "“Then the greatest kingdom of all will be given to the chosen ones of God Most High. His kingdom will be eternal, and all others will serve and obey him.”", "28": "That was what I saw and heard. I turned pale with fear and kept it all to myself."}