{"1": "Daniel wrote: In the third year of King Belshazzar of Babylonia,[a] I had a second vision ", "2": "in which I was in Susa, the chief city of Babylonia's Elam Province. I was beside the Ulai River,[b] ", "3": "when I looked up and saw a ram standing there with two horns on its head—both of them were long, but the second one was longer than the first. ", "4": "The ram went charging toward the west, the north, and the south. No other animals were strong enough to oppose him, and nothing could save them from his power. So he did as he pleased and became even more powerful.", "5": "I kept on watching and saw a goat come from the west and charge across the entire earth, without even touching the ground. Between his eyes was a powerful horn,[c] ", "6": "and with tremendous anger the goat started toward the ram that I had seen beside the river.[d] ", "7": "The goat was so fierce that its attack broke both horns of the ram, leaving him powerless. Then the goat stomped on the ram, and no one could do anything to help. ", "8": "After this, the goat became even more powerful. But at the peak of his power, his mighty horn was broken, and four other mighty horns took its place—one pointing to the north and one to the east, one to the south and one to the west.", "9": "A little horn came from one of these, and its power reached to the south, the east, and even to the holy land.[e] ", "10": "It became so strong that it attacked the stars in the sky, which were heaven's army.[f] Then it threw some of them down to the earth and stomped on them. ", "11-12": "It humiliated heaven's army and dishonored its leader[g] by keeping him from offering the daily sacrifices. In fact, it was so terrible that it even disgraced the temple and wiped out true worship. It also did everything else it wanted to do.", "13": "Then one of the holy angels asked another, “When will the daily sacrifices be offered again? What about this horrible rebellion? When will the temple and heaven's army no longer be trampled in the dust?”", "14": "The other answered, “It will be two thousand three hundred evenings and mornings before the temple is dedicated and in use again.”", "15": "Daniel wrote: I was trying to figure out the meaning of the vision, when someone suddenly appeared there beside me. ", "16": "And from beside the Ulai River,[h] a voice like that of a human said, “Gabriel, help him understand the vision.”", "17": "Gabriel came over, and I fell to the ground in fear. Then he said, “You are merely a human, but you need to understand that this vision is about the end of time.”", "18": "While he was speaking, I fell facedown in a deep sleep. But he lifted me to my feet ", "19": "and said: Listen, and I will tell you what will happen at the end of time, when God has chosen to show his anger. ", "20": "The two horns of the ram are the kings of Media and Persia, ", "21": "the goat is the kingdom of Greece, and the powerful horn between his eyes is the first of its kings. ", "22": "After this horn is broken, four other kingdoms will appear, but they won't be as strong.", "23": "When these rulers have become as evil as possible, their power will end, and then a king who is dangerous and cannot be trusted will appear. ", "24": "He will gain strength, but not on his own, and he will cause terrible destruction. He will wipe out powerful leaders and God's people as well. ", "25": "His deceitful lies will make him so successful, that he will think he is really great. Suddenly he will kill many people, and he will even attack God, the Supreme Ruler. But God will crush him!", "26": "This vision about the evenings and mornings is true, but these things won't happen for a long time, so don't tell it to others.", "27": "After this, I was so worn out and weak that it was several days before I could get out of bed and go about my duties for the king. I was disturbed by this vision that made no sense to me."}