{"1-2": "Daniel wrote: Some years later, Darius the Mede,[a] who was the son of Xerxes,[b] had become king of Babylonia. And during his first year as king, I found out from studying the writings of the prophets that the Lord had said to Jeremiah, “Jerusalem will lie in ruins for seventy years.”[c] ", "3-4": "Then, to show my sorrow, I went without eating and dressed in sackcloth[d] and sat in ashes. I confessed my sins and earnestly prayed to the Lord my God: Our Lord, you are a great and fearsome God, and you faithfully keep your agreement with those who love and obey you. ", "5": "But we have sinned terribly by rebelling against you and rejecting your laws and teachings. ", "6": "We have ignored the message your servants the prophets spoke to our kings, our leaders, our ancestors, and everyone else.", "7": "Everything you do is right, our Lord. But still we suffer public disgrace because we have been unfaithful and have sinned against you. This includes all of us, both far and near—the people of Judah, Jerusalem, and Israel, as well as those you dragged away to foreign lands, ", "8": "and even our kings, our officials, and our ancestors. ", "9": "Lord God, you are merciful and forgiving, even though we have rebelled against you ", "10": "and rejected your teachings that came to us from your servants the prophets.", "11": "Everyone in Israel has stubbornly refused to obey your laws, and so those curses written by your servant Moses have fallen upon us. ", "12": "You warned us and our leaders that Jerusalem would suffer the worst disaster in human history, and you did exactly as you had threatened. ", "13": "We have not escaped any of the terrible curses written by Moses, and yet we have refused to beg you for mercy and to remind ourselves of how faithful you have always been. ", "14": "And when you finally punished us with this horrible disaster, that was also the right thing to do, because we deserved it so much.", "15": "Our Lord God, with your own mighty arm you rescued us from Egypt and made yourself famous to this very day, but we have sinned terribly. ", "16": "In the past, you treated us with such kindness, that we now beg you to stop being so terribly angry with Jerusalem. After all, it is your chosen city built on your holy mountain, even though it has suffered public disgrace because of our sins and those of our ancestors.", "17": "I am your servant, Lord God, and I beg you to answer my prayers and bring honor to yourself by having pity on your temple that lies in ruins. ", "18": "Please show mercy to your chosen city, not because we deserve it, but because of your great kindness. ", "19": "Forgive us! Hurry and do something, not only for your city and your chosen people, but to bring honor to yourself.", "20": "Daniel wrote: I was still confessing my sins and those of all Israel to the Lord my God, and I was praying for the good of his holy mountain,[e] ", "21": "when Gabriel suddenly came flying in at the time of the evening sacrifice. This was the same Gabriel I had seen in my vision, ", "22": "and he explained: Daniel, I am here to help you understand the vision. ", "23": "God thinks highly of you, and at the very moment you started praying, I was sent to give you the answer. ", "24": "God has decided that for seventy weeks,[f] your people and your holy city must suffer as the price of their sins. Then evil will disappear, and justice will rule forever; the visions and words of the prophets will come true, and a most holy place will be dedicated.[g]", "25": "You need to realize that from the command to rebuild Jerusalem until the coming of the Chosen Leader,[h] it will be seven weeks and another sixty-two weeks.[i] Streets will be built in Jerusalem, and a trench will be dug around the city for protection, but these will be difficult times.[j] ", "26": "At the end of the sixty-two weeks,[k] the Chosen Leader[l] will be killed and left with nothing.[m] A foreign ruler and his army will sweep down like a mighty flood, leaving both the city and the temple in ruins, and war and destruction will continue until the end, just as God has decided. ", "27": "For one week[n] this foreigner[o] will make a firm agreement with many people, and halfway through this week,[p] he will end all sacrifices and offerings. Then the “Horrible Thing” that causes destruction will be put there. And it will stay there until the time God has decided to destroy this one who destroys."}