{"1": "Then Jesus left there and went into the area of Judea and across the Jordan River. Again, many people came to him, and Jesus taught them as he always did.", "2": "Some Pharisees came to Jesus and tried to make him say something wrong. They asked him, “Is it right for a man to divorce his wife?”", "3": "Jesus answered, “What did Moses command you to do?”", "4": "The Pharisees said, “Moses allowed a man to divorce his wife by writing a certificate of divorce.”[a]", "5": "Jesus said, “Moses wrote that command for you because you refused to accept God's teaching.", "6": "But when God made the world, 'he made people male and female.'[b]", "7": "'That is why a man will leave his father and mother and be joined to his wife.", "8": "And the two people will become one.'[c] So they are no longer two, but one.", "9": "God has joined them together, so no one should separate them.”", "10": "Later, when the followers and Jesus were in the house, they asked him again about the question of divorce.", "11": "He said, “Whoever divorces his wife and marries another woman has sinned against his wife. He is guilty of adultery.", "12": "And the woman who divorces her husband and marries another man is also guilty of adultery.”", "13": "People brought their small children to Jesus so that he could lay his hands on them to bless them. But the followers told the people to stop bringing their children to him.", "14": "Jesus saw what happened. He did not like his followers telling the children not to come. So he said to them, “Let the little children come to me. Don't stop them, because God's kingdom belongs to people who are like these little children.", "15": "The truth is, you must accept God's kingdom like a little child accepts things, or you will never enter it.”", "16": "Then Jesus held the children in his arms. He laid his hands on them and blessed them.", "17": "Jesus started to leave, but a man ran to him and bowed down on his knees before him. The man asked, “Good Teacher, what must I do to get the life that never ends?”", "18": "Jesus answered, “Why do you call me good? Only God is good.", "19": "And you know his commands: 'You must not murder anyone, you must not commit adultery, you must not steal, you must not lie, you must not cheat, you must respect your father and mother ….'[d]”", "20": "The man said, “Teacher, I have obeyed all these commands since I was a boy.”", "21": "Jesus looked at the man in a way that showed how much he cared for him. He said, “There is still one thing you need to do. Go and sell everything you have. Give the money to those who are poor, and you will have riches in heaven. Then come and follow me.”", "22": "The man was upset when Jesus told him to give away his money. He didn't want to do this, because he was very rich. So he went away sad.", "23": "Then Jesus looked at his followers and said to them, “It will be very hard for a rich person to enter God's kingdom!”", "24": "The followers were amazed at what Jesus said. But he said again, “My children, it is very hard[e] to enter God's kingdom!", "25": "It is easier for a camel to go through the eye of a needle than for a rich person to enter God's kingdom!”", "26": "The followers were even more amazed and said to each other, “Then who can be saved?”", "27": "Jesus looked at them and said, “That is something people cannot do, but God can. He can do anything.”", "28": "Peter said to Jesus, “We left everything to follow you!”", "29": "Jesus said, “I can promise that everyone who has left their home, brothers, sisters, mother, father, children, or farm for me and for the Good News about me", "30": "will get a hundred times more than they left. Here in this world they will get more homes, brothers, sisters, mothers, children, and farms. And with these things they will have persecutions. But in the world that is coming they will also get the reward of eternal life.", "31": "Many people who have the highest place now will have the lowest place in the future. And the people who have the lowest place now will have the highest place then.”", "32": "Jesus and those with him were on their way to Jerusalem. He was at the front of the group. His followers were wondering what was happening, and the people who followed behind them were feeling afraid. Jesus gathered the twelve apostles again and talked with them alone. He told them what would happen in Jerusalem.", "33": "He said, “We are going to Jerusalem. The Son of Man will be handed over to the leading priests and teachers of the law. They will say that he must die and will hand him over to the foreigners,", "34": "who will laugh at him and spit on him. They will beat him with whips and kill him. But on the third day after his death, he will rise to life again.”", "35": "Then James and John, sons of Zebedee, came to Jesus and said, “Teacher, we want to ask you to do something for us.”", "36": "Jesus asked, “What do you want me to do for you?”", "37": "The sons answered, “Let us share the great honor you will have as king. Let one of us sit at your right side and the other at your left.”", "38": "Jesus said, “You don't understand what you are asking. Can you drink from the cup[f] that I must drink from? Can you be baptized with the same baptism[g] that I must go through?”", "39": "The sons answered, “Yes, we can!” Jesus said to the sons, “It is true that you will drink from the cup that I drink from. And you will be baptized with the same baptism that I must go through.", "40": "But it is not for me to say who will sit at my right or my left. God has prepared those places for the ones he chooses.”", "41": "When the other ten followers heard this, they were angry with James and John.", "42": "Jesus called all the followers together. He said, “The non-Jewish people have men they call rulers. You know that those rulers love to show their power over the people. And their important leaders love to use all their authority over the people.", "43": "But it should not be that way with you. Whoever wants to be your leader must be your servant.", "44": "Whoever wants to be first must serve the rest of you like a slave.", "45": "Follow my example: Even the Son of Man did not come for people to serve him. He came to serve others and to give his life to save many people.”", "46": "Then they came to the town of Jericho. When Jesus left there with his followers, a large crowd was with them. A blind man named Bartimaeus (meaning “son of Timaeus”) was sitting by the road. He was always begging for money.", "47": "He heard that Jesus from Nazareth was walking by. So he began shouting, “Jesus, Son of David, please help me!”", "48": "Many people criticized the blind man and told him to be quiet. But he shouted more and more, “Son of David, please help me!”", "49": "Jesus stopped and said, “Tell him to come here.” So they called the blind man and said, “You can be happy now. Stand up! Jesus is calling you.”", "50": "The blind man stood up quickly. He left his coat there and went to Jesus.", "51": "Jesus asked the man, “What do you want me to do for you?” He answered, “Teacher, I want to see again.”", "52": "Jesus said, “Go. You are healed because you believed.” Immediately the man was able to see again. He followed Jesus down the road."}