{"1": "Jesus and his followers went across the lake to the area where the Gerasene people[a] lived.", "2": "When Jesus got out of the boat, a man came to him from the caves where the dead are buried. This man had an evil spirit living inside him.", "3": "He lived in the burial caves. No one could keep him tied up, even with chains.", "4": "Many times people had put chains on his hands and feet, but he broke the chains. No one was strong enough to control him.", "5": "Day and night he stayed around the burial caves and on the hills. He would scream and cut himself with rocks.", "6": "While Jesus was still far away, the man saw him. He ran to Jesus and bowed down before him.", "7-8": "As Jesus was saying, “You evil spirit, come out of this man,” the man shouted loudly, “What do you want with me, Jesus, Son of the Most High God? I beg you in God's name not to punish me!”", "9": "Then Jesus asked the man, “What is your name?” The man answered, “My name is Legion,[b] because there are many spirits inside me.”", "10": "The spirits inside the man begged Jesus again and again not to send them out of that area.", "11": "A large herd of pigs was eating on a hill near there.", "12": "The evil spirits begged Jesus, “Send us to the pigs. Let us go into them.”", "13": "So Jesus allowed them to do this. The evil spirits left the man and went into the pigs. Then the herd of pigs ran down the hill and into the lake. They were all drowned. There were about 2000 pigs in that herd.", "14": "The men who had the work of caring for the pigs ran away. They ran to the town and to the farms and told everyone what happened. The people went out to see.", "15": "They came to Jesus, and they saw the man who had the many evil spirits. He was sitting down and was wearing clothes. He was in his right mind again. When they saw this, they were afraid.", "16": "Those who had seen what Jesus did told the others what happened to the man who had the demons living in him. And they also told about the pigs.", "17": "Then the people began to beg Jesus to leave their area.", "18": "Jesus was preparing to leave in the boat. The man who was now free from the demons begged to go with him.", "19": "But Jesus did not allow the man to go. He said, “Go home to your family and friends. Tell them about all that the Lord did for you. Tell them how the Lord was good to you.”", "20": "So the man left and told the people in the Ten Towns about the great things Jesus did for him. Everyone was amazed.", "21": "Jesus went back to the other side of the lake in the boat. There, a large crowd of people gathered around him on the shore.", "22": "A leader of the synagogue came. His name was Jairus. He saw Jesus and bowed down before him.", "23": "He begged Jesus again and again, saying, “My little daughter is dying. Please come and lay your hands on her. Then she will be healed and will live.”", "24": "So Jesus went with Jairus. Many people followed Jesus. They were pushing very close around him.", "25": "There among the people was a woman who had been bleeding for the past twelve years.", "26": "She had suffered very much. Many doctors had tried to help her, and all the money she had was spent, but she was not improving. In fact, her sickness was getting worse.", "27": "The woman heard about Jesus, so she followed him with the other people and touched his coat.", "28": "She thought, “If I can just touch his clothes, that will be enough to heal me.”", "29": "As soon as she touched his coat, her bleeding stopped. She felt that her body was healed from all the suffering.", "30": "Jesus immediately felt power go out from him, so he stopped and turned around. “Who touched my clothes?” he asked.", "31": "The followers said to Jesus, “There are so many people pushing against you. But you ask, 'Who touched me?'”", "32": "But Jesus continued looking for the one who touched him.", "33": "The woman knew that she was healed, so she came and bowed at Jesus' feet. She was shaking with fear. She told Jesus the whole story.", "34": "He said to her, “Dear woman, you are made well because you believed. Go in peace. You will not suffer anymore.”", "35": "While Jesus was still there speaking, some men came from the house of Jairus, the synagogue leader. They said, “Your daughter is dead. There is no need to bother the Teacher.”", "36": "But Jesus did not care what the men said. He said to the synagogue leader, “Don't be afraid; just believe.”", "37": "Jesus let only Peter, James, and John the brother of James go with him.", "38": "They went to the synagogue leader's house, where Jesus saw many people crying loudly. There was a lot of confusion.", "39": "He entered the house and said, “Why are you people crying and making so much noise? This child is not dead. She is only sleeping.”", "40": "But everyone laughed at him. Jesus told the people to leave the house. Then he went into the room where the child was. He brought the child's father and mother and his three followers into the room with him.", "41": "Then Jesus held the girl's hand and said to her, “Talitha, koum!” (This means “Little girl, I tell you to stand up!”)", "42": "The girl immediately stood up and began walking. (She was twelve years old.) The father and mother and the followers were amazed.", "43": "Jesus gave the father and mother very strict orders not to tell people about this. Then he told them to give the girl some food to eat."}