{"1": "Then Jesus said, “Believe me when I say that some of you people standing here will see God's kingdom come with power before you die.”", "2": "Six days later, Jesus took Peter, James, and John and went up on a high mountain. They were all alone there. While these followers watched him, Jesus was changed.", "3": "His clothes became shining white—whiter than anyone on earth could make them.", "4": "Then two men were there talking with Jesus. They were Elijah and Moses.", "5": "Peter said to Jesus, “Teacher, it is good that we are here. We will put three tents here—one for you, one for Moses, and one for Elijah.”", "6": "Peter did not know what to say, because he and the other two followers were so afraid.", "7": "Then a cloud came and covered them. A voice came from the cloud and said, “This is my Son, the one I love. Obey him!”", "8": "The followers looked, but they saw only Jesus there alone with them.", "9": "As Jesus and the followers were walking back down the mountain, he gave them these instructions: “Don't tell anyone about what you saw on the mountain. Wait until after the Son of Man rises from death. Then you can tell people what you saw.”", "10": "So the followers waited to say anything about what they saw. But they discussed among themselves what Jesus meant about rising from death.", "11": "They asked him, “Why do the teachers of the law say that Elijah must come[a] first?”", "12": "Jesus answered, “They are right to say that Elijah must come first. Elijah makes all things the way they should be. But why do the Scriptures say that the Son of Man will suffer much and that people will think he is worth nothing?", "13": "I tell you that Elijah has already come. And people did to him all the bad things they wanted to do. The Scriptures said this would happen to him.”", "14": "Then Jesus, Peter, James, and John went to the other followers. They saw many people around them. The teachers of the law were arguing with the followers.", "15": "When the people saw Jesus, they were very surprised and ran to welcome him.", "16": "Jesus asked, “What are you arguing about with the teachers of the law?”", "17": "A man answered, “Teacher, I brought my son to you. He is controlled by an evil spirit that keeps him from talking.", "18": "The spirit attacks him and throws him on the ground. He foams at the mouth, grinds his teeth, and becomes very stiff. I asked your followers to force the evil spirit out, but they could not.”", "19": "Jesus answered, “You people today don't believe! How long must I stay with you? How long must I be patient with you? Bring the boy to me!”", "20": "So the followers brought the boy to Jesus. When the evil spirit saw Jesus, it attacked the boy. The boy fell down and rolled on the ground. He was foaming at the mouth.", "21": "Jesus asked the boy's father, “How long has this been happening to him?” The father answered, “Since he was very young.", "22": "The spirit often throws him into a fire or into water to kill him. If you can do anything, please have pity on us and help us.”", "23": "Jesus said to the father, “Why did you say 'if you can'? All things are possible for the one who believes.”", "24": "Immediately the father shouted, “I do believe. Help me to believe more!”", "25": "Jesus saw that all the people were running there to see what was happening. So he spoke to the evil spirit. He said, “You evil spirit that makes this boy deaf and stops him from talking—I command you to come out of him and never enter him again!”", "26": "The evil spirit screamed. It caused the boy to fall on the ground again, and then it came out. The boy looked as if he was dead. Many people said, “He is dead!”", "27": "But Jesus took hold of his hand and helped him stand up.", "28": "Then Jesus went into the house. His followers were alone with him there. They said, “Why weren't we able to force that evil spirit out?”", "29": "Jesus answered, “That kind of spirit can be forced out only with prayer.[b]”", "30": "Then Jesus and his followers left there and went through Galilee. Jesus did not want the people to know where they were.", "31": "He wanted to teach his followers alone. He said to them, “The Son of Man will be handed over to the control of other men, who will kill him. After three days, he will rise from death.”", "32": "But the followers did not understand what he meant, and they were afraid to ask him.", "33": "Jesus and his followers went to Capernaum. They went into a house, and Jesus said to them, “I heard you arguing on the way here today. What were you arguing about?”", "34": "But the followers did not answer, because their argument on the road was about which one of them was the greatest.", "35": "Jesus sat down and called the twelve apostles to him. He said, “Whoever wants to be the most important must make others more important than themselves. They must serve everyone else.”", "36": "Then Jesus took a small child and stood the child in front of the followers. He held the child in his arms and said,", "37": "“Whoever accepts children like these in my name is accepting me. And anyone who accepts me is also accepting the one who sent me.”", "38": "Then John said, “Teacher, we saw a man using your name to force demons out of someone. He is not one of us. So we told him to stop, because he does not belong to our group.”", "39": "Jesus said, “Don't stop him. Whoever uses my name to do powerful things will not soon say bad things about me.", "40": "Whoever is not against us is with us.", "41": "I can assure you that anyone who helps you by giving you a drink of water because you belong to the Messiah will definitely get a reward.", "42": "“If one of these little children believes in me, and someone causes that child to sin, it will be very bad for that person. It would be better for them to have a millstone tied around their neck and be drowned in the sea.", "43": "If your hand makes you sin, cut it off. It is better for you to lose part of your body and have eternal life than to have two hands and go to hell. There the fire never stops.", "44": "[c]", "45": "If your foot makes you sin, cut it off. It is better for you to lose part of your body and have eternal life than to have two feet and be thrown into hell.", "46": "[d]", "47": "If your eye makes you sin, take it out. It is better for you to have only one eye and enter God's kingdom than to have two eyes and be thrown into hell.", "48": "The worms that eat the people in hell never die. The fire there is never stopped.", "49": "“Everyone will be salted with fire.[e]", "50": "“Salt is good. But if it loses its salty taste, you can't make it good again. So, don't lose that good quality of salt you have. And live in peace with each other.”"}