{"1": "These are the words that Moses spoke to all Israel across the Jordan River, in the desert, on the plain across from Suph, between Paran and Tophel, Laban, Hazeroth, and Di-zahab.", "2": "(2 It is eleven days from Horeb to Kadesh-barnea along the Mount Seir route.)", "3": "It was in the fortieth year, on the first day of the eleventh month, that Moses spoke to the Israelites precisely what the Lord had commanded him for them.", "4": "(4 This was after the defeat of Sihon, the Amorite king who ruled in Heshbon, and Og, Bashan's king, who ruled in Ashtaroth and[a] Edrei.)", "5": "Beyond the Jordan, in the land of Moab, Moses began to explain this Instruction. He said the following:", "6": "At Horeb, the Lord our God told us: You've been at this mountain long enough.", "7": "Get going! Enter the hills of the Amorites and the surrounding areas in the desert, the highlands, the lowlands, the arid southern region, and the seacoast—the land of the Canaanites—and the Lebanon range, all the way to the great Euphrates River.", "8": "Look, I have laid the land before you. Go and possess the land that I[b] promised to give to your ancestors Abraham, Isaac, and Jacob, as well as to their descendants after them.", "9": "At that same time, I told you: I can't handle all of you by myself.", "10": "The Lord your God has multiplied your number—you are now as countless as the stars in the sky.", "11": "May the Lord, your ancestors' God, continue to multiply you—a thousand times more! And may God bless you, just as he promised.", "12": "But how can I handle all your troubles, burdens, and disputes by myself?", "13": "Now, for each of your tribes, choose wise, discerning, and well-regarded individuals. I will appoint them as your leaders.", "14": "You answered me: “What you have proposed is a good idea.”", "15": "So I took leading individuals from your tribes, people who were wise and well-regarded, and I set them up as your leaders. There were commanders over thousands, hundreds, fifties, and tens, as well as officials for each of your tribes.", "16": "At that same time, I commanded your judges: Listen to your fellow tribe members and judge fairly, whether the dispute is between one fellow tribe member or between a tribe member and an immigrant.", "17": "Don't show favoritism in a decision. Hear both sides out, whether the person is important or not. Don't be afraid of anyone because the ruling belongs to God. Any dispute that is too difficult for you to decide, bring to me and I will take care of it.", "18": "So at that time, I commanded you concerning everything you were to do.", "19": "We left Horeb and journeyed through that vast and terrifying desert you saw, on the way to the hills of the Amorites, exactly as the Lord our God commanded us. Then we arrived at Kadesh-barnea.", "20": "I said to you: You have come to the hills of the Amorites, which the Lord our God is giving to us.", "21": "Look! The Lord your God has laid out the land before you. Go up and take it, just as the Lord, your ancestors' God, has promised you. Don't be afraid! Don't be frightened!", "22": "Then all of you approached me, saying, “Let's send spies ahead of us—they can check out the land for us. Then they can return with word about the route we should use and bring a report about the cities that we'll be entering.”", "23": "This idea seemed good to me, so I selected twelve men, one from each tribe.", "24": "These set out and went up into the hills, going as far as the Cluster[c] ravine. They walked all around that area.", "25": "They took some of the land's fruit and then came back down to us. They reported to us: “The land that the Lord our God is giving to us is wonderful!”", "26": "But you weren't willing to go up. You rejected the Lord your God's instruction.", "27": "You complained in your tents, saying things like, “The Lord hates us! That's why he brought us out of Egypt—to hand us over to the Amorites, to destroy us!", "28": "What are we doing? Our brothers have made our hearts sick by saying, 'People far stronger and much taller than we live there, and the cities are huge, with walls sky-high! Worse still, we saw the descendants of the Anakites there!'”", "29": "But I said to you: Don't be terrified! Don't be afraid of them!", "30": "The Lord your God is going before you. He will fight for you just as he fought for you in Egypt while you watched,", "31": "and as you saw him do in the desert. Throughout your entire journey, until you reached this very place, the Lord your God has carried you just as a parent carries a child.", "32": "But you had no faith in the Lord your God about this matter,", "33": "even though he went ahead of you, scouting places where you should camp, in fire by night, so you could see the road you were taking, and in cloud during the daytime.", "34": "The Lord heard what you said. He was angry and he swore:", "35": "Not even one of these people—this wicked generation!—will see the wonderful land that I promised to give to your ancestors.", "36": "The only exception is Caleb, Jephunneh's son. He will see it. I will give the land he walked on to him and his children for this reason: he was completely devoted to the Lord.", "37": "(37 The Lord was even angry with me because of what you did. “You won't enter the land either,” God said.", "38": "“But Nun's son Joshua, your assistant, will enter it. Strengthen him because he's the one who will help Israel inherit the land.”)", "39": "Now as for your toddlers, those you said would be taken in war, and your young children who don't yet know right and wrong—they will enter the land. I will give it to them. They will possess it!", "40": "But you all must now turn around. Head back toward the wilderness along the route of the Reed Sea.[d]", "41": "You replied to me: “We've sinned against the Lord! We will go up! We will fight, just as the Lord our God commanded.” Each one of you grabbed your weapons. You thought it would be easy[e] to go up into the hills.", "42": "But the Lord told me: Tell them: Don't go up! Don't fight because I will not be with you. You will be defeated by your enemies.", "43": "I reported this to you but you wouldn't listen. You disobeyed the Lord's instruction. Hotheadedly, you went up into the hills.", "44": "And the Amorites who lived in those hills came out to meet you in battle. They chased you like bees give chase! They gave you a beating from Seir all the way to Hormah.", "45": "When you came back, you cried before the Lord, but he wouldn't respond to your tears or give you a hearing.", "46": "And so you stayed in Kadesh-barnea for quite some time."}