{"1": "So love the Lord your God and follow his instruction, his regulations, his case laws, and his commandments always.", "2": "And know right now what your children haven't known or yet witnessed:[a] The Lord your God's discipline, his power, his mighty hand and outstretched arm;", "3": "the signs and the acts that he performed in the heart of Egyptian territory, against Egypt's King Pharaoh and all his land;", "4": "what God did to the Egyptian army, to its horses and chariots—how he made the water of the Reed Sea[b] flow over their heads when they chased after you, but the Lord destroyed them, and that's how things stand right now;", "5": "what the Lord did for you in the desert, until you arrived at this place;", "6": "and what he did to Dathan and Abiram, the descendants of Eliab the Reubenite, when the ground opened up its mouth and swallowed them, their families, their tents, and every living thing they possessed in the presence of all Israel.", "7": "Your own eyes witnessed each of these powerful acts the Lord performed.", "8": "So keep every part of the commandment that I am giving you today so that you stay strong to enter and take possession of the land that you are crossing over to possess,", "9": "and so that you might prolong your life on the fertile land that the Lord swore to your ancestors to give to them and their descendants—a land full of milk and honey.", "10": "The land you are about to enter and possess is definitely not like the land of Egypt, where you came from, where you sowed your seed and irrigated it by hand[c] like a vegetable garden.", "11": "No, the land you are entering to possess is a land of hills and valleys, where your drinking water will be rain from heaven.", "12": "It's a land that the Lord cares for: the Lord's eyes are on it constantly from the first of the year until the very end of the year.", "13": "Now, if you completely obey God's[d] commandments that I am giving you right now, by loving the Lord your God and by serving him with all your heart and all your being,", "14": "then he[e] will provide rain for your land at the right time—early rain and late rain—so you can stock up your grain, wine, and oil.", "15": "He[f] will also make your fields lush for your livestock, and you will eat and be satisfied.", "16": "But watch yourselves! Otherwise, your heart might be led astray so you stray away, serving other gods and worshipping them.", "17": "Then the Lord's anger would burn against you. He will close the sky up tight. There won't be any rain, and the ground won't yield any of its crops. You will quickly disappear off the wonderful land the Lord is giving to you.", "18": "Place these words I'm speaking on your heart and in your very being. Tie them on your hand as a sign. They should be on your forehead as a symbol.[g]", "19": "Teach them to your children, by talking about them when you are sitting around your house and when you are out and about, when you are lying down and when you are getting up.", "20": "Write them on your house's doorframes and on your city's gates.", "21": "Do all that so your days and your children's days on the fertile land the Lord swore to give to your ancestors are many—indeed, as many as the number of days that the sky's been over the earth!", "22": "It's true: if you carefully keep all this commandment that I'm giving you, by doing it, by loving the Lord your God, by walking in all his ways, and by clinging to him,", "23": "then the Lord will clear out all these nations before you. You will inherit what belonged to nations that are larger and stronger than you are.", "24": "Every place you set foot on will be yours: your territory will run from the wilderness all the way to the Lebanon range, and from the Euphrates River all the way to the Mediterranean Sea.", "25": "No one will be able to stand up to you. Just as he promised, the Lord your God will make the entire land deathly afraid of you wherever you advance in it.", "26": "Pay attention! I am setting blessing and curse before you right now:", "27": "the blessing if you obey the Lord your God's commandments that I am giving you right now,", "28": "but the curse if you don't obey the Lord your God's commandments and stray from the path that I am giving you today by following other gods that you have not known.", "29": "Now when the Lord your God brings you into the land that you are entering to take possession of, put the blessing on Mount Gerizim and the curse on Mount Ebal.", "30": "(30 Aren't both of these mountains across the Jordan River, down along the western road in the region of the Canaanites who live in the desert plain, across from Gilgal, next to the Moreh Oak Grove?)", "31": "So then, once you cross the Jordan River to enter and possess the land that the Lord your God is giving you, and you take possession of it, settling down in it,", "32": "you must carefully follow the regulations and the case laws that I am laying out before you right now."}