{"1": "These are the regulations and the case laws that you must carefully keep in the fertile land the Lord, your ancestors' God, has given to you to possess for as long as you live on that land:", "2": "You must completely destroy every place where the nations that you are displacing worshipped their gods—whether on high mountains or hills or under leafy green trees.", "3": "Rip down their altars and shatter their sacred stones. Burn their sacred poles[a] with fire. Hack their gods' idols into pieces. Wipe out their names from that place.", "4": "Don't act like they did toward the Lord your God!", "5": "Instead, you must search for the location the Lord your God will select from all your tribes to put his name there, as his residence, and you must go there.", "6": "You must bring your entirely burned offerings, your sacrifices, your tenth-part gifts, your contributions,[b] your payments for solemn promises, your spontaneous gifts, and the oldest offspring of your herds and flocks to that place.", "7": "You will have a feast there, each of you and your families, in the Lord your God's presence, and you will celebrate all you have done because the Lord your God has blessed you.", "8": "Don't act like we've been acting here lately—everyone doing what seems right to them—", "9": "because up to this point you haven't yet reached the place of rest or the inheritance the Lord your God is giving you.", "10": "But you are about to cross the Jordan River and will settle in the land the Lord your God is giving you as your inheritance. Then he will give you rest from all your enemies on every side so that you live safely and securely.", "11": "At that point, you must bring all that I am commanding you, your entirely burned offerings, your sacrifices, your tenth-part gifts, your contributions, and all your best payments that you solemnly promised to the Lord, to the location the Lord your God selects for his name to reside.", "12": "Then you will rejoice in the Lord your God's presence: each of you, your sons and daughters, your male and female servants, and the Levites who dwell in your cities because they have no designated inheritance.", "13": "But watch yourself! Make sure you don't offer up your entirely burned offerings in just any place you see.", "14": "No, only at the location the Lord selects from one of your tribal areas—that's where you must offer up your entirely burned offerings and that's where you must perform everything I'm telling you.", "15": "However, whenever you wish, you may slaughter and eat meat, as the Lord your God sees fit to bless you with such in your cities. People who are polluted and people who are purified can join in the feast, as they would if they were eating gazelle or deer.", "16": "But you must not consume any of the animals' blood. Pour it out on the ground, just like water.", "17": "Within your cities you are not allowed to eat any of the following: your tenth-part gifts of grain, wine, and oil; the oldest offspring of your herds and flocks; any of the payments you have solemnly promised; your spontaneous gifts or your contributions.", "18": "Only in the presence of the Lord your God, at the location the Lord your God selects, can you eat these things—that holds true for you, your son and daughter, your male and female servant, and the Levite who lives in your city. Then celebrate all you have done in the Lord your God's presence.", "19": "But watch yourself: as long as you are on the land, don't forget about the Levites.", "20": "Once the Lord your God has enlarged your territory, as he promised you, and you think to yourself, I'd like to eat some meat (because you have the desire to do so), feel free to do so whenever you want.", "21": "But if the location that the Lord your God will choose to put his name is far away from where you live, then slaughter an animal from your herd or flock that the Lord has given you, just as I have commanded you, and eat it in your cities whenever you wish.", "22": "But be sure to eat it as if it were gazelle or deer. People who are polluted and people who are purified can feast on it together.", "23": "Furthermore, make sure that you don't consume any of the blood, because blood is life. You must not consume the life along with the meat.", "24": "You must not consume any of it. Pour it out on the ground, just like water.", "25": "You must not consume any of it so that things go well for you and for your children later because you did what was right in the Lord's eyes.", "26": "Note that you must bring your sacred offerings and your payments for solemn promises to the location the Lord selects,", "27": "offering up your entirely burned sacrifices—both meat and blood—on the Lord your God's altar. The blood from your sacrifices must be poured out on the Lord your God's altar, but you are allowed to eat the meat.", "28": "Observe and obey all these words that I am commanding you so that things always go well for you and your children later because you did what was good and right in the Lord your God's eyes.", "29": "Once the Lord your God has removed from before you all the nations that you are entering and taking possession of, and you have displaced them and are living in their land,", "30": "then watch yourself! Don't be trapped by following their practices after they've been wiped out before you. Don't go investigating their gods, thinking, How did these nations worship their gods? I want to do the very same thing!", "31": "Don't act like they did toward the Lord your God because they did things for their gods that are detestable to the Lord, which he hates. They even burned their own sons and daughters with fire for their gods!", "32": "[c] Everything I'm commanding you, you must do it with utmost care! Don't add anything to it or take anything away from it."}