{"1": "Every seventh year you must cancel all debts.", "2": "This is how the cancellation is to be handled: Creditors will forgive the loans of their fellow Israelites. They won't demand repayment from their neighbors or their relatives because the Lord's year of debt cancellation has been announced.", "3": "You are allowed to demand payment from foreigners, but whatever is owed you from your fellow Israelites you must forgive.", "4": "Of course there won't be any poor persons among you because the Lord will bless you in the land that the Lord your God is giving you to possess as an inheritance,", "5": "but only if you carefully obey the Lord your God's voice, by carefully doing every bit of this commandment that I'm giving you right now.", "6": "Once the Lord your God has blessed you, exactly as he said he would, you will end up lending to many different peoples but won't need to borrow a thing. You will dominate many different peoples, but they won't dominate you.", "7": "Now if there are some poor persons among you, say one of your fellow Israelites in one of your cities in the land that the Lord your God is giving you, don't be hard-hearted or tightfisted toward your poor fellow Israelites.", "8": "To the contrary! Open your hand wide to them. You must generously lend them whatever they need.", "9": "But watch yourself! Make sure no wicked thought crosses your mind, such as, The seventh year is coming—the year of debt cancellation—so that you resent your poor fellow Israelites and don't give them anything. If you do that, they will cry out to the Lord against you, and you will be guilty of sin.", "10": "No, give generously to needy persons. Don't resent giving to them because it is this very thing that will lead to the Lord your God's blessing you in all you do and work at.", "11": "Poor persons will never disappear from the earth. That's why I'm giving you this command: you must open your hand generously to your fellow Israelites, to the needy among you, and to the poor who live with you in your land.", "12": "If any of your fellow Hebrews, male or female, sell themselves into your service, they can work for you for six years, but in the seventh year you must set them free from your service.", "13": "Furthermore, when you set them free from your service, you must not let them go empty-handed.", "14": "Instead, provide for them fully from your flock, food, and wine. You must give to them from that with which the Lord your God has blessed you.", "15": "Remember how each of you was a slave in Egypt and how the Lord your God saved you. That's why I am commanding you to do this right now.", "16": "(16 Now if your male servant says to you: “I don't want to leave your service” because he loves you and your family and because life is good for him in your service,", "17": "then you may take a needle and pierce his ear with it into the doorframe. From that point on, he will be your permanent servant. Do the same thing for female servants.)", "18": "Don't consider it a hardship to set these servants free from your service, because they worked for you for six years—at a value double that of a paid worker. The Lord your God will bless you in everything that you do.", "19": "You must devote every oldest male animal from your herds or flocks to the Lord your God. Don't plow with your oldest male ox and don't shear your oldest male sheep.", "20": "Year after year, you and your family are allowed to eat these animals in the presence of the Lord your God, in the location the Lord selects.", "21": "But if there is any defect in it, lameness, blindness, any flaw whatsoever, you must not sacrifice it to the Lord your God.", "22": "You are allowed to eat those in your own cities, whether you are polluted or purified, just as you would eat gazelle or deer.", "23": "Even so, don't consume any blood. Pour it out on the ground, like water."}