{"1": "Wait for the month of Abib,[a] at which time you must perform the Passover for the Lord your God, because the Lord your God brought you out of Egypt at nighttime during the month of Abib.", "2": "Offer a Passover sacrifice from the flock or herd to the Lord your God at the location the Lord selects for his name to reside.", "3": "You must not eat anything containing yeast along with it.[b] Instead, for seven days you must eat unleavened bread, bread symbolizing misery, along with it because you fled Egypt in a great hurry. Do this so you remember the day you fled Egypt for as long as you live.", "4": "No dough with yeast should appear in any of your territory for seven days. Furthermore, none of the meat that you sacrificed on the first night should remain until morning.", "5": "You are not permitted to offer the Passover sacrifice in any of the cities that the Lord your God is giving you.", "6": "Instead, you must offer the Passover sacrifice at the location the Lord your God selects for his name to reside, at evening time, when the sun sets, which was the time you fled Egypt.", "7": "Cook it and eat it in the location that the Lord your God selects. The next morning you can return to your tents.", "8": "For six days you will eat unleavened bread. The seventh day will be a celebration for the Lord your God. Don't do any work.", "9": "Count out seven weeks, starting the count from the beginning of the grain harvest.", "10": "At that point, perform the Festival of Weeks for the Lord your God. Offer a spontaneous gift in precise measure with the blessing the Lord your God gives you.", "11": "Then celebrate in the presence of the Lord your God—you, your sons, your daughters, your male and female servants, the Levites who live in your cities, the immigrants, the orphans, and the widows who are among you—in the location the Lord your God selects for his name to reside.", "12": "Remember how each of you was a slave in Egypt, so follow these regulations most carefully.", "13": "Once you have collected the food and drink you need, perform the Festival of Booths for seven days.", "14": "Celebrate your festival: you, your sons, your daughters, your male and female servants, the Levites, the immigrants, the orphans, and the widows who live in your cities.", "15": "Seven days you must perform the festival for the Lord your God in the location the Lord selects because the Lord your God will bless you in all you do and in all your work. You will be overjoyed.", "16": "Three times a year every male among you must appear before the presence of the Lord your God in the location he will select: at the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Booths. They must not appear before the Lord's presence empty-handed.", "17": "Each one should have his gift in hand, in precise measure with the blessing the Lord your God gives you.", "18": "Appoint judges and officials for each of your tribes in every city that the Lord your God gives you. They must judge the people fairly.", "19": "Don't delay justice; don't show favoritism. Don't take bribes because bribery blinds the vision of the wise and twists the words of the righteous.", "20": "Righteousness! Pursue righteousness so that you live long and take possession of the land that the Lord your God is giving you.", "21": "Don't plant any tree to serve as a sacred pole[c] next to the altar you make for the Lord your God.", "22": "Don't set up any sacred stone either, because the Lord your God hates such things."}