{"1": "If a corpse is found on the ground the Lord your God is giving you to possess, lying in a field, and the identity of the killer is unknown,", "2": "your elders and judges must come out and measure the distances to the cities nearest the body.", "3": "Once it is determined which city is closest to the dead body, its elders must take a young cow that hasn't been used or yet pulled a plow,", "4": "and those elders will take the cow down to a ravine with a flowing stream—one that has not been plowed or planted—and they will break the cow's neck right there in the river valley.", "5": "Then the priests, the descendants of Levi, will step forward because the Lord your God selected them to minister for him and to bless in the Lord's name, and because every legal dispute and case of assault is decided by them.", "6": "All the elders of the city closest to the corpse will wash their hands over the cow whose neck was broken in the river valley.", "7": "They will then solemnly state: “Our hands did not shed this blood. Our eyes did not see it happen.", "8": "Lord, please forgive your people Israel, whom you saved. Don't put the guilt of innocent bloodshed on your people Israel.” Then the bloodguilt will be forgiven them.", "9": "But you must remove[a] innocent bloodshed from your community; do only what is right in the Lord's eyes.", "10": "When you wage war against your enemies and the Lord hands them over to you and you take prisoners,", "11": "if you see among the captives a beautiful woman, and you fall in love with her and take her as your wife,", "12": "bringing her into your home, she must shave her head, cut her nails,", "13": "remove her prisoner's clothing, and live in your house, mourning her father and her mother for one month. After that, you may consummate the marriage. You will be her husband, and she will be your wife.", "14": "But if you aren't pleased with her, you must send her away as she wishes. You are not allowed to sell her for money or treat her as a slave because you have humiliated her.", "15": "Now suppose a man has two wives—one of them loved and the other unloved. Both wives bear children, but the oldest male is the unloved wife's child.", "16": "On the day when the man decides what will go to each of his children as an inheritance, he isn't allowed to treat his loved wife's son as the oldest male rather than his unloved wife's son, who is the real oldest male.", "17": "Instead, he must acknowledge the unloved wife's son as the oldest male, giving to him two-thirds of everything that he owns, because that son is the earliest produce of his physical power. The oldest male's rights belong to that son.", "18": "Now if someone has a consistently stubborn and rebellious child, who refuses to listen to their father and mother—even when the parents discipline him, he won't listen to them—", "19": "the father and mother will take the son before the elders of that city at its gates.", "20": "Then they will inform the city's elders: “This son of ours is consistently stubborn and rebellious, refusing to listen to us. What's more, he's wild and a drunkard.”", "21": "Then all the people of that town will stone him until he dies. Remove[b] such evil from your community! All Israel will hear about this and be afraid.", "22": "Now if someone is guilty of a capital crime, and they are executed, and you then hang them on a tree,", "23": "you must not leave the body hanging on the tree but must bury it the same day because God's curse is on those who are hanged.[c] Furthermore, you must not pollute the ground that the Lord your God is giving to you as an inheritance."}