{"1": "Let's say a man marries a woman, but she isn't pleasing to him because he's discovered something inappropriate about her. So he writes up divorce papers, hands them to her, and sends her out of his house.", "2": "She leaves his house and ends up marrying someone else.", "3": "But this new husband also dislikes her, writes up divorce papers, hands them to her, and sends her out of his house (or suppose the second husband dies).", "4": "In this case, the first husband who originally divorced this woman is not allowed to take her back and marry her again after she has been polluted in this way because the Lord detests that. Don't pollute the land the Lord your God is giving to you as an inheritance.", "5": "A newly married man doesn't have to march in battle. Neither should any related duties be placed on him. He is to live free of such responsibilities for one year, so he can bring joy to his new wife.", "6": "Millstones or even just the upper millstone must not be pawned, because that would be pawning someone's livelihood.", "7": "If someone is caught kidnapping their fellow Israelites, intending to enslave the Israelite or sell them, that kidnapper must die. Remove[a] such evil from your community!", "8": "Be on guard against outbreaks of skin disease[b] by being very careful about what you do. You must carefully do everything the levitical priests teach you, just as I have commanded them.", "9": "Remember, after all, what the Lord your God did to Miriam on your departure from Egypt!", "10": "When you make any type of loan to your neighbor, don't enter their house to receive the collateral.", "11": "You must wait outside. The person to whom you are lending will bring the collateral to you out there.", "12": "Moreover, if the person is poor, you are not allowed to sleep in their pawned coat.", "13": "Instead, be certain to give the pawned coat back by sunset so they can sleep in their own coat. They will bless you, and you will be considered righteous before the Lord your God.", "14": "Don't take advantage of poor or needy workers, whether they are fellow Israelites or immigrants who live in your land or your cities.", "15": "Pay them their salary the same day, before the sun sets, because they are poor, and their very life depends on that pay, and so they don't cry out against you to the Lord. That would make you guilty.", "16": "Parents shouldn't be executed because of what their children have done; neither should children be executed because of what their parents have done. Each person should be executed for their own guilty acts.", "17": "Don't obstruct the legal rights of an immigrant or orphan. Don't take a widow's coat as pledge for a loan.", "18": "Remember how you were a slave in Egypt but how the Lord your God saved you from that. That's why I'm commanding you to do this thing.", "19": "Whenever you are reaping the harvest of your field and you leave some grain in the field, don't go back and get it. Let it go to the immigrants, the orphans, and the widows so that the Lord your God blesses you in all that you do.", "20": "Similarly, when you beat the olives off your olive trees, don't go back over them twice. Let the leftovers go to the immigrants, the orphans, and the widows.", "21": "Again, when you pick the grapes of your vineyard, don't pick them over twice. Let the leftovers go to the immigrants, the orphans, and the widows.", "22": "Remember how you were a slave in Egypt. That's why I am commanding you to do this thing."}