{"1": "Now two people have a disagreement and they enter into litigation and their case is decided, with the judges declaring one person legally right and the other legally liable.", "2": "If the guilty party is to be beaten, the presiding judge will have that person lie down and be punished in his presence—the number of blows in measure with the guilt determined.", "3": "Give no more than forty blows. If more than that is given, your fellow Israelite would be completely disgraced in your eyes.", "4": "Don't muzzle an ox while it is threshing grain.", "5": "If brothers live together and one of them dies without having a son, the dead man's wife must not go outside the family and marry a stranger. Instead, her brother-in-law should go to her and take her as his wife. He will then consummate the marriage according to the brother-in-law's duty.", "6": "The brother-in-law will name the oldest male son that she bears after his dead brother so that his brother's legacy will not be forgotten in Israel.", "7": "If the brother does not want to marry his sister-in-law, she can go to the elders at the city gate, informing them: “My brother-in-law refuses to continue his brother's legacy in Israel. He's not willing to perform the brother-in-law's duty with me.”", "8": "The city's elders will summon him and talk to him about this. If he doesn't budge, insisting, “I don't want to marry her,”", "9": "then the sister-in-law will approach him while the elders watch. She will pull the sandal off his foot and spit in his face. Then she will exclaim: “That's what's done to any man who won't build up his own brother's family!”", "10": "Subsequently, that man's family will be known throughout Israel as “the house of the removed sandal.”", "11": "If two men are fighting with each other—a man and his fellow Israelite—and the wife of one of them gets into the fight, trying to save her husband from his attacker and does so by reaching out and grabbing his genitals,", "12": "you must cut off her hand. Show no mercy.", "13": "Don't have two different types of money weights in your bag, a heavy one and a light one.", "14": "Don't have two different types of ephahs in your house, a large one and a small one.", "15": "Instead, you must have only one weight, complete and correct, and only one ephah, also complete and correct, so that your life might be long in the fertile land the Lord your God is giving you.", "16": "What's more, all who do such things, all who do business dishonestly, are detestable to the Lord your God.", "17": "Remember, after all, what Amalek did to you on your departure from Egypt:", "18": "how he met up with you on the way, striking from behind those who were lagging back because you were weak and tired, and because he didn't fear God.", "19": "So once the Lord your God gives you relief from all the enemies that surround you in the land the Lord your God is giving you as an inheritance to possess, you must wipe out Amalek's memory from under the heavens. Don't forget this!"}