{"1": "Then Moses and Israel's elders commanded the people: Keep all of the commandment that I am giving you right now.", "2": "The same day you cross the Jordan River to enter the land the Lord your God is giving you, set up large stones and cover them with plaster.", "3": "Once you have crossed over, write on the stones all the words of this Instruction because you will have entered[a] the land the Lord your God is giving to you—a land full of milk and honey—exactly as the Lord, your ancestors' God, promised you.", "4": "Once you have crossed over the Jordan River, set up these stones that I'm telling you about right now on Mount Ebal. Cover them with plaster", "5": "and build an altar there for the Lord your God—an altar of stones that haven't been cut with iron tools.", "6": "(You must build the Lord your God's altar with uncut stones.) Then offer up on that altar entirely burned sacrifices to the Lord your God.", "7": "Offer up well-being sacrifices and eat them there, celebrating in the Lord your God's presence.", "8": "Make sure to write all the words of this Instruction on the stones plainly and clearly.", "9": "Then Moses and the levitical priests said to all Israel: Quiet down and listen, Israel! This very moment you have become the people of the Lord your God.", "10": "So obey the Lord your God's voice. Do his commandments and his regulations that I'm giving you right now.", "11": "That same day Moses commanded the people:", "12": "Once you have crossed over the Jordan River, the following tribes will stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin.", "13": "And these are the tribes that will stand on Mount Ebal for the cursing: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.", "14": "The Levites will address every individual Israelite with a loud voice:", "15": "“Cursed is anyone who makes an idol or an image—things detestable to the Lord, made by artisans—and sets it up secretly.” All the people will reply: “We agree!”[b]", "16": "“Cursed is anyone who belittles their father or mother.” All the people will reply: “We agree!”", "17": "“Cursed is anyone who tampers with their neighbor's property lines.” All the people will reply: “We agree!”", "18": "“Cursed is anyone who misleads a blind person on a road.” All the people will reply: “We agree!”", "19": "“Cursed is anyone who obstructs the legal rights of immigrants, orphans, or widows.” All the people will reply: “We agree!”", "20": "“Cursed is anyone who has sex with his father's wife, because that exposes his father's private matters.”[c] All the people will reply: “We agree!”", "21": "“Cursed is anyone who has sex with any kind of animal.” All the people will reply: “We agree!”", "22": "“Cursed is anyone who has sex with his sister, whether his father's daughter or his mother's daughter.” All the people will reply: “We agree!”", "23": "“Cursed is anyone who has sex with his mother-in-law.” All the people will reply: “We agree!”", "24": "“Cursed is anyone who kills his neighbor in secret.” All the people will reply: “We agree!”", "25": "“Cursed is anyone who accepts money to kill an innocent person.” All the people will reply: “We agree!”", "26": "“Cursed is anyone who doesn't support the words of this Instruction by carrying them out.” All the people will reply: “We agree!”"}