{"1": "Now if you really obey the Lord your God's voice, by carefully keeping all his commandments that I am giving you right now, then the Lord your God will set you high above all nations on earth.", "2": "All these blessings will come upon you and find you if you obey the Lord your God's voice:", "3": "You will be blessed in the city and blessed in the field.", "4": "Your own fertility, your soil's produce, and your livestock's offspring—the young of both cattle and flocks—will be blessed.", "5": "Your basket and your kneading bowl will be blessed.", "6": "You will be blessed when you are out and about and blessed when you come back.", "7": "The Lord will defeat any enemies who attack you. They will come against you from one direction but will run for their lives away from you in seven different directions.", "8": "The Lord will command the blessing to be with you—in your barns and on all the work you do—and he will bless you on the land the Lord your God is giving you.", "9": "The Lord will establish you as his own, a holy nation, just as he swore to you, if you keep the Lord your God's commandments and walk in his ways.", "10": "All the earth's peoples will see that you are called by the Lord's name, and they will be in awe of you.", "11": "The Lord will make good things abound for you—whether the fertility of your womb, your livestock's offspring, or your fertile soil's produce—on the very land that the Lord swore to your ancestors to give to you.", "12": "The Lord will open up for you his own well-stocked storehouse, the heavens, providing your land with rain at just the right time and blessing all your work. You will lend to many nations, but you won't have any need to borrow.", "13": "The Lord will make you the head of things, not the tail; you will be at the top of things, not the bottom, as long as you obey the Lord your God's commandments that I'm commanding you right now, by carefully doing them.", "14": "Don't deviate even a bit from any of these words that I'm commanding you right now by following other gods and serving them.", "15": "But if you don't obey the Lord your God's voice by carefully doing all his commandments and his regulations that I am commanding you right now, all these curses will come upon you and find you.", "16": "You will be cursed in the city and cursed in the field.", "17": "Your basket and kneading bowl will be cursed.", "18": "Your own fertility, your soil's produce, your cattle's young, and your flock's offspring will be cursed.", "19": "You will be cursed when you are out and about and cursed when you come back.", "20": "The Lord will send calamity, confusion, and frustration on you no matter what work you are doing until you are wiped out and until you disappear—it'll be quick!—because of the evil acts by which you have abandoned him.[a]", "21": "The Lord will make a plague stick to you until he has totally wiped you off the fertile land you are entering to possess.", "22": "The Lord will strike you with consumption, fever, and inflammation; with scorching heat and drought;[b] with destruction and disease for your crops.[c] These things will chase you until you are dead and gone.", "23": "The sky over your head will be as hard as bronze; the earth under your feet will be like iron.", "24": "The Lord will turn the rain on your land into dust. Only dirt will fall down on you from the sky until you are completely wiped out.", "25": "The Lord will hand you over defeated to your enemies. You will go out against them by one direction, but you will run for your life away from them in seven different directions. All the earth's kingdoms will be horrified by you.", "26": "Your corpses will be food for every bird in the sky and animal on earth; no one will frighten them off.", "27": "The Lord will afflict you with Egyptian inflammation, hemorrhoids,[d] rash, and itch. You will be untreatable.", "28": "The Lord will make you go crazy, make you blind, make your mind confused.", "29": "You will fumble around at high noon as blind people fumble around in darkness. Your plans won't prosper. Instead, you will be constantly oppressed and taken advantage of without any savior.", "30": "You might get engaged to a woman, but another man will have sex with her. You might build a house, but you won't get to live in it. You might plant a vineyard, but you won't enjoy it.", "31": "Your ox will be slaughtered while you watch, but you won't get to eat any of it. Your donkey will be stolen right out from under you, and it won't come back. Your flocks will be given to your enemies. No one will save you.", "32": "Your sons and daughters will be given to another nation while you watch; you will long for them constantly, but you won't have the power to do anything about it.", "33": "The produce of your land and all your hard work will be consumed by people you don't know. You will be nothing but oppressed and mistreated constantly.", "34": "The sights your eyes see will drive you insane.", "35": "The Lord will strike you with horrible inflammation in your knees and legs, from the sole of your foot to the top of your head. You will be untreatable.", "36": "The Lord will send you and the king that you appoint over you far away to a nation that neither you nor your ancestors have known. There you will worship other gods made of wood and stone.", "37": "You will become a horror, fit only for use in proverbs and in insults by all the nations where the Lord drives you.", "38": "You might scatter a lot of seed on the field, but you will gather almost nothing because the locusts will eat it all.", "39": "You might plant lots of vineyards and work hard in them, but you won't drink any wine or harvest the grapes because worms will devour them.", "40": "You might have many olive trees throughout your territories, but you won't cover yourself with their oil because your olive trees will fail.", "41": "You might have sons and daughters, but they won't be yours for long because they will be taken away as prisoners.", "42": "Crickets will take over all your trees and your soil's produce.", "43": "The immigrants who live among you will be promoted over you, higher and higher! But you will be demoted, lower and lower!", "44": "They will lend to you, but you will have nothing to lend to them. They will be the head of things; you will be the tail.", "45": "That's how all these curses will come over you, pursuing you, reaching you until you are completely wiped out, because you didn't obey the Lord your God's voice by keeping his commandments and his regulations that he gave you.", "46": "These things will be a sign and a wonder on you and your descendants forever.", "47": "Because you didn't serve the Lord your God joyfully and gladly above all else,[e]", "48": "you will serve your enemies—the ones the Lord will send against you—during famine, drought, nakedness, and total deprivation. God will put an iron yoke on your neck until he has wiped you out.", "49": "The Lord will bring a distant nation—one from the far ends of the earth—against you as fast as the eagle flies: a nation that speaks a language you can't understand,", "50": "a stern nation that doesn't go easy on the very old or show pity to the very young.", "51": "That nation will devour your livestock's offspring and your soil's produce until you yourselves are destroyed because you will have no grain, wine, or oil left—nor any young from your cattle or offspring from your flocks—that is, until that nation annihilates you.", "52": "That nation will attack you in all your cities until your high, reinforced walls that you thought were so safe fall down across your entire countryside. That nation will attack you in all your cities throughout the land the Lord your God has given you.", "53": "You will eat the offspring of your own womb—the flesh of your own sons and daughters, whom the Lord your God gave you—because of the desperate and dire circumstances that your enemy has brought on you.", "54": "Even the most gentle and refined man among you will scowl at his brother or his own dear wife, or the last of his surviving children.", "55": "He won't want to give them any of his children's flesh that he will be eating because he has no other food due to the desperate and dire circumstances that your enemy has brought on you in all your cities.", "56": "Even the most gentle and refined woman among you, who is so refined and gentle she wouldn't stomp her foot on the ground, will scowl at her own dear husband, her son, or her daughter—", "57": "not wanting to give them any of the afterbirth she pushed out or the babies she bore, because she will be eating them secretly while starving due to the desperate and dire circumstances that your enemy will bring on you in your cities.", "58": "If you don't carefully keep all the words of this Instruction that are written in this scroll, by fearing the awesome and glorious name of the Lord your God—", "59": "the Lord will overwhelm you and your descendants with severe and chronic afflictions, and with terrible and untreatable sicknesses.", "60": "He'll put on you all the Egyptian diseases about which you were so afraid; they will stick to you!", "61": "What's more, the Lord will bring on you all the other diseases and plagues that aren't written in this Instruction scroll until you are completely wiped out.", "62": "Once as countless as the stars in the night sky, only a few of you will be left alive—all because you didn't obey the Lord your God's voice.", "63": "And just as before, the Lord enjoyed doing good things for you and increasing your numbers, now the Lord will enjoy annihilating and destroying you. You will be torn off the very fertile land you are entering to possess.", "64": "The Lord will scatter you among every nation, from one end of the earth to the other. There you will serve other gods that neither you nor your ancestors have known—gods of wood and stone.", "65": "Among those nations you will have no rest and no place to call your own.[f] There the Lord will give you an agitated mind, failing eyes, and a depressed spirit.", "66": "Your life will seem to dangle before your very eyes. You will be afraid night and day. You won't be able to count on surviving for long.", "67": "In the morning you will say: “I wish it was nighttime,” but at nighttime you will say, “I wish it was morning”—on account of your tortured mind, which will be terrified, and because of the horrible sights that your eyes will see.", "68": "Finally, the Lord will take you back to Egypt in ships, by the route I promised you would never see again. There you will try to sell yourselves as slaves—both male and female—but no one will want to buy you."}