{"1": "Next we turned and went up along the road to Bashan. Og, Bashan's king, came out with all his forces to meet us in battle at Edrei.", "2": "The Lord said to me: Don't be afraid of him! I have handed him, all his forces, and his land over to you. Do the same thing to him that you did to Sihon, the Amorite king who ruled in Heshbon.", "3": "And so the Lord our God also handed Og, Bashan's king, along with his forces, over to us. We struck them down until no survivor was left.", "4": "We also captured all of Og's towns at that time. There wasn't a single city that we didn't take from them—a total of sixty towns, the entire region of Argob, the whole kingdom of Og in Bashan.", "5": "Each of these towns was fortified with high walls, double gates, and crossbars. Outside the towns there were also a great number of villages.[a]", "6": "We placed them under the ban, just as we did with Sihon, Heshbon's king. Every town—men, women, and children—was under the ban.[b]", "7": "The only things we kept for ourselves were the animals and the plunder from the towns.", "8": "So at that time, we took the land that had belonged to the two Amorite kings beyond the Jordan, all the way from the Arnon Ravine to Mount Hermon", "9": "(9 Sidonians call Hermon “Sirion,” but the Amorites call it “Senir”),", "10": "including all the towns on the plateau, in the regions of Gilead and Bashan, and all the way to Salecah and Edrei—all the towns that belonged to Og's kingdom in Bashan.", "11": "(11 By the way, Bashan's King Og was the last of the Rephaim. His bed was made of iron. Isn't it still in the Ammonite town of Rabbah? By standard measurements, it was thirteen and a half feet long and six feet wide.)", "12": "So this is the land we possessed at that time. I gave some of it, from Aroer, which is beside the Arnon River, up through half of the Gilead highlands, along with its cities, to the Reubenites and the Gadites.", "13": "The rest of the Gilead region and all of Bashan, Og's kingdom, I gave to half the tribe of Manasseh. (Now the whole Argob area, including all of Bashan, was often called Rephaim Country.", "14": "Jair, from the tribe of Manasseh, took possession of the entire Argob region, as far as the border with the Geshurites and the Maacathites. He named the Bashan area after himself, Jair's Settlement. That's what it's still called today.)", "15": "I also gave Gilead to Machir.", "16": "To the Reubenites and the Gadites, I gave land from the Gilead, as far as the Arnon River—the middle of the river being the boundary line—to the Jabbok River, which is the boundary line with the Ammonites.", "17": "Also the desert plain, with the Jordan River as the boundary, from the Galilee Sea[c] down to the desert sea (the Dead Sea[d]) below the slopes of Mount Pisgah on the east.", "18": "Then I commanded you: Although the Lord your God has given you this land to possess, you must now cross over before the rest of your Israelite relatives as a fighting force ready for battle!", "19": "However, your wives, children, and herds—I know you have lots of herds!—may remain in the towns that I have given to you.", "20": "Once the Lord settles your relatives, as you have been settled, and they also possess the land that the Lord your God is giving them across the Jordan River, each of you can return to the property that I have given to you.", "21": "It was at that same time that I commanded Joshua: You saw everything that the Lord your God did to these two kings. That is exactly what the Lord will do to all the kingdoms where you're going!", "22": "Don't be afraid of them because the Lord your God is the one who will be fighting for you.", "23": "It was also at that same time that I begged the Lord:", "24": "Please, Lord God! You have only begun to show your servant your greatness and your mighty hand. What god in heaven or on earth can act as you do or can perform your deeds and powerful acts?", "25": "Please let me cross over the Jordan River so I can see the wonderful land that lies beyond it: those beautiful highlands, even the Lebanon region.", "26": "But the Lord was angry with me because of you! He wouldn't listen to me. He said to me: That's enough from you! Don't ever ask me about this again!", "27": "Go up to the top of Mount Pisgah. Look west, north, south, and east. Have a good look, but you will not cross the Jordan River.", "28": "Instead, command Joshua, strengthen him, and encourage him because he's the one who will cross the river before this people. He's the one who will make sure they inherit the land you will see.", "29": "After that, we stayed in the valley across from Beth-peor."}