{"1": "Then Moses said[a] these words to all Israel,", "2": "telling them: I'm 120 years old today. I can't move around well anymore. Plus, the Lord told me “You won't cross the Jordan River.”", "3": "But the Lord your God, he's the one who will cross over before you! He's the one who will destroy these nations before you so you can displace them. Joshua too will cross over before you just like the Lord indicated.", "4": "The Lord will do to these enemies the same thing he did to the Amorite kings Sihon and Og, and to their land, when he destroyed them.", "5": "The Lord will lay them out before you, and you will do to them exactly what the command I've given you dictates.", "6": "Be strong! Be fearless! Don't be afraid and don't be scared by your enemies, because the Lord your God is the one who marches with you. He won't let you down, and he won't abandon you.", "7": "Then Moses called Joshua and, with all Israel watching, said to him: “Be strong and fearless because you are the one who will lead[b] this people to the land the Lord swore to their ancestors to give to them; you are the one who will divide up the land for them.", "8": "But the Lord is the one who is marching before you! He is the one who will be with you! He won't let you down. He won't abandon you. So don't be afraid or scared!”", "9": "Then Moses wrote this Instruction down and gave it to the priests—the Levites who carry the chest containing the Lord's covenant—and to all of the Israelite elders.", "10": "Moses then commanded them: At the end of seven years, at the appointed time in the year of debt cancellation, during the Festival of Booths,", "11": "when all Israel comes to appear before the Lord your God at the location he selects, you must read this Instruction aloud, in the hearing of all the people.", "12": "Gather everyone—men, women, children, and the immigrants who live in your cities—in order that they hear it, learn it, and revere the Lord your God, carefully doing all the words of this Instruction,", "13": "and so that their children, who don't yet know the Instruction, may hear it and learn to revere the Lord your God for as long as you live on the ground you are crossing the Jordan River to possess.", "14": "Then the Lord said to Moses: “It's almost time for you to die. Summon Joshua. The two of you must present yourselves at the meeting tent so I can command him.” So Moses and Joshua went and presented themselves at the meeting tent.", "15": "The Lord appeared in the tent in a pillar of cloud; the cloud pillar stood at the tent's entrance.", "16": "The Lord then said to Moses: “Soon you will rest with your ancestors, and the people will rise up and act unfaithfully, going after strange gods of the land they are entering. They will abandon me, breaking my covenant that I made with them.", "17": "At that point my anger will burn against them, and I'll be the one who abandons them! I'll hide my face from them. They will become nothing but food for their enemies,[c] and all sorts of bad things and misfortunes will happen to them. Then they will say: 'Haven't these terrible things happened to us because our God is no longer with us?'", "18": "But I will hide my face at that time because of the many wrong things they have done, because they have turned to other gods!", "19": "So in light of all that, you must write down this poem and teach it to the Israelites. Put it in their mouths so that the poem becomes a witness for me against them.", "20": "When I bring the Israelites to the land I swore to their ancestors, which is full of milk and honey, and they eat, get full, then fat, and then turn toward other gods, serving them and disrespecting me and breaking my covenant,", "21": "then, when all kinds of bad things and misfortunes happen to them, this poem will witness against them, giving its testimony, because it won't be lost from the mouths of their descendants. Yes, I know right now what they are inclined to do, even before I've brought them into the land I swore.”", "22": "So Moses wrote this poem down that very day, and he taught it to the Israelites.", "23": "Then the Lord commissioned Joshua, Nun's son: “Be strong and fearless because you are the one who will bring the Israelites to the land I swore to them. I myself will be with you.”", "24": "Once Moses had finished writing in their entirety all the words of this Instruction scroll,", "25": "he commanded the Levites who carry the chest containing the Lord's covenant as follows:", "26": "“Take this Instruction scroll and put it next to the chest containing the Lord your God's covenant. It must remain there as a witness against you", "27": "because I know how rebellious and hardheaded you are. If you are this rebellious toward the Lord while I'm still alive, it's bound to get worse once I'm dead!", "28": "Assemble all of your tribes' elders and your officials in front of me, so I can speak these words in their hearing, and so I can call heaven and earth as my witnesses against them,", "29": "because I know that after I'm dead, you will ruin everything, departing from the path I've commanded you. Terrible things will happen to you in the future because you will do evil in the Lord's eyes, aggravating him with the things your hands have made.”", "30": "Then Moses recited in their entirety the words of this poem in the hearing of the entire assembly of Israel:"}