{"1": "Heaven! Pay attention and I will speak; Earth! Listen to the words of my mouth.", "2": "My teaching will fall like raindrops; my speech will settle like dew— like gentle rains on grass, like spring showers on all that is green—", "3": "because I proclaim the Lord's name: Give praise to our God!", "4": "The rock: his acts are perfection! No doubt about it: all his ways are right! He's the faithful God, never deceiving; altogether righteous and true is he.", "5": "But children who weren't his own[a] sinned against him with their defects;[b] they are a twisted and perverse generation.", "6": "Is this how you thank the Lord, you stupid, senseless people? Isn't he your father, your creator? Didn't he make you and establish you?", "7": "Remember the days long past; consider the years long gone. Ask your father, he will tell you about it; ask your elders, they will give you the details:", "8": "When God Most High divided up the nations— when he divided up humankind— he decided the people's boundaries based on the number of the gods.[c]", "9": "Surely the Lord's property was his people; Jacob was his part of the inheritance.", "10": "God found[d] Israel in a wild land— in a howling desert wasteland— he protected him, cared for him, watched over him with his very own eye.", "11": "Like an eagle protecting its nest, hovering over its young, God spread out his wings, took hold of Israel, carried him on his back.", "12": "The Lord alone led Israel; no foreign god assisted.", "13": "God[e] made Israel[f] glide over the highlands; he fed him[g] with food from the field, nursed him with honey from a boulder, with oil from a hard rock:", "14": "curds from the herd, milk from the flock, along with the best of lambs, rams from Bashan, he-goats too, along with the finest wheat— and for drink, wine from the juiciest grapes!", "15": "Jacob ate until he was stuffed;[h] Jeshurun[i] got fat, then rebellious.[j] It was you who got fat, thick, stubborn![k] Jeshurun[l] gave up on the God who made him, thought the rock of his salvation was worthless.", "16": "They made God[m] jealous with strange gods, aggravated him with detestable things.", "17": "They sacrificed to demons, not to God, to deities of which they had no knowledge— new gods only recently on the scene, ones about which your ancestors had never heard.[n]", "18": "You deserted[o] the rock that sired you; you forgot the God who gave birth to you!", "19": "The Lord saw this and rejected out of aggravation his sons and his daughters.[p]", "20": "He said: I will hide my face from them— I will see what becomes of them— because they are a confused generation; they are children lacking loyalty.", "21": "They provoked me with “no-gods,” aggravated me with their pieces of junk. So I am going to provoke them with “No-People,” aggravate them with a nation of fools.", "22": "A fire burns in me— it will blaze to the depths of the grave;[q] it will destroy the land and its crops; it will blacken the base of the mountains.", "23": "I'll throw[r] on them disaster after disaster; I'll destroy them with my arrows:", "24": "devastating hunger, consuming plague, bitter sickness. I'll send animal fangs after them, venom from dust crawlers too.", "25": "Outside, in the streets, the sword will bereave! Inside, in the safest room, there will be terror for young men and women, nursing baby and senior citizen.", "26": "I thought about it: I could have struck them down,[s] erased them from human memory,", "27": "but their enemies' rage concerned me; their opponents might misunderstand. They might say, “Our strong hands, not the Lord's, did all this,”", "28": "because they are not a thoughtful nation; they lack any insight.", "29": "If they had any wisdom, they would understand this; they would discern what will become of them.", "30": "How could one person chase off a thousand in battle? How could two people make ten thousand flee for their lives? Only because their rock sold them off, only because the Lord handed them over!", "31": "But, no, their rocks can't compare to our rock! Our enemies are completely stupid.[t]", "32": "Their roots run straight from Sodom— from the fields of Gomorrah! Their grapes are pure poison; their grape clusters, nothing but bitter;", "33": "their wine is snake poison, venom from a cruel cobra.", "34": "Don't I have this stored up, sealed in my vaults?", "35": "Revenge is my domain, so is punishment-in-kind, at the exact moment their step slips up, because the day of their destruction is just around the corner; their final destiny is speeding on its way!", "36": "But the Lord will acquit his people, will have compassion on those who serve him, once he sees that their strength is all gone, that both prisoners and free people are wiped out.[u]", "37": "The Lord will ask, “Where are their gods— the rocks they trusted in—", "38": "who ate up the fat of their sacrifices, who drank their sacred wine? They should stand up and help you! They should protect you now!", "39": "Now, look here: I myself, I'm the one; there are no other gods with me. I'm the one who deals death and gives life; I'm the one who wounded, but now I will heal. There's no escaping my hand.", "40": "But now I'm lifting my hand to heaven— I swear by my own eternity:", "41": "when I sharpen my blazing sword and my hand grabs hold of justice, I'll pay my enemies back; I'll punish in kind everyone who hates me.", "42": "I'll make my arrows drink much blood, while my sword devours flesh, the blood of the dead and captured, flowing from the heads of enemy generals.”[v]", "43": "Heavens:[w] Rejoice with God![x] All you gods: bow down to the Lord![y] Because he will avenge his children's[z] blood; he will pay back his enemies; he will punish in kind those who hate him;[aa] he will cleanse his people's land.[ab]", "44": "So Moses came and recited all the words of this poem in everyone's hearing; Joshua,[ac] Nun's son, joined him.", "45": "When Moses finished speaking all these words to all Israel,", "46": "he told them: Set your mind on all these words I'm testifying against you right now, because you must command your children to perform carefully all the words of this Instruction.", "47": "This is no trivial matter for you—this is your very life! It is by this means[ad] alone that you will prolong your life on the fertile land you are crossing the Jordan River to possess.", "48": "The Lord spoke to Moses that very same day:", "49": "“Hike up the Abarim mountains, to Mount Nebo, which is in the land of Moab opposite Jericho. Take a good look at the land of Canaan, which I'm giving to the Israelites as their property.", "50": "You will die on the mountain you have hiked up, and you will be gathered to your people just like your brother Aaron, who died on Mount Hor and was gathered to his people,", "51": "because the two of you were unfaithful toward me in front of the Israelites at the waters of Meribath-kadesh, in the Zin wilderness, because you didn't treat me with proper respect before the Israelites.", "52": "You can look at the land from the other side of the river,[ae] but you won't enter there.”[af]"}