{"1": "This is the blessing that Moses the man of God gave the Israelites before he died.", "2": "He said: The Lord came from Sinai: from Seir he shone like the dawn on us,[a] from Paran Mountain he beamed down. Thousands of holy ones were with him;[b] his warriors were next to him, ready.[c]", "3": "Yes, those who love[d] the nations— all his holy ones—were at your command; they followed your footsteps; they got moving when you said so.", "4": "Moses gave the Instruction to us— it's the prized possession of Jacob's assembly.", "5": "A king came to rule in Jeshurun, when the people's leaders gathered together, when Israel's tribes were one.", "6": "“I pray that Reuben lives, doesn't die, though his numbers are so few.”", "7": "Moses said this to Judah: “Lord, listen to Judah's voice! Bring him back to his own people, strengthen his hands;[e] be his help against every enemy.”", "8": "Then he told Levi: “Give your Thummim to Levi,[f] your Urim to your faithful one— the one you tested at Massah, the one you challenged by Meribah's waters;", "9": "the one who said of his own mother and father: 'I don't consider them as such'; of their siblings: 'I don't recognize them'; of their own children, 'I don't know them'— but who obeyed your words and who guarded your covenant!", "10": "They teach your case laws to Jacob, your Instruction to Israel. They hold sweet incense to your nose; put the entirely burned offering on your altar.", "11": "I pray that the Lord blesses Levi's strength, favors his hard work, and crushes the insides of his enemies so that those who hate him can't fight anymore.”", "12": "He said to Benjamin: “The Lord's dearest one rests safely on him. The Lord always shields him; he rests on God's chest.”", "13": "Then he told Joseph: “I pray that his land is blessed by God: with heaven's gifts from above,[g] with the deep waters stretching out underneath;", "14": "with the gifts produced by the sun, with the gifts generated by the moon;[h]", "15": "with the best fruit from ancient mountains, with the gifts of eternal hills;", "16": "with the gifts of the earth and all that fills it, and the favor of the one who lives on Sinai.[i] I pray that all these rest on Joseph's head, on the crown of that prince among brothers.", "17": "A firstborn bull[j]—that's how majestic he is! A wild ox's horns—those are his horns! With them he gores all peoples completely, to the far ends of the earth! His horns[k] are Ephraim's tens of thousands. His horns are Manasseh's thousands.”", "18": "Then he told Zebulun: “Zebulun: celebrate when you are out and about; Issachar: celebrate when you are at home in your tents!", "19": "They call all sorts of people to the mountain, where they offer right sacrifices. It's true: They're nourished on the sea's abundance; they are nourished on buried treasures in the sand.”", "20": "Then he told Gad: “May Gad's broad lands[l] be blessed! He lives like a lion: he rips an arm, even a head!", "21": "He chose the best part for himself because there, where the commander's portion was, the leaders of the people gathered together.[m] Gad executed the Lord's justice and the Lord's judgments for Israel.”[n]", "22": "Then he told Dan: “Dan is a lion cub. He jumps up from Bashan.”", "23": "Then he told Naphtali: “Naphtali—you are full of favor, overflowing with the Lord's blessing— go possess the west and the south!”", "24": "Finally, he told Asher: “Asher is the most blessed of sons. I pray that he's his brothers' favorite— one who dips his foot in fine oil.", "25": "I pray that your dead bolts are iron and copper, and that your strength lasts all your days.”[o]", "26": "Jeshurun! No one compares to God! He rides through heaven to help you, rides majestically through the clouds.", "27": "The most ancient God is a place of safety;[p] the eternal arms are a support.[q] He drove out the enemy before you. He commanded: “Destroy them!”", "28": "So Israel now lives in safety— Jacob's residence[r] is secure— in a land full of grain and wine, where the heavens drip dew.", "29": "Happy are you, Israel! Who is like you? You are a people saved by the Lord! He's the shield that helps you, your majestic sword! Your enemies will come crawling on their knees to you, but you will stomp on their backs![s]"}