{"1": "Moses called out to all Israel, saying to them: “Israel! Listen to the regulations and the case laws that I'm recounting in your hearing right now. Learn them and carefully do them.", "2": "The Lord our God made a covenant with us at Mount Horeb.", "3": "The Lord didn't make this covenant with our ancestors but with us—all of us who are here and alive right now.", "4": "The Lord spoke with you face-to-face on the mountain from the very fire itself.", "5": "At that time, I was standing between the Lord and you, declaring to you the Lord's word, because you were terrified of the fire and didn't go up on the mountain.” The Lord said:", "6": "I am the Lord your God, who brought you out of Egypt, out of the house of slavery.", "7": "You must have no other gods before[a] me.", "8": "Do not make an idol for yourself—no form whatsoever—of anything in the sky above or on the earth below or in the waters under the earth.", "9": "Do not bow down to them or worship them because I, the Lord your God, am a passionate God. I punish children for their parents' sins—even to the third and fourth generations of those who hate me.", "10": "But I am loyal and gracious to the thousandth generation[b] of those who love me and keep my commandments.", "11": "Do not use the Lord your God's name as if it were of no significance; the Lord won't forgive anyone who uses his name that way.", "12": "Keep the Sabbath day and treat it as holy, exactly as the Lord your God commanded:", "13": "Six days you may work and do all your tasks,", "14": "but the seventh day is a Sabbath to the Lord your God. Don't do any work on it—not you, your sons or daughters, your male or female servants, your oxen or donkeys or any of your animals, or the immigrant who is living among you—so that your male and female servants can rest just like you.", "15": "Remember that you were a slave in Egypt, but the Lord your God brought you out of there with a strong hand and an outstretched arm. That's why the Lord your God commands you to keep the Sabbath day.", "16": "Honor your father and your mother, exactly as the Lord your God requires, so that your life will be long and so that things will go well for you on the fertile land that the Lord your God is giving you.", "17": "Do not kill.[c]", "18": "Do not commit adultery.", "19": "Do not steal.", "20": "Do not testify falsely against your neighbor.", "21": "Do not desire and try to take your neighbor's wife. Do not crave your neighbor's house, field, male or female servant, ox, donkey, or anything else that belongs to your neighbor.", "22": "Those are the words the Lord spoke to your entire assembly with a loud voice while on the mountain, from the midst of the fire, the cloud, and the thick smoke. He added no more. God wrote them on two stone tablets, then gave them to me.", "23": "Now once you heard the voice from the darkness while the mountain was blazing with fire, you came to me—more specifically, all the chiefs of your tribes and your elders came—", "24": "and you said: “Look here! The Lord our God has shown us his glory and greatness. We've heard his voice come out of the very fire itself. We've seen firsthand that God can speak to a human being and they can survive!", "25": "But why should we die? Surely this massive fire will consume us! If we hear any more of the Lord our God's voice, we will die.", "26": "Is there anyone who has heard the living God's voice speaking out of the very fire itself, like we have, and survived?", "27": "You go and listen to all that the Lord our God says. Then tell us all that the Lord our God speaks to you. We'll listen and we'll do it.”", "28": "The Lord heard what you said, when you said this to me. The Lord then told me: I heard what the people said when they spoke with you. Everything they suggest is good.", "29": "If only their minds were like this: always fearing me and keeping all my commandments so that things would go well for them and their children forever!", "30": "Go and tell them: You may go back to your tents.", "31": "But you, Moses, must stay here with me. I will tell you all the commandments,[d] the regulations, and the case laws that you must teach the Israelites to do in the land that I am giving them to possess.", "32": "So you must carefully do exactly what the Lord your God commands you. Don't deviate even a bit!", "33": "You must walk the precise path that the Lord your God indicates for you so that you will live, and so that things will go well for you, and so you will extend your time on the land that you will possess."}