{"1": "Now these are the commandments, the regulations, and the case laws that the Lord your God commanded me to teach you to follow in the land you are entering to possess,", "2": "so that you will fear the Lord your God by keeping all his regulations and his commandments that I am commanding you—both you and your sons and daughters—all the days of your life and so that you will lengthen your life.", "3": "Listen to them, Israel! Follow them carefully so that things will go well for you and so that you will continue to multiply exactly as the Lord, your ancestors' God, promised you, in a land full of milk and honey.", "4": "Israel, listen! Our God is the Lord! Only the Lord![a]", "5": "Love the Lord your God with all your heart, all your being, and all your strength.", "6": "These words that I am commanding you today must always be on your minds.", "7": "Recite them to your children. Talk about them when you are sitting around your house and when you are out and about, when you are lying down and when you are getting up.", "8": "Tie them on your hand as a sign. They should be on your forehead as a symbol.[b]", "9": "Write them on your house's doorframes and on your city's gates.", "10": "Now once the Lord your God has brought you into the land that he swore to your ancestors, to Abraham, Isaac, and Jacob, to give to you—a land that will be full of large and wonderful towns that you didn't build,", "11": "houses stocked with all kinds of goods that you didn't stock, cisterns that you didn't make, vineyards and olive trees that you didn't plant—and you eat and get stuffed,", "12": "watch yourself! Don't forget the Lord, who brought you out of Egypt, out of the house of slavery.", "13": "Revere the Lord your God, serve him, and take your solemn pledges in his name!", "14": "Don't follow other gods, those gods of the people around you—", "15": "because the Lord your God, who is with you and among you, is a passionate God. The Lord your God's anger will burn against you, and he will wipe you off the fertile land.", "16": "Don't test the Lord your God the way you frustrated him at Massah.", "17": "You must carefully follow the Lord your God's commands along with the laws and regulations he has given you.", "18": "Do what is right and good in the Lord's sight so that things will go well for you and so you will enter and take possession of the wonderful land that the Lord swore to your ancestors,", "19": "and so the Lord will drive out all your enemies from before you, just as he promised.", "20": "In the future, your children will ask you, “What is the meaning of the laws,[c] the regulations, and the case laws that the Lord our God commanded you?”", "21": "Tell them: We were Pharaoh's slaves in Egypt. But the Lord brought us out of Egypt with a mighty hand.", "22": "Before our own eyes, the Lord performed great and awesome deeds of power[d] against Egypt, Pharaoh, and his entire dynasty.", "23": "But the Lord brought us out from there so that he could bring us in, giving us the land that he swore to our ancestors.", "24": "Then the Lord commanded us to perform all these regulations, revering the Lord our God, so that things go well for us always and so we continue to live, as we're doing right now.", "25": "What's more, we will be considered righteous if we are careful to do all this commandment before the Lord our God, just as he commanded us."}