{"1": "You must carefully perform all of the commandment that I am commanding you right now so you can live and multiply and enter and take possession of the land that the Lord swore to your ancestors.", "2": "Remember the long road on which the Lord your God led you during these forty years in the desert so he could humble you, testing you to find out what was in your heart: whether you would keep his commandments or not.", "3": "He humbled you by making you hungry and then feeding you the manna that neither you nor your ancestors had ever experienced, so he could teach you that people don't live on bread alone. No, they live based on whatever the Lord says.[a]", "4": "During these forty years, your clothes didn't wear out and your feet didn't swell up.", "5": "Know then in your heart that the Lord your God has been disciplining you just as a father disciplines his children.", "6": "Keep the commandments of the Lord your God by walking in his ways and by fearing him,", "7": "because the Lord your God is bringing you to a wonderful land, a land with streams of water, springs, and wells that gush up in the valleys and on the hills;", "8": "a land of wheat and barley, vines, fig trees, and pomegranates; a land of olive oil and honey;", "9": "a land where you will eat food without any shortage—you won't lack a thing there—a land where stone is hard as iron and where you will mine copper from the hills.", "10": "You will eat, you will be satisfied, and you will bless the Lord your God in the wonderful land that he's given you.", "11": "But watch yourself! Don't forget the Lord your God by not keeping his commands or his case laws or his regulations that I am commanding you right now.", "12": "When you eat, get full, build nice houses, and settle down,", "13": "and when your herds and your flocks are growing large, your silver and gold are multiplying, and everything you have is thriving,", "14": "don't become arrogant, forgetting the Lord your God: the one who rescued you from Egypt, from the house of slavery;", "15": "the one who led you through this vast and terrifying desert of poisonous snakes and scorpions, of cracked ground with no water; the one who made water flow for you out of a hard rock;", "16": "the one who fed you manna in the wilderness, which your ancestors had never experienced, in order to humble and test you, but in order to do good to you in the end.", "17": "Don't think to yourself, My own strength and abilities have produced all this prosperity for me.", "18": "Remember the Lord your God! He's the one who gives you the strength to be prosperous in order to establish the covenant he made with your ancestors—and that's how things stand right now.", "19": "But if you do, in fact, forget the Lord your God and follow other gods, serving and bowing down to them, I swear to you right now that you will be completely destroyed.", "20": "Just like the nations that the Lord is destroying before you, that's exactly how you will be destroyed—all because you didn't obey the Lord your God's voice."}