{"1": "Listen, Israel! Today you will cross the Jordan River to enter and take possession of nations larger and more powerful than you, along with huge cities with fortifications that reach to the sky.", "2": "These people are large and tall—they are the Anakim. You know and have heard what people say: “Who can stand up to the Anakim?”", "3": "Know right now that the Lord your God, who is crossing over before you, is an all-consuming fire! He will wipe them out! He will subdue them before you! Then you will take possession of their land, eliminating them quickly, exactly as the Lord told you.", "4": "Once the Lord your God has driven them out before you, don't think to yourself, It's because I'm righteous that the Lord brought me in to possess this land. It is instead because of these nations' wickedness that the Lord is removing them before you.", "5": "You aren't entering and taking possession of their land because you are righteous or because your heart is especially virtuous; rather, it is because these nations are wicked—that's why the Lord your God is removing them before you, and because he wishes to establish the promise he made to your ancestors: to Abraham, Isaac, and Jacob.", "6": "Know then that the Lord your God isn't giving you this excellent land for you to possess on account of your righteousness—because you are a stubborn people!", "7": "Remember—don't ever forget!—how you made the Lord your God furious in the wilderness. From the very first day you stepped out of Egypt until you arrived at this place, you have been rebels against the Lord.", "8": "Even at Horeb you angered the Lord! He was so enraged by you that he threatened to wipe you out.", "9": "When I went up on the mountain to get the stone tablets, the covenant tablets that the Lord made with you, I was up there forty days and forty nights. I ate no bread, drank no water.", "10": "The Lord gave me the two stone tablets, written by God's finger, and on them were all the words that the Lord had said to you on the mountain, out of the very fire itself, on the day we assembled.", "11": "At the end of those forty days and nights, the Lord gave me the two stone tablets—the covenant tablets.", "12": "Then the Lord said to me, “Get going! Get down from here quickly because your people, whom you brought out of Egypt, have ruined everything! They couldn't wait to turn from the path I commanded them! They've made themselves an idol out of cast metal.”", "13": "The Lord said more to me: “I have seen this people. Look! What a stubborn people they are!", "14": "Now stand back. I am going to wipe them out. I will erase their name from under heaven, then I will make a nation out of you—one stronger and larger than they were.”", "15": "So I went down the mountain while it was blazing with fire. The two covenant tablets were in my two hands.", "16": "It was then that I saw how you sinned against the Lord your God: you made yourselves a calf, an idol made of cast metal! You couldn't wait to turn from the path the Lord commanded you!", "17": "I grabbed the two tablets and threw them down with my own hands, shattering them while you watched.", "18": "Then I fell before the Lord as I had done the previous forty days and forty nights. I ate no bread and drank no water, all because of the sin that you had committed by doing such evil in the Lord's sight, infuriating him.", "19": "I was afraid of the massive anger and rage the Lord had for you—he was going to wipe you out! However, the Lord listened to me again in that moment.", "20": "But the Lord was furious with Aaron—he was going to wipe him out! So I also prayed hard for Aaron at that time.", "21": "And as for that sinful thing you made, that calf, I took it and I burned it with fire. Then I smashed it, grinding it thoroughly until it was as fine as dust. Then I dumped the dust into the stream that ran down the mountain.", "22": "Also at Taberah, again at Massah, and then again at Kibroth-hattaavah, you have been the kind of people who make the Lord angry.", "23": "And then, when the Lord sent you from Kadesh-barnea, telling you: “Go up and take possession of the land that I'm giving you,” you disobeyed the Lord your God's command. You didn't trust him. You didn't obey God's voice.", "24": "You've been rebellious toward the Lord from the day I[a] met you.", "25": "But I fell on my knees in the Lord's presence forty days and forty nights, lying flat out, because the Lord planned on wiping you out.", "26": "But I prayed to the Lord! I said: Lord, my Lord! Don't destroy your people, your own possession, whom you saved by your own power, whom you brought out of Egypt with a strong hand!", "27": "Remember your servants: Abraham, Isaac, and Jacob! Don't focus on this people's stubbornness, wickedness, and sin.", "28": "Otherwise, that land out of which you brought us will say: The Lord wasn't strong enough to bring them into the land he'd promised them. Because he didn't care for them in the least, he brought them out to die in the desert.", "29": "But these are your people! Your own possession! The people you brought out by your great power and by your outstretched arm!"}