{"1": "¶ Then all Israel gathered themselves to David in Hebron, saying, Behold, we are thy bone and thy flesh.", "2": "And moreover yesterday and the day before yesterday, when Saul was king, it was thou that led out and brought in Israel; and the LORD thy God hath said unto thee, Thou shalt feed my people Israel, and thou shalt be ruler over my people Israel.", "3": "Therefore, all the elders of Israel came to the king in Hebron, and David made a covenant with them in Hebron before the LORD, and they anointed David king over Israel, according to the word of the LORD by the hand of Samuel.", "4": "Then David and all Israel went to Jerusalem, which is Jebus, for there the Jebusites were, the inhabitants of that land.", "5": "And the inhabitants of Jebus said to David, Thou shalt not enter here. Nevertheless, David took the fortress of Zion, which is the city of David.", "6": "And David said, Whoever smites the Jebusites first shall be head and prince. So Joab, the son of Zeruiah, went up first and was made the head.", "7": "And David dwelt in the fortress; therefore, they called it the city of David.", "8": "And he built the city round about, even from Millo round about, and Joab restored the rest of the city.", "9": "So David waxed greater and greater, for the LORD of the hosts was with him.", "10": "¶ These also are the chief of the mighty men whom David had, who strengthened him in his kingdom, with all Israel, to make him king over Israel, according to the word of the LORD.", "11": "And this is the number of the mighty men whom David had: Jashobeam, of Hachmoni, the chief of the captains; he lifted up his spear against three hundred slain at one time and killed them.", "12": "And after him was Eleazar, the son of Dodo, the Ahohite, who was one of the three mighties.", "13": "He was with David at Pasdammim, and there the Philistines were gathered together to battle, where there was an inheritance of land full of barley; and as the people fled from before the Philistines,", "14": "they set themselves in the midst of that portion and delivered it and slew the Philistines; and the LORD saved them by a great salvation.", "15": "Now three of the thirty principal ones went down to the rock to David, into the cave of Adullam; and the camp of the Philistines was pitched in the valley of Rephaim.", "16": "And David was then in the fortress, and the Philistines' garrison was then at Bethlehem.", "17": "And David longed and said, Oh, that one would give me drink of the water of the well of Bethlehem, that is at the gate!", "18": "And those three broke through the camp of the Philistines and drew water out of the well of Bethlehem, that was by the gate and took it and brought it to David; but David would not drink of it, but poured it out to the LORD,", "19": "and said, May God keep me from doing this thing. Shall I drink the blood of these men that have put their lives in jeopardy? For with the jeopardy of their lives they brought it. Therefore, he would not drink it. These things did these three mightiest.", "20": "And Abishai, the brother of Joab, was chief of three, who had lifted up his spear against three hundred, whom he slew and had a name among the three.", "21": "Of the three, he obtained the most honour in this second group of three, for he was their prince; however, he did not attain to the first three.", "22": "Benaiah, the son of Jehoiada, the son of a valiant man, of great acts, of Kabzeel; he slew two lions of Moab; he also went down and slew a lion in the middle of a pit on a snowy day.", "23": "And he slew an Egyptian, a man of great stature, five cubits high; and in the Egyptian's hand was a spear like a weaver's beam; and he went down to him with a staff and plucked the spear out of the Egyptian's hand and slew him with his own spear.", "24": "These things did Benaiah, the son of Jehoiada, and had the name among the three mighties.", "25": "He was the most honoured among the thirty, but did not attain to the first three. And David placed him in his council.", "26": "Also the valiant men of the armies were Asahel the brother of Joab, Elhanan, the son of Dodo of Bethlehem,", "27": "Shammoth of Harori, Helez, the Pelonite,", "28": "Ira, the son of Ikkesh, the Tekoite, Abiezer, the Antothite,", "29": "Sibbecai, the Hushathite, Ilai, the Ahohite,", "30": "Maharai, the Netophathite, Heled, the son of Baanah, the Netophathite,", "31": "Ithai, the son of Ribai of Gibeah, that pertained to the sons of Benjamin, Benaiah, the Pirathonite,", "32": "Hurai of the Gaash river, Abiel, the Arbathite,", "33": "Azmaveth, the Baharumite, Eliahba, the Shaalbonite,", "34": "the sons of Hashem, the Gizonite, Jonathan, the son of Shage, the Hararite,", "35": "Ahiam, the son of Sacar, the Hararite, Eliphal, the son of Ur,", "36": "Hepher, the Mecherathite, Ahijah, the Pelonite,", "37": "Hezro, the Carmelite, Naarai, the son of Ezbai,", "38": "Joel, the brother of Nathan, Mibhar, the son of Haggeri,", "39": "Zelek, the Ammonite, Naharai, the Berothite, the armourbearer of Joab, the son of Zeruiah,", "40": "Ira, the Ithrite, Gareb, the Ithrite,", "41": "Uriah, the Hittite, Zabad, the son of Ahlai,", "42": "Adina, the son of Shiza, the Reubenite, head of the Reubenites, and thirty with him,", "43": "Hanan, the son of Maachah, and Joshaphat, the Mithnite,", "44": "Uzzia, the Ashterathite, Shama and Jehiel, the sons of Hothan, the Aroerite,", "45": "Jediael, the son of Shimri, and Joha, his brother, the Tizite,", "46": "Eliel, the Mahavite, and Jeribai, and Joshaviah, the sons of Elnaam, and Ithmah, the Moabite,", "47": "Eliel, and Obed, and Jasiel the Mesobaite."}