{"1": "¶ So they brought the ark of God and set it in the midst of the tent that David had pitched for it, and they offered burnt sacrifices and peace offerings before God.", "2": "And when David had finished offering the burnt offerings and the peace offerings, he blessed the people in the name of the LORD.", "3": "And he dealt to all Israel, both men and women, to each one a loaf of bread and a good piece of flesh and a flagon of wine.", "4": "And he appointed certain of the Levites to minister before the ark of the LORD and to record and to thank and praise the LORD God of Israel:", "5": "Asaph, the chief, and next to him Zechariah, Jeiel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obededom: and Jeiel with psalteries and with harps, but Asaph resounded with cymbals;", "6": "and Benaiah and Jahaziel, the priests, with trumpets continually before the ark of the covenant of God.", "7": "¶ Then, on that day, David began to thank the LORD by the hand of Asaph and his brethren.", "8": "Give thanks unto the LORD, call upon his name, make known his deeds among the people.", "9": "Sing unto him, sing psalms unto him, speak of all his wondrous works.", "10": "Glory in his holy name; let the heart of those that seek the LORD rejoice.", "11": "Seek the LORD and his strength, seek his face continually.", "12": "Remember his marvellous works that he has done, his wonders and the judgments of his mouth;", "13": "O, ye seed of Israel, his slave, ye sons of Jacob, his chosen ones.", "14": "He is the LORD our God; his judgments are in all the earth.", "15": "Be mindful always of his covenant, the word which he commanded in a thousand generations,", "16": "the covenant which he cut with Abraham, and of his oath unto Isaac;", "17": "which he confirmed unto Jacob by statute, and to Israel in everlasting covenant,", "18": "saying, Unto thee will I give the land of Canaan, the cord of your inheritance,", "19": "when ye were but few in number, and strangers in it.", "20": "And they went from nation to nation and from one kingdom to another people.", "21": "He would allow no one to oppress them; he reproved kings for their sakes,", "22": "saying, Touch not my anointed, and do my prophets no harm.", "23": "Sing unto the LORD, all the earth; show forth from day to day his saving health.", "24": "Declare his glory among the Gentiles; his marvellous works among all peoples.", "25": "For great is the LORD, and greatly to be praised; he also is to be feared above all gods.", "26": "For all the gods of the people are worthless, but the LORD made the heavens.", "27": "Glory and beauty are in his presence; strength and gladness are in his place.", "28": "Give unto the LORD, ye families of the peoples, give unto the LORD glory and strength.", "29": "Give unto the LORD the glory of his name; bring a present and come before him; worship the LORD in the beauty of holiness.", "30": "Fear before him, all the earth; the world also is being made stable, that it be not moved.", "31": "Let the heavens be glad, and let the earth rejoice; and let men say among the Gentiles, The LORD reigns.", "32": "Let the sea roar, and the fullness thereof; let the fields rejoice, and all that is therein.", "33": "Then shall the trees of the wood sing out at the presence of the LORD, because he comes to judge the earth.", "34": "O give thanks unto the LORD, for he is good; for his mercy is eternal.", "35": "And say, Save us, O God our saving health, and gather us together and deliver us from the Gentiles, that we may give thanks to thy holy name and glory in thy praise.", "36": "Blessed be the LORD God of Israel from eternity unto eternity. And all the people said, Amen and praised the LORD.", "37": "¶ So he left there before the ark of the covenant of the LORD Asaph and his brethren to minister before the ark continually, each thing in its day;", "38": "and Obededom with their brethren, sixty-eight; Obededom also the son of Jeduthun and Hosah to be porters.", "39": "And Zadok, the priest, and his brethren, the priests, before the tabernacle of the LORD in the high place that was at Gibeon,", "40": "to offer burnt offerings unto the LORD upon the altar of the burnt offering continually morning and evening, according to all that is written in the law of the LORD, which he commanded Israel;", "41": "and with them Heman and Jeduthun and the rest that were chosen expressly by name, to give thanks to the LORD, because his mercy is eternal.", "42": "And with them Heman and Jeduthun with trumpets and cymbals to sound, and with other musical instruments of God. And the sons of Jeduthun were porters.", "43": "And all the people departed each one to his house; and David returned to bless his house."}