{"1": "¶ Now after this it came to pass that David smote the Philistines and subdued them and took Gath and her towns out of the hand of the Philistines.", "2": "And he smote Moab, and the Moabites became David's slaves, bringing him presents.", "3": "And David smote Hadarezer, king of Zobah in Hamath, as he went to establish his dominion unto the river Euphrates.", "4": "And David took from him a thousand chariots, seven thousand horsemen, and twenty thousand footmen; David also hamstrung all the chariot horses, but reserved those of one hundred chariots.", "5": "And when the Syrians of Damascus came to help Hadarezer, king of Zobah, David slew of the Syrians twenty-two thousand men.", "6": "Then David put garrisons in Syria, the Syria of Damascus, and the Syrians became David's slaves, bringing him presents. For the LORD saved David wherever he went.", "7": "And David took the shields of gold that the slaves of Hadarezer carried and brought them to Jerusalem.", "8": "Likewise from Tibhath and from Chun, cities of Hadarezer, David took very much brass, with which Solomon made the brasen sea and the pillars and the vessels of brass.", "9": "¶ Now when Tou, king of Hamath, heard how David had smitten all the host of Hadarezer, king of Zobah,", "10": "he sent Hadoram, his son, to King David, to greet him and to bless him because he had fought against Hadarezer and smitten him, for Hadarezer had war with Tou. And he sent him all manner of vessels of gold and silver and brass,", "11": "which King David dedicated unto the LORD, with the silver and the gold that he brought from all these Gentiles, from Edom and from Moab and from the sons of Ammon and from the Philistines and from Amalek.", "12": "Moreover, Abishai, the son of Zeruiah, smote Edom in the valley of salt, eighteen thousand men.", "13": "And he put a garrison in Edom, and all the Edomites became David's slaves. Thus the LORD saved David wherever he went.", "14": "So David reigned over all Israel and executed judgment and righteousness among all his people.", "15": "And Joab, the son of Zeruiah, was over the host; and Jehoshaphat, the son of Ahilud, writer of the chronicles;", "16": "and Zadok, the son of Ahitub, and Abimelech, the son of Abiathar, were the priests; and Shavsha was scribe;", "17": "and Benaiah, the son of Jehoiada, was over the Cherethites and the Pelethites; and the sons of David were first, at the hand of the king."}