{"1": "¶ These are the sons of Israel: Reuben, Simeon, Levi, Judah, Issachar, Zebulun,", "2": "Dan, Joseph, Benjamin, Naphtali, Gad, and Asher.", "3": "The sons of Judah: Er, Onan, and Shelah. These three were born unto him of the daughter of Shua, the Canaanitess. And Er, the firstborn of Judah, was evil in the sight of the LORD, and he slew him.", "4": "And Tamar, his daughter-in-law, gave birth unto him Pharez and Zerah. All the sons of Judah were five.", "5": "The sons of Pharez: Hezron and Hamul.", "6": "And the sons of Zerah: Zimri, Ethan, Heman, Calcol, and Dara, five of them in all.", "7": "And the sons of Carmi: Achar, the troubler of Israel, who transgressed in the anathema.", "8": "Azariah was the son of Ethan.", "9": "The sons that were born unto Hezron: Jerahmeel, Ram, and Chelubai.", "10": "And Ram begat Amminadab, and Amminadab begat Nahshon, prince of the sons of Judah;", "11": "And Nahshon begat Salma, and Salma begat Boaz,", "12": "And Boaz begat Obed, and Obed begat Jesse,", "13": "And Jesse begat his firstborn Eliab, and Abinadab the second and Shimma the third,", "14": "Nethaneel the fourth, Raddai the fifth,", "15": "Ozem the sixth, David the seventh,", "16": "whose sisters were Zeruiah, and Abigail. The sons of Zeruiah were three: Abishai, Joab, and Asahel.", "17": "And Abigail gave birth to Amasa, whose father was Jether the Ishmeelite.", "18": "¶ And Caleb, the son of Hezron, begat Jerioth of Azubah, his wife. And her sons were Jesher, Shobab, and Ardon.", "19": "And when Azubah was dead, Caleb took Ephrath as wife, who gave birth to Hur unto him.", "20": "And Hur begat Uri, and Uri begat Bezaleel.", "21": "And afterward Hezron went in to the daughter of Machir, the father of Gilead, whom he married when he was sixty years old, and she gave birth to Segub unto him.", "22": "And Segub begat Jair, who had twenty-three cities in the land of Gilead.", "23": "And Geshur and Aram took the cities of Jair from them, with Kenath and its towns, even sixty cities. All these were of the sons of Machir, the father of Gilead.", "24": "And after Hezron was dead in Calebephratah, then Abiah, Hezron's wife, gave birth to Ashur unto him, the father of Tekoa.", "25": "And the sons of Jerahmeel, the firstborn of Hezron, were Ram, the firstborn, Bunah, Oren, Ozem, and Ahijah.", "26": "Jerahmeel had also another wife, whose name was Atarah; she was the mother of Onam.", "27": "And the sons of Ram, the firstborn of Jerahmeel, were Maaz, Jamin, and Eker.", "28": "And the sons of Onam were Shammai and Jada. The sons of Shammai, Nadab, and Abishur.", "29": "And the name of the wife of Abishur was Abihail, and she gave birth to Ahban and Molid unto him.", "30": "And the sons of Nadab: Seled and Appaim. But Seled died without children.", "31": "And Ishi was the son of Appaim. And Sheshan, the son of Ishi; and the son of Sheshan, Ahlai.", "32": "And the sons of Jada, the brother of Shammai: Jether and Jonathan; and Jether died without children.", "33": "And the sons of Jonathan: Peleth and Zaza. These were the sons of Jerahmeel.", "34": "Now Sheshan had no sons, but daughters. And Sheshan had a slave, an Egyptian, whose name was Jarha.", "35": "And Sheshan gave his daughter to Jarha, his slave, to wife; and she bore him Attai.", "36": "And Attai begat Nathan, and Nathan begat Zabad,", "37": "and Zabad begat Ephlal, and Ephlal begat Obed,", "38": "and Obed begat Jehu, and Jehu begat Azariah,", "39": "and Azariah begat Helez, and Helez begat Eleasah,", "40": "and Eleasah begat Sisamai, and Sisamai begat Shallum,", "41": "and Shallum begat Jekamiah, and Jekamiah begat Elishama.", "42": "Now the sons of Caleb, the brother of Jerahmeel, were Mesha, his firstborn, who was the father of Ziph, and of his other sons, Mareshah, the father of Hebron.", "43": "And the sons of Hebron: Korah, Tappuah, Rekem, and Shema.", "44": "And Shema begat Raham, the father of Jorkoam; and Rekem begat Shammai.", "45": "And the son of Shammai was Maon, and Maon was the father of Bethzur.", "46": "And Ephah, Caleb's concubine, gave birth to Haran, Moza, and Gazez unto him, and Haran begat Gazez.", "47": "And the sons of Jahdai: Regem, Jotham, Geshan, Pelet, Ephah, and Shaaph.", "48": "Maachah, Caleb's concubine, gave birth to Sheber and Tirhanah unto him.", "49": "She also gave birth to Shaaph, the father of Madmannah, Sheva, the father of Machbenah and father of Gibea. And Achsah was the daughter of Caleb.", "50": "These were the sons of Caleb, the son of Hur, the firstborn of Ephratah: Shobal, the father of Kirjathjearim,", "51": "Salma, the father of Bethlehem, Hareph, the father of Bethgader.", "52": "And the sons of Shobal, the father of Kirjathjearim, who was lord of half of Manaheth.", "53": "And the families of Kirjathjearim: the Ithrites and the Puhites and the Shumathites and the Mishraites; of them came the Zareathites and the Eshtaulites.", "54": "The sons of Salma: Bethlehem and the Netophathites, the crowns of the house of Joab, and half of the Manahethites, the Zorites.", "55": "And the families of the scribes who dwelt at Jabez: the Tirathites, the Shimeathites, and Suchathites. These are the Kenites that came of Hemath, the father of the house of Rechab."}