{"1": "¶ Now the sons of Reuben, the firstborn of Israel, (for he was the firstborn, but because he defiled his father's bed, his birthright was given unto the sons of Joseph, the son of Israel; and he was not counted as the firstborn.", "2": "For Judah prevailed above his brethren and was their prince, but the birthright was Joseph's:)", "3": "The sons, therefore, of Reuben, the firstborn of Israel, were Enoch, Pallu, Hezron, and Carmi.", "4": "The sons of Joel: Shemaiah, his son, Gog, his son, Shimei, his son,", "5": "Micah, his son, Reaia, his son, Baal, his son,", "6": "Beerah, his son, whom Tilgathpilneser, king of Assyria, carried away captive. He was prince of the Reubenites.", "7": "And his brethren by their families, when the genealogy of their generations was reckoned, had as princes, Jeiel and Zechariah.", "8": "And Bela, the son of Azaz, the son of Shema, the son of Joel, dwelt in Aroer, even until Nebo and Baalmeon.", "9": "And eastward he inhabited unto the entering in of the wilderness from the river Euphrates, because their livestock were multiplied in the land of Gilead.", "10": "And in the days of Saul they made war with the Hagarites,[a] who fell by their hand, and they dwelt in their tents throughout all the east land of Gilead.", "11": "And the sons of Gad dwelt over against them, in the land of Bashan unto Salchah.", "12": "Joel, the chief, and Shapham, second, and Jaanai and Shaphat in Bashan.", "13": "And their brethren of the house of their fathers were Michael, Meshullam, Sheba, Jorai, Jachan, Zia, and Heber, seven.", "14": "These were the sons of Abihail, the son of Huri, the son of Jaroah, the son of Gilead, the son of Michael, the son of Jeshishai, the son of Jahdo, the son of Buz.", "15": "Also Ahi, the son of Abdiel, the son of Guni, was the prince of the house of their fathers.", "16": "And they dwelt in Gilead in Bashan and in her towns and in all the suburbs of Sharon, upon their goings forth.", "17": "All these were reckoned by their generations in the days of Jotham, king of Judah, and in the days of Jeroboam, king of Israel.", "18": "¶ The sons of Reuben and of Gad and half the tribe of Manasseh, valiant men, men able to bear buckler and sword and to shoot with bow and skillful in war were forty-four thousand seven hundred and sixty, that went out to the war.", "19": "And they made war with the Hagarites, with Jetur and Nephish and Nodab.", "20": "And they were helped against them, and the Hagarites were delivered into their hand and all that were with them, for they cried to God in the battle, and he was intreated of them because they put their trust in him.", "21": "And they took away their livestock; fifty thousand camels and two hundred and fifty thousand sheep and two thousand asses and one hundred thousand persons.", "22": "For there fell down many slain because the war was of God. And they dwelt in their steads until the captivity.", "23": "And the sons of the half tribe of Manasseh dwelt in the land; they increased from Bashan unto Baalhermon and Senir and unto Mount Hermon.", "24": "And these were the heads of the houses of their fathers: Epher, Ishi, Eliel, Azriel, Jeremiah, Hodaviah, and Jahdiel, mighty men of valour, famous men, and heads of the houses of their fathers.", "25": "But they rebelled against the God of their fathers and fornicated after the gods of the people of the land, whom God had destroyed before them.", "26": "And for this the God of Israel stirred up the spirit of Pul, king of Assyria, and the spirit of Tilgathpilneser, king of Assyria, and he carried away the Reubenites and the Gadites and the half tribe of Manasseh and brought them unto Halah and Habor and Hara and to the River Gozan, unto this day."}