{"1": "Yahweh declares, “At that time the bones of the kings and the leaders of Judah, the bones of the priests and the prophets, and the bones of the others who lived in Jerusalem will be taken out of their graves. ", "2": "They will be spread out and exposed to the sun, the moon, and all the stars in the sky. These are the things that they had loved, served, gone after, sought, and worshiped. Their bones will not be gathered or buried, but they will become manure on the ground.", "3": "“Then the few who remain from these wicked people will want to die rather than live where I will scatter them,” declares Yahweh Tsebaoth.", "4": "“Say to them, 'This is what Yahweh says: When someone falls, he gets back up. When someone turns away from me, he returns.", "5": "The people of Jerusalem turned away from me without ever returning. They still cling to deceit. They refuse to return.", "6": "I have paid attention and listened, but they weren't honest. They don't turn away from their wickedness and ask, “What have we done?” They go their own ways like horses charging into battle.", "7": "Even storks know when it's time to return. Mourning doves, swallows, and cranes know when it's time to migrate. But my people don't know that I, Yahweh, am urging them to return.", "8": "“'How can you say that you are wise and that you have Yahweh's teachings? The scribes have used their pens to turn these teachings into lies.", "9": "Wise people are put to shame, confused, and trapped. They have rejected the word of Yahweh. They don't really have any wisdom.", "10": "That is why I will give their wives to other men and their fields to new owners. All of them, from the least important to the most important, are eager to make money dishonestly. All of them, from prophets to priests, act deceitfully.", "11": "They treat my dear people's wounds as though they were not serious, saying, “Everything is alright! Everything is alright!” But it's not alright.", "12": "Are they ashamed that they do disgusting things? No, they're not ashamed. They don't even know how to blush. So they will die with those who die. They will be brought down when I punish them,'” says Yahweh.", "13": "“'I would have gathered their harvest,'” declares Yahweh, “'but there are no grapes on the vine. There are no figs on the tree, and the leaves have dried up. What I have given them will be taken away.'”", "14": "Why are we just sitting here? Let's get up! Let's go into the fortified cities and die there. Yahweh our Elohim has condemned us to die. He has given us poison to drink because we have sinned against Yahweh.", "15": "We hoped for peace, but nothing good has happened. We hoped for a time of healing, but there's only terror.", "16": "The snorting of horses can be heard from Dan. The neighing of stallions makes the whole land tremble. They are coming to devour the land and everything in it, the city and its people.", "17": "“I am going to send snakes among you, vipers that can't be charmed. They will bite you,” declares Yahweh.", "18": "Sorrow has overwhelmed me. I am sick at heart!", "19": "The cry from my dear people comes from a distant land: “Isn't Yahweh in Zion? Isn't Zion's king still there?” They make me furious with their idols, with their foreign gods.", "20": "The harvest is past, the summer has ended, and we haven't been saved.", "21": "I am crushed because my dear people have been crushed. I mourn; terror grips me.", "22": "Isn't there medicine in Gilead? Aren't there doctors there? Then why hasn't the health of my dear people been restored?"}