{"1": "My dear and precious friends, whom I deeply love, you have truly become my glorious joy and crown of reward. Now arise[a] in the fullness of your union with our Lord.", "2": "And I plead with Euodia and Syntyche to settle their disagreement and be restored with one mind in our Lord.[b] ", "3": "I would like my dear friend and burden-bearer[c] to help resolve this issue, for both women have diligently labored with me for the prize and helped in spreading the revelation of the gospel,[d] along with Clement[e] and the rest of my coworkers. All of their names are written in the Book of Life.", "4": "Be cheerful with joyous celebration in every season of life. Let joy overflow, for you are united with the Anointed One! ", "5": "Let gentleness[f] be seen in every relationship, for our Lord is ever near.[g]", "6": "Don't be pulled in different directions or worried about a thing. Be saturated in prayer throughout each day, offering your faith-filled requests before God with overflowing gratitude. Tell him every detail of your life, ", "7": "then God's wonderful peace that transcends human understanding, will make the answers known to you through Jesus Christ.[h] ", "8": "So keep your thoughts continually fixed on all that is authentic and real, honorable and admirable, beautiful and respectful, pure and holy, merciful and kind. And fasten your thoughts on every glorious work of God,[i] praising him always. ", "9": "Follow the example of all that we have imparted to you and the God of peace will be with you in all things.", "10": "My heart overflows with joy when I think of how you showed your love to me by your financial support of my ministry. For even though you have so little, you still continue to help me at every opportunity. ", "11": "I'm not telling you this because I'm in need, for I have learned to be satisfied in any circumstance.[j] ", "12-13": "–13 I know what it means to lack,[k] and I know what it means to experience overwhelming abundance. For I'm trained in the secret of overcoming all things, whether in fullness or in hunger. And I find that the strength of Christ's explosive power infuses me to conquer every difficulty.[l]", "14": "You've so graciously provided for my essential needs during this season of difficulty. ", "15": "For I want you to know that the Philippian church was the only church that supported me in the beginning as I went out to preach the gospel. You were the only church that sowed into me financially,[m] ", "16": "and when I was in Thessalonica, you supported me for well over a year.[n]", "17": "I mention this not because I'm requesting a gift, but so that the fruit of your generosity may bring you an abundant reward. ", "18": "I now have all I need—more than enough—I'm abundantly satisfied! For I've received the gift you sent by Epaphroditus and viewed it as a sweet sacrifice, perfumed with the fragrance of your faithfulness, which is so pleasing to God!", "19": "I am convinced that my God will fully satisfy every need you have, for I have seen the abundant riches of glory revealed to me through the Anointed One, Jesus Christ! ", "20": "And God our Father will receive all the glory and the honor throughout the eternity of eternities! Amen!", "21": "Give my warm greetings to all the believers in the Anointed One, Jesus.", "22": "All the brothers and sisters in Christ that are here with me send their loving greetings, especially the converts from Caesar's household.", "23": "May every one of you overflow with the grace and favor of our Lord Jesus Christ![o] Love in Christ, Paul"}