{"1": "My brothers and sisters, I pray constantly to God for the salvation of my people; it is the deep desire of my heart. ", "2": "What I can say about them is that they are enthusiastic about God, but that won't lead them to Him because their zeal is not based on true knowledge. ", "3": "In their ignorance about how God is working to make things right, they have been trying to establish their own right standing with God through the law. But they are not operating under God's saving, restorative justice. ", "4": "You see, God's purpose for the law reaches its climax when the Anointed One arrives; now all who trust in Him can have their lives made right with God.", "5": "God's plan to restore the world disfigured by sin and death reaches its climax with the resurrection of Jesus. When the King enters, all the prophecies, all the hopes, all the longings find in Him their true fulfillment. There may have been earlier fulfillments; but these are only partial fulfillments, signposts along the way to God's true goal. The goal has been the restoration of people to a holy God. With Jesus, we find the only perfect man with right standing before God. He comes to blaze a path defined by God's justice, not by our own sense of right and wrong. All men, women, and children who commit their lives to Him will be made right with God and will begin new lives defined by faith and God's new covenant. Moses made this clear long ago when he wrote about what it takes to have a right relationship with God based on the law: “The person devoted to the law's commands will live by them.”[a] ", "6": "But a right relationship based on faith sounds like this: “Do not say to yourselves, 'Who will go up into heaven?'”[b] (that is, to bring down the Anointed One), ", "7": "“or, 'Who will go down into the abyss?'”[c] (that is, to bring the Anointed One up from the dead). ", "8": "But what does it actually say? “The word is near you, in your mouth and in your heart”[d] (that is, the good news we have been called to preach to you). ", "9": "So if you believe deep in your heart that God raised Jesus from the pit of death and if you voice your allegiance by confessing the truth that “Jesus is Lord,” then you will be saved! ", "10": "Belief begins in the heart and leads to a life that's right with God; confession departs from our lips and brings eternal salvation. ", "11": "Because what Isaiah said was true: “The one who trusts in Him will not be disgraced.”[e] ", "12": "Remember that the Lord draws no distinction between Jew and non-Jew—He is Lord over all things, and He pours out His treasures on all who invoke His name ", "13": "because as Scripture says, “Everyone who calls on the name of the Lord will be saved.”[f]", "14": "Faith is not something we do. It is a response to what God has done already on our behalf, the response of a spirit restless in a fragmented world. How can people invoke His name when they do not believe? How can they believe in Him when they have not heard? How can they hear if there is no one proclaiming Him? ", "15": "How can some give voice to the truth if they are not sent by God? As Isaiah said, “Ah, how beautiful the feet of those who declare the good news of victory, of peace and liberation.”[g] ", "16": "But some will hear the good news and refuse to submit to the truth they hear. Isaiah the prophet also says, “Lord, who would ever believe it? Who would possibly accept what we've been told?”[h] ", "17": "So faith proceeds from hearing, as we listen to the message about God's Anointed.", "18": "But let me ask this: have my people ever heard? Indeed, they have: Yet from here to the ends of the earth, their voice has gone out; the whole world has heard what they have to say.[i]", "19": "But again let me ask: did Israel perhaps hear and not understand all of this? Well, Moses was the first to say, I will make you jealous with a people who are not a nation. With a senseless people I will anger you.[j]", "20": "Then Isaiah the fearless prophet says it this way: I was found by people who did not seek Me; I showed My face to those who never asked for Me.[k]", "21": "And as to the fate of Israel, God says, All day long I opened My hands to a rebellious people, who constantly work against Me.[l]"}