{"1": "Now I ask you, has God rejected His people? Absolutely not! I'm living proof that God is faithful. I am an Israelite, Abraham's my father, and Benjamin's my tribe. ", "2": "God has not, and will not, abandon His covenant people; He always knew they would belong to Him. Don't you remember the story of what happens when Elijah pleads with God to deal with Israel? The Scripture tells us his protest: ", "3": "“Lord, they have murdered Your prophets, they have demolished Your altars, and I alone am left faithful to You; now they are seeking to kill me.”[a] ", "4": "How does God answer his pleas for help? He says, “I have held back 7,000 men who are faithful to Me; none have bowed a knee to worship Baal.”[b]", "5": "The same thing is happening now. God has preserved a remnant, elected by grace. ", "6": "Grace is central in God's action here, and it has nothing to do with deeds prescribed by the law. If it did, grace would not be grace.", "7": "In every generation, God makes sure a few survive the onslaught of judgment. The prophets call these the “remnant.” Paul sees himself living in a critical moment as fewer and fewer Jews pledge obedience to Jesus. But the Anointed's emissary finds comfort in realizing how God's faithfulness is playing out in his day. If you ever think that you alone are faithful to God, that somehow God has forgotten His covenant promises, think again. He always has a remnant. Now what does all this mean? Israel has chased an end it has never reached. Yet those chosen by God through grace have reached it while all others were made hard as stones. ", "8": "The Scriptures continue to say it best: God has confounded them so they are not able to think, given them eyes that do not see, and ears that do not hear, Down to this very day.[c]", "9": "David says it this way: Let their table be turned into a snare and a trap, an obstacle to peace and payback for their hostility.", "10": "Let their bright eyes become cloudy, darkened so they cannot see, and bend their proud backs through it all.[d]", "11": "So I ask: did God's people stumble and fall off the deep end? Absolutely not! They are not lost forever; but through their misconduct, the door has been opened for salvation to extend even to the outsiders. This has been part of God's plan all along, and so is the jealousy that comes when they realize the outsiders have been welcomed into God's new covenant. ", "12": "So if their misconduct leads ultimately to God's riches coming to the world and if their failure turns into the blessing of salvation to all people, then how much greater will be the riches and blessing when they are included fully?", "13": "But I have this to say to all of you who are not ethnic Jews: I am God's emissary[e] to you, and I honor this call by focusing on what God is doing with and through you. ", "14": "I do this so that somehow my own blood brothers and sisters will be made jealous; and that, I trust, will bring some to salvation. ", "15": "If the fact that they are currently set aside resolves the hostility between God and the rest of the world, what will their acceptance bring if not life from the dead? ", "16": "If the first and best of the dough you offer is sacred, the entire loaf will be as well. If the root of the tree is sacred, the branches will be also.", "17": "Imagine some branches are cut off of the cultivated olive tree and other branches of a wild olive (which represents all of you outsiders) are grafted in their place. You are nourished by the root of the cultivated olive tree. ", "18": "It doesn't give you license to become proud and self-righteous about the fact that you've been grafted in. If you do boast, remember that the branches do not sustain the root—it is the system of roots that nourishes and supports you.", "19": "I can almost hear some of you saying, “Branches had to be pruned to make room for me.” ", "20": "Yes, they were. They were removed because they did not believe; and you will stay attached, be strong, and be productive only through faith. So don't think too highly of yourselves; instead, stand in awe of God's mercy. ", "21": "Besides we know that God did not spare the natural branches, so there is no reason to think He will spare you. ", "22": "Witness the simultaneous balance of the kindness and severity of our God. Severity is directed at the fallen branches withering without faith. Yet kindness is directed at you. So live in the kindness of God or else prepare to be cut off yourselves. ", "23": "If those branches that have been cut from the tree do not stay in unbelief, then God will carefully graft them back onto the tree because He has the power to do that. ", "24": "So if it is possible for you to be taken from a wild olive tree and become part of a cultivated olive tree, imagine how much easier it would be to reconnect branches that originally grew on that olive tree.", "25": "The cultivated olive tree provides Paul with a beautiful image of how believing Jews and non-Jews were organically connected in the plan of God. Life flows from the earth to the branches—some natural, some grafted in—through the rootstock. Paul wants to make sure the grafted branches know they have not arrived on their own; their spiritual life and vitality flow from the root, Israel. God is the Farmer who has tenderly grafted them into the sturdy stock on the basis of faith. So pride and arrogance are completely out of place for those grafted branches. They will bear fruit only as they remain connected by faith to the stock. My brothers and sisters, I do not want you to be in the dark about this mystery—I am going to let you in on the plan so that you will not think too highly of yourselves. A part of Israel has been hardened to the good news until the full number of those outside the Jewish family have entered in. ", "26": "This is the way that all of Israel will be saved. As it was written, so it also stands: The Deliverer will come from Zion; He will drive away wickedness from Jacob.", "27": "And this is My covenant promise to them, on the day when I take away their sins.[f]", "28": "It may seem strange. When it comes to the work of the gospel, the fact that they oppose it is actually for your benefit. But when you factor in God's election, they are truly loved because they descended from faithful forefathers. ", "29": "You see, when God gives a grace gift and issues a call to a people, He does not change His mind and take it back. ", "30": "There was a time when you outsiders were disobedient to God and at odds with His purpose, but now you have experienced mercy as a result of their disobedience. ", "31": "In the same way, their disobedience now will make a way for them to receive mercy as a result of the mercy shown to you. ", "32": "For God has assigned all of us together—Jews and non-Jews, insiders and outsiders—to disobedience so He can show His mercy to all.", "33": "Paul says that God's mysterious plan for the ages is being revealed as the number of outsiders swells in the churches and as a part of Israel is hardened, at least for a time. But let's not forget that hardening is not God's unilateral action. Whatever hardening takes place happens first on our side before God reluctantly agrees. That part of Israel now hardened has already rejected God's Anointed. Yet when the full complement of non-Jewish outsiders enters God's kingdom, “all Israel will be saved.” But clearly “all Israel” can't mean every last Jew, because Paul has already shown that not every son or daughter of Abraham is an heir to the promise. We cannot wrap our minds around God's wisdom and knowledge! Its depths can never be measured! We cannot understand His judgments or explain the mysterious ways that He works! For,", "34": "Who can fathom the mind of the Lord? Or who can claim to be His advisor?[g]", "35": "Or, Who can give to God in advance so that God must pay him back?[h]", "36": "For all that exists originates in Him, comes through Him, and is moving toward Him; so give Him the glory forever. Amen."}