{"1": "Brothers and sisters, in light of all I have shared with you about God's mercies, I urge you to offer your bodies as a living and holy sacrifice to God, a sacred offering that brings Him pleasure; this is your reasonable, essential worship. ", "2": "Do not allow this world to mold you in its own image. Instead, be transformed from the inside out by renewing your mind. As a result, you will be able to discern what God wills and whatever God finds good, pleasing, and complete.", "3": "Paul urges those who read and hear his letter to respond to the good news by offering their bodies—eyes, ears, mouths, hands, feet—to God as a “living sacrifice.” Paul knows well enough that sacrifices end in death, not life. But the sacrifice of Jesus changes everything. His resurrection steals life from death and makes it possible for those who trust in Him to become a sacrifice and yet live. But how do we live? We do not live as before, wrapping ourselves in the world and its bankrupt values. We live in constant renewal and transformation of our minds. Because of the grace allotted to me, I can respectfully tell you not to think of yourselves as being more important than you are; devote your minds to sound judgment since God has assigned to each of us a measure of faith. ", "4": "For in the same way that one body has so many different parts, each with different functions; ", "5": "we, too—the many—are different parts that form one body in the Anointed One. Each one of us is joined with one another, and we become together what we could not be alone. ", "6": "Since our gifts vary depending on the grace poured out on each of us, it is important that we exercise the gifts we have been given. If prophecy is your gift, then speak as a prophet according to your proportion of faith. ", "7": "If service is your gift, then serve well. If teaching is your gift, then teach well. ", "8": "If you have been given a voice of encouragement, then use it often. If giving is your gift, then be generous. If leading, then be eager to get started. If sharing God's mercy, then be cheerful in sharing it.", "9": "Love others well, and don't hide behind a mask; love authentically. Despise evil; pursue what is good as if your life depends on it. ", "10": "Live in true devotion to one another, loving each other as sisters and brothers. Be first to honor others by putting them first. ", "11": "Do not slack in your faithfulness and hard work. Let your spirit be on fire, bubbling up and boiling over, as you serve the Lord. ", "12": "Do not forget to rejoice, for hope is always just around the corner. Hold up through the hard times that are coming, and devote yourselves to prayer. ", "13": "Share what you have with the saints, so they lack nothing; take every opportunity to open your life and home to others.", "14": "If people mistreat or malign you, bless them. Always speak blessings, not curses. ", "15": "If some have cause to celebrate, join in the celebration. And if others are weeping, join in that as well. ", "16": "Work toward unity, and live in harmony with one another. Avoid thinking you are better than others or wiser than the rest; instead, embrace common people and ordinary tasks. ", "17": "Do not retaliate with evil, regardless of the evil brought against you. Try to do what is good and right and honorable as agreed upon by all people. ", "18": "If it is within your power, make peace with all people. ", "19": "Again, my loved ones, do not seek revenge; instead, allow God's wrath to make sure justice is served. Turn it over to Him. For the Scriptures say, “Revenge is Mine. I will settle all scores.”[a] ", "20": "But consider this bit of wisdom: “If your enemy is hungry, give him something to eat. If he is thirsty, give him something to drink; because if you treat him kindly, it will be like heaping hot coals on top of his head.”[b] ", "21": "Never let evil get the best of you; instead, overpower evil with the good."}