{"1": "Paul says he is free to eat, but he is not free to injure another in what he eats. Personal freedom must always give way to corporate responsibility. To put it another way, the gospel of love demands that we surrender individual liberties for the sake of our brothers and sisters. We see this demonstrated powerfully in the example of Jesus who gave up His life and freedom for the sake of the world. When we live by this ethic, we create a community marked by warmth and hospitality. Food, drink, and holidays may well be personal options within the Kingdom. But justice, peace, and joy are communal essentials for life in the Kingdom. So now what? We who are strong are not just to satisfy our own desires. We are called to carry the weaknesses of those who are not strong. ", "2": "Each of us must strive to please our neighbors, pursuing their welfare so they will become strong. ", "3": "The Anointed One Himself is our model for this kind of living, for He did not live to please Himself. And as the Scriptures declared, “When they insult You, they insult me.”[a] ", "4": "You see, everything written in the days of old was recorded to give us instructions for living. We find encouragement through the Scriptures and a call to perseverance that will produce hopeful living. ", "5": "I pray that our God, who calls you and gives you perseverance and encouragement, will join all of you together to share one mind according to Jesus the Anointed. ", "6": "In this unity, you will share one voice as you glorify the one True God, the Father of our Lord Jesus, the Anointed One, our Liberating King.", "7": "So accept one another in the same way the Anointed has accepted you so that God will get the praise He is due. ", "8": "For, as I am fond of saying, the Anointed One has become a servant of the Jews[b] in order to demonstrate God's truth. Effectively this confirms the promises He made to our ancestors ", "9": "and causes the non-Jewish nations to glorify God for His mercy. As the Scriptures say, For this I will praise You among the nations and sing praises to Your name.[c]", "10": "Again the Scriptures say, Nations, celebrate with His covenant people.[d]", "11": "And again, Praise the Lord, all nations. Raise your voices, all people; let your praises flow to God.[e]", "12": "Again Isaiah says, Then, the root of Jesse will emerge— He rises to rule all the peoples of the world who come to Him for guidance and direction. In Him they place their hope.[f]", "13": "I pray that God, the source of all hope, will infuse your lives with an abundance of joy and peace in the midst of your faith so that your hope will overflow through the power of the Holy Spirit.", "14": "My brothers and sisters, I am ultimately confident that you are full of goodness, knowledge, and the ability to help and instruct one another. ", "15": "I have written to you with unflinching honesty on many topics because I do not want you to ever lose sight of the tremendous grace God has given me. ", "16": "His grace makes me who I am, a minister of the Anointed One, Jesus, called to serve the nations. Though Paul's churches are made up of Jews and non-Jews, Paul's special calling is to be God's emissary to the nations beyond Israel, known as the Gentiles. The good news of God is the focus of my priestly work. In effect, these nations have become an offering to God, totally acceptable, indeed made holy by the work of the Holy Spirit. ", "17": "So in Jesus, the Anointed One, I have reason to celebrate the things I do for God. ", "18": "I don't want to be presumptuous, so I will restrict myself to what the Anointed has accomplished through my words and actions, which has culminated in the obedience of the nations. ", "19": "My words and actions have been rooted in Spirit-empowered signs and miracles. The upshot is this: I have been able to preach the good news of the Anointed One in city after city from Jerusalem all the way around the Mediterranean to Illyricum. ", "20": "I have dreamed of preaching the gospel in places where no one has ever heard of the Anointed so that I do not build on a foundation laid by anyone else. ", "21": "But as the Scriptures say, They will see Him even though they've never been told about Him; they will understand even though they never heard of Him.[g]", "22": "Because of many issues, I have not been able to visit you in the city of Rome. ", "23": "But my time to serve those here is coming to an end, there's no room left for me in this region, and I have longed to come to you for many years. So I plan to visit you ", "24": "on my journey to Spain. I am hoping that I will not only see you face-to-face, but that you will assist me in the journey west after I have enjoyed our time together. ", "25": "But right now I must make the journey to Jerusalem to serve the saints there. ", "26": "Those in Macedonia and Achaia decided it was a good idea to share their funds to help the poor among the saints in Jerusalem. ", "27": "I must tell you that they were thrilled to be able to help. They realize that they are indebted to the believers in Jerusalem. If the nations share in the Jews' spiritual goods, then it's only right that they minister back to them in material goods. ", "28": "When this work is complete and the funds we've collected are delivered, I will make my way to Spain through your grand city of Rome and enjoy some of your hospitality. ", "29": "I'm sure that when I come to you I will come as a blessing and as one fully blessed by the Anointed One.", "30": "My brothers and sisters, I urgently plead with you by the name of our Lord Jesus, the Anointed, and by the love of the Spirit to join together with me in your prayers to God for my success in these next endeavors. ", "31": "Pray that I will be rescued from those who deny and persecute the faith in Judea and that my service in Jerusalem will meet the approval of all the saints there. ", "32": "If that happens, then my journey to you will be filled with joy; and, if God wills, I can rest and be refreshed in your presence. ", "33": "I pray the God of all peace will be with you all. Amen."}