{"1": "Paul sounds a sober warning. God's wrath is here; it is not some far-off future event. Paul says that God's wrath is already at work in the world in what is effectively God's “hands-off” policy. God, he says, steps aside and gives us over to idolatry, sexual sins, and depraved minds. Human sin and depravity are both its cause and effect. You see, we are not only punished for our sins, but we are punished by our sins. If God's salvation consists essentially of His presence with us, then His wrath consists of His absence or separation from us. The bad news is this: God's wrath is real. Without the good news of Jesus, no hope exists. So you can see there are no excuses for any of us. If your eyes shift their focus from yourselves to others—to judge how they are doing—you have already condemned yourselves! You don't realize that you are pointing your fingers at others for the exact things you do as well. ", "2": "There's no doubt that the judgment of God will justly fall upon hypocrites who practice such things. ", "3": "Here's what is happening: you attack and criticize others and then turn around to commit the same offenses yourselves! Do you think you will somehow dodge God's judgment? ", "4": "Do you take the kindness of God for granted? Do you see His patience and tolerance as signs that He is a pushover when it comes to sin? How could you not know that His kindness is guiding our hearts to turn away from distractions and habitual sin to walk a new path?[a]", "5": "But because your heart is obstinate and shameless, you're storing up wrath that will count against you. On the day of His choosing, God's wrath and judgment will be unleashed to make things right. ", "6": "As it goes, everyone will receive what his actions in life have cultivated. ", "7": "Whoever has labored diligently and patiently to do what is right—seeking glory, honor, and immortality—God will grant him endless joy in life eternal. ", "8": "But selfish individuals who make trouble, resist the truth, or sell out to wickedness will meet a very different fate—they will find fury and indignation as the fruit of living in the wrong. ", "9": "Suffering and pain await everyone whose life is marked by evil living (first for the Jew, and next for the non-Jew). ", "10": "But if you do what is right, you will receive glory, admiration, and peace (again, first for the Jew, then for the non-Jew). ", "11": "God has no favorites.", "12": "If one lives life without knowledge of the law—the teachings of the Torah—he will sin and die apart from the law. If someone else lives life under the law, his sin will be judged by what the law teaches. ", "13": "Here's my point: just because a person hears the law read or recited does not mean he is right before the one True God; it is following the law that makes one right, not just hearing it. ", "14-15": "For instance, some outsiders who are not required to follow the law often live quite naturally by its teachings. Even though the law wasn't given to them, in themselves they have the law. Here's the thing: their lives demonstrate that God has inscribed the law's teachings on their hearts. On judgment day, their consciences will testify for them, and their thoughts will both accuse and defend them. ", "16": "This good news given to me declares that this affirmation and accusation will take place on that day when God, through Jesus, the Anointed One, judges every person's life secrets.", "17": "Listen, if you claim to be a Jew, count on the law, and boast in your relationship with God; ", "18": "if you know His will and can determine what is essential (because you have been instructed in the law); and ", "19": "if you stand convinced that you are chosen to be a guide to the blind, a light to those who live in darkness, ", "20": "a teacher of foolish wanderers and children, and have in the law what is essentially the form of knowledge and truth—", "21": "then tell me, why don't you practice what you preach? If you are going to sermonize against stealing, then stop stealing. ", "22": "If you are going to teach others not to commit adultery, then be completely faithful to your spouse. If you hate idolatry, then stop robbing the temples! ", "23": "If you pride yourself in having God's law, then stop dishonoring God by failing to keep its teaching. ", "24": "Here's what it says: “Because of you, God's reputation is slandered by those outside the covenant.”[b]", "25": "You see, circumcision is of value only if you keep the law's teachings. But if you keep breaking God's rules, you are no different than those without the mark. ", "26": "So if an uncircumcised man abides by God's just precepts, doesn't that make his standing before God the same as one who is circumcised? ", "27": "The man who is physically uncircumcised but still keeps the law, he will stand in judgment over the person who is circumcised and yet continually breaks God's law. ", "28": "A mark that is evident doesn't necessarily make one a Jew, and circumcision that is evident only in the flesh is not true. ", "29": "But the true Jew is Jewish on the inside—in secret places no one but God can see—and true circumcision involves the heart; it comes from the Spirit, not from some written code. The praise and reputation of that kind of Jew come from God, not from man."}