{"1": "When God's people—or people who claim to be God's people—are hypocrites, then God is the one who gets the bad name. How often do we say one thing and do another? How often have we set a standard for others only to break it ourselves? The saying is true: we practice every day what we believe; all the rest is religious talk. There is a lot of religious talk out there, a lot of smugness and self-satisfaction. But every day people readily violate their consciences and the Lord's reasonable teachings. For faith to matter, it has to get under your skin. So then, do the Jews have an advantage over the other nations? Does circumcision do anything for you? ", "2": "The answer is yes, in every way. To begin with, God spoke to and through the Jewish people. ", "3": "But what if some Jews have been unfaithful? Does the fact that they abandoned their faith zero out God's faithfulness? ", "4": "Absolutely not! If every person on the planet were a liar and thief, God would still be true. It stands written: Whenever You speak, You are in the right. When You come to judge, You will prevail.[a]", "5": "If our perpetual injustice and corruption merely accentuate the purity of God's justice, what can we say? Is God unjust for unleashing His fury against us? (I am speaking from our limited human perspective.) ", "6": "Again, absolutely not! If this were so, how could God stand as Judge over the world? ", "7": "But if my lie serves only to point out God's truth and bring Him glory, then why am I being judged for my sin? ", "8": "There are slanderous charges out there that we are saying things like, “Let's be as wicked as possible so that something good will come from it.” Those malicious gossips will get what they deserve.", "9": "So what then? Are we Jews better off? Not at all. We have made it clear that people everywhere, Jews and non-Jews, are living under the power of sin. ", "10": "Here's what Scripture says: No one is righteous—not even one.", "11": "There is no one who understands the truth; no one is seeking after the one True God.", "12": "All have turned away; together they've become worthless. No one does good, not even one.[b]", "13": "What comes out of their mouths is as foul as a rotting corpse; their words stink of flattery.[c] Viper venom hides beneath their lips;[d]", "14": "their mouths are full of curses, lies, and oppression.[e]", "15": "Their feet race to violence and bloodshed;", "16": "destruction and trouble line the roads of their lives,", "17": "And they've never taken the road to peace.[f]", "18": "You will never see the fear of God in their eyes.[g]", "19": "Sin is more than just wrong choices, bad decisions, and willful acts of disobedience that violate God's Word and are contrary to His will. It is that and much more. Paul knows sin is missing the mark or deliberately stepping over the line, but he also knows that sin is a power at work in him and every child of Adam. As strange as it may sound, sin seems to have a will of its own. Like an addiction, sin takes hold of us and causes us to act in ways we never wanted. For Paul the cross of Jesus deals finally and definitively with the dual reality of sin. Not only are we forgiven of our sins—our willful acts of disobedience—but we are also liberated from the power of sin. We want to be clear that whatever the law says, it says to everyone who is under its authority. Its purpose is to muzzle every mouth, to silence idle talk, and to bring the whole world under the standard of God's justice. ", "20": "Therefore, doing what the law prescribes will not make anyone right in the eyes of God—that's not its purpose—but the law is capable of exposing the true nature of sin.", "21": "But now for the good news: God's restorative justice has entered the world, independent of the law. Both the law and the prophets told us this day would come. ", "22": "This redeeming justice comes through the faithfulness of Jesus,[h] the Anointed One, the Liberating King, who makes salvation a reality for all who believe—without the slightest partiality. ", "23": "You see, all have sinned, and all their futile attempts to reach God in His glory fail. ", "24": "Yet they are now saved and set right by His free gift of grace through the redemption available only in Jesus the Anointed. ", "25": "When God set Him up to be the sacrifice—the seat of mercy where sins are atoned through faith—His blood became the demonstration of God's own restorative justice. All of this confirms His faithfulness to the promise, for over the course of human history God patiently held back as He dealt with the sins being committed. ", "26": "This expression of God's restorative justice displays in the present that He is just and righteous and that He makes right those who trust and commit themselves to Jesus.", "27": "In the incarnation and sacrificial death of Jesus, God is at work to extend salvation to those who fall under sin's addiction. They are liberated from its power, cleansed of its stain. By “God's restorative justice,” Paul means first the justice that belongs to God and reflects His character. God is just, fair, or in a word, righteous. But character is dynamic, not static. This means that God's justice must express itself in some way. So it is in the nature of God's justice that He acts to restore and repair a world that is not the way it should be. Above all, it is God's saving actions through Jesus that constitute the gift of God's restorative justice. So is there any place left for boasting? No. It's been shut out completely. And how? By what sort of law? The law of works perhaps? No! By the law of faith. ", "28": "We hold that people are justified, that is, made right with God through faith, which has nothing to do with the deeds the law prescribes.", "29": "Is God the God of the Jews only? If He created all things, then doesn't that make Him the God of all people? Jews and non-Jews, insiders and outsiders alike? Yes, He is also the God of all the outsiders. ", "30": "So since God is one, there is one way for Jews and outsiders, circumcised and uncircumcised, to be right with Him. That is the way of faith. ", "31": "So are we trying to use faith to abolish the law? Absolutely not! In fact, we now are free to uphold the law as God intended."}