{"1": "Therefore, now no condemnation awaits those who are living in Jesus the Anointed, the Liberating King, ", "2": "because when you live in the Anointed One, Jesus, a new law takes effect. The law of the Spirit of life breathes into you and liberates you from the law of sin and death. ", "3": "God did something the law could never do. You see, human flesh took its toll on God's law. In and of itself, the law is not weak; but the flesh weakens it. So to condemn the sin that was ruling in the flesh, God sent His own Son, bearing the likeness of sinful flesh, as a sin offering. ", "4": "Now we are able to live up to the justice demanded by the law. But that ability has not come from living by our fallen human nature; it has come because we walk according to the movement of the Spirit in our lives.", "5": "If you live your life animated by the flesh—namely, your fallen, corrupt nature—then your mind is focused on the matters of the flesh. But if you live your life animated by the Spirit—namely, God's indwelling presence—then your focus is on the work of the Spirit. ", "6": "A mind focused on the flesh is doomed to death, but a mind focused on the Spirit will find full life and complete peace. ", "7": "You see, a mind focused on the flesh is declaring war against God; it defies the authority of God's law and is incapable of following His path. ", "8": "So it is clear that God takes no pleasure in those who live oriented to the flesh.", "9": "The power of sin and death has been eclipsed by the power of the Spirit. The Spirit breathes life into our mortal, sin-infested bodies—thanks to what Jesus has done for us. By sending His Son in “the likeness of sinful flesh,” God judges sin finally and completely. The sins of the world are concentrated and condemned in the flesh of Jesus as He hangs on the cross. So now there is no condemnation remaining for those who've entered into the life, death, and resurrection of Jesus. But you do not live in the flesh. You live in the Spirit, assuming, of course, that the Spirit of God lives inside of you. The truth is that anyone who does not have the Spirit of the Anointed living within does not belong to God. ", "10": "If the Anointed One lives within you, even though the body is as good as dead because of the effects of sin, the Spirit is infusing you with life now that you are right with God. ", "11": "If the Spirit of the One who resurrected Jesus from the dead lives inside of you, then you can be sure that He who raised Him will cast the light of life into your mortal bodies through the life-giving power of the Spirit residing in you.", "12": "As Paul ponders the story of redemption, he finds in the family unit a beautiful image of what salvation means. Those who enter into God's salvation are adopted into God's family. Before we receive the gift of God's grace, we are homeless orphans searching for some place to belong. But now all that has changed. The Father reaches out through His Son to all those orphaned by sin and death, and He brings them into His family. We are adopted into His forever family and fully enfranchised as His heirs. So, my brothers and sisters, you owe the flesh nothing! You do not need to live according to its ways, so abandon its oppressive regime.", "13": "For if your life is just about satisfying the impulses of your sinful nature, then prepare to die. But if you have invited the Spirit to destroy these selfish desires, you will experience life. ", "14": "If the Spirit of God is leading you, then take comfort in knowing you are His children. ", "15": "You see, you have not received a spirit that returns you to slavery, so you have nothing to fear. The Spirit you have received adopts you and welcomes you into God's own family. That's why we call out to Him, “Abba! Father!” as we would address a loving daddy. ", "16": "Through that prayer, God's Spirit confirms in our spirits that we are His children. ", "17": "If we are God's children, that means we are His heirs along with the Anointed, set to inherit everything that is His. If we share His sufferings, we know that we will ultimately share in His glory.", "18": "Now I'm sure of this: the sufferings we endure now are not even worth comparing to the glory that is coming and will be revealed in us. ", "19": "For all of creation is waiting, yearning for the time when the children of God will be revealed. ", "20": "You see, all of creation has collapsed into emptiness, not by its own choosing, but by God's. Still He placed within it a deep and abiding hope ", "21": "that creation would one day be liberated from its slavery to corruption and experience the glorious freedom of the children of God. ", "22": "For we know that all creation groans in unison with birthing pains up until now. ", "23": "And there is more; it's not just creation—all of us are groaning together too. Though we have already tasted the firstfruits of the Spirit, we are longing for the total redemption of our bodies that comes when our adoption as children of God is complete—", "24": "for we have been saved in this hope and for this future. But hope does not involve what we already have or see. For who goes around hoping for what he already has? ", "25": "But if we wait expectantly for things we have never seen, then we hope with true perseverance and eager anticipation.", "26": "A similar thing happens when we pray. We are weak and do not know how to pray, so the Spirit steps in and articulates prayers for us with groaning too profound for words. ", "27": "Don't you know that He who pursues and explores the human heart intimately knows the Spirit's mind because He pleads to God for His saints to align their lives with the will of God? ", "28": "We are confident that God is able to orchestrate everything to work toward something good and beautiful when we love Him and accept His invitation to live according to His plan. ", "29-30": "From the distant past, His eternal love reached into the future. You see, He knew those who would be His one day, and He chose them beforehand to be conformed to the image of His Son so that Jesus would be the firstborn of a new family of believers, all brothers and sisters. As for those He chose beforehand, He called them to a different destiny so that they would experience what it means to be made right with God and share in His glory.", "31": "So what should we say about all of this? If God is on our side, then tell me: whom should we fear? ", "32": "If He did not spare His own Son, but handed Him over on our account, then don't you think that He will graciously give us all things with Him? ", "33": "Can anyone be so bold as to level a charge against God's chosen? Especially since God's “not guilty” verdict is already declared. ", "34": "Who has the authority to condemn? Jesus the Anointed who died, but more importantly, conquered death when He was raised to sit at the right hand of God where He pleads on our behalf. ", "35": "So who can separate us? What can come between us and the love of God's Anointed? Can troubles, hardships, persecution, hunger, poverty, danger, or even death? The answer is, absolutely nothing. ", "36": "As the psalm says, On Your behalf, our lives are endangered constantly; we are like sheep awaiting slaughter.[a]", "37": "But no matter what comes, we will always taste victory through Him who loved us. ", "38": "For I have every confidence that nothing—not death, life, heavenly messengers, dark spirits, the present, the future, spiritual powers, ", "39": "height, depth, nor any created thing—can come between us and the love of God revealed in the Anointed, Jesus our Lord."}