{"1": "In all of Paul's letters, there is no more triumphant note than in this declaration. He has reached the climax of what it means to live em powered by God's Spirit. We are champions, one and all. We will taste victory and sweet success made possible by His love and gifts to us. We may fear the harsh judgment of the majority. We may bristle under the scowls of others. We may even be unsettled by thoughts of death, persecution, and dark spiritual powers. But Paul celebrates the absolute assurance that no one and nothing can come between us and the love of God. Now let me speak the truth as plainly as I know it in the Anointed One. I am not lying when I say that my conscience and the Holy Spirit are witnesses ", "2": "to my state of constant grief. ", "3": "It may sound extreme; but I wish that I were lost, cursed, and totally separated from the Anointed—if that would change the eternal destination of my brothers and sisters, my flesh and countrymen. ", "4": "They are, after all, Israelites who have been adopted into God's family; the glory, the covenants, the gift of the law, the temple service, and God's promises are their rightful heritage. ", "5": "The patriarchs are theirs, too; and from their bloodline comes the Anointed One, the Liberating King, who reigns supreme over all things, God blessed forever. Amen.", "6": "The tone changes abruptly. One minute Paul is celebrating the power of Jesus' love; the next he is grieving because they are not pressing their way into the Kingdom. Clearly it is not that God's word has failed. The truth is that not everyone descended from Israel is truly Israel. ", "7": "Just because people can claim Abraham as their father does not make them his true children. But in the Scriptures, it says, “Through Isaac your covenant children will be named.”[a] ", "8": "The proper interpretation is this: Abraham's children by natural descent are not necessarily God's covenant people; what matters is that His children receive and live the promise. ", "9": "For this is the word God promised: “In due time, I will come, and Sarah will give birth to a son.”[b]", "10": "But the story didn't stop there. Remember when Rebekah conceived her twin boys by our father Isaac? ", "11-12": "The twins were in Rebekah's womb when God said to her, “The older will serve the younger.”[c] This was not based on merit or actions; the twins had not done anything to please or displease God. This was God's call on each son and His desired purposes. ", "13": "Just as the Scriptures say, “I loved Jacob, but I hated Esau.”[d]", "14": "So how do we talk about that? Are God's dealings unjust? Absolutely not! ", "15": "Because He said to Moses, “I will show mercy to whomever I choose to show mercy, and I will demonstrate compassion on whomever I choose to have compassion.”[e] ", "16": "The point is that God's mercy has nothing to do with our will or the things we pursue. It is completely up to God. ", "17": "The Scriptures even speak to the Pharaoh himself: “I have given you a position of power so that I might show My greater power through you and so that My name might be declared throughout every land upon the earth.”[f] ", "18": "So when and where God decides to show mercy is completely up to Him. Likewise, when He chooses to harden one's heart, how can we argue?", "19": "I can hear one of you asking, “Then how can He blame us if He is the one in complete control? How can we do anything He has not chosen for us?” ", "20": "Here's my answer: Who are you, a mere human, to argue with God? If God takes the time to shape us from the dust, is it right to point a finger at Him and ask, “Why have You made me this way?”", "21": "Doesn't the potter have the right to shape the clay in any way he chooses? Can't he make one lump into an elegant vase, and another into a common jug? Absolutely.", "22": "Even though God desires to demonstrate His anger and to reveal His power, He has shown tremendous restraint toward those vessels of wrath that are doomed to be cracked and shattered. ", "23": "And why is that? To make the wealth of His glory known to vessels of mercy that are prepared for great beauty. ", "24": "These vessels of mercy include all of us. God has invited Jews and non-Jews, insiders and outsiders; it makes no difference. ", "25": "The prophet Hosea says: I will give a new name to those who are not My people; I'll call them “My people,” and to the one who has not been loved, I'll rename her “beloved.”[g]", "26": "And it shall turn out that in the very place where it was said to them, “You are not My people,” they will be called “children of the living God.”[h]", "27": "And this is what Isaiah cries out when he speaks of Israel, “Even though the number of the children of Israel had once been like the sand of the sea, only a remnant of My people will be rescued and remain. ", "28": "For the Lord will waste no time in carrying out every detail of His sentence upon the earth.”[i] ", "29": "It is as Isaiah predicts: Except for the fraction of us who hang on by the grace of the Lord, Commander of heavenly armies, we'd be destroyed and deserted like Sodom and Gomorrah, utterly done in.[j]", "30": "For Paul, the astonishing truth of the gospel has to do with what God is now doing with the non-Jews. Apparently God's plan all along is to make those who are not His people into His people. All those who never experienced God's love are now experiencing it as they enter into the life of the Spirit through faith. But what does this mean for Israel? Israel, too, is included in the people of God; but again, this does not mean all of Israel. Pedigree is not what counts; faith is. As it was in the days of the prophets, so it is again. Divine judgment is falling on disobedience, but a remnant of faithful Jews—a fraction of the whole—is being saved. So what does all of this mean? Did the non-Jews stumble into a right standing with God without chasing after it? Yes, they found it through faith. ", "31": "And has Israel, who pursued the law to secure a right standing with God, failed to keep the law? Yes again. ", "32": "And why is that? Because Israel did not follow the path of faith. They thought that whatever they needed to be right with God could be accomplished by doing the works of the law; they tripped over the stumbling stone. ", "33": "As the Scriptures say, Look what I am going to do in Zion. I'll put in place a stone that makes them stumble, a rock that trips them up, and those who trust in it will not be disgraced.[k]"}