{"1": "Then I heard a loud voice coming from the temple, addressing the seven angels. 'Off you go,' said the voice, 'and pour out on the earth the seven bowls of God's anger.' ", "2": "So the first one went off and poured out his bowl on the earth, and foul, painful sores came on the people who had the mark of the monster, and those who worshipped its image. ", "3": "The second one poured his bowl on the sea, and it turned into blood like that from a corpse. Every living thing in the sea died. ", "4": "The third one poured his bowl on the rivers and the springs of water, and they turned into blood. ", "5": "Then I heard the angel of the waters saying, 'You are the one Who Is and Who Was, you are the holy one, and you are just! you have passed the righteous sentence:", "6": "they spilt the blood of saints and prophets and you have given them blood to drink. They deserve it.'", "7": "And I heard the altar respond, 'Yes, Lord God Almighty, your judgments are true and just.'", "8": "Then the fourth angel poured his bowl upon the sun, and it was allowed to burn people with its fire. ", "9": "People were burned up by its great heat, and they cursed the name of the God who had authority over these plagues. They did not repent or give him glory.", "10": "Then the fifth angel poured his bowl upon the throne of the monster. Its kingdom was plunged into darkness, and people chewed their tongues because of the pain ", "11": "and cursed the God of heaven because of their agonies and their terrible sores. They did not repent of what they had been doing.", "12": "Then the sixth angel poured his bowl on the great river Euphrates, and its water was dried up in order to prepare the way for the kings from the rising sun. ", "13": "Then I saw three unclean spirits coming out of the mouth of the dragon, out of the mouth of the monster, and out of the mouth of the false prophet. They were like frogs. ", "14": "These are the spirits of demons, who perform signs and go off to the kings of the whole earth, to gather them together for war on the great day of Almighty God. ", "15": "(Look – I am coming like a thief! God's blessing on the one who stays awake, and on those who keep their robes about them, so as not to go around naked and have their shame exposed!) ", "16": "And they gathered the kings together at the place which in Hebrew is called Mount Megiddo.", "17": "Then the seventh angel poured his bowl on the air, and a loud voice came out of the temple from the throne. 'It is done!' said the voice. ", "18": "And there were lightnings and rumblings, and thunderclaps and a great earthquake, such as there had never been before, no, not such a great earthquake since the time that humans came on the earth. ", "19": "The great city was split into three parts, and the cities of the nations collapsed. Then Babylon the Great was recalled in the presence of God, so that he could give her the cup of the wine of his anger. ", "20": "Every island fled away, and the mountains disappeared. ", "21": "Enormous hailstones, each weighing a hundred pounds, fell from the sky on people. They cursed God because of the plague of the hail, because its plague was terrible."}