{"1": "Then the fifth angel blew his trumpet. I saw a star falling from heaven to earth, and it was given the key to the shaft which leads down to the Abyss. ", "2": "The shaft of the Abyss was opened, and smoke came out of the pit like the smoke from a great furnace. The sun and the air became dark with the smoke from the pit. ", "3": "Then, out of that smoke, there appeared locusts on the earth, and they were given authority like the authority of scorpions on the earth. ", "4": "They were told not to harm the grass on the earth, nor any plant or tree, but only those people who did not have the seal of God on their foreheads. ", "5": "They were given instructions not to kill them, but to torture them for five months, and their torture was like the torture inflicted when a scorpion stings someone. ", "6": "In those days people will look for death, and won't find it. They will long to die, and death will run away from them.", "7": "In appearance, the locusts looked like horses prepared for battle. They had what seemed to be crowns of gold on their heads, and their faces were like human faces. ", "8": "They had hair like women's hair, and their teeth were like lions' teeth. ", "9": "They had breastplates like iron breastplates, and the sound of their wings was like the noise of many horse-drawn chariots charging into battle. ", "10": "They have tails like scorpions' tails, and stings as well, and their tails have the power to harm people for five months. ", "11": "They have as their king the angel of the Abyss, whose name in Hebrew is Abaddon, and whose name in Greek is Apollyon.", "12": "The first Woe has come and gone. The next two Woes are on the way after this.", "13": "Then the sixth angel blew his trumpet. I heard a lone voice from the four horns of the golden altar in front of God, ", "14": "addressing the sixth angel, who had the trumpet. 'Release the four angels,' said the voice, 'the ones who are tied up by the Great River, the Euphrates.' ", "15": "So the four angels were released. They had been prepared for this hour, day, month and year, so that they would kill a third of the human race. ", "16": "The number of the troops and horsemen was two hundred million. (I heard the number.) ", "17": "As I looked, this is how the horses and their riders appeared. They had breastplates made of fire, sapphire and sulphur. Their heads were like lions' heads, and fire, smoke and brimstone came out of their mouths. ", "18": "One-third of the human race was killed by these three plagues, by the fire, smoke and sulphur that came out of their mouths. ", "19": "The power of the horses, you see, is in their mouths and their tails, since their tails are like serpents with heads. That is how they do their damage.", "20": "All the other people, the ones who had not been killed in these plagues, did not repent of the things they had made. They did not stop worshipping demons – idols made of gold, silver, bronze, stone and wood, which cannot see, hear or walk. ", "21": "Nor did they repent of their murders, or their magic, or their fornication, or their stealing."}