{"1": "Now when the reign of Rehoboam was established and strong, he, and all of Israel with him, abandoned the law of the Lord. ", "2": "And in the fifth year of King Rehoboam, Shishak king of Egypt went up against Jerusalem for they had acted unfaithfully against the Lord, ", "3": "with one thousand two hundred chariots and sixty thousand horses. The people were without number who came with him from Egypt—Libyans, Sukkiktes, and Ethiopians. ", "4": "And he captured the fortified cities that were in Judah, and he came even to Jerusalem.", "5": "Then Shemaiah the prophet came to Rehoboam and the rulers of Judah who were assembled in Jerusalem before Shishak, and he said to them, “So the Lord says: You have abandoned Me, so I have abandoned you into the hand of Shishak.”", "6": "Then the king and the rulers of Israel humbled themselves and said, “The Lord is righteous.”", "7": "So when the Lord observed that they had humbled themselves, the word of the Lord came to Shemaiah, “They have humbled themselves, so I will not destroy them. I will let some of them escape, and My anger will not pour out against Jerusalem by the hand of Shishak. ", "8": "For they will be slaves to him so that they experience My labor and the labor of the kingdoms of other lands.”", "9": "So Shishak king of Egypt went up against Jerusalem and took away the treasures of the house of the Lord and of the palace of the king. He took everything, even the gold shields that Solomon made. ", "10": "And King Rehoboam made bronze shields in their place and entrusted them to the hands of the rulers of the guards, those who guarded the entrance to the king's palace. ", "11": "And it happened that whenever the king came to the house of the Lord, the guards came and carried the shields and then returned them to the guardroom.", "12": "And when he humbled himself, the anger of the Lord turned away from him so that there was not a complete annihilation. Moreover, there were some good things in Judah during this time.", "13": "So King Rehoboam was strong and reigned in Jerusalem. For Rehoboam was forty-one years old when he became king, and he reigned for seventeen years in Jerusalem, the city that the Lord had chosen out of all the tribes of Israel, to put His name there. His mother's name was Naamah the Ammonite. ", "14": "And he acted evil because he did not set his heart to seek out the Lord.", "15": "Now, are not the acts of Rehoboam written from beginning to end in the annals of Shemaiah the prophet and Iddo the seer, according to genealogy? And there were battles between Rehoboam and Jeroboam all their days. ", "16": "And Rehoboam slept with his fathers and was buried in the City of David, and Abijah ruled in his place."}