{"1": "Then the Spirit of God came on Azariah the son of Oded, ", "2": "and he went out to meet Asa and said to him, “Listen to me, Asa, and all Judah and Benjamin: The Lord is with you while you are with Him. If you all seek Him, He will be found with you. But if you forsake Him, He will forsake you. ", "3": "For a long time Israel has been without the true God, and without a teaching priest and without law, ", "4": "but when in their trouble they turned to the Lord God of Israel, and sought Him, He was found by them. ", "5": "And at that time there was no peace to the one traveling in or out because there was a great panic on all those who dwelt in the land. ", "6": "They were broken to pieces, nation against nation and city against city, because God confused them with every type of distress. ", "7": "But you all must be strong and not lose heart, for there is a reward for your deeds.”", "8": "And when Asa heard these words of the prophecy of Azariah son of Oded the prophet, he was encouraged and removed the detestable idols from the entire land of Judah and Benjamin and from the cities that he captured in the hills of Ephraim. And he repaired the altar of the Lord that was before the vestibule of the Lord.", "9": "And he gathered together all of Judah and Benjamin and those who had settled among them from Ephraim, Manasseh, and Simeon, for these had come down to him from Israel in a great number when they saw that the Lord his God was with him.", "10": "These were gathered in Jerusalem in the third month in the fifteenth year in the reign of Asa. ", "11": "They sacrificed to the Lord that day from the plunder that they brought in, seven hundred oxen and seven thousand sheep. ", "12": "And they entered into a covenant to seek the Lord God of their fathers with all their heart and soul. ", "13": "But whoever would not seek the Lord God of Israel would be put to death, whether young or old, man or woman. ", "14": "They swore an oath to the Lord in a loud voice, with shouting, trumpets, and horns. ", "15": "And all Judah rejoiced over this oath because they swore with their whole heart and they sought Him with all their desire; and He was found by them, and the Lord gave them rest all around.", "16": "King Asa even removed his mother Maakah from being queen mother because she had made a detestable image for Asherah. Asa cut down her image, crushed it, and burned it in the Kidron Valley. ", "17": "But they did not remove the high places from Israel. Nevertheless the heart of Asa was wholly committed all his days. ", "18": "He brought into the house of God the sacred gifts of his father and his own sacred gifts—silver, gold, and utensils.", "19": "And there was no war until the thirty-fifth year of the reign of Asa."}