{"1": "Now Jehoshaphat had great riches and honor, and he married into the family of Ahab. ", "2": "At the end of some years he went down to Ahab in Samaria. And Ahab slaughtered a great amount of sheep and oxen for Jehoshaphat and those who journeyed with him and then lured him up to Ramoth Gilead. ", "3": "And King Ahab of Israel said to King Jehoshaphat of Judah, “Will you go up with me to Ramoth Gilead?” And he responded, “I am as you are, and as your people also my people are. We will be with you in this war.” ", "4": "And Jehoshaphat further said to the king of Israel, “Inquire today the word of the Lord on this.”", "5": "So the king of Israel gathered together four hundred prophets, and he inquired from them, “Should I go up to Ramoth Gilead for battle, or should I cease from this?” They said, “Go up, for God will give this to the hand of the king.”", "6": "But Jehoshaphat said, “Is there not still here another prophet for the Lord from whom we might inquire?”", "7": "Then the king of Israel responded to Jehoshaphat, “There is still one man from whom we can seek the Lord, but I hate him because he does not prophesy anything good for me but always disaster. He is Micaiah the son of Imlah.” And Jehoshaphat said, “May the king not speak like this.”", "8": "So the king of Israel called to a court eunuch and said, “Hurry and bring Micaiah the son of Imlah.”", "9": "And the king of Israel and Jehoshaphat the king of Judah were sitting on their own thrones, clothed in their royal garments, at the threshing floor at the entrance at the gate of Samaria, and all the prophets were prophesying before them. ", "10": "Then Zedekiah the son of Kenaanah made for himself iron horns, and he said, “Thus says the Lord: With these you will thrust out the Arameans in Syria until they are finished.”", "11": "And all the prophets were prophesying the same, “Go up to Ramoth Gilead and find success, because the Lord has given the king into your hands.”", "12": "And the messenger who went to call Micaiah said to him, “The words of the prophets are as one voice and only for good to the king, so may your word be like one of them, and you speak favorably.”", "13": "And Micaiah said, “As the Lord lives, whatever my God says, that will I speak.”", "14": "When he came to the king, the king said to him, “Micaiah, should we go up to Ramoth Gilead for battle, or should I cease?” He said, “All of you go up and be successful, and they will be given into your hands.”", "15": "Then the king said to him, “How many times must I cause you to swear that you speak to me only truth in the name of the Lord?”", "16": "Then he said, “I saw all Israel scattered on the mountains like sheep that have no shepherd. The Lord said, 'There are no masters for them. Let each man return to his home in peace.' ”", "17": "Then the king of Israel said to Jehoshaphat, “Did I not say to you that he would not prophesy good concerning me, but evil?”", "18": "So the prophet said, “Now hear the word of the Lord: I saw the Lord sitting on His throne and the heavenly assembly was standing at His right and His left. ", "19": "And the Lord said, 'Who will deceive Ahab king of Israel so that he might go up and fall at Ramoth Gilead?' “One was saying one thing, and another was saying something else. ", "20": "Then a spirit came out and stood before the Lord, and he said, 'I will deceive him.' “Then the Lord said to him, 'How?'", "21": "“Then he said, 'I will go out and be a spirit of deception in the mouth of all the prophets.' “Then the Lord said, 'You will deceive and find success. Go out and do this.'", "22": "“Now see that the Lord has put a spirit of deception in the mouth of your prophets. So the Lord has declared disaster over you.”", "23": "Then Zedekiah the son of Kenaanah came near to Micaiah and struck him on the cheek. And he said, “Which way then did the spirit from the Lord pass from me to speak with you?”", "24": "Then Micaiah said, “You will see it on the day when you enter an inner chamber to hide yourself.”", "25": "And the king of Israel said, “Seize Micaiah and take him to Amon, the governor of the city, and to Joash the son of the king, ", "26": "and you will say, 'So says the king: Put him in a prison, and feed him a little food and water until I return in peace.' ”", "27": "Then Micaiah said, “If you certainly return in peace, then the Lord has not spoken by me. Listen, all you people!”", "28": "So the king of Israel and Jehoshaphat the king of Judah went up to Ramoth Gilead. ", "29": "Then the king of Israel said to Jehoshaphat, “I will disguise myself and go into battle, but you will put on your clothes.” So the king of Israel disguised himself, and they both entered into battle.", "30": "And the king of Aram ordered the commanders of his chariots, “Do not wage war with the small or great but with the king of Israel alone.” ", "31": "And it happened when the commanders of the chariots saw Jehoshaphat they said, “It is the king of Israel.” So they turned on him to wage war. But Jehoshaphat cried out, and the Lord helped him, then God drew them away from the king. ", "32": "And it happened when the commanders of the chariots saw that he was not the king of Israel, then they turned away from him.", "33": "But a man pulled his bow at random and struck the king of Israel between his armor scales and body armor. He said to the commander of the chariot, “Turn and remove me from the battle because I am wounded.” ", "34": "And the battle continued on that day, and the king of Israel was set up in his chariot before the Arameans until evening. Then he died when the sun set."}