{"1": "Then in the seventh year Jehoiada strengthened himself and made a covenant with the commanders over hundreds: Azariah the son of Jeroham, Ishmael the son of Jehohanan, Azariah the son of Obed, Maaseiah the son of Adaiah, and Elishaphat the son of Zikri. ", "2": "And they went throughout Judah and gathered the Levites from all the cities of Judah and even the heads of the fathers' houses in Israel. Then they all came to Jerusalem.", "3": "So the whole assembly made a covenant with the king in the house of God, and Jehoiada said to them, “The king's son will reign, as the Lord has said of the sons of David. ", "4": "And this is the thing that you all will do: A third of you all from the priests and Levites who come on the Sabbath will be gatekeepers, ", "5": "one-third will be at the palace of the king and another third at the Foundation Gate. And all the people will be in the courts of the house of the Lord. ", "6": "And may no one enter the house of the Lord except the priests and those Levites who are serving. Those can enter because they are holy, but all the people will keep their assigned duty of the Lord. ", "7": "Then the Levites will surround the king, each man with his weapon in his hand, and whoever enters the house will be put to death. They will be with the king when he enters and leaves.”", "8": "The Levites and all Judah did everything that Jehoiada the priest commanded. Each brought his men, who were to come on duty on the Sabbath, with those who were to go off duty on the Sabbath, because Jehoiada the priest did not dismiss the divisions. ", "9": "Then Jehoiada the priest gave to the commanders of hundreds the spears and the large and small shields which had been King David's, which were in the house of God. ", "10": "Then he set all the people around the king, each man with his weapon in hand, from the south side to the north side of the temple, from the altar to the temple.", "11": "Then they brought out the son of the king and set on him the crown and the testimony and they proclaimed him as king. So Jehoiada and his sons anointed him and said, “Long live the king!”", "12": "And when Athaliah heard the sound of the people running and praising the king, she went toward the people in the temple of the Lord. ", "13": "And she saw the king standing by the pillar at the entrance with the officials and trumpeters next to the king, and all of the people of the land were rejoicing and blowing trumpets, and singers with their instruments with songs were offering up praise. Then Athaliah tore her garments and yelled, “Treachery! Treachery!”", "14": "Then Jehoiada the priest brought out the commanders over hundreds, those entrusted over the army, and said to them, “Bring her out between the ranks, and let whoever follows her be killed with the sword.” For the priest said, “Do not put her to death in the house of the Lord.” ", "15": "So they seized her, and she went to the entrance of the Horse Gate of the king's palace, and they put her to death there.", "16": "And Jehoiada made a covenant between himself, the people, and the king that they would be a people dedicated to the Lord. ", "17": "Then all the people went to the temple of Baal, and they tore it down along with its altars, and they shattered its images. And Mattan the priest of Baal, they killed before the altars.", "18": "Then Jehoiada placed guards at the house of the Lord, under the supervision of the priests, the Levites whom David allotted for the house of the Lord to make burnt offerings to the Lord as is written in the Law of Moses, with rejoicing and music, according to the direction of David. ", "19": "And he set the gatekeepers at the gates of the house of the Lord so that no one might enter who was in any manner unclean.", "20": "Then he took the commanders over hundreds, the nobles, those in authority over the people, and all the people of the land, and they brought down the king from the house of the Lord. And they went through the Upper Gate of the palace of the king, and they brought the king to sit on the royal throne. ", "21": "And all the people of the land rejoiced. And the city had peace when they put Athaliah to death with the sword."}