{"1": "So Solomon began to build the house of the Lord in Jerusalem on Mount Moriah, where He appeared to David his father, at the place that David established on the threshing floor of Ornan the Jebusite. ", "2": "He began to build in the second month[a] on the second day during the fourth year of his reign.[b]", "3": "These are the foundation measurements that Solomon used for building the house of God. The cubit[c] length in the former standard measure was sixty cubits and the width twenty cubits.[d] ", "4": "The porch vestibule that was in front of the nave hall had its length, like the width of the house, as twenty cubits,[e] and its height was one hundred and twenty cubits;[f] and he overlaid the inside with pure gold.", "5": "And he paneled the great house with cypress trees and then covered it with fine gold. Then he decorated it with palm trees and chain work. ", "6": "And he overlaid the house with precious stones for decoration, and the gold was from Parvaim. ", "7": "And he covered the house—its beams, thresholds, walls, and doors—with gold, and he engraved cherubim on the walls.", "8": "Then he made the dwelling of the Most Holy Place. Its length was as the width of twenty cubits, and its width also twenty cubits; and he covered it with fine gold, six hundred talents[g] worth. ", "9": "And the weight in gold for the nails was fifty shekels.[h] And he covered the upper chamber in gold.", "10": "Then in the dwelling of the Most Holy Place, he made two cherubim that were cast metal and overlaid them with gold. ", "11": "And the wings of the cherubim were the length of twenty cubits. The wing of one cherub was five cubits, reaching the wall of the house, and the wing of the other was five cubits,[i] reaching to the wing of the other cherub. ", "12": "And the wing of this cherub was five cubits, reaching to the other wall of the house, and the other wing was five cubits, touching the wing of the first cherub. ", "13": "So the wings of these cherubim spread out were twenty cubits; they were upright on their feet facing inward toward the house.", "14": "Then he made the curtain of violet, purple, crimson, and blue thread, and he wove cherubim into it.", "15": "And he made two pillars in front of the house thirty-five cubits[j] high, with a five cubit capital on the top of the pillar. ", "16": "Then he made ornamental chain work, like in the Most Holy Place, and set it on the top of the pillars. Then he designed a hundred pomegranates and set them on the chain work. ", "17": "He then raised the pillars in front of the temple, with one on the right to the south and the other on the left to the north, and the pillar to the south he called Jakin, and the pillar to the north he called Boaz."}