{"1": "Then the people of the land took Jehoahaz the son of Josiah and made him king in the place of his father in Jerusalem.", "2": "And Jehoahaz was twenty-three years old when he began to reign, and he reigned three months in Jerusalem. ", "3": "Then the king of Egypt deposed him in Jerusalem and imposed on the land a tribute of a hundred talents[a] of silver and a talent[b] of gold. ", "4": "The king of Egypt made his brother Eliakim king over Judah and Jerusalem, and changed his name to Jehoiakim. But Necho took his brother Jehoahaz and carried him to Egypt.", "5": "Jehoiakim was twenty-five years old when he began to reign, and he was king in Jerusalem for eleven years. He did what was evil in the eyes of the Lord his God. ", "6": "And Nebuchadnezzar king of Babylon came up against him and bound him in bronze chains to lead him to Babylon. ", "7": "Nebuchadnezzar also brought out some of the vessels of the house of the Lord to Babylon and put them in his temple in Babylon.", "8": "And the remainder of the acts of Jehoiakim, the detestable things that he did and were found against him, are written in the book of the kings of Israel and Judah. Then Jehoiachin his son reigned in his place.", "9": "Jehoiachin was eighteen years old when he began to reign, and he was king in Jerusalem for three months and ten days. He did what was evil in the eyes of the Lord. ", "10": "In the spring of that year King Nebuchadnezzar sent for him and brought him to Babylon with the precious items from the house of the Lord. Then Zedekiah his brother was king over Judah and Jerusalem.", "11": "Zedekiah was twenty-one years old when he began to reign, and he was king in Jerusalem for eleven years. ", "12": "He did what was evil in the eyes of the Lord his God and did not humble himself before Jeremiah the prophet, who spoke from the Lord. ", "13": "He also rebelled against King Nebuchadnezzar, who had made him swear by an oath by God. He stiffened his neck and hardened his heart against turning to the Lord God of Israel. ", "14": "Even the officials over the priests and the people increased in their unfaithfulness in all the detestable practices of the nations, and they defiled the house of the Lord which He had consecrated in Jerusalem.", "15": "The Lord God of their fathers sent warnings to them over and over again by His messengers because He had compassion on His people and His dwelling place. ", "16": "But they continued to jest regarding the messengers of God, despising His word and making fun of His prophets until the wrath of the Lord came up against His people, until there was no remedy. ", "17": "So He brought up against them the king of the Chaldeans from Babylon, who killed their young men with the sword at the house of their sanctuary. He did not spare a young man or virgin, old or aged. God gave all of them into his hand. ", "18": "Even all the vessels of the house of God, both large and small, and the treasures of the house of the Lord, the king, and his officials, all of this was taken to Babylon. ", "19": "So they burned down the house of God, tore down the wall of Jerusalem, burned down all the palaces with fire, and destroyed all the precious items.", "20": "Then he carried into exile to Babylon the remnant, who survived the sword, and they were slaves to him and his sons until the kingdom of Persia ruled, ", "21": "to fulfill the word of the Lord by the mouth of Jeremiah, until the land had enjoyed her Sabbaths. As long as she lay desolate, she kept Sabbath, to fulfill seventy years.", "22": "In the first year of King Cyrus of Persia, that the word of the Lord spoken by the mouth of Jeremiah might be fulfilled, the Lord stirred up the spirit of King Cyrus of Persia, so that he sent a proclamation throughout all his kingdom and also declared in a written edict:", "23": "“Thus says King Cyrus of Persia: “The Lord God of heaven has given me all the kingdoms of the earth, and He has commanded me to build for Him a house at Jerusalem, which is in Judah. Whoever is among you of all His people, may the Lord his God be with him. Let him go up.”"}