{"1": "Then Solomon said, “The Lord has said that He would dwell in the dark cloud. ", "2": "But I have built for You an exalted house, even a habitation where You can continually dwell.”", "3": "Then the king turned his face around, and he blessed the entire assembly of Israel while all the assembly of Israel was standing before him. ", "4": "And he said: “Blessed be the Lord God of Israel who spoke with David my father and fulfilled His promise saying, ", "5": "'Since the day that I brought out My people from the land of Egypt, I did not choose any city from among the tribes of Israel to build a house for My name to dwell there, nor did I select a man to be the leader over My people Israel; ", "6": "but I have chosen Jerusalem for My name to dwell there, and I have selected David to be over My people Israel.'", "7": "“And it was in the heart of David my father to build a house for the name of the Lord God of Israel. ", "8": "But the Lord said to David my father, 'Whereas it was in your heart to build a house for My name, you did well because of what was in your heart; ", "9": "only you will not be the one to build the house. For your son, who will be born to you, he will build a house for My name.'", "10": "“The Lord has fulfilled the word that He spoke. For I have risen up in the place of David my father and sit on the throne of Israel, as the Lord spoke, and I will build the house for the name of the Lord God of Israel. ", "11": "And there I have set the ark, in which is the covenant of the Lord that He made with the children of Israel.”", "12": "Then Solomon stood before the altar of the Lord before all the assembly of Israel and spread out his hands. ", "13": "For Solomon made a bronze platform and set it in the midst of the enclosure. It was five cubits in length, five cubits in width, and three cubits in height.[a] And he stood on it and knelt down before all the assembly of Israel and spread out his hands to heaven. ", "14": "And he said: “O Lord God of Israel, there is no God like You in the heavens or on the earth, who keeps covenants and mercy with Your servants who walk before You with all their heart. ", "15": "You have kept what You promised Your servant David my father. You have both spoken with Your mouth and fulfilled it with Your hand, as it is this day.", "16": "“And now, O Lord God of Israel, keep what You promised Your servant David my father saying, 'You will not lack a man sitting on the throne of Israel before Me, if only your sons take heed to their way to walk in My law as you have walked before Me.' ", "17": "And now, O Lord God of Israel, may Your word be confirmed which You have spoken to Your servant David.", "18": "“For will God indeed dwell with man on the earth? The heavens, even the highest heavens, are not able to contain You, much less this house that I have built. ", "19": "But respond to the prayer of Your servant and to his plea, O Lord my God, to listen to the cry and prayer of Your servant who prays before You, ", "20": "that Your eyes might be open toward this house both day and night, to the place that You have said that You will set Your name, in order to hear the prayer of Your servant for this place. ", "21": "And listen to the pleas of Your servant and Your people Israel when they pray toward this place. And may You respond from heaven, the place of Your dwelling, so that You hear and forgive.", "22": "“If a man sins against his companion, and the companion swears and puts him under a curse, and the wronged man comes with an oath before Your altar at this temple, ", "23": "then You will hear from heaven, and You will act and judge Your servants, to repay the guilty one by bringing his way on his own head; and to vindicate the innocent one by rendering to him according to his righteous behavior.", "24": "“If Your people Israel are struck before enemies because they have sinned against You, and they return and confess Your name and pray and seek Your favor in this house, ", "25": "then You will hear from heaven and forgive the sin of Your people Israel, and You will bring them back to the land that You gave them and their fathers.", "26": "“When the sky is shut up and there is no rain because they have sinned against You, and they pray toward this place and confess Your name and turn from their sin when You afflict them, ", "27": "then You will hear from heaven and forgive the sin of Your servants and Your people Israel because You will teach them the good path in which they will walk, and You will send rain on the land that You have given to Your people as a possession.", "28": "“When there is famine in the land or when there is pestilence, blight, mildew, winged locust, or grasshopper, or when enemies besiege them in the land up to their city gates, in whatever plague or sickness, ", "29": "whatever prayer or plea that is made by any man or by all your people Israel, when each man knows his own affliction and his own sorrow, and stretches out his hands toward this house, ", "30": "then You will hear from heaven, the place of the habitation of Your dwelling, and forgive, and You will render to each according to his conduct, for You know their hearts (for You alone know the heart of people), ", "31": "so that they may fear You and walk in Your ways all the days that they live on the land that You have given to our fathers.", "32": "“When foreigners are not from Your people Israel and come from a distant land, because of Your great name, mighty hand, and outstretched arm, and they come and pray toward this house, ", "33": "then hear from heaven, from Your dwelling place, and act on everything for which the foreigner calls on You, that all the peoples of the earth may know Your name and fear You, as do Your people Israel; and that they may know that this house which I have built is called by Your name.", "34": "“When Your people go out to battle against their enemies, in the way that You send them, and when they pray to You toward this city that You have chosen and the house that I have built for Your name, ", "35": "then hear from heaven their prayer and plea and act for their cause.", "36": "“When they sin against You (for there is no one who does not sin) and You are angry against them and give them to their enemies, and they are taken captive to a land, whether distant or near, ", "37": "and they turn their hearts in the land that they have been taken captive, and they repent and seek Your favor in the land of captivity saying, 'We have sinned, done wrong, and acted wickedly,' ", "38": "and if they turn in repentance to You with all their heart and all their soul in the land of their captivity that they were taken to, and pray toward the land that You have given to their fathers, and toward the city that You have chosen, and toward the house that I have built for Your name, ", "39": "then hear from heaven, from Your dwelling place, their prayer and supplication, and maintain their cause, and forgive the people who have sinned against You.", "40": "“Now, O my God, may Your eyes be open and Your ears attentive to the prayer that I offer in this place.", "41": "“Now rise up, O Lord God, to Your resting place, both You and the ark of Your strength. And let Your priests, O Lord God, be clothed in salvation and Your loyal ones rejoice in goodness.", "42": "O Lord God, do not turn Your face from Your anointed. Remember the mercies of Your servant David.”"}