{"1": "It came that after twenty years, Solomon built the house of the Lord and his royal house, ", "2": "and Solomon even rebuilt the cities that Hiram had given to him, and he settled the sons of Israel in them. ", "3": "Then Solomon went to Hamath Zobah and seized it. ", "4": "He also built Tadmor in the wilderness and all the store cities that he built in Hamath. ", "5": "He also built the Upper and Lower Beth Horon, fortified cities with walls, gates, and bars, ", "6": "and Baalath, and all the store cities that Solomon had, and all the cities for his chariots, the cities for his cavalry, and whatever Solomon desired to build in Jerusalem, Lebanon, and in all the land of his dominion.", "7": "And all the people who remained from the Hittites, Amorites, Perizzites, Hivites, and Jebusites who were not from Israel, ", "8": "and from their descendants who remained from these peoples in the land and whom the sons of Israel did not finish destroying, Solomon brought them up to be forced labor, even to this day. ", "9": "But from the sons of Israel Solomon did not make servants for his work. These were his soldiers, officers, commanders of his chariots, and horsemen. ", "10": "And these were the two hundred and fifty chief officers for King Solomon who governed the people.", "11": "And Solomon brought up the daughter of Pharaoh from the City of David to the house that he built for her, for he said, “My wife will not live in the house of David king of Israel, for the places where the ark of the Lord have been are holy.”", "12": "At that time Solomon offered up burnt offerings on the altar of the Lord that he built before the vestibule, ", "13": "according to the daily duty to offer up as the commandment of Moses for Sabbaths, New Moons, and the three annual festivals: the Feast of Unleavened Bread, the Feast of Weeks, and the Feast of Tabernacles. ", "14": "According to the ruling of David his father, he set the divisions of the priests for their service, and the Levites for their function to praise and serve before the priests according to the daily duty, and even the gatekeepers for their divisions at each gate, for this was the commandment of David the man of God. ", "15": "And they did not turn from the commandment of the king, whether the priests or Levites, concerning any matter and concerning the treasury.", "16": "So all the work of Solomon was established from the day of the foundation of the house of the Lord and until its completion; and the house of the Lord was complete.", "17": "Then Solomon went to Ezion Geber and Elath at the shore of the sea in Edom. ", "18": "And Hiram sent him ships by the hand of his servants, who knew the sea. And they went with the servants of Solomon to Ophir, and took from there four hundred and fifty talents[a] of gold, and brought them to King Solomon."}