{"1": "The queen of Sheba heard a report of Solomon, and she came to Jerusalem with a very impressive retinue—with camels carrying spices, an abundance of gold, and precious stones—to test Solomon with riddles. When she came to Solomon she shared with him everything that was on her heart. ", "2": "Solomon declared to her everything that she asked, and there was not any matter concealed from Solomon that he did not declare to her. ", "3": "When the queen of Sheba had observed the wisdom of Solomon, the house that he had built, ", "4": "the food on his table, the seating of his officials, and the attendance of his servants, and their clothing, his valets, and their clothing, and his burnt offerings that he offered at the house of the Lord, there was no more spirit left in her.", "5": "Then she said to the king, “True was the report that I heard in my land concerning your words and wisdom. ", "6": "But I did not believe their reports until I came and my eyes saw; and indeed, half the greatness of your wisdom was not declared to me. You have exceeded the report that I heard. ", "7": "How happy your men must be! How happy these servants, those who are continually before you listening to your wisdom. ", "8": "May the Lord your God be blessed, who has delighted in you, to set you as king on the throne of the Lord your God. Your God has loved Israel to establish them continually and has set you as king over them to perform justice and righteousness.”", "9": "Then she gave the king one hundred and twenty talents[a] of gold and a great abundance of spices and precious stones. And there were no spices like those that the queen of Sheba gave to King Solomon.", "10": "Moreover, the servants of Hiram and Solomon who brought gold from Ophir also brought algum wood and precious stones. ", "11": "And the king used the algum wood for steps for the house of the Lord and the palace of the king, even for lyres and harps for the singers. And there had not been anything seen like these in the land of Judah.", "12": "And King Solomon gave everything to the queen of Sheba in which she had pleasure, even what she asked for in addition to what she brought to the king. Then she turned and left for her own land with her servants.", "13": "The weight of gold that came to Solomon every year was six hundred and sixty-six talents[b] of gold. ", "14": "In addition to what the explorers and merchants brought in, all the kings of Arabia and governors of the land brought in gold and silver to Solomon.", "15": "King Solomon made two hundred large shields of hammered gold, and six hundred gold pieces[c] were used for each large shield. ", "16": "And he made three hundred shields of hammered gold; three hundred gold pieces[d] were used for each shield. And the king put them in the House of the Forest of Lebanon.", "17": "And the king made a great throne of ivory, and he covered it with fine gold. ", "18": "And there were six steps and a gold footstool attached to the throne, and on each side at the place of the seat were armrests with two lions standing beside the armrests. ", "19": "So twelve lions stood there on the six steps, one on each side, and there was nothing like this in any kingdom. ", "20": "Even all the drinking vessels of King Solomon were gold, and all the vessels in the House of the Forest of Lebanon were fine gold. And silver was not thought to be valuable in the days of Solomon. ", "21": "The ships of Solomon went to Tarshish with the servants of Hiram. Once every three years the ships of Tarshish returned carrying gold, silver, ivory, apes, and peacocks.", "22": "So King Solomon was greater than all the kings of the earth in wealth and wisdom. ", "23": "All the kings of the earth sought out an audience before Solomon to hear his wisdom that God gave to his mind. ", "24": "Every year each man brought his own tribute, vessels of silver and gold, garments, myrrh, spices, horses, and mules.", "25": "Solomon had four thousand stalls for horses and chariots and twelve thousand horses, and he put them in designated cities and with him in Jerusalem. ", "26": "He ruled over all the kings from the River[e] to the land of the Philistines and to the border of Egypt. ", "27": "So the king made silver in Jerusalem as abundant as stones and cedar as plentiful as sycamore trees in the lowlands of the Shephelah. ", "28": "The horses of Solomon were imported from Egypt and from all other lands.", "29": "And the rest of the acts of Solomon, from beginning to end, are they not written in the annals of Nathan the prophet, and the prophecy of Ahijah the Shilonite, and in the visions of Iddo the seer concerning Jeroboam the son of Nebat? ", "30": "So Solomon reigned in Jerusalem over all Israel for forty years. ", "31": "And Solomon slept with his fathers, and they buried him in the City of David his father. And Rehoboam his son then ruled in his place."}