{"1-3": "Note that when a man is chosen as High Priest he is appointed on men's behalf as their representative in the things of God—he offers gifts to God and makes the necessary sacrifices for sins on behalf of his fellow-men. He must be able to deal sympathetically with the ignorant and foolish because he realises that he is himself prone to human weakness. This naturally means that the offering which he makes for sin is made on his own personal behalf as well as on behalf of those whom he represents.", "4": "Note also that nobody chooses for himself the honour of being a High Priest, but he is called by God to the work, as was Aaron, the first High Priest in ancient times.", "5": "Thus we see that the Christ did not choose for himself the glory of being High Priest, but he was honoured by the one who said: 'You are my Son, today I have begotten you'.", "6": "And he says in another passage: 'You are a priest forever according to the order of Melchizedek'.", "7-10": "Christ, in the days when he was a man on earth, appealed to the one who could save him from death in desperate prayer and the agony of tears. His prayers were heard; he was freed from his shrinking from death but, Son though he was, he had to prove the meaning of obedience through all that he suffered. Then, when he had been proved the perfect Son, he became the source of eternal salvation to all who should obey him, being now recognised by God himself as High Priest “after the order of Melchizedek.", "11-14": "There is a great deal that we should like to say about this high priesthood, but it is not easy to explain to you since you seem so slow to grasp spiritual truth. At a time when you should be teaching others, you need teachers yourselves to repeat to you the ABC of God's Revelation to men. You have become people who need a milk diet and cannot face solid food! For anyone who continues to live on “milk” is obviously immature—he simply has not grown up. “Solid food” is only for the adult, that is, for the man who has developed by experience his power to discriminate between what is good and bad for him."}