{"1": "Some time later Hezekiah became deathly sick. The prophet Isaiah son of Amoz paid him a visit and said, “Put your affairs in order; you're about to die—you haven't long to live.”", "2-3": "Hezekiah turned from Isaiah and faced God, praying: Remember, O God, who I am, what I've done! I've lived an honest life before you, My heart's been true and steady, I've lived to please you; lived for your approval. And then the tears flowed. Hezekiah wept.", "4-6": "Isaiah, leaving, was not halfway across the courtyard when the word of God stopped him: “Go back and tell Hezekiah, prince of my people, 'God's word, Hezekiah! From the God of your ancestor David: I've listened to your prayer and I've observed your tears. I'm going to heal you. In three days you will walk on your own legs into The Temple of God. I've just added fifteen years to your life; I'm saving you from the king of Assyria, and I'm covering this city with my shield—for my sake and my servant David's sake.'”", "7": "Isaiah then said, “Prepare a plaster of figs.” They prepared the plaster, applied it to the boil, and Hezekiah was on his way to recovery.", "8": "Hezekiah said to Isaiah, “How do I know whether this is of God and not just the fig plaster? What confirming sign is there that God is healing me and that in three days I'll walk into The Temple of God on my own legs?”", "9": "“This will be your sign from God,” said Isaiah, “that God is doing what he said he'd do: Do you want the shadow to advance ten degrees on the sundial or go back ten degrees? You choose.”", "10": "Hezekiah said, “It would be easy to make the sun's shadow advance ten degrees. Make it go back ten degrees.”", "11": "So Isaiah called out in prayer to God, and the shadow went back ten degrees on Ahaz's sundial.", "12-13": "Shortly after this, Merodach-Baladan, the son of Baladan king of Babylon, having heard that the king was sick, sent a get-well card and a gift to Hezekiah. Hezekiah was pleased and showed the messengers around the place—silver, gold, spices, aromatic oils, his stockpile of weapons—a guided tour of all his prized possessions. There wasn't a thing in his palace or kingdom that Hezekiah didn't show them.", "14": "And then Isaiah the prophet showed up: “And just what were these men doing here? Where did they come from and why?” Hezekiah said, “They came from far away—from Babylon.”", "15": "“And what did they see in your palace?” “Everything,” said Hezekiah. “There isn't anything I didn't show them—I gave them the grand tour.”", "16-18": "Then Isaiah spoke to Hezekiah, “Listen to what God has to say about this: The day is coming when everything you own and everything your ancestors have passed down to you, right down to the last cup and saucer, will be cleaned out of here—plundered and packed off to Babylon. God's word! Worse yet, your sons, the progeny of sons you've begotten, will end up as eunuchs in the palace of the king of Babylon.”", "19": "Hezekiah said to Isaiah, “If God says it, it must be good.” But he was thinking to himself, “It won't happen during my lifetime—I'll enjoy peace and security as long as I live.”", "20-21": "The rest of the life and times of Hezekiah, along with his projects, especially the way he engineered the Upper Pool and brought water into the city, are written in The Chronicles of the Kings of Judah. Hezekiah died and was buried with his ancestors. His son Manasseh became the next king."}