{"1-2": "One day the guild of prophets came to Elisha and said, “You can see that this place where we're living under your leadership is getting cramped—we have no elbow room. Give us permission to go down to the Jordan where each of us will get a log. We'll build a roomier place.” Elisha said, “Go ahead.”", "3": "One of them then said, “Please! Come along with us!” He said, “Certainly.”", "4-5": "He went with them. They came to the Jordan and started chopping down trees. As one of them was felling a timber, his axhead flew off and sank in the river. “Oh no, master!” he cried out. “And it was borrowed!”", "6": "The Holy Man said, “Where did it sink?” The man showed him the place. He cut off a branch and tossed it at the spot. The axhead floated up.", "7": "“Grab it,” he said. The man reached out and took it.", "8": "One time when the king of Aram was at war with Israel, after consulting with his officers, he said, “At such and such a place I want an ambush set.”", "9": "The Holy Man sent a message to the king of Israel: “Watch out when you're passing this place, because Aram has set an ambush there.”", "10": "So the king of Israel sent word concerning the place of which the Holy Man had warned him. This kind of thing happened all the time.", "11": "The king of Aram was furious over all this. He called his officers together and said, “Tell me, who is leaking information to the king of Israel? Who is the spy in our ranks?”", "12": "But one of his men said, “No, my master, dear king. It's not any of us. It's Elisha the prophet in Israel. He tells the king of Israel everything you say, even what you whisper in your bedroom.”", "13": "The king said, “Go and find out where he is. I'll send someone and capture him.” The report came back, “He's in Dothan.”", "14": "Then he dispatched horses and chariots, an impressive fighting force. They came by night and surrounded the city.", "15": "Early in the morning a servant of the Holy Man got up and went out. Surprise! Horses and chariots surrounding the city! The young man exclaimed, “Oh, master! What shall we do?”", "16": "He said, “Don't worry about it—there are more on our side than on their side.”", "17": "Then Elisha prayed, “O God, open his eyes and let him see.” The eyes of the young man were opened and he saw. A wonder! The whole mountainside full of horses and chariots of fire surrounding Elisha!", "18": "When the Arameans attacked, Elisha prayed to God, “Strike these people blind!” And God struck them blind, just as Elisha said.", "19": "Then Elisha called out to them, “Not that way! Not this city! Follow me and I'll lead you to the man you're looking for.” And he led them into Samaria.", "20": "As they entered the city, Elisha prayed, “O God, open their eyes so they can see where they are.” God opened their eyes. They looked around—they were trapped in Samaria!", "21": "When the king of Israel saw them, he said to Elisha, “Father, shall I massacre the lot?”", "22": "“Not on your life!” said Elisha. “You didn't lift a hand to capture them, and now you're going to kill them? No sir, make a feast for them and send them back to their master.”", "23": "So he prepared a huge feast for them. After they ate and drank their fill he dismissed them. Then they returned home to their master. The raiding bands of Aram didn't bother Israel anymore.", "24-25": "At a later time, this: Ben-Hadad king of Aram pulled together his troops and launched a siege on Samaria. This brought on a terrible famine, so bad that food prices soared astronomically. Eighty shekels for a donkey's head! Five shekels for a bowl of field greens!", "26": "One day the king of Israel was walking along the city wall. A woman cried out, “Help! Your majesty!”", "27": "He answered, “If God won't help you, where on earth can I go for help? To the granary? To the dairy?”", "28-29": "The king continued, “Tell me your story.” She said, “This woman came to me and said, 'Give up your son and we'll have him for today's supper; tomorrow we'll eat my son.' So we cooked my son and ate him. The next day I told her, 'Your turn—bring your son so we can have him for supper.' But she had hidden her son away.”", "30-31": "When the king heard the woman's story he ripped apart his robe. Since he was walking on the city wall, everyone saw that next to his skin he was wearing coarse burlap. And he called out, “God do his worst to me—and more—if Elisha son of Shaphat still has a head on his shoulders at this day's end.”", "32": "Elisha was sitting at home, the elders sitting with him. The king had already dispatched an executioner, but before the man arrived Elisha spoke to the elders: “Do you know that this murderer has just now sent a man to take off my head? Look, when the executioner arrives, shut the door and lock it. Don't I even now hear the footsteps of his master behind him?”", "33": "While he was giving his instructions, the king showed up, accusing, “This trouble is directly from God! And what's next? I'm fed up with God!”"}