{"1": "¶ Rebuke not an elder, but intreat him as a father, and the younger men as brethren,", "2": "the elder women as mothers, the younger as sisters, with all purity.", "3": "¶ Honour widows that are widows indeed.", "4": "But if any widow has children or grandchildren, let those learn first to govern their house in piety and to recompense their parents, for this is honest and pleasing before God.", "5": "Now she that is a widow indeed and desolate, trusts in God, and is diligent in supplications and prayers night and day,", "6": "but she that lives in pleasure is dead while she lives.", "7": "Therefore command these things, that they may be blameless.", "8": "But if any provide not for his own and specially for those of his own house, he has denied the faith and is worse than an unbeliever.", "9": "Let a widow be placed on the list being not less than sixty years old, having been the wife of one man,", "10": "having a good testimony of good works, if she has brought up well her children, if she has exercised hospitality, if she has washed the feet of the saints, if she has relieved the afflicted, if she has diligently followed every good work.", "11": "But the younger widows refuse, for when they have begun to wax wanton against Christ, they desire to marry,", "12": "having condemnation, because they have cast off their first faith.", "13": "And reject also the idle, who have learned to wander about from house to house, and not only idle, but tattlers also and busybodies, speaking things which they ought not.", "14": "I desire therefore that the younger women marry, bear children, govern the house, giving no occasion to the adversary to speak reproachfully.", "15": "For some are already turned back after Satan.", "16": "If any faithful man or woman has widows, let them maintain them and let not the congregation[a] be charged, that it may relieve those that are widows indeed.", "17": "¶ Let the elders that govern well be counted worthy of double honour, especially those who labour in the word and doctrine.", "18": "For the scripture saith, Thou shalt not muzzle the ox that treads out the grain. And, The labourer is worthy of his reward.", "19": "Against an elder do not receive an accusation, unless there are two or three witnesses.", "20": "Those that persist in sin rebuke before all, that the others may also fear.", "21": "I charge thee before God and the Lord Jesus Christ and the elect angels, that thou observe these things without preferring one before another, doing nothing by partiality.", "22": "Lay hands suddenly on no one, neither be partaker of the sins of others; keep thyself pure.", "23": "Drink no longer water, but use a little wine for thy stomach's sake and thine often infirmities.", "24": "Some men's sins are manifest beforehand, before they come unto judgment, but to others they follow after.", "25": "Likewise also the good works of some are manifest beforehand, and those that are otherwise cannot be hid."}