{"1": "In the eleventh year, in the third month, on the first day of the month, the word of the Lord came to me: ", "2": "“Son of man, say to Pharaoh king of Egypt and to his multitude: “Whom are you like in your greatness?", "3": "Behold, I will liken you to[a] a cedar in Lebanon, with fair branches and forest shade, and of great height, its top among the clouds.[b]", "4": "The waters nourished it, the deep made it grow tall, making its rivers flow[c] round the place of its planting, sending forth its streams to all the trees of the forest.", "5": "So it towered high above all the trees of the forest; its boughs grew large and its branches long, from abundant water in its shoots.", "6": "All the birds of the air made their nests in its boughs; under its branches all the beasts of the field brought forth their young; and under its shadow dwelt all great nations.", "7": "It was beautiful in its greatness, in the length of its branches; for its roots went down to abundant waters.", "8": "The cedars in the garden of God could not rival it, nor the fir trees equal its boughs; the plane trees were as nothing compared with its branches; no tree in the garden of God was like it in beauty.", "9": "I made it beautiful in the mass of its branches, and all the trees of Eden envied it, that were in the garden of God.", "10": "“Therefore thus says the Lord God: Because it[d] towered high and set its top among the clouds,[e] and its heart was proud of its height, ", "11": "I will give it into the hand of a mighty one of the nations; he shall surely deal with it as its wickedness deserves. I have cast it out. ", "12": "Foreigners, the most terrible of the nations, will cut it down and leave it. On the mountains and in all the valleys its branches will fall, and its boughs will lie broken in all the watercourses of the land; and all the peoples of the earth will go from its shadow and leave it. ", "13": "Upon its ruin will dwell all the birds of the air, and upon its branches will be all the beasts of the field. ", "14": "All this is in order that no trees by the waters may grow to lofty height or set their tops among the clouds,[f] and that no trees that drink water may reach up to them in height; for they are all given over to death, to the nether world among mortal men, with those who go down to the Pit.", "15": "“Thus says the Lord God: When it goes down to Sheol I will make the deep mourn for[g] it, and restrain its rivers, and many waters shall be stopped; I will clothe Lebanon in gloom for it, and all the trees of the field shall faint because of it. ", "16": "I will make the nations quake at the sound of its fall, when I cast it down to Sheol with those who go down to the Pit; and all the trees of Eden, the choice and best of Lebanon, all that drink water, will be comforted in the nether world. ", "17": "They also shall go down to Sheol with it, to those who are slain by the sword; yea, those who dwelt under its shadow among the nations shall perish.[h] ", "18": "Whom are you thus like in glory and in greatness among the trees of Eden? You shall be brought down with the trees of Eden to the nether world; you shall lie among the uncircumcised, with those who are slain by the sword. “This is Pharaoh and all his multitude, says the Lord God.”"}