{"1": "¶ And he showed me a pure river of water of life, clear as crystal, proceeding out of the throne of God and of the Lamb.", "2": "In the midst of her plaza and on either side of the river was the tree of life, which brings forth twelve manner of fruits, yielding her fruit every month; and the leaves of the tree are for the healing of the Gentiles.", "3": "And there shall no longer be any cursed thing; but the throne of God and of the Lamb shall be in her; and his slaves shall serve him;", "4": "and they shall see his face; and his name shall be in their foreheads.", "5": "And there shall be no night there; and they need no lamp neither light of the sun; for the Lord God shall give them light; and they shall reign for ever and ever.", "6": "¶ And he said unto me, These words are faithful and true; and the Lord God of the holy prophets has sent his angel to show unto his slaves the things which are necessary that they be done quickly.", "7": "Behold, I come quickly; blessed is he that keeps the words of the prophecy of this book.", "8": "And I, John, saw these things and heard them. And when I had heard and seen, I fell down to worship before the feet of the angel who showed me these things.", "9": "Then he said unto me, See thou do it not: for I am thy fellowslave and with thy brethren the prophets and with those who keep the words of this book: worship God.", "10": "And he said unto me, do not seal the words of the prophecy of this book; for the time is at hand.", "11": "He that is unjust, let him be unjust still; and he who is filthy, let him be filthy still; and he that is righteous, let him be justified still; and let the saint be sanctified still.", "12": "And, behold, I come quickly, and my reward is with me, to give each one according as his work shall be.", "13": "I AM the Alpha and the Omega, beginning and end, the first and the last.", "14": "Blessed are those who do his commandments that their power and authority might be in the tree of life and they may enter in through the gates into the city.", "15": "But outside are the dogs and the sorcerers and the fornicators and the murderers and the idolaters and whosoever loves and makes a lie.", "16": "I, Jesus, have sent my angel to testify unto you these things in the congregations[a]. I AM the root and the offspring of David and the bright and morning star.", "17": "And the Spirit and the bride say, Come. And let him that hears say, Come. And let him that is thirsty come; and whosoever will, let him take of the water of life freely.", "18": "For I testify unto everyone that hears the words of the prophecy of this book, If anyone shall add unto these things, God shall add unto him the plagues that are written in this book;", "19": "and if anyone shall take away from the words of the book of this prophecy, God shall take away his part out of the book of life and out of the holy city and from the things which are written in this book.", "20": "¶ He who testifies these things saith, Surely I come quickly. Amen. Even so, come, Lord Jesus.", "21": "The grace of our Lord Jesus Christ be with you all. Amen."}