{"1": "Anyone who loves correction loves knowledge. Anyone who hates to be corrected is stupid.", "2": "The Lord blesses anyone who does good. But he judges anyone who plans to do evil.", "3": "No one can become strong and steady by doing evil. But if people do what is right, they can't be removed from the land.", "4": "An excellent woman is her husband's crown. But a wife who brings shame is like sickness in his bones.", "5": "The plans of godly people are right. But the advice of sinners will lead you the wrong way.", "6": "The words of those who are evil hide and wait to spill people's blood. But the speech of those who are honest saves them from traps like that.", "7": "Sinners are destroyed and taken away. But the houses of godly people stand firm.", "8": "A person is praised for how wise they are. But people hate anyone who has a twisted mind.", "9": "Being nobody and having a servant is better than pretending to be somebody and having no food.", "10": "Those who do what is right take good care of their animals. But the kindest acts of those who do wrong are mean.", "11": "Those who farm their land will have plenty of food. But those who chase dreams have no sense.", "12": "Those who do what is wrong are safe for just a while. But those who do what is right last forever.", "13": "Those who do evil are trapped by their sinful talk. But those who have done no wrong escape trouble.", "14": "Many good things come from what people say. And the work of their hands rewards them.", "15": "The way of foolish people seems right to them. But those who are wise listen to advice.", "16": "Foolish people are easily upset. But wise people pay no attention to hurtful words.", "17": "An honest witness tells the truth. But a dishonest witness tells lies.", "18": "The words of thoughtless people cut like swords. But the tongue of wise people brings healing.", "19": "Truthful words last forever. But lies last for only a moment.", "20": "There are lies in the hearts of those who plan evil. But there is joy for those who work to bring peace.", "21": "No harm comes to godly people. But sinners have all the trouble they can handle.", "22": "The Lord hates those whose lips tell lies. But he is pleased with people who tell the truth.", "23": "Wise people keep their knowledge to themselves. But the hearts of foolish people shout foolish things.", "24": "Hands that work hard will rule. But people who are lazy will be forced to work.", "25": "Worry makes the heart heavy. But a kind word cheers it up.", "26": "Godly people are careful about the friends they choose. But the way of sinners leads them down the wrong path.", "27": "Lazy people do not even cook what they catch. But those who work hard eat their fill of what is hunted.", "28": "There is life in doing what is right. Along that path you will never die."}