{"1": "A wise son pays attention to what his father teaches him. But anyone who makes fun of others doesn't listen to warnings.", "2": "The good things people say benefit them. But liars love to hurt others.", "3": "Those who guard what they say guard their lives. But those who speak without thinking will be destroyed.", "4": "People who refuse to work want things and get nothing. But the desires of people who work hard are completely satisfied.", "5": "Those who do right hate what is false. But those who do wrong stink and bring shame on themselves.", "6": "Doing right guards those who are honest. But evil destroys those who are sinful.", "7": "Some people pretend to be rich but have nothing. Others pretend to be poor but have great wealth.", "8": "A person's riches might save their life. But a poor person is not able to do anything about danger.", "9": "The lights of godly people shine brightly. But the lamps of sinners are blown out.", "10": "Where there is arguing, there is pride. But those who take advice are wise.", "11": "Money gained in the wrong way disappears. But money gathered little by little grows.", "12": "Hope that is put off makes one sick at heart. But a desire that is met is like a tree of life.", "13": "Anyone who hates what they are taught will pay for it later. But a person who respects a command will be rewarded.", "14": "The teaching of wise people is like a fountain that gives life. It turns those who listen to it away from the jaws of death.", "15": "Good judgment wins favor. But the way of liars leads to their ruin.", "16": "Wise people act with knowledge. But foolish people show how foolish they are.", "17": "An evil messenger gets into trouble. But a trusted messenger brings healing.", "18": "Those who turn away from their training become poor and ashamed. But those who accept warnings are honored.", "19": "A desire that is met is like something that tastes sweet. But foolish people hate to turn away from evil.", "20": "Walk with wise people and become wise. A companion of foolish people suffers harm.", "21": "Hard times chase those who are sinful. But those who do right are rewarded with good things.", "22": "A good person leaves what they own to their children and grandchildren. But a sinner's wealth is stored up for those who do right.", "23": "An unplowed field produces food for poor people. But those who treat them badly destroy it all.", "24": "Those who don't correct their children hate them. But those who love them are careful to correct them.", "25": "Those who do right eat until they are full. But the stomachs of those who do wrong go hungry."}