{"1": "A wise woman builds her house. But a foolish woman tears hers down with her own hands.", "2": "Whoever has respect for the Lord lives a good life. But those who hate him walk down an evil path.", "3": "The proud words of a foolish person sting like a whip. But the things wise people say keep them safe.", "4": "Where there are no oxen, the feed box is empty. But a strong ox brings in huge harvests.", "5": "An honest witness does not lie. But a dishonest witness pours out lies.", "6": "Those who make fun of others look for wisdom and don't find it. But knowledge comes easily to those who understand what is right.", "7": "Stay away from a foolish person. You won't find knowledge in what they say.", "8": "People are wise and understanding when they think about the way they live. But people are foolish when their foolish ways trick them.", "9": "Foolish people laugh at making things right when they sin. But honest people try to do the right thing.", "10": "Each heart knows its own sadness. And no one else can share its joy.", "11": "The houses of sinners will be destroyed. But the tents of honest people will stand firm.", "12": "There is a way that appears to be right. But in the end it leads to death.", "13": "Even when you laugh, your heart can be hurting. And your joy can end in sadness.", "14": "Those who aren't faithful will be paid back for what they've done. And good people will receive rewards for how they've lived.", "15": "A childish person believes anything. But a wise person thinks about how they live.", "16": "A wise person has respect for the Lord and avoids evil. But a foolish person has a bad temper and yet feels secure.", "17": "Anyone who gets angry quickly does foolish things. And a person who is tricky is hated.", "18": "Childish people act in keeping with their foolish ways. But knowledge makes wise people feel like kings.", "19": "Evil people will bow down in front of good people. And those who do wrong will bow down at the gates of those who do right.", "20": "Poor people are avoided even by their neighbors. But rich people have many friends.", "21": "It is a sin to hate your neighbor. But blessed is the person who is kind to those in need.", "22": "Those who plan evil go down the wrong path. But those who plan good find love and truth.", "23": "All hard work pays off. But if all you do is talk, you will be poor.", "24": "The wealth of wise people is their crown. But the foolish ways of foolish people lead to what is foolish.", "25": "An honest witness saves lives. But a dishonest witness tells lies.", "26": "Anyone who shows respect for the Lord has a strong tower. It will be a safe place for their children.", "27": "Respect for the Lord is like a fountain that gives life. It turns you away from the jaws of death.", "28": "A large population is a king's glory. But a prince without followers is destroyed.", "29": "Anyone who is patient has great understanding. But anyone who gets angry quickly shows how foolish they are.", "30": "A peaceful heart gives life to the body. But jealousy rots the bones.", "31": "Anyone who crushes poor people makes fun of their Maker. But anyone who is kind to those in need honors God.", "32": "When trouble comes, sinners are brought down. But godly people seek safety in God even as they die.", "33": "Wisdom rests in the hearts of those who understand what is right. And even among foolish people she makes herself known.", "34": "Doing what is right lifts people up. But sin brings judgment to any nation.", "35": "A king is pleased with a wise servant. But a servant who is full of shame stirs up the king's anger."}