{"1": "People make plans in their hearts. But the Lord puts the correct answer on their tongues.", "2": "Everything a person does might seem pure to them. But the Lord knows why they do what they do.", "3": "Commit to the Lord everything you do. Then he will make your plans succeed.", "4": "The Lord works everything out to the proper end. Even those who do wrong were made for a day of trouble.", "5": "The Lord hates all those who have proud hearts. You can be sure that they will be punished.", "6": "Through love and truth sin is paid for. People avoid evil when they have respect for the Lord.", "7": "When the way you live pleases the Lord, he makes even your enemies live at peace with you.", "8": "It is better to have a little and do right than to have a lot and be unfair.", "9": "In their hearts human beings plan their lives. But the Lord decides where their steps will take them.", "10": "A king speaks as if his words come from God. And what he says does not turn right into wrong.", "11": "Honest scales and balances belong to the Lord. He made all the weights in the bag.", "12": "A king hates it when his people do what is wrong. A ruler is made secure when they do what is right.", "13": "Kings are pleased when what you say is honest. They value people who speak what is right.", "14": "An angry king can order your death. But a wise person will try to calm him down.", "15": "When a king's face is happy, it means life. His favor is like rain in the spring.", "16": "It is much better to get wisdom than gold. It is much better to choose understanding than silver.", "17": "The path of honest people takes them away from evil. Those who guard their ways guard their lives.", "18": "If you are proud, you will be destroyed. If you are proud, you will fall.", "19": "Suppose you are lowly in spirit along with those who are treated badly. That's better than sharing stolen goods with those who are proud.", "20": "If anyone pays attention to what they're taught, they will succeed. Blessed is the person who trusts in the Lord.", "21": "Wise hearts are known for understanding what is right. Kind words make people want to learn more.", "22": "Understanding is like a fountain of life to those who have it. But foolish people are punished for the foolish things they do.", "23": "The hearts of wise people guide their mouths. Their words make people want to learn more.", "24": "Kind words are like honey. They are sweet to the spirit and bring healing to the body.", "25": "There is a way that appears to be right. But in the end it leads to death.", "26": "The hunger of workers makes them work. Their hunger drives them on.", "27": "A worthless person plans to do evil things. Their words are like a burning fire.", "28": "A twisted person stirs up conflict. Anyone who talks about others separates close friends.", "29": "A person who wants to hurt others tries to get them to sin. That person leads them down a path that isn't good.", "30": "Whoever winks with their eye is planning to do wrong. Whoever closes their lips tightly is up to no good.", "31": "Gray hair is a glorious crown. You get it by living the right way.", "32": "It is better to be patient than to fight. It is better to control your temper than to take a city.", "33": "Lots are cast into the lap to make decisions. But everything they decide comes from the Lord."}