{"1": "A person who isn't friendly looks out only for themselves. They oppose all good sense by starting fights.", "2": "Foolish people don't want to understand. They take delight in saying only what they think.", "3": "People hate it when evil comes. And they refuse to honor those who bring shame.", "4": "The words of a person's mouth are like deep water. But the fountain of wisdom is like a flowing stream.", "5": "It isn't good to favor those who do wrong. That would keep justice from those who aren't guilty.", "6": "What foolish people say leads to arguing. They are just asking for a beating.", "7": "The words of foolish people drag them down. They are trapped by what they say.", "8": "The words of anyone who talks about others are like tasty bites of food. They go deep down inside you.", "9": "Anyone who doesn't want to work is like someone who destroys.", "10": "The name of the Lord is like a strong tower. Godly people run to it and are safe.", "11": "The wealth of rich people is like a city that makes them feel safe. They think of it as a city with walls that can't be climbed.", "12": "If a person's heart is proud, they will be destroyed. So don't be proud if you want to be honored.", "13": "To answer before listening is foolish and shameful.", "14": "A cheerful spirit gives strength even during sickness. But you can't keep going if you have a broken spirit.", "15": "Those whose hearts understand what is right get knowledge. That's because the ears of those who are wise listen for it.", "16": "A gift opens the door and helps the giver meet important people.", "17": "In court, the first one to speak seems right. Then someone else comes forward and questions him.", "18": "Casting lots will put a stop to arguing. It will keep the strongest enemies apart.", "19": "A broken friendship is harder to handle than a city with high walls around it. And arguing is like the locked gates of a mighty city.", "20": "Because of what they say a person can fill their stomach. What their words produce can satisfy them.", "21": "Your tongue has the power of life and death. Those who love to talk will eat the fruit of their words.", "22": "The one who finds a wife finds what is good. He receives favor from the Lord.", "23": "Poor people beg for mercy. But rich people answer in a mean way.", "24": "A person with unfaithful friends soon comes to ruin. But there is a friend who sticks closer than a brother."}