{"1": "It is better to be poor and to live without blame than to be foolish and to twist words around.", "2": "Getting excited about something without knowledge isn't good. It's even worse to be in a hurry and miss the way.", "3": "A person's own foolish acts destroy their life. But their heart is angry with the Lord.", "4": "Wealth brings many friends. But even the closest friend of a poor person abandons them.", "5": "A dishonest witness will be punished. And whoever pours out lies will not go free.", "6": "Many try to win the favor of rulers. And everyone is the friend of a person who gives gifts.", "7": "Poor people are avoided by their whole family. Their friends avoid them even more. The poor person runs after his friends to beg for help. But they can't be found.", "8": "Anyone who gets wisdom loves life. Anyone who values understanding will soon succeed.", "9": "A dishonest witness will be punished. And those who pour out lies will die.", "10": "It isn't proper for a foolish person to live in great comfort. And it is much worse when a slave rules over princes!", "11": "A person's wisdom makes them patient. They will be honored if they forgive someone who sins against them.", "12": "A king's anger is like a lion's roar. But his favor is like dew on the grass.", "13": "A foolish child is a father's ruin. A nagging wife is like dripping that never stops.", "14": "You will receive houses and wealth from your parents. But a wise wife is given by the Lord.", "15": "Anyone who doesn't want to work sleeps his life away. And a person who refuses to work goes hungry.", "16": "Those who keep commandments keep their lives. But those who don't care how they live will die.", "17": "Anyone who is kind to poor people lends to the Lord. God will reward them for what they have done.", "18": "Train your children, because then there is hope. Don't do anything to bring about their deaths.", "19": "A person with a bad temper must pay for it. If you save them, you will have to do it again.", "20": "Listen to advice and accept correction. In the end you will be counted among those who are wise.", "21": "A person may have many plans in their heart. But the Lord's purpose wins out in the end.", "22": "Everyone longs for love that never fails. It is better to be poor than to be a liar.", "23": "Having respect for the Lord leads to life. Then you will be content and free from trouble.", "24": "A person who doesn't want to work leaves his hand in the dish. He won't even bring it back up to his mouth!", "25": "If you whip a person who makes fun of others, childish people will learn to be wise. If you warn those who already understand what is right, they will gain even more knowledge.", "26": "Anyone who robs their father and drives out their mother is a child who brings shame and dishonor.", "27": "My son, if you stop listening to what I teach you, you will wander away from the words of knowledge.", "28": "A dishonest witness makes fun of what is right. The mouths of those who do wrong gulp down evil.", "29": "Those who make fun of others will be judged. Foolish people will be punished."}