{"1": "Wine causes you to make fun of others, and beer causes you to start fights. Anyone who is led astray by them is not wise.", "2": "A king's anger brings terror like a lion's roar. Anyone who makes him angry may lose their life.", "3": "Avoiding a fight brings honor to a person. But every foolish person is quick to argue.", "4": "Anyone who refuses to work doesn't plow in the right season. When they look for a crop at harvest time, they don't find it.", "5": "The purposes of a person's heart are like deep water. But one who has understanding brings them out.", "6": "Many claim to have love that never fails. But who can find a faithful person?", "7": "Those who do what is right live without blame. Blessed are their children after them.", "8": "A king sits on his throne to judge. He gets rid of all evil when he sees it.", "9": "No one can say, “I have kept my heart pure. I'm 'clean,' and I haven't sinned.”", "10": "The Lord hates two things. He hates weights that weigh things heavier or lighter than they really are. He also hates measures that measure things larger or smaller than they really are.", "11": "Even small children are known by their actions. So is their conduct really pure and right?", "12": "The Lord has made two things. He has made ears that hear. He has also made eyes that see.", "13": "Don't love sleep, or you will become poor. Stay awake, and you will have more food than you need.", "14": "“It's no good. It's no good!” says a buyer. Then off they go and brag about what they bought.", "15": "There is gold, and there are plenty of rubies. But lips that speak knowledge are a priceless jewel.", "16": "Take the coat of one who puts up money for what a stranger owes. Hold it until you get paid back if it is done for an outsider.", "17": "Food gained by cheating tastes sweet. But you will end up with a mouth full of gravel.", "18": "Plans are made by asking for guidance. So if you go to war, get good advice.", "19": "A person who talks about others tells secrets. So avoid anyone who talks too much.", "20": "If anyone asks for bad things to happen to their father or mother, that person's lamp will be blown out in total darkness.", "21": "Property that you claim too soon will not be blessed in the end.", "22": "Don't say, “I'll get even with you for the wrong you did to me!” Wait for the Lord, and he will make things right for you.", "23": "The Lord hates weights that weigh things heavier or lighter than they really are. Scales that are not honest don't please him.", "24": "The Lord directs a person's steps. So how can anyone understand their own way?", "25": "A person is trapped if they make a hasty promise to God and only later thinks about what they said.", "26": "A wise king gets rid of evil people. He runs the threshing wheel over them.", "27": "The spirit of a person is the lamp of the Lord. It lights up what is deep down inside them.", "28": "Love and truth keep a king safe. Faithful love makes his throne secure.", "29": "Young men are proud of their strength. Gray hair brings honor to old men.", "30": "Blows and wounds scrub evil away. And beatings make you pure deep down inside."}