{"1": "In the Lord's hand the king's heart is like a stream of water. The Lord directs it toward all those who please him.", "2": "A person might think their own ways are right. But the Lord knows what they are thinking.", "3": "Do what is right and fair. The Lord accepts that more than sacrifices.", "4": "The proud eyes and hearts of sinful people are like a field not plowed. Those things produce nothing good.", "5": "The plans of people who work hard succeed. You can be just as sure that those in a hurry will become poor.", "6": "A fortune made by people who tell lies amounts to nothing and leads to death.", "7": "The harmful things that evil people do will drag them away. They refuse to do what is right.", "8": "The path of those who are guilty is crooked. But the conduct of those who are not guilty is honest.", "9": "It is better to live on a corner of a roof than to share a house with a nagging wife.", "10": "Sinful people long to do evil. They don't show their neighbors any mercy.", "11": "When you punish someone who makes fun of others, childish people get wise. By paying attention to wise people, the childish get knowledge.", "12": "The Blameless One knows where sinners live. And he destroys them.", "13": "Whoever refuses to listen to the cries of poor people will also cry out and not be answered.", "14": "A secret gift calms down anger. A hidden favor softens great anger.", "15": "When you do what is fair, you make godly people glad. But you terrify those who do what is evil.", "16": "Whoever leaves the path of understanding ends up with those who are dead.", "17": "Anyone who loves pleasure will become poor. Anyone who loves wine and olive oil will never be rich.", "18": "Evil people become the payment for setting godly people free. Those who aren't faithful are the payment for honest people.", "19": "It is better to live in a desert than to live with a nagging wife who loves to argue.", "20": "Wise people store up the best food and olive oil. But foolish people eat up everything they have.", "21": "Anyone who wants to be godly and loving finds life, success and honor.", "22": "A wise person can attack a strong city. They can pull down the place of safety its people trust in.", "23": "Those who are careful about what they say keep themselves out of trouble.", "24": "A proud person is called a mocker. He thinks much too highly of himself.", "25": "Some people will die while they are still hungry. That's because their hands refuse to work.", "26": "All day long they hunger for more. But godly people give without holding back.", "27": "God hates sacrifices that are brought by evil people. He hates it even more when they bring them for the wrong reason.", "28": "Witnesses who aren't honest will die. But anyone who listens carefully will be a successful witness.", "29": "Sinful people try to look as if they were bold. But honest people think about how they live.", "30": "No wisdom, wise saying or plan can succeed against the Lord.", "31": "You can prepare a horse for the day of battle. But the power to win comes from the Lord."}