{"1": "You should want a good name more than you want great riches. To be highly respected is better than having silver or gold.", "2": "The Lord made rich people and poor people. That's what they have in common.", "3": "Wise people see danger and go to a safe place. But childish people keep going and suffer for it.", "4": "Being humble comes from having respect for the Lord. This will bring you wealth and honor and life.", "5": "Thorns and traps lie in the paths of evil people. But those who value their lives stay far away from them.", "6": "Start children off on the right path. And even when they are old, they will not turn away from it.", "7": "Rich people rule over those who are poor. Borrowers are slaves to lenders.", "8": "Anyone who plants evil gathers a harvest of trouble. Their power to treat others badly will be destroyed.", "9": "Those who give freely will be blessed. That's because they share their food with those who are poor.", "10": "If you drive away those who make fun of others, fighting also goes away. Arguing and unkind words will stop.", "11": "A person who has a pure and loving heart and speaks kindly will be a friend of the king.", "12": "The eyes of the Lord keep watch over knowledge. But he does away with the words of those who aren't faithful.", "13": "People who don't want to work say, “There's a lion outside!” Or they say, “I'll be murdered if I go out into the streets!”", "14": "The mouth of a woman who commits adultery is like a deep pit. Any man the Lord is angry with falls into it.", "15": "Children are going to do foolish things. But correcting them will drive that foolishness far away.", "16": "You might treat poor people badly or give gifts to rich people. Trying to get rich in these ways will instead make you poor.", "17": "Pay attention and listen to the sayings of wise people. Apply your heart to the sayings I teach.", "18": "It is pleasing when you keep them in your heart. Have all of them ready on your lips.", "19": "You are the one I am teaching today. That's because I want you to trust in the Lord.", "20": "I have written 30 sayings for you. They will give you knowledge and good advice.", "21": "I am teaching you to be honest and to speak the truth. Then you can give honest reports to those you serve.", "22": "Don't take advantage of poor people just because they are poor. Don't treat badly those who are in need by taking them to court.", "23": "The Lord will stand up for them in court. He will require the lives of people who have taken the lives of those in need.", "24": "Don't be a friend of a person who has a bad temper. Don't go around with a person who gets angry easily.", "25": "You might learn their habits. And then you will be trapped by them.", "26": "Don't agree to pay for what someone else owes. And don't agree to pay their bills for them.", "27": "If you don't have the money to pay, your bed will be taken right out from under you!", "28": "Don't move old boundary stones set up by your people of long ago.", "29": "Do you see someone who does good work? That person will serve kings. That person won't serve officials of lower rank."}