{"1": "These are more proverbs of Solomon. They were gathered together by the men of Hezekiah, the king of Judah.", "2": "When God hides a matter, he gets glory. When kings figure out a matter, they get glory.", "3": "The heavens are high and the earth is deep. In the same way, the minds of kings are impossible to figure out.", "4": "Remove the scum from the silver. Then the master worker can make something out of it.", "5": "Remove ungodly officials from where the king is. Then the king can make his throne secure because of the godliness around him.", "6": "Don't brag in front of the king. Don't claim a place among his great men.", "7": "Let the king say to you, “Come up here.” That's better than for him to shame you in front of his nobles. What you have seen with your own eyes", "8": "don't bring too quickly to court. What will you do in the end if your neighbor puts you to shame?", "9": "If you take your neighbor to court, don't tell others any secrets you promised to keep.", "10": "If you do, someone might hear it and put you to shame. And the charge against you will stand.", "11": "The right ruling at the right time is like golden apples in silver jewelry.", "12": "A wise judge's warning to a listening ear is like a gold earring or jewelry made of fine gold.", "13": "A messenger trusted by the one who sends him is like a drink cooled by snow at harvest time. He renews the spirit of his master.", "14": "A person who brags about gifts never given is like wind and clouds that don't produce rain.", "15": "If you are patient, you can win an official over to your side. And gentle words can break a bone.", "16": "If you find honey, eat just enough. If you eat too much of it, you will throw up.", "17": "Don't go to your neighbor's home very often. If they see too much of you, they will hate you.", "18": "A person who is a false witness against a neighbor is like a club, a sword or a sharp arrow.", "19": "Trusting someone who is not faithful when trouble comes is like a broken tooth or a disabled foot.", "20": "You may sing songs to a troubled heart. But that's like taking a coat away on a cold day. It's like pouring vinegar on a wound.", "21": "If your enemy is hungry, give him food to eat. If he is thirsty, give him water to drink.", "22": "By doing these things, you will pile up burning coals on his head. And the Lord will reward you.", "23": "Like a north wind that brings rain you didn't expect is a crafty tongue that brings looks of shock.", "24": "It is better to live on a corner of a roof than to share a house with a nagging wife.", "25": "Hearing good news from a land far away is like drinking cold water when you are tired.", "26": "Sometimes godly people give in to those who are evil. Then they become like a muddy spring of water or a polluted well.", "27": "It isn't good for you to eat too much honey. And you shouldn't try to search out matters too deep for you.", "28": "A person without self-control is like a city whose walls are broken through."}