{"1": "It isn't proper to honor a foolish person. That's like having snow in summer or rain at harvest time.", "2": "A curse given for no reason is like a wandering bird or a flying sparrow. It doesn't go anywhere.", "3": "A whip is for a horse, and a harness is for a donkey. And a beating is for the backs of foolish people.", "4": "Don't answer a foolish person in keeping with their foolish acts. If you do, you yourself will be just like them.", "5": "Answer a foolish person in keeping with their foolish acts. If you do not, they will be wise in their own eyes.", "6": "Sending a message in the hand of a foolish person is like cutting off your feet or drinking poison.", "7": "A proverb in the mouth of a foolish person is like disabled legs that are useless.", "8": "Giving honor to a foolish person is like tying a stone in a slingshot.", "9": "A proverb in the mouth of a foolish person is like a thorn in the hand of someone who is drunk.", "10": "Anyone who hires a foolish person or someone who is passing by is like a person who shoots arrows at just anybody.", "11": "Foolish people who do the same foolish things again are like a dog that returns to where it has thrown up.", "12": "Do you see a person who is wise in their own eyes? There is more hope for a foolish person than for them.", "13": "A person who doesn't want to work says, “There's a lion in the road! There's an angry lion wandering in the streets!”", "14": "A person who doesn't want to work turns over in bed just like a door that swings back and forth.", "15": "A person who doesn't want to work leaves his hand in his plate. He acts as if he is too tired to bring his hand back up to his mouth.", "16": "A person who doesn't want to work is wiser in his own eyes than seven people who give careful answers.", "17": "Don't be quick to get mixed up in someone else's fight. That's like grabbing a stray dog by its ears.", "18": "Suppose a crazy person shoots flaming arrows that can kill.", "19": "Someone who lies to their neighbor and says, “I was only joking!” is just like that crazy person.", "20": "If you don't have wood, your fire goes out. If you don't talk about others, arguing dies down.", "21": "Coal glows, and wood burns. And a person who argues stirs up conflict.", "22": "The words of anyone who talks about others are like tasty bites of food. They go deep down inside you.", "23": "Warm words that come from an evil heart are like a shiny coating on a clay pot.", "24": "Enemies use their words as a mask. They hide their evil plans in their hearts.", "25": "Even though what they say can be charming, don't believe them. That's because seven things God hates fill that person's heart.", "26": "Their hatred can be hidden by lies. But their evil plans will be shown to everyone.", "27": "Whoever digs a pit will fall into it. If someone rolls a big stone, it will roll back on them.", "28": "A tongue that tells lies hates the people it hurts. And words that seem to praise you destroy you."}