{"1": "Don't brag about tomorrow. You don't know what a day will bring.", "2": "Let another person praise you, and not your own mouth. Let an outsider praise you, and not your own lips.", "3": "Stones are heavy, and sand weighs a lot. But letting a foolish person make you angry is a heavier load than both of them.", "4": "Anger is mean, and great anger overpowers you. But who can face jealousy?", "5": "Being warned openly is better than being loved in secret.", "6": "Wounds from a friend can be trusted. But an enemy kisses you many times.", "7": "When you are full, you even hate honey. When you are hungry, even what is bitter tastes sweet.", "8": "Anyone who runs away from home is like a bird that flies away from its nest.", "9": "Perfume and incense bring joy to your heart. And the sweetness of a friend comes from their honest advice.", "10": "Don't desert your friend or a friend of your family. And don't go to your relative's house when trouble strikes you. A neighbor nearby is better than a relative far away.", "11": "My son, be wise and bring joy to my heart. Then I can answer anyone who makes fun of me.", "12": "Wise people see danger and go to a safe place. But childish people keep on going and suffer for it.", "13": "Take the coat of one who puts up money for what a stranger owes. Hold it until you get paid back if it is done for an outsider.", "14": "Suppose you loudly bless your neighbor early in the morning. Then you might as well be cursing him.", "15": "A nagging wife is like the dripping of a leaky roof in a rainstorm.", "16": "Stopping her is like trying to stop the wind. It's like trying to grab olive oil with your hand.", "17": "As iron sharpens iron, so one person sharpens another.", "18": "A person who guards a fig tree will eat its fruit. And a person who protects their master will be honored.", "19": "When you look into water, you see a likeness of your face. When you look into your heart, you see what you are really like.", "20": "Death and the Grave are never satisfied. People's eyes are never satisfied either.", "21": "Fire tests silver, and heat tests gold. But people are tested by the praise they receive.", "22": "Suppose you could grind a foolish person in a mill. Suppose you could grind them as you would grind grain with a tool. Even then you could not remove their foolishness from them.", "23": "Be sure you know how your flocks are doing. Pay careful attention to your herds.", "24": "Riches don't last forever. And a crown is not secure for all time to come.", "25": "The hay is removed, and new growth appears. The grass from the hills is gathered in.", "26": "Then your lambs will provide you with clothes. And the money from selling your goats will buy you a field.", "27": "You will have plenty of goats' milk to feed your family. It will also feed your female servants."}