{"1": "Sinners run away even when no one is chasing them. But those who do what is right are as bold as lions.", "2": "A country has many rulers when its people don't obey. But an understanding ruler knows how to keep order.", "3": "A ruler who treats poor people badly is like a pounding rain that leaves no crops.", "4": "Those who turn away from instruction praise sinners. But those who learn from it oppose them.", "5": "Sinful people don't understand what is right. But those who worship the Lord understand it completely.", "6": "It is better to be poor and live without blame than to be rich and follow a crooked path.", "7": "A child who understands what is right learns from instruction. But a child who likes to eat too much brings shame on his father.", "8": "Someone might get rich by taking interest or profit from poor people. But that person only piles up wealth for someone who will be kind to poor people.", "9": "If you don't pay attention to my instruction, even your prayers are hated.", "10": "Those who lead honest people down an evil path will fall into their own trap. But those who are without blame will receive good things.", "11": "Rich people may think they are wise. But a poor person with understanding knows that rich people are fooling themselves.", "12": "When godly people win, everyone is very happy. But when sinners take charge, everyone hides.", "13": "Anyone who hides their sins doesn't succeed. But anyone who admits their sins and gives them up finds mercy.", "14": "Blessed is the one who always trembles in front of God. But anyone who makes their heart stubborn will get into trouble.", "15": "An evil person who rules over helpless people is like a roaring lion or an angry bear.", "16": "A ruler who is mean to his people takes money from them by force. But one who hates money gained in the wrong way will rule a long time.", "17": "Anyone troubled by the guilt of murder will seek to escape their guilt by death. No one should keep them from it.", "18": "Anyone who lives without blame is kept safe. But anyone whose path is crooked will fall into the pit.", "19": "Those who work their land will have plenty of food. But those who chase dreams will be very poor.", "20": "A faithful person will be richly blessed. But anyone who wants to get rich will be punished.", "21": "Favoring one person over another is not good. But a person will do wrong for a piece of bread.", "22": "Those who won't share what they have want to get rich. They don't know they are going to be poor.", "23": "It is better to warn a person than to pretend to praise them. In the end that person will be more pleased with you.", "24": "Anyone who steals from their parents and says, “It's not wrong,” is just like someone who destroys.", "25": "People who always want more stir up conflict. But those who trust in the Lord will succeed.", "26": "Those who trust in themselves are foolish. But those who live wisely are kept safe.", "27": "Those who give to poor people will have all they need. But those who close their eyes to the poor will receive many curses.", "28": "When those who are evil take charge, other people hide. But when those who are evil die, godly people grow stronger."}