{"1": "Whoever still won't obey after being warned many times will suddenly be destroyed. Nothing can save them.", "2": "When those who do right grow stronger, the people are glad. But when those who do wrong become rulers, the people groan.", "3": "A man who loves wisdom makes his father glad. But a man who spends time with prostitutes wastes his father's wealth.", "4": "By doing what is fair, a king makes a country secure. But those who only want money tear it down.", "5": "Those who only pretend to praise their neighbors are spreading a net to catch them by the feet.", "6": "Sinful people are trapped by their own sin. But godly people shout for joy and are glad.", "7": "Those who do what is right want to treat poor people fairly. But those who do what is wrong don't care about the poor.", "8": "Those who make fun of others stir up a city. But wise people turn anger away.", "9": "Suppose a wise person goes to court with a foolish person. Then the foolish person gets mad and pokes fun, and there is no peace.", "10": "Murderers hate honest people. They try to kill those who do what is right.", "11": "Foolish people let their anger run wild. But wise people keep themselves under control.", "12": "If rulers listen to lies, all their officials become evil.", "13": "The Lord gives sight to the eyes of poor people and those who treat others badly. That's what they both have in common.", "14": "If a king judges poor people fairly, his throne will always be secure.", "15": "If a child is corrected, they become wise. But a child who is not corrected brings shame to their mother.", "16": "When those who do wrong grow stronger, so does sin. But those who do right will see them destroyed.", "17": "If you correct your children, they will give you peace. They will bring you the delights you desire.", "18": "Where there is no message from God, people don't control themselves. But blessed is the one who obeys wisdom's instruction.", "19": "Servants can't be corrected only by words. Even if they understand, they won't obey.", "20": "Have you seen someone who speaks without thinking? There is more hope for foolish people than for that person.", "21": "A servant who has been spoiled from youth will have no respect for you later on.", "22": "An angry person stirs up fights. And a person with a bad temper commits many sins.", "23": "Pride brings a person low. But those whose spirits are low will be honored.", "24": "To help a thief is to become your own enemy. When you go to court, you won't dare to say anything.", "25": "If you are afraid of people, it will trap you. But if you trust in the Lord, he will keep you safe.", "26": "Many people want to meet a ruler. But only the Lord sees that people are treated fairly.", "27": "Those who do what is right hate dishonest people. Those who do what is wrong hate honest people."}