{"1": "These sayings are the words of Agur, son of Jakeh. These sayings came from God. This man said to Ithiel: “I am weary, God. But I can still have success.", "2": "Surely I am only a dumb animal and not a man. I don't understand as other men do.", "3": "I haven't learned wisdom. And I don't know the things the Holy One knows.", "4": "Who has gone up to heaven and come down? Whose hands have gathered up the wind? Who has wrapped up the waters in a coat? Who has set in place all the boundaries of the earth? What is his name? What is his son's name? Surely you know!", "5": "“Every word of God is perfect. He is like a shield to those who trust in him. He keeps them safe.", "6": "Don't add to his words. If you do, he will correct you. He will prove that you are a liar.", "7": "“Lord, I ask you for two things. Don't refuse me before I die.", "8": "Keep lies far away from me. Don't make me either poor or rich, but give me only the bread I need each day.", "9": "If you don't, I might have too much. Then I might say I don't know you. I might say, 'Who is the Lord?' Or I might become poor and steal. Then I would bring shame to the name of my God.", "10": "“Don't tell lies about a servant when you talk to their master. If you do, they will curse you, and you will pay for your lies.", "11": "“Some people curse their fathers. Others don't bless their mothers.", "12": "Some are pure in their own eyes. But their dirty sins haven't been washed away.", "13": "Some have eyes that are very proud. They look down on others.", "14": "Some people have teeth like swords. The teeth in their jaws are as sharp as knives. They are ready to eat up the poor people of the earth. They are ready to eat up those who are the most needy.", "15": "“A leech has two daughters. They cry out, 'Give! Give!' “Three things are never satisfied. Four things never say, 'Enough!'", "16": "The first is the grave. The second is a woman who can't have a baby. The third is land, which never gets enough water. And the fourth is fire, which never says, 'Enough!'", "17": "“One person makes fun of their father. Another doesn't honor their mother when she is old. The ravens of the valley will peck out their eyes. Then the vultures will eat them.", "18": "“Three things are too amazing for me. There are four things I don't understand.", "19": "The first is the way of an eagle in the sky. The second is the way of a snake on a rock. The third is the way of a ship on the ocean. And the fourth is the way of a man with a young woman.", "20": "“This is the way of a woman who commits adultery. She eats and wipes her mouth. Then she says, 'I haven't done anything wrong.'", "21": "“Under three things the earth shakes. Under four things it can't stand up.", "22": "The first is a servant who becomes a king. The second is a foolish and ungodly person who gets plenty to eat.", "23": "The third is a mean woman who gets married. And the fourth is a servant who takes the place of the woman she works for.", "24": "“Four things on earth are small. But they are very wise.", "25": "The first are ants, which aren't very strong. But they store up their food in the summer.", "26": "The second are hyraxes, which aren't very powerful. But they make their home among the rocks.", "27": "The third are locusts, which don't have a king. But they all march forward in ranks.", "28": "And the fourth are lizards, which your hand can catch. But you will find them in kings' palaces.", "29": "“Three things walk as if they were kings. Four things move as kings do.", "30": "The first is a lion, which is mighty among the animals. It doesn't back away from anything.", "31": "The second is a rooster, which walks proudly. The third is a billy goat. And the fourth is a king, who is secure against any who might oppose him.", "32": "“Do you do foolish things? Do you think you are better than others? Do you plan evil? If you do, put your hand over your mouth and stop talking!", "33": "If you churn cream, you will produce butter. If you twist a nose, you will produce blood. And if you stir up anger, you will produce a fight.”"}