{"1": "King Ahasu-e′rus laid tribute on the land and on the coastlands of the sea. ", "2": "And all the acts of his power and might, and the full account of the high honor of Mor′decai, to which the king advanced him, are they not written in the Book of the Chronicles of the kings of Media and Persia? ", "3": "For Mor′decai the Jew was next in rank to King Ahasu-e′rus, and he was great among the Jews and popular with the multitude of his brethren, for he sought the welfare of his people and spoke peace to all his people.", "4": "And Mor′decai said, “These things have come from God. ", "5": "For I remember the dream that I had concerning these matters, and none of them has failed to be fulfilled. ", "6": "The tiny spring which became a river, and there was light and the sun and abundant water—the river is Esther, whom the king married and made queen. ", "7": "The two dragons are Haman and myself. ", "8": "The nations are those that gathered to destroy the name of the Jews. ", "9": "And my nation, this is Israel, who cried out to God and were saved. The Lord has saved his people; the Lord has delivered us from all these evils; God has done great signs and wonders, which have not occurred among the nations. ", "10": "For this purpose he made two lots, one for the people of God and one for all the nations. ", "11": "And these two lots came to the hour and moment and day of decision before God and among all the nations. ", "12": "And God remembered his people and vindicated his inheritance. ", "13": "So they will observe these days in the month of Adar, on the fourteenth and fifteenth of that month, with an assembly and joy and gladness before God, from generation to generation for ever among his people Israel.” In the fourth year of the reign of Ptol′emy and Cleopatra, Dosith′eus, who said that he was a priest and a Levite,[a] and Ptol′emy his son brought to Egypt[b] the preceeding Letter of Purim, which they said was genuine and had been translated by Lysim′achus the son of Ptol′emy, one of the residents of Jerusalem."}