{"1": "When Mor′decai learned all that had been done, Mor′decai rent his clothes and put on sackcloth and ashes, and went out into the midst of the city, wailing with a loud and bitter cry; ", "2": "he went up to the entrance of the king's gate, for no one might enter the king's gate clothed with sackcloth. ", "3": "And in every province, wherever the king's command and his decree came, there was great mourning among the Jews, with fasting and weeping and lamenting, and most of them lay in sackcloth and ashes.", "4": "When Esther's maids and her eunuchs came and told her, the queen was deeply distressed; she sent garments to clothe Mor′decai, so that he might take off his sackcloth, but he would not accept them. ", "5": "Then Esther called for Hathach, one of the king's eunuchs, who had been appointed to attend her, and ordered him to go to Mor′decai to learn what this was and why it was. ", "6": "Hathach went out to Mor′decai in the open square of the city in front of the king's gate, ", "7": "and Mor′decai told him all that had happened to him, and the exact sum of money that Haman had promised to pay into the king's treasuries for the destruction of the Jews. ", "8": "Mor′decai also gave him a copy of the written decree issued in Susa for their destruction, that he might show it to Esther and explain it to her and charge her to go to the king to make supplication to him and entreat him for her people,[a] “Remembering the days of your lowliness, when you were cared for by me, because Haman, who is next to the king, spoke against us for our destruction. Beseech the Lord and speak to the king concerning us and deliver us from death.” ", "9": "And Hathach went and told Esther what Mor′decai had said. ", "10": "Then Esther spoke to Hathach and gave him a message for Mor′decai, saying, ", "11": "“All the king's servants and the people of the king's provinces know that if any man or woman goes to the king inside the inner court without being called, there is but one law; all alike are to be put to death, except the one to whom the king holds out the golden scepter that he may live. And I have not been called to come in to the king these thirty days.” ", "12": "And they told Mor′decai what Esther had said. ", "13": "Then Mor′decai told them to return answer to Esther, “Think not that in the king's palace you will escape any more than all the other Jews. ", "14": "For if you keep silence at such a time as this, relief and deliverance will rise for the Jews from another quarter, but you and your father's house will perish. And who knows whether you have not come to the kingdom for such a time as this?” ", "15": "Then Esther told them to reply to Mor′decai, ", "16": "“Go, gather all the Jews to be found in Susa, and hold a fast on my behalf, and neither eat nor drink for three days, night or day. I and my maids will also fast as you do. Then I will go to the king, though it is against the law; and if I perish, I perish.” ", "17": "Mor′decai then went away and did everything as Esther had ordered him. Then Mor′decai[b] prayed to the Lord, calling to remembrance all the works of the Lord. He said: “O Lord, Lord, King who rulest over all things, for the universe is in thy power and there is no one who can oppose thee if it is thy will to save Israel. 10 For thou hast made heaven and earth and every wonderful thing under heaven, 11 and thou art Lord of all, and there is no one who can resist thee, who art the Lord. 12 Thou knowest all things; thou knowest, O Lord, that it was not in insolence or pride or for any love of glory that I did this, and refused to bow down to this proud Haman. 13 For I would have been willing to kiss the soles of his feet, to save Israel! 14 But I did this, that I might not set the glory of man above the glory of God, and I will not bow down to any one but to thee, who art my Lord; and I will not do these things in pride. 15 And now, O Lord God and King, God of Abraham, spare thy people; for the eyes of our foes are upon us[c] to annihilate us, and they desire to destroy the inheritance that has been thine from the beginning. 16 Do not neglect thy portion, which thou didst redeem for thyself out of the land of Egypt. 17 Hear my prayer, and have mercy upon thy inheritance; turn our mourning into feasting, that we may live and sing praise to thy name, O Lord; do not destroy the mouth of those who praise thee.” And all Israel cried out mightily, for their death was before their eyes. And Esther the queen, seized with deathly anxiety, fled to the Lord; 2 she took off her splendid apparel and put on the garments of distress and mourning, and instead of costly perfumes she covered her head with ashes and dung, and she utterly humbled her body, and every part that she loved to adorn she covered with her tangled hair. 3 And she prayed to the Lord God of Israel, and said: “O my Lord, thou only art our King; help me, who am alone and have no helper but thee, 4 for my danger is in my hand. 5 Ever since I was born I have heard in the tribe of my family that thou, O Lord, didst take Israel out of all the nations, and our fathers from among all their ancestors, for an everlasting inheritance, and that thou didst do for them all that thou didst promise. 6 And now we have sinned before thee, and thou hast given us into the hands of our enemies, 7 because we glorified their gods. Thou art righteous, O Lord! 8 And now they are not satisfied that we are in bitter slavery, but they have covenanted with their idols 9 to abolish what thy mouth has ordained and to destroy thy inheritance, to stop the mouths of those who praise thee and to quench thy altar and the glory of thy house, 10 to open the mouths of the nations for the praise of vain idols, and to magnify for ever a mortal king. 11 O Lord, do not surrender thy scepter to what has no being; and do not let them mock at our downfall; but turn their plan against themselves, and make an example of the man who began this against us. 12 Remember, O Lord; make thyself known in this time of our affliction, and give me courage, O King of the gods and Master of all dominion! 13 Put eloquent speech in my mouth before the lion, and turn his heart to hate the man who is fighting against us, so that there may be an end of him and those who agree with him. 14 But save us by thy hand, and help me, who am alone and have no helper but thee, O Lord. 15 Thou hast knowledge of all things; and thou knowest that I hate the splendor of the wicked and abhor the bed of the uncircumcised and of any alien. 16 Thou knowest my necessity—that I abhor the sign of my proud position, which is upon my head on the days when I appear in public. I abhor it like a menstruous rag, and I do not wear it on the days when I am at leisure. 17 And thy servant has not eaten at Haman's table, and I have not honored the king's feast or drunk the wine of the libations. 18 Thy servant has had no joy since the day that I was brought here until now, except in thee, O Lord God of Abraham. 19 O God, whose might is over all, hear the voice of the despairing, and save us from the hands of evildoers. And save me from my fear!”"}