{"1": "Now Na′omi had a kinsman of her husband's, a man of wealth, of the family of Elim′elech, whose name was Bo′az. ", "2": "And Ruth the Moabitess said to Na′omi, “Let me go to the field, and glean among the ears of grain after him in whose sight I shall find favor.” And she said to her, “Go, my daughter.” ", "3": "So she set forth and went and gleaned in the field after the reapers; and she happened to come to the part of the field belonging to Bo′az, who was of the family of Elim′elech. ", "4": "And behold, Bo′az came from Bethlehem; and he said to the reapers, “The Lord be with you!” And they answered, “The Lord bless you.” ", "5": "Then Bo′az said to his servant who was in charge of the reapers, “Whose maiden is this?” ", "6": "And the servant who was in charge of the reapers answered, “It is the Moabite maiden, who came back with Na′omi from the country of Moab. ", "7": "She said, 'Pray, let me glean and gather among the sheaves after the reapers.' So she came, and she has continued from early morning until now, without resting even for a moment.”[a]", "8": "Then Bo′az said to Ruth, “Now, listen, my daughter, do not go to glean in another field or leave this one, but keep close to my maidens. ", "9": "Let your eyes be upon the field which they are reaping, and go after them. Have I not charged the young men not to molest you? And when you are thirsty, go to the vessels and drink what the young men have drawn.” ", "10": "Then she fell on her face, bowing to the ground, and said to him, “Why have I found favor in your eyes, that you should take notice of me, when I am a foreigner?” ", "11": "But Bo′az answered her, “All that you have done for your mother-in-law since the death of your husband has been fully told me, and how you left your father and mother and your native land and came to a people that you did not know before. ", "12": "The Lord recompense you for what you have done, and a full reward be given you by the Lord, the God of Israel, under whose wings you have come to take refuge!” ", "13": "Then she said, “You are most gracious to me, my lord, for you have comforted me and spoken kindly to your maidservant, though I am not one of your maidservants.”", "14": "And at mealtime Bo′az said to her, “Come here, and eat some bread, and dip your morsel in the wine.” So she sat beside the reapers, and he passed to her parched grain; and she ate until she was satisfied, and she had some left over. ", "15": "When she rose to glean, Bo′az instructed his young men, saying, “Let her glean even among the sheaves, and do not reproach her. ", "16": "And also pull out some from the bundles for her, and leave it for her to glean, and do not rebuke her.”", "17": "So she gleaned in the field until evening; then she beat out what she had gleaned, and it was about an ephah of barley. ", "18": "And she took it up and went into the city; she showed her mother-in-law what she had gleaned, and she also brought out and gave her what food she had left over after being satisfied. ", "19": "And her mother-in-law said to her, “Where did you glean today? And where have you worked? Blessed be the man who took notice of you.” So she told her mother-in-law with whom she had worked, and said, “The man's name with whom I worked today is Bo′az.” ", "20": "And Na′omi said to her daughter-in-law, “Blessed be he by the Lord, whose kindness has not forsaken the living or the dead!” Na′omi also said to her, “The man is a relative of ours, one of our nearest kin.” ", "21": "And Ruth the Moabitess said, “Besides, he said to me, 'You shall keep close by my servants, till they have finished all my harvest.'” ", "22": "And Na′omi said to Ruth, her daughter-in-law, “It is well, my daughter, that you go out with his maidens, lest in another field you be molested.” ", "23": "So she kept close to the maidens of Bo′az, gleaning until the end of the barley and wheat harvests; and she lived with her mother-in-law."}