{"1": "From:[a] Paul, an apostle of the Messiah[b] Jesus by the will of God, and Timothy our brother. To: God's church in Corinth, and to all the holy people[c] throughout Achaia.", "2": "May grace and peace from God our Father and the Lord Jesus, the Messiah,[d] be yours!", "3": "Blessed be the God and Father of our Lord Jesus, the Messiah![e] He is our merciful Father and the God of all comfort, ", "4": "who comforts us in all our suffering, so that we may be able to comfort others in all their suffering, as we ourselves are being comforted by God. ", "5": "For as the Messiah's[f] sufferings overflow into us, so also our comfort overflows through the Messiah.[g] ", "6": "If we suffer, it is for your comfort and salvation. If we are comforted, it is for your comfort when you patiently endure the same sufferings that we are suffering. ", "7": "Our hope for you is unshaken, because we know that as you share our sufferings, you also share our comfort.", "8": "For we do not want you to be ignorant, brothers, about the suffering we experienced in Asia. We were so crushed beyond our ability to endure that we even despaired of living. ", "9": "In fact, we felt that we had received a death sentence so we would not rely on ourselves but on God, who raises the dead. ", "10": "He has rescued us from a terrible death, and he will continue to rescue us. Yes, he is the one on whom we have set our hope, and he will rescue us again, ", "11": "as you also help us by your prayers for us. Then many people will thank God[h] on our behalf because of the favor shown us through the prayers of many.", "12": "For this is what we boast about: Our conscience testifies that we have conducted ourselves in the world with pure motives and godly sincerity, without earthly wisdom but with God's grace—especially toward you. ", "13": "For what we are writing you is nothing more than what you can read and also understand. I hope you will understand completely, ", "14": "just as you have already understood us partially, so that on the Day of our[i] Lord Jesus we can be your reason to boast, even as you are ours.", "15": "Because I was confident, I planned to come to you first so you might receive a double blessing. ", "16": "I planned to leave you in order to go[j] to Macedonia, and then come back to you from Macedonia, and let you send me on to Judea.", "17": "When I planned this, I did not do it lightly, did I? Are my plans so fickle[k] that I can say “Yes” and “No”[l] at the same time? ", "18": "As certainly as God is faithful, we haven't talked to you with mixed messages like that.[m] ", "19": "For God's Son, Jesus the Messiah,[n] who was preached among you by us—by me, Silvanus, and Timothy—was not “Yes” and “No.” But with him it is always “Yes.” ", "20": "For all God's promises are “Yes” in him. And so through him we can say “Amen,”[o] to the glory of God. ", "21": "Now the one who makes us—and you as well—secure in union with the Messiah[p] and has anointed us is God, ", "22": "who has placed his seal on us and has given us the Spirit in our hearts as a down payment.", "23": "I call upon God as a witness on my behalf that it was in order to spare you that I did not return to Corinth. ", "24": "It is not that we are trying to rule over your faith, but rather to work with you for your joy, because you have been standing firm in the faith."}