{"1": "I wish you would tolerate a little of my foolishness. Yes, please tolerate me! ", "2": "I am jealous of you with God's own jealousy, because I promised you in marriage to one husband, to present you as a pure virgin to the Messiah.[a] ", "3": "However, I am afraid that just as the serpent deceived Eve by its tricks, so your minds may somehow be lured away from sincere and pure[b] devotion to the Messiah.[c]", "4": "For if someone comes along and preaches another Jesus than the one we preached, or should you receive a different spirit from the one you received or a different gospel from the one you accepted, you are all too willing to listen. ", "5": "I do not think I'm inferior in any way to those “super-apostles.” ", "6": "Even though I may be untrained as an orator, I am not so in the field of knowledge. We have made this clear to all of you in every possible way.", "7": "Did I commit a sin when I humbled myself by proclaiming to you the gospel of God free of charge, so that you could be exalted? ", "8": "I robbed other churches by accepting support from them in order to serve you. ", "9": "When I was with you and needed something, I did not bother any of you, because our brothers who came from Macedonia supplied everything I needed. I kept myself from being a burden to you in any way, and I will continue to do so.", "10": "As surely as the truth of the Messiah[d] is in me, my boasting will not be silenced in the regions of Achaia. ", "11": "Why? Because I do not love you? God knows that I do!", "12": "But I will go on doing what I'm doing in order to deny an opportunity to those people who want an opportunity to be recognized as our equals in the work they are boasting about. ", "13": "Such people are false apostles, dishonest workers who are masquerading as apostles of the Messiah.[e] ", "14": "And no wonder, since Satan himself masquerades as an angel of light. ", "15": "So it is not surprising if his servants also masquerade as servants of righteousness. Their doom[f] will match their deeds!", "16": "I will say it again: No one should think that I am a fool. But if you do, then treat me like a fool so that I can also boast a little. ", "17": "When I talk as a confident boaster, I am not talking with the Lord's authority but like a fool. ", "18": "Since many people boast in a fleshly way, I will do it, too. ", "19": "You are wise, so you will gladly be tolerant of fools. ", "20": "You tolerate anyone who makes you his slaves, devours what you have, takes what is yours, orders you around, or slaps your face!", "21": "I am ashamed to admit it, but we have been too weak for that. Whatever anyone else dares to claim—I am talking like a fool—I can claim it, too. ", "22": "Are they Hebrews? So am I. Are they Israelis? So am I. Are they among Abraham's descendants? So am I. ", "23": "Are they the Messiah's[g] servants? I am insane to talk like this, but I am a far better one! I have been involved in far greater efforts, far more imprisonments, countless beatings, and have faced death more than once. ", "24": "Five times I received from the Jews 40 lashes minus one. ", "25": "Three times I was beaten with a stick, once I was pelted with stones, three times I was shipwrecked, and I drifted on the sea for a day and a night. ", "26": "I have traveled extensively and have been endangered from rivers, robbers, my own people, and gentiles. I've also been in danger in the city, in the open country, at sea, from false brothers, ", "27": "in toil and hardship, through many a sleepless night, through hunger, thirst, many periods of fasting, coldness, and nakedness. ", "28": "Besides everything else, I have a daily burden because of my anxiety about all the churches. ", "29": "Who is weak without me being weak, too? Who is caused to stumble without me becoming indignant?", "30": "If I must boast, I will boast about the things that show how weak I am. ", "31": "The God and Father of the Lord Jesus, who is blessed forever, knows that I am not lying. ", "32": "In Damascus, the governor under King Aretas put guards around the city of Damascus to catch me, ", "33": "but I was let down in a basket through an opening in the wall and escaped from him."}