{"1": "Since, then, we are working with God,[a] we plead with you not to accept God's grace in vain. ", "2": "For he says, “At the right time I heard you, and on a day of salvation I helped you.”[b] Listen, now is really the “right time”! Now is the “day of salvation”!", "3": "We do not put an obstacle in anyone's way. Otherwise, fault may be found with our ministry. ", "4": "Instead, in every way we demonstrate that we are God's servants by tremendous endurance in the midst of difficulties, hardships, and calamities; ", "5": "in beatings, imprisonments, and riots; in hard work, sleepless nights, and hunger; ", "6": "with purity, knowledge, patience, and kindness; with the Holy Spirit, genuine love, ", "7": "truthful speech, and divine power; through the weapons of righteousness in the right and left hands; ", "8": "through honor and dishonor; through ill repute and good repute; perceived[c] as deceivers and yet true, ", "9": "as unknown and yet well-known, as dying and yet—as you see—very much alive, as punished and yet not killed, ", "10": "as sorrowful and yet always rejoicing, as poor and yet enriching many, as having nothing and yet possessing everything.", "11": "We have spoken frankly[d] to you, Corinthians. Our hearts are wide open. ", "12": "We have not cut you off, but you have cut off your own feelings toward us. ", "13": "Do us a favor—I ask you as my children—and open wide your hearts.", "14": "Stop becoming[e] unevenly yoked with unbelievers. What partnership can righteousness have with lawlessness? What fellowship can light have with darkness? ", "15": "What harmony exists between the Messiah[f] and Beliar,[g] or what do a believer and an unbeliever have in common? ", "16": "What agreement can a temple of God make with idols? For we[h] are the temple of the living God, just as God said: “I will live and walk among them. I will be their God, and they will be my people.”[i]", "17": "Therefore, “Get away from them and separate yourselves from them,” declares the Lord,[j] “and don't touch anything unclean. Then I will welcome you.", "18": "I will be your Father, and you will be my sons and daughters,” declares the Lord[k] Almighty.[l]"}