{"1": "We want you to know, brothers, about God's grace that was given to the churches of Macedonia. ", "2": "In spite of their terrible ordeal of suffering, their abundant joy and deep poverty have led them to be abundantly generous. ", "3": "I can testify that by their own free will they have given to the utmost of their ability, yes, even beyond their ability. ", "4": "They begged us earnestly for the privilege[a] of participating in this ministry to the saints. ", "5": "We did not expect that! They gave themselves to the Lord first and then to us, since this was God's will. ", "6": "So we urged Titus to finish this work of kindness[b] among you in the same way that he had started it. ", "7": "Indeed, the more your faith, speech, knowledge, enthusiasm, and love for us increase, the more we want you to be rich in this work of kindness.[c]", "8": "I am not commanding you but testing the genuineness of your love by the enthusiasm of others. ", "9": "For you know the grace of our Lord Jesus, the Messiah.[d] Although he was rich, for your sakes he became poor, so that you, through his poverty, might become rich.", "10": "I am giving you my opinion on this matter because it will be helpful to you. Last year you were not only willing to do something, but had already started to do it. ", "11": "Now finish what you began, so that your eagerness to do so may be matched by your eagerness[e] to complete it. ", "12": "For if the eagerness is there, the gift[f] is acceptable according to what you have, not according to what you do not have.", "13": "Not that others should have relief while you have hardship. Rather, it is a question of fairness. ", "14": "At the present time, your surplus fills their need, so that their surplus may fill your need. In this way things are fair. ", "15": "As it is written, “The person who had much did not have too much, and the person who had little did not have too little.”[g]", "16": "But thanks be to God, who placed in the heart of Titus the same dedication to you that I have. ", "17": "He welcomed my request and eagerly went to visit you by his own free will. ", "18": "With him we have sent the brother who is praised in all the churches for spreading the gospel.[h] ", "19": "More than that, he has also been selected by the churches to travel with us while we are administering this work of kindness[i] for the glory of the Lord and as evidence of our eagerness to help.[j] ", "20": "We are trying to avoid any criticism of the way we are administering this great undertaking. ", "21": "We intend to do what is right, not only in the sight of the Lord, but also in the sight of people.", "22": "We have also sent with them our brother whom we have often tested in many ways and found to be dedicated. At present he is more dedicated than ever because he has so much confidence in you.", "23": "As for Titus, he is my partner and fellow worker on your behalf. Our brothers, emissaries[k] from the churches, are bringing glory to the Messiah.[l] ", "24": "Therefore, demonstrate to the churches that you love them and show them publicly why we boast about you."}