{"1": "My name is Jeremiah. I am a priest, and my father Hilkiah and everyone else in my family are from Anathoth in the territory of the Benjamin tribe. This book contains the things that the Lord told me to say. ", "2": "The Lord first spoke to me in the thirteenth year that Josiah[a] was king of Judah, ", "3": "and he continued to speak to me during the rule of Josiah's son Jehoiakim.[b] The last time the Lord spoke to me was in the fifth month[c] of the eleventh year that Josiah's son Zedekiah[d] was king. That was also when the people of Jerusalem were taken away as prisoners.", "4": "The Lord said:", "5": "“Jeremiah, I am your Creator, and before you were born, I chose you to speak for me to the nations.”", "6": "I replied, “I'm not a good speaker, Lord, and I'm too young.”", "7": "“Don't say you're too young,” the Lord answered. “If I tell you to go and speak to someone, then go! And when I tell you what to say, don't leave out a word! ", "8": "I promise to be with you and keep you safe, so don't be afraid.”", "9": "The Lord reached out his hand, then he touched my mouth and said, “I am giving you the words to say, ", "10": "and I am sending you with authority to speak to the nations for me. You will tell them of doom and destruction, and of rising and rebuilding again.”", "11": "The Lord showed me something in a vision. Then he asked, “What do you see, Jeremiah?” I answered, “A branch of almonds that ripen early.”", "12": "“That's right,” the Lord replied, “and I always rise early[e] to keep a promise.”", "13": "Then the Lord showed me something else and asked, “What do you see now?” I answered, “I see a pot of boiling water in the north, and it's about to spill out toward us.”", "14": "The Lord said: I will pour out destruction all over the land.", "15": "Just watch while I send for the kings of the north. They will attack and capture Jerusalem and other towns, then set up their thrones at the gates of Jerusalem.", "16": "I will punish my people, because they are guilty of turning from me to worship idols.", "17": "Jeremiah, get ready! Go and tell the people what I command you to say. Don't be frightened by them, or I will make you terrified while they watch.", "18": "My power will make you strong like a fortress or a column of iron or a wall of bronze. You will oppose all of Judah, including its kings and leaders, its priests and people.", "19": "They will fight back, but they won't win. I, the Lord, give my word— I won't let them harm you."}