{"1": "The Lord said: Listen to me, you people of Israel.", "2": "Don't follow the customs of those nations who become frightened when they see something strange happen in the sky.", "3": "Their religion is worthless! They chop down a tree, carve the wood into an idol,", "4": "cover it with silver and gold, and then nail it down so it won't fall over.", "5": "An idol is no better than a scarecrow. It can't speak, and it has to be carried, because it can't walk. Why worship an idol that can't help or harm you?", "6": "Our Lord, great and powerful, you alone are God.", "7": "You are King of the nations. Everyone should worship you. No human anywhere on earth is wiser than you.", "8": "Idols are worthless, and anyone who worships them is a fool!", "9": "Idols are made by humans. A carver shapes the wood. A metalworker hammers out a covering of gold from Uphaz or of silver from Tarshish. Then the idol is dressed in blue and purple clothes.", "10": "You, Lord, are the only true and living God. You will rule for all time. When you are angry the earth shakes, and nations are destroyed.", "11": "You told me to say that idols did not create the heavens and the earth, and that you, the Lord, will destroy every idol.", "12": "With your wisdom and power you created the earth and spread out the heavens.", "13": "The waters in the heavens roar at your command. You make clouds appear— you send the winds from your storehouse and make lightning flash in the rain.", "14": "People who make idols are so stupid! They will be disappointed, because their false gods are not alive.", "15": "Idols are merely a joke, and when the time is right, they will be destroyed.", "16": "But you, Israel's God, created all things, and you chose Israel to be your very own. Your name is the Lord All-Powerful.", "17": "I said to the people of Judah, “Gather your things; you are surrounded.", "18": "The Lord said these troubles will lead to your capture, and he will throw you from this land like a rock from a sling.”[a]", "19": "The people answered, “We are wounded and doomed to die. Why did we say we could stand the pain?", "20": "Our homes are destroyed; our children are dead. No one is left to help us find shelter.”", "21": "But I told them, “Our leaders were stupid failures, because they refused to listen to the Lord. And so we've been scattered like sheep.", "22": "“Sounds of destruction rumble from the north like distant thunder. Soon our towns will be ruins where jackals[b] live.”", "23": "I know, Lord, that we humans are not in control of our own lives.", "24": "Correct me, as I deserve, but not in your anger, or I will be dead.", "25": "Our enemies refuse to admit that you are God or to worship you. They have wiped out our people and left our nation lying in ruins. So get angry and sweep them away!"}