{"1-3": "The Lord God told me to say to the people of Judah and Jerusalem: I, the Lord, am warning you that I will put a curse on anyone who doesn't keep the agreement I made with Israel. So pay attention to what it says. ", "4": "My commands haven't changed since I brought your ancestors out of Egypt, a nation that seemed like a blazing furnace where iron ore is melted. I told your ancestors that if they obeyed my commands, I would be their God, and they would be my people. ", "5": "Then I did what I had promised and gave them this wonderful land, where you now live. “Yes, Lord,” I replied, “that's true.”", "6": "Then the Lord told me to say to everyone on the streets of Jerusalem and in the towns of Judah: Pay attention to the commands in my agreement with you. ", "7": "Ever since I brought your ancestors out of Egypt, I have been telling your people to obey me. But you and your ancestors ", "8": "have always been stubborn. You have refused to listen, and instead you have done whatever your sinful hearts have desired. You have not kept the agreement we made, so I will make you suffer every curse that goes with it.", "9": "The Lord said to me: Jeremiah, the people of Judah and Jerusalem are plotting against me. ", "10": "They have sinned in the same way their ancestors did, by turning from me and worshiping other gods. The northern kingdom of Israel broke the agreement I made with your ancestors, and now the southern kingdom of Judah[a] has done the same.", "11": "Here is what I've decided to do. I will bring suffering on the people of Judah and Jerusalem, and no one will escape. They will beg me to help, but I won't listen to their prayers. ", "12-13": "Then they will offer sacrifices to their other gods and ask them for help. After all, the people of Judah have more gods than towns, and more altars for Baal than there are streets in Jerusalem. But those gods won't be able to rescue the people of Judah from disaster.", "14": "Jeremiah, don't pray for these people or beg me to rescue them. If you do, I won't listen, and I certainly won't listen if they pray!", "15": "Then the Lord told me to say to the people of Judah: You are my chosen people, but you have no right to be here in my temple, doing such terrible things. The sacrifices you offer me won't protect you from disaster, so stop celebrating.[b]", "16": "Once you were like an olive tree covered with fruit. But soon I will send a noisy mob to break off your branches and set you on fire.", "17": "I am the Lord All-Powerful. You people of Judah were like a tree that I had planted, but you have made me angry by offering sacrifices to Baal, just as the northern kingdom did. And now I'm going to pull you up by the roots.", "18": "Some people plotted to kill me. And like a lamb being led to the butcher, I knew nothing about their plans.", "19": "But then the Lord told me that they had planned to chop me down like a tree— fruit and all— so that no one would ever remember me again.", "20": "I prayed, “Lord All-Powerful, you always do what is right, and you know every thought. So I trust you to help me and to take revenge.”", "21": "Then the Lord said: Jeremiah, some men from Anathoth[c] say they will kill you, if you keep on speaking for me. ", "22": "But I will punish them. Their young men will die in battle, and their children will starve to death. ", "23": "And when I am finished, no one from their families will be left alive."}