{"1": "The Lord told me, “Go and buy a pair of linen shorts. Wear them for a while, but don't wash them.” ", "2": "So I bought a pair of shorts and put them on.", "3": "Then the Lord said, ", "4": "“Take off the shorts. Go to Parah[a] and hide the shorts in a crack between some large rocks.” ", "5": "And that's what I did.", "6": "Some time later the Lord said, “Go back and get the shorts.” ", "7": "I went back and dug the shorts out of their hiding place, but the cloth had rotted, and the shorts were ruined.", "8": "Then the Lord said:", "9": "Jeremiah, I will use Babylonia to[b] destroy the pride of the people of Judah and Jerusalem. ", "10": "The people of Judah are evil and stubborn. So instead of listening to me, they do whatever they want and even worship other gods. When I am finished with these people, they will be good for nothing, just like this pair of shorts. ", "11": "These shorts were tight around your waist, and that's how tightly I held onto the kingdoms of Israel and Judah. I wanted them to be my people. I wanted to make them famous, so that other nations would praise and honor me, but they refused to obey me.", "12": "The Lord said: Jeremiah, tell the people of Judah, “The Lord God of Israel orders you to fill your wine jars with wine.” They will answer, “Of course we fill our wine jars with wine! Why are you telling us something we already know?”", "13": "Then say to them: I am the Lord, and what I'm going to do will make everyone in Judah and Jerusalem appear to be full of wine. And the worst ones will be the kings of David's family and the priests and the prophets. ", "14": "Then I will smash them against each other like jars. I will have no pity on the young or the old, and they will all be destroyed. I, the Lord, have spoken.", "15": "People of Judah, don't be too proud to listen to what the Lord has said.", "16": "You hope for light, but God is sending darkness. Evening shadows already deepen in the hills. So return to God and confess your sins to him before you trip and fall.", "17": "If you are too proud to listen, I will weep alone. Tears will stream from my eyes when the Lord's people are taken away as prisoners.", "18": "The Lord told me to tell you that your king and his mother[c] must surrender their thrones and remove their crowns.[d]", "19": "The cities in the Southern Desert are surrounded; no one can get in or out. Everyone in Judah will be taken away.", "20": "Jerusalem, you were so proud of ruling the people of Judah. But where are they now? Look north, and you will see your enemies approaching.", "21": "You once trusted them to help, but now I'll let them rule you.[e] What do you say about that? You will be in pain like a woman giving birth.", "22": "Do you know why your clothes were torn off and you were abused? It was because of your terrible sins.", "23": "Can you ever change and do what's right? Can people change the color of their skin, or can a leopard remove its spots? If so, then maybe you can change and learn to do right.", "24": "I will scatter you, just as the desert wind blows husks from grain tossed in the air.", "25": "I won't change my mind. I, the Lord, have spoken. You rejected me and worshiped false gods.", "26": "You were married to me, but you were unfaithful. You even became a prostitute[f] by worshiping disgusting gods on hilltops and in fields.", "27": "So I'll rip off your clothes and leave you naked and ashamed for everyone to see. You are doomed! Will you ever be worthy to worship me again?"}