{"1": "When there had been no rain for a long time, the Lord told me to say to the people:", "2": "Judah and Jerusalem weep as the land dries up.", "3": "Rulers send their servants to the storage pits for water.[a] But there's none to be found; they return in despair with their jars still empty.", "4": "There has been no rain, and farmers feel sick as they watch cracks appear in the dry ground.[b]", "5": "A deer gives birth in a field, then abandons her newborn fawn and leaves in search of grass.", "6": "Wild donkeys go blind from starvation. So they stand on barren hilltops and sniff the air,[c] hoping to smell green grass.", "7": "Our terrible sins may demand that we be punished. But if you rescue us, Lord, everyone will see how great you are.", "8": "You're our only hope; you alone can save us now. You help us one day, but you're gone the next.", "9": "Did this disaster take you by surprise? Are you a warrior with your hands tied? You have chosen us, and your temple is here. Don't abandon us!", "10": "My people, you love to wander away; you don't even try to stay close to me. So now I will reject you and punish you for your sins. I, the Lord, have spoken.", "11": "The Lord said, “Jeremiah, don't ask me to help these people. ", "12": "They may even go without eating[d] and offer sacrifices to please me[e] and to give thanks.[f] But when they cry out for my help, I won't listen, and I won't accept their sacrifices. Instead, I'll send war, starvation, and disease to wipe them out.”", "13": "I replied, “The other prophets keep telling everyone that you won't send starvation or war, and that you're going to give us peace.”", "14": "The Lord answered: They claim to speak for me, but they're lying! I didn't even speak to them, much less choose them to be my prophets. Their messages come from worthless dreams, useless fortunetelling, and their own imaginations.", "15": "Those lying prophets say there will be peace and plenty of food. But I say that those same prophets will die from war and hunger. ", "16": "And everyone who listens to them will be killed, just as they deserve. Their dead bodies will be thrown out into the streets of Jerusalem, because their families will also be dead, and no one will be left to bury them.[g]", "17": "Jeremiah, go and tell the people how you feel about all this. So I told them: “Tears will flood my eyes both day and night, because my nation suffers from a deadly wound.", "18": "In the fields I see the bodies of those killed in battle. And in the towns I see crowds dying of hunger. But the prophets and priests go about their business, without understanding what has happened.”[h]", "19": "Have you rejected Judah, Lord? Do you hate Jerusalem? Why did you strike down Judah with a fatal wound? We had hoped for peace and a time of healing, but all we got was terror.", "20": "We and our ancestors are guilty of rebelling against you.", "21": "If you save us, it will show how great you are. Don't let our enemies disgrace your temple, your beautiful throne. Don't forget that you promised to rescue us.", "22": "Idols can't send rain, and showers don't fall by themselves. Only you control the rain, so we put our trust in you, the Lord our God."}