{"1": "The Lord said to me: Even if Moses and Samuel were here, praying with you, I wouldn't change my mind. So send the people of Judah away. ", "2": "And when they ask where they are going, tell them that I, the Lord, have said: Some of you are going to die of horrible diseases. Others are going to die in war or from starvation. The rest will be led away to a foreign country.", "3": "I will punish you in four different ways: You will be killed in war and your bodies dragged off by dogs, your flesh will be eaten by birds, and your bones will be chewed on by wild animals.", "4": "This punishment will happen because of the horrible things[a] your King Manasseh[b] did. And you will be disgusting to all nations on earth.", "5": "People of Jerusalem, who will feel sorry for you? Will anyone bother to ask if you are well?", "6": "My people, you abandoned me and walked away. I am tired of showing mercy; that's why I'll destroy you", "7": "by scattering you like straw blown by the wind. I will punish you with sorrow and death, because you refuse to change your ways.", "8": "There will be more widows in Judah than grains of sand on a beach. A surprise attack at noon! And the mothers in Jerusalem mourn for their children.", "9": "A mother is in deep despair and struggles for breath. Her daylight has turned to darkness— she has suffered the loss of her seven sons. I will kill anyone who survives. I, the Lord, have spoken.", "10": "I wish I had never been born! I'm always in trouble with everyone in Judah. I never lend or borrow money, but everyone curses me just the same.", "11": "Then the Lord replied, “I promise to protect you, and when disaster comes, even your enemies will beg you for help.”[c]", "12": "The Lord told me to say: People of Judah, just as you can't break iron mixed with bronze, you can't defeat the enemies that will attack from the north.", "13": "I will give them everything you own, because you have sinned everywhere in your country.", "14": "My anger is a fire that cannot be put out,[d] so I will make you slaves of your enemies in a foreign land.[e]", "15": "You can see how I suffer insult after insult, all because of you, Lord. Don't be so patient with my enemies; take revenge on them before they kill me.", "16": "When you spoke to me, I was glad to obey, because I belong to you, the Lord All-Powerful.", "17": "I don't go to parties and have a good time. Instead, I keep to myself, because you have filled me with your anger.", "18": "I am badly injured and in constant pain. Are you going to disappoint me, like a stream that goes dry in the heat of summer?", "19": "Then the Lord told me: Stop talking like a fool! If you turn back to me and speak my message, I will let you be my prophet once again. I hope the people of Judah will accept what you say. But you can ignore their threats,", "20": "because I am making you strong, like a bronze wall. They are evil and violent, but when they attack,", "21": "I will be there to rescue you. I, the Lord, have spoken."}