{"1": "The Lord said: People of Judah, your sins cannot be erased. They are written on your hearts like words chiseled in stone or carved on the corners of your altars.[a]", "2": "One generation after another has set up pagan altars and worshiped the goddess Asherah everywhere in your country— on hills and mountains, and under large trees.", "3": "So I'll take everything you own, including your altars, and give it all to your enemies.[b]", "4": "You will lose[c] the land that I gave you, and I will make you slaves in a foreign country, because you have made my anger blaze up like a fire that won't stop burning.", "5": "I, the Lord, have put a curse on those who turn from me and trust in human strength.", "6": "They will dry up like a bush in salty desert soil, where nothing can grow.", "7": "But I will bless those who trust me.", "8": "They will be like trees growing beside a stream— trees with roots that reach down to the water, and with leaves that are always green. They bear fruit every year and are never worried by a lack of rain.", "9": "You people of Judah are so deceitful that you even fool yourselves, and you can't change.", "10": "But I know your deeds and your thoughts, and I will make sure you get what you deserve.", "11": "You cheated others, but everything you gained will fly away, like birds hatched from stolen eggs. Then you will discover what fools you are.", "12": "Our Lord, your temple is a glorious throne that has stood on a mountain from the beginning.", "13": "You are a spring of water giving Israel life and hope. But if the people reject what you have told me, they will be swept away like words written in dust.[d]", "14": "You, Lord, are the one I praise. So heal me and rescue me! Then I will be completely well and perfectly safe.", "15": "The people of Judah say to me, “Jeremiah, you claimed to tell us what the Lord has said. So why hasn't it come true?”", "16": "Our Lord, you chose me to care for your people, and that's what I have done. You know everything I have said, and I have never once asked you to punish them.[e]", "17": "I trust you for protection in times of trouble, so don't frighten me.", "18": "Keep me from failure and disgrace, but make my enemies fail and be disgraced. Send destruction to make their worst fears come true.", "19-20": "The Lord said: Jeremiah, stand at each city gate in Jerusalem, including the one the king uses, and speak to him and everyone else. Tell them I have said: I am the Lord, so pay attention. ", "21-24": "If you value your lives, don't do any work on the Sabbath. Don't carry anything through the city gates or through the door of your house, or anywhere else. Keep the Sabbath day sacred! I gave this command to your ancestors, but they were stubborn and refused to obey or to be corrected. But if you obey, ", "25": "then Judah and Jerusalem will always be ruled by kings from David's family. The king and his officials will ride through these gates on horses or in chariots, and the people of Judah and Jerusalem will be with them. There will always be people living in Jerusalem, ", "26": "and others will come here from the nearby villages, from the towns of Judah and Benjamin,[f] from the hill country and the foothills to the west, and from the Southern Desert. They will bring sacrifices to please me and to give me thanks,[g] as well as offerings of grain and incense.", "27": "But if you keep on carrying things through the city gates on the Sabbath and keep treating it as any other day, I will set fire to these gates and burn down the whole city, including the fortresses."}