{"1": "The Lord told me, ", "2": "“Go to the pottery shop, and when you get there, I will tell you what to say to the people.”", "3": "I went there and saw the potter making clay pots on his pottery wheel. ", "4": "And whenever the clay would not take the shape he wanted, he would change his mind and form it into some other shape.", "5": "Then the Lord told me to say:", "6": "People of Israel, I, the Lord, have power over you, just as a potter has power over clay. ", "7": "If I threaten to uproot and shatter an evil nation ", "8": "and that nation turns from its evil, I will change my mind.", "9": "If I promise to make a nation strong, ", "10": "but its people start disobeying me and doing evil, then I will change my mind and not help them at all.", "11": "So listen to me, people of Judah and Jerusalem! I have decided to strike you with disaster, and I won't change my mind unless you stop sinning and start living right.", "12": "But I know you won't listen. You might as well answer, “We don't care what you say. We have made plans to sin, and we are going to be stubborn and do what we want!”", "13": "So I, the Lord, command you to ask the nations, and find out if they have ever heard of such a horrible sin as what you have done.", "14": "The snow on Lebanon's mountains never melts away, and the streams there never run dry.[a]", "15": "But you, my people, have turned from me to burn incense to worthless idols. You have left the ancient road to follow an unknown path where you stumble over idols.", "16": "Your land will be ruined, and every passerby will look at it with horror and make insulting remarks.", "17": "When your enemies attack, I will scatter you like dust blown by an eastern wind. Then, on that day of disaster, I will turn my back on you.", "18": "Some of the people said, “Let's get rid of Jeremiah! We will always have priests to teach us God's laws, as well as wise people to give us advice, and prophets to speak the Lord's messages. So, instead of listening to Jeremiah any longer, let's accuse him of a crime.”", "19": "Please, Lord, answer my prayer. Make my enemies stop accusing me of evil.", "20": "I tried to help them, but they are paying me back by digging a pit to trap me. I even begged you not to punish them.", "21": "But now I am asking you to let their children starve or be killed in war. Let women lose their husbands and sons to disease and violence.", "22": "These people have dug pits and set traps for me, Lord. Make them scream in fear when you send enemy troops to attack their homes.", "23": "You know they plan to kill me. So get angry and punish them! Don't ever forgive their terrible crimes."}