{"1": "The Lord told me ", "2": "to go to Jerusalem and tell everyone that he had said: When you were my young bride, you loved me and followed me through the barren desert.", "3": "You belonged to me alone, like the first part of the harvest, and I severely punished those who mistreated you.", "4": "Listen, people of Israel,[a]", "5": "and I, the Lord, will speak. I was never unfair to your ancestors, but they left me and became worthless by following worthless idols.", "6": "Your ancestors refused to ask for my help, though I had rescued them from Egypt and led them through a treacherous, barren desert, where no one lives or dares to travel.", "7": "I brought you here to my land, where food is abundant, but you made my land filthy with your sins.", "8": "The priests who teach my laws don't care to know me. Your leaders rebel against me; your prophets give messages from Baal and worship false gods.", "9": "I will take you to court and accuse you and your descendants", "10": "of a crime that no nation has ever committed before. Just ask anyone, anywhere, from the eastern deserts to the islands in the west.", "11": "You will find that no nation has ever abandoned its gods even though they were false. I am the true and glorious God, but you have rejected me to worship idols.", "12": "Tell the heavens to tremble with fear!", "13": "You, my people, have sinned in two ways— you have rejected me, the source of life-giving water, and you've tried to collect water in cracked and leaking pits dug in the ground.", "14": "People of Israel, you weren't born slaves; you were captured in war.", "15": "Enemies roared like lions and destroyed your land; towns lie burned and empty.", "16": "Soldiers from the Egyptian towns of Memphis and Tahpanhes have cracked your skulls.", "17": "It's all your own fault! You stopped following me, the Lord your God,", "18": "and you trusted the power of Egypt and Assyria.[b]", "19": "Your own sins will punish you, because it was a bitter mistake for you to reject me without fear of punishment. I, the Lord All-Powerful, have spoken.", "20": "Long ago you left me and broke all ties between us, refusing to be my servant. Now you worship other gods by having sex on hilltops or in the shade of large trees.[c]", "21": "You were a choice grapevine, but now you produce nothing but small, rotten grapes.", "22": "The Lord said: People of Israel, you are stained with guilt, and no soap or bleach can wash it away.", "23": "You deny your sins and say, “We aren't unclean. We haven't worshiped Baal.”[d] But think about what you do in Hinnom Valley.[e] And you run back and forth like young camels, as you rush to worship one idol after another.", "24": "You are a female donkey sniffing the desert air, wanting to mate with just anyone. You are an easy catch!", "25": "Your shoes are worn out, and your throat is parched from running here and there to worship foreign gods. “Stop!” I shouted, but you replied, “No! I love those gods too much.”", "26": "You and your leaders are more disgraceful than thieves— you and your kings, your priests and prophets", "27": "worship stone idols and sacred poles as if they had created you and had given you life. You have rejected me, but when you're in trouble, you cry to me for help.", "28": "Go cry to the gods you made! There should be enough of them to save you, because Judah has as many gods as it has towns.", "29": "The Lord said to Israel: You accuse me of not saving you, but I say you have rebelled.", "30": "I tried punishing you, but you refused to come back to me, and like fierce lions you killed my prophets.", "31": "Now listen to what I say! Did I abandon you in the desert or surround you with darkness? You are my people, yet you have told me, “We'll do what we want, and we refuse to worship you!”", "32": "A bride could not forget to wear her jewelry to her wedding, but you have forgotten me day after day.", "33": "You are so clever at finding lovers that you could give lessons to a prostitute.", "34": "You killed innocent people for no reason at all. And even though their blood can be seen on your clothes,", "35": "you claim to be innocent, and you want me to stop being angry with you. So I'll take you to court, and we'll see who is right.", "36": "When Assyria let you down, you ran to Egypt, but you'll find no help there,", "37": "and you will leave in great sadness.[f] I won't let you find help from those you trust."}