{"1": "Pashhur son of Immer was a priest and the chief of temple security. He heard what I had said, ", "2": "and so he hit me.[a] Then he had me arrested and put in chains[b] at the Benjamin Gate in the Lord's temple.[c] ", "3": "The next day, when Pashhur let me go free, I told him that the Lord had said: No longer will I call you Pashhur. Instead, I will call you Afraid-of-Everything.[d] ", "4": "You will be afraid, and you will bring fear to your friends as well. You will see enemies kill them in battle. Then I will have the king of Babylonia take everyone in Judah prisoner, killing some and dragging the rest away to Babylonia. ", "5": "He will clean out the royal treasury and take everything else of value from Jerusalem.", "6": "Pashhur, you are guilty of telling lies and claiming they were messages from me. That's why I will have the Babylonians take you, your family, and your friends as prisoners to Babylonia, where you will all die and be buried.", "7": "You tricked me, Lord, and I was really fooled. You are stronger than I am, and you have defeated me. People never stop sneering and insulting me.", "8": "You have let me announce only destruction and death. Your message has brought me nothing but insults and trouble.", "9": "Sometimes I tell myself not to think about you, Lord, or even mention your name. But your message burns in my heart and bones, and I cannot keep silent.", "10": "I heard the crowds whisper, “Everyone is afraid. Now's our chance to accuse Jeremiah!” All of my so-called friends are just waiting for me to make a mistake. They say, “Maybe Jeremiah can be tricked. Then we can overpower him and get even at last.”", "11": "But you, Lord, are a mighty soldier, standing at my side. Those troublemakers will fall down and fail— terribly embarrassed, forever ashamed.", "12": "Lord All-Powerful, you test those who do right, and you know every heart and mind. I have told you my complaints, so let me watch you take revenge on my enemies.", "13": "I sing praises to you, Lord. You rescue the oppressed from the wicked.", "14": "Put a curse on the day I was born! Don't bless my mother.", "15": "Put a curse on the man who told my father, “Good news! You have a son.”", "16": "May that man be like the towns you destroyed without pity. Let him hear shouts of alarm in the morning and battle cries at noon.", "17": "He deserves to die for not killing me before I was born. Then my mother's body would have been my grave.", "18": "Why did I have to be born? Was it just to suffer and die in shame?"}