{"1": "King Zedekiah[a] of Judah sent for Pashhur son of Malchiah and for a priest named Zephaniah son of Maaseiah. Then he told them,”Talk with Jeremiah for me.” So they came to me and said, ", "2": "“King Nebuchadnezzar[b] of Babylonia has attacked Judah. Please ask the Lord to work miracles for our people, as he has done in the past, so that Nebuchadnezzar will leave us alone.”", "3-7": "I told them that the Lord God of Israel had told me to say to King Zedekiah: The Babylonians have surrounded Jerusalem and want to kill you and your people. You are asking me to save you, but you have made me furious. So I will stretch out my mighty arm and fight against you myself. Your army is using spears and swords to fight the Babylonians, but I will make your own weapons turn and attack you. I will send a horrible disease to kill many of the people and animals in Jerusalem, and there will be nothing left to eat. Finally, I will let King Nebuchadnezzar and his army fight their way to the center of Jerusalem and capture everyone who is left alive, including you and your officials. But Nebuchadnezzar won't be kind or show any mercy—he will have you killed! I, the Lord, have spoken.", "8": "Then I told them that the Lord had said: People of Jerusalem, I, the Lord, give you the choice of life or death. ", "9": "The Babylonian army has surrounded Jerusalem, so if you want to live, you must go out and surrender to them. But if you want to die because of hunger, disease, or war, then stay here in the city. ", "10": "I have decided not to rescue Jerusalem. Instead, I am going to let the king of Babylonia burn it to the ground. I, the Lord, have spoken.", "11": "Pay attention, you that belong to the royal family.", "12": "Each new day, make sure that justice is done, and rescue those who are being robbed. Or else my anger will flame up like a fire that never goes out.", "13": "Jerusalem, from your mountaintop you look out over the valleys[c] and think you are safe. But I, the Lord, am angry,", "14": "and I will punish you as you deserve. I'll set your palace[d] on fire, and everything around you will go up in smoke."}