{"1-3": "The Lord sent me to the palace of the king of Judah to speak to the king, his officials, and everyone else who was there. The Lord told me to say: I am the Lord, so pay attention! You have been allowing people to cheat, rob, and take advantage of widows, orphans, and foreigners who live here. Innocent people have become victims of violence, and some of them have even been killed. But now I command you to do what is right and see that justice is done. Rescue everyone who has suffered from injustice.", "4": "If you obey me, the kings from David's family will continue to rule Judah from this palace. They and their officials will ride in and out on their horses or in their chariots. ", "5": "But if you ignore me, I promise in my own name that this palace will lie in ruins. ", "6": "Listen to what I think about it: The palace of Judah's king is as glorious as Gilead or Lebanon's highest peaks. But it will be as empty as a ghost-town when I'm through with it.", "7": "I'll send troops to tear it apart, and its beautiful cedar beams will be used for firewood.", "8": "People from different nations will pass by and ask, “Why did the Lord do this to such a great city as Jerusalem?” ", "9": "Others will answer, “It's because the people worshiped foreign gods and broke the agreement that the Lord their God had made with them.”", "10": "The Lord said: King Josiah is dead, so don't cry for him.[a] Instead, cry for his son King Jehoahaz,[b] dragged off to another country, never to return.", "11-12": "Jehoahaz[c] became king of Judah after his father King Josiah died. But Jehoahaz was taken as a prisoner to a foreign country. Now I, the Lord, promise that he will die there without ever seeing his own land again.", "13": "The Lord told me to say: King Jehoiakim,[d] you are doomed! You built a palace with large rooms upstairs.", "14": "You put in big windows and used cedar paneling and red paint. But you were unfair and forced the builders to work without pay.", "15": "More cedar in your palace doesn't make you a better king than your father Josiah. He always did right— he gave justice to the poor and was honest.", "16": "That's what it means to truly know me. So he lived a comfortable life and always had enough to eat and drink.", "17": "But all you think about is how to cheat or abuse or murder some innocent victim.", "18": "Jehoiakim, no one will cry at your funeral. They won't turn to each other and ask, “Why did our great king have to die?”", "19": "You will be given a burial fit for a donkey; your body will be dragged outside the city gates and tossed in the dirt. I, the Lord, have spoken.", "20": "The Lord told me to say: People of Jerusalem, the nations[e] you trusted have been crushed. Go to Lebanon and weep; cry in the land of Bashan and in Moab.", "21": "When times were good, I warned you. But you ignored me, just as you have done since Israel was young.", "22": "Now you will be disgraced because of your sins. Your leaders will be swept away by the wind, and the nations you trusted will be captured and dragged to a foreign country.", "23": "Those who live in the palace paneled with cedar[f] will groan with pain like women giving birth.", "24": "King Jehoiachin,[g] son of Jehoiakim,[h] even if you were the ring I wear as the sign of my royal power, I would still pull you from my finger. ", "25": "I would hand you over to the enemy you fear, to King Nebuchadnezzar[i] and his army, who want to kill you. ", "26": "You and your mother[j] were born in Judah, but I will throw both of you into a foreign country, where you will die, ", "27": "longing to return home.", "28": "Jehoiachin, you are unwanted like a broken clay pot. So you and your children will be thrown into a country you know nothing about.", "29": "Land of Judah, I am the Lord. Now listen to what I say!", "30": "Erase the names of Jehoiachin's children from the royal records. He is a complete failure, and so none of them will ever be king. I, the Lord, have spoken."}