{"1": "The Lord said: You leaders of my people are like shepherds that kill and scatter the sheep. ", "2": "You were supposed to take care of my people, but instead you chased them away. So now I'll really take care of you, and believe me, you will pay for your crimes!", "3": "I will bring the rest of my people home from the lands where I have scattered them, and they will grow into a mighty nation. ", "4": "I promise to choose leaders who will care for them like real shepherds. All of my people will be there, and they will never again be frightened.", "5": "Someday I will appoint an honest king from the family of David, a king who will be wise and rule with justice.", "6": "As long as he is king, Israel will have peace, and Judah will be safe. The name of this king will be “The Lord Gives Justice.”", "7": "A time will come when you will again worship me. But you will no longer call me the Living God who rescued Israel from Egypt. ", "8": "Instead, you will call me the Living God who rescued you from the land in the north and from all the other countries where I had forced you to go. And you will once again live in your own land.", "9": "When I think of the prophets, I am shocked, and I tremble[a] like someone drunk, because of the Lord and his sacred words.", "10": "Those unfaithful prophets misuse their power all over the country. So God turned the pasturelands into scorching deserts.[b]", "11": "The Lord told me to say: You prophets and priests think so little of me, the Lord, that you even sin in my own temple!", "12": "Now I will punish you with disaster, and you will slip and fall in the darkness. I, the Lord, have spoken.", "13": "The prophets in Samaria were disgusting to me, because they preached in the name of Baal and led my people astray.", "14": "And you prophets in Jerusalem are even worse. You're unfaithful in marriage[c] and never tell the truth.[d] You even lead others to sin instead of helping them turn back to me. You and the people of Jerusalem are evil like Sodom and Gomorrah.[e]", "15": "You prophets in Jerusalem have spread evil everywhere. That's why I, the Lord, promise to give you bitter poison to eat and drink.", "16": "The Lord said: Don't listen to the lies of these false prophets, you people of Judah! The message they preach is something they imagined; it did not come from me, the Lord All-Powerful.", "17": "These prophets go to people who refuse to respect me and who are stubborn and do whatever they want. The prophets tell them, “The Lord has promised everything will be fine.”", "18": "But I, the Lord, tell you that these prophets have never attended a meeting of my council in heaven[f] or heard me speak.", "19": "They are evil! So in my anger I will strike them like a violent storm.", "20": "I won't calm down, until I have finished what I have decided to do. Someday you will understand exactly what I mean.", "21": "I did not send these prophets or speak to them, but they ran to find you and to preach their message.", "22": "If they had been in a meeting of my council in heaven, they would have told you people of Judah to give up your sins and come back to me.", "23": "I am everywhere— both near and far,", "24": "in heaven and on earth. There are no secret places where you can hide from me.", "25": "These unfaithful prophets claim that I have given them a dream or a vision, and then they tell lies in my name. ", "26": "But everything they say comes from their own twisted minds. How long can this go on? ", "27": "They tell each other their dreams and try to get my people to reject me, just as their ancestors left me and worshiped Baal. ", "28": "Their dreams and my truth are as different as straw and wheat. But when prophets speak for me, they must say only what I have told them. ", "29": "My words are a powerful fire; they are a hammer that shatters rocks.", "30-32": "These unfaithful prophets claim I give them their dreams, but it isn't true. I didn't choose them to be my prophets, and yet they babble on and on, speaking in my name, while stealing words from each other. And when my people hear these liars, they are led astray instead of being helped. So I warn you that I am now the enemy of these prophets. I, the Lord, have spoken.", "33": "The Lord said to me: Jeremiah, when a prophet or a priest or anyone else comes to you and asks, “Does the Lord have news for us?” tell them, “You people are a nuisance[g] to the Lord, and he[h] will get rid of you.”", "34": "If any of you say, “Here is news from the Lord,” I will punish you and your families, even if you are a prophet or a priest. ", "35": "Instead, you must ask your friends and relatives, “What answer did the Lord give?” or “What has the Lord said?” ", "36": "It seems that you each have your own news! So if you say, “Here is news from the Lord,” you are twisting my words into a lie. Remember that I am your God, the Lord All-Powerful.", "37": "If you go to a prophet, it's all right to ask, “What answer did the Lord give to my question?” or “What has the Lord said?” ", "38": "But if you disobey me and say, “Here is news from the Lord,” ", "39": "I will pick you up[i] and throw you far away. And I will abandon this city of Jerusalem that I gave to your ancestors. ", "40": "You will never be free from your shame and disgrace."}