{"1-2": "In the fourth year that Jehoiakim was king of Judah,[a] which was the first year that Nebuchadnezzar[b] was king of Babylonia, the Lord told me to speak to the people of Judah and Jerusalem. So I told them:", "3": "For twenty-three years now, ever since the thirteenth year that Josiah[c] was king, I have been telling you what the Lord has told me. But you have not listened.", "4": "The Lord has sent prophets to you time after time, but you refused to listen. ", "5": "They told you that the Lord had said: Change your ways! If you stop doing evil, I will let you stay forever in this land that I gave your ancestors. ", "6": "I don't want to harm you. So don't make me angry by worshiping idols and other gods.", "7": "But you refused to listen to my prophets. So I, the Lord, say that you have made me angry by worshiping idols, and you are the ones who were hurt by what you did. ", "8": "You refused to listen to me, ", "9": "and now I will let you be attacked by nations from the north, and especially by my servant, King Nebuchadnezzar of Babylonia. You and other nearby nations will be destroyed and left in ruins forever. Everyone who sees what has happened will be shocked, but they will still make fun of you. ", "10": "I will put an end to your parties and wedding celebrations; no one will grind grain or be here to light the lamps at night. ", "11": "This country will be as empty as a desert, because I will make all of you the slaves of the king of Babylonia for seventy years.", "12": "When that time is up, I will punish the king of Babylonia and his people for everything they have done wrong, and I will turn that country into a wasteland forever. ", "13": "My servant Jeremiah has told you what I said I will do to Babylonia and to the other nations, and he wrote it all down in this book. I will do everything I threatened. ", "14": "I will pay back the Babylonians for every wrong they have done. Great kings from many other nations will conquer the Babylonians and force them to be slaves.", "15": "The Lord God of Israel showed me a vision in which he said, “Jeremiah, here is a cup filled with the wine of my anger. Take it and make every nation drink some. ", "16": "They will vomit and act crazy, because of the war this cup of anger will bring to them.”", "17": "I took the cup from the Lord's hand, and I went to the kings of the nations and made each of them drink some. ", "18": "I started with Jerusalem and the towns of Judah, and the king and his officials were removed from power in disgrace. Everyone still makes insulting jokes about them and uses their names as curse words. ", "19": "The second place I went was Egypt, where everyone had to drink from the cup, including the king and his officials, the other government workers, the rest of the Egyptians, ", "20": "and all the foreigners who lived in the country. Next I went to the king of Uz, and then to the four kings of Philistia, who ruled from Ashkelon, Gaza, Ekron, and what was left of Ashdod.[d] ", "21": "Then I went to the kings of Edom, Moab, Ammon, ", "22": "and to the kings of Tyre, Sidon, and their colonies across the sea. ", "23-24": "After this, I went to the kings of Dedan, Tema, Buz, the tribes of the Arabian Desert,[e] ", "25": "Zimri, Elam, Media, ", "26": "and the countries in the north, both near and far. I went to all the countries on earth, one after another, and finally to Babylonia.[f]", "27": "The Lord had said to tell each king, “The Lord All-Powerful, the God of Israel, commands you to drink from this cup that is full of the wine of his anger. It will make you so drunk that you will vomit. And when the Lord sends war against the nations, you will be completely defeated.”", "28": "The Lord told me that if any of them refused to drink from the cup, I must tell them that he had said, “I, the Lord All-Powerful, command you to drink. ", "29": "Starting with my own city of Jerusalem, everyone on earth will suffer from war. So there is no way I will let you escape unharmed.”", "30": "The Lord told me to say: From my sacred temple I will roar like thunder, while I trample my people and everyone else as though they were grapes.", "31": "My voice will be heard everywhere on earth, accusing nations of their crimes and sentencing the guilty to death.", "32": "The Lord All-Powerful says: You can see disaster spreading from far across the earth, from nation to nation like a horrible storm.", "33": "When it strikes, I will kill so many people that their bodies will cover the ground like manure. No one will be left to bury them or to mourn.", "34": "The Lord's people are his flock, and you leaders were the shepherds. But now it's your turn to be butchered like sheep. You'll shatter like fine pottery dropped on the floor.[g] So roll on the ground, crying and mourning.", "35": "You have nowhere to run, nowhere to hide.", "36": "Listen to the cries of the shepherds,", "37": "as the Lord's burning anger turns[h] peaceful meadows into barren deserts.", "38": "The Lord has abandoned his people[i] like a lion leaving its den."}