{"1": "Soon after Jehoiakim[a] became king of Judah, the Lord said:", "2": "Jeremiah, I have a message for everyone who comes from the towns of Judah to worship in my temple. Go to the temple courtyard and speak every word that I tell you. ", "3": "Maybe the people will listen this time. And if they stop doing wrong, I will change my mind and not punish them for their sins. ", "4": "Tell them that I have said: You have refused to listen to me and to obey my laws and teachings. ", "5": "Again and again I have sent my servants the prophets to preach to you, but you ignored them as well. Now I am warning you that if you don't start obeying me right away, ", "6": "I will destroy this temple, just as I destroyed the town of Shiloh.[b] Then everyone on earth will use the name “Jerusalem” as a curse word.", "7": "The prophets, the priests, and everyone else in the temple heard what I said, ", "8-9": "and as soon as I finished, they all crowded around me and started shouting, “Why did you preach that the Lord will destroy this temple, just as he destroyed Shiloh? Why did you say that Jerusalem will be empty and lie in ruins? You ought to be put to death for saying such things in the Lord's name!” Then they had me arrested.", "10": "The royal officers heard what had happened, and they came from the palace to the new gate of the temple to be the judges at my trial.[c] ", "11": "While they listened, the priests and the prophets said to the crowd, “All of you have heard Jeremiah prophesy that Jerusalem will be destroyed. He deserves the death penalty.”", "12-13": "Then I told the judges and everyone else: The Lord himself sent me to tell you about the terrible things he will do to you, to Jerusalem, and to the temple. But if you change your ways and start obeying the Lord, he will change his mind.", "14": "You must decide what to do with me. Just do whatever you think is right. ", "15": "But if you put me to death, you and everyone else in Jerusalem will be guilty of murdering an innocent man, because everything I preached came from the Lord.", "16": "The judges and the other people told the priests and prophets, “Since Jeremiah only told us what the Lord our God had said, we don't think he deserves to die.”", "17": "Then some of the leaders from other towns stepped forward. They told the crowd that ", "18": "years ago when Hezekiah[d] was king of Judah, a prophet named Micah from the town of Moresheth had said: “I, the Lord All-Powerful, say Jerusalem will be plowed under and left in ruins. Thorns will cover the mountain where the temple now stands.”[e]", "19": "Then the leaders continued: No one put Micah to death for saying that. Instead, King Hezekiah prayed to the Lord with fear and trembling and asked him to have mercy. Then the Lord decided not to destroy Jerusalem, even though he had already said he would. People of Judah, if Jeremiah is killed, we will bring a terrible disaster on ourselves.", "20-24": "After these leaders finished speaking, an important man named Ahikam son of Shaphan spoke up for me as well. And so, I wasn't handed over to the crowd to be killed. While Jehoiakim[f] was still king of Judah, a man named Uriah son of Shemaiah left his hometown of Kiriath-Jearim and came to Jerusalem. Uriah was one of the Lord's prophets, and he was saying the same things about Judah and Jerusalem that I had been saying. And when Jehoiakim and his officials and military officers heard what Uriah said, they tried to arrest him, but he escaped to Egypt. So Jehoiakim sent Elnathan son of Achbor and some other men after Uriah, and they brought him back. Then Jehoiakim had Uriah killed and his body dumped in a common burial pit."}