{"1-2": "Not long after Zedekiah became king of Judah,[a] the Lord told me: Jeremiah, make a wooden yoke[b] with leather straps, and place it on your neck. ", "3": "Then send a message to the kings of Edom, Moab, Ammon, Tyre, and Sidon. Some officials from these countries are in Jerusalem, meeting with Zedekiah. ", "4": "So have them tell their kings that I have said: I am the All-Powerful Lord God of Israel, ", "5": "and with my power I created the earth, its people, and all animals. I decide who will rule the earth, ", "6-7": "and I have chosen my servant King Nebuchadnezzar[c] of Babylonia to rule all nations, including yours. I will even let him rule the wild animals. All nations will be slaves of Nebuchadnezzar, his son, and his grandson. Then many nations will join together, and their kings will be powerful enough to make slaves of the Babylonians.", "8": "This yoke stands for the power of King Nebuchadnezzar, and I will destroy any nation that refuses to obey him. Nebuchadnezzar will attack, and many will die in battle or from hunger and disease. ", "9": "You might have people in your kingdom who claim they can tell the future by magic or by talking with the dead or by dreams or messages from a god. But don't pay attention if any of them tell you not to obey Nebuchadnezzar. ", "10": "If you listen to such lies, I will have you dragged far from your country and killed. ", "11": "But if you and your nation are willing to obey Nebuchadnezzar, I will let you stay in your country, and your people will continue to live and work on their farms.", "12": "After I had spoken to the officials from the nearby kingdoms, I went to King Zedekiah and told him the same thing. Then I said: Zedekiah, if you and the people of Judah want to stay alive, you must obey Nebuchadnezzar and the Babylonians. ", "13": "But if you refuse, then you and your people will die from war, hunger, and disease, just as the Lord has warned. ", "14": "Your prophets have told you that you don't need to obey Nebuchadnezzar, but don't listen to their lies. ", "15": "Those prophets claim to be speaking for the Lord, but he didn't send them. They are lying! If you do what they say, he will have both you and them dragged off to another country and killed. The Lord has spoken.", "16": "When I finished talking to the king, I went to the priests and told them that the Lord had said: Don't listen to the prophets when they say that very soon the Babylonians will return the things they took from my temple. Those prophets are lying! ", "17": "If you choose to obey the king of Babylonia, you will live. But if you listen to those prophets, this whole city will be nothing but a pile of rubble.", "18": "If I really had spoken to those prophets, they would know what I am going to do. Then they would be begging me not to let everything else be taken from the temple and the king's palace and the rest of Jerusalem. ", "19-21": "After all, when Nebuchadnezzar took King Jehoiachin[d] to Babylonia as a prisoner, he didn't take everything of value from Jerusalem. He left the bronze pillars, the huge bronze bowl called the Sea, and the movable bronze stands in the temple, and he left a lot of other valuable things in the palace and in the rest of Jerusalem. But now I, the Lord All-Powerful, the God of Israel, say that all these things ", "22": "will be taken to Babylonia, where they will remain until I decide to bring them back to Jerusalem. I, the Lord, have spoken."}