{"1-2": "I had been left in Jerusalem when King Nebuchadnezzar[a] took many of the people of Jerusalem and Judah to Babylonia as prisoners, including King Jehoiachin,[b] his mother, his officials, and the metal workers and others in Jerusalem who were skilled in making things. So I wrote a letter to the prophets, the priests, the leaders, and the rest of our people in Babylonia. ", "3": "I gave the letter to Elasah and Gemariah,[c] two men that King Zedekiah[d] of Judah was sending to Babylon to talk with Nebuchadnezzar. In the letter, I wrote ", "4": "that the Lord All-Powerful, the God of Israel, had said: I had you taken from Jerusalem to Babylonia. Now I tell you ", "5": "to settle there and build houses. Plant gardens and eat what you grow in them. ", "6": "Get married and have children, then help your sons find wives and help your daughters find husbands, so they can have children as well. I want your numbers to grow, not to get smaller.", "7": "Pray for peace in Babylonia and work hard to make it prosperous. The more successful that nation is, the better off you will be.", "8-9": "Some of your people there in Babylonia are fortunetellers, and you have asked them to tell you what will happen in the future. But they will only lead you astray. And don't let the prophets fool you, either. They speak in my name, but they are liars. I have not spoken to them.", "10": "After Babylonia has been the strongest nation for seventy years, I will be kind and bring you back to Jerusalem, just as I have promised. ", "11": "I will bless you with a future filled with hope—a future of success, not of suffering. ", "12": "You will turn back to me and ask for help, and I will answer your prayers. ", "13": "You will worship me with all your heart, and I will be with you ", "14": "and accept your worship. Then I will gather you from all the nations where I scattered you, and you will return to Jerusalem.", "15": "You feel secure, because you think I have sent prophets to speak for me in Babylonia.", "16-19": "But I have been sending prophets to the people of Judah for a long time, and the king from David's family and the people who are left in Jerusalem and Judah still don't obey me. So I, the Lord All-Powerful, will keep attacking them with war and hunger and disease, until they are as useless as rotten figs. I will force them to leave the land, and all nations will be disgusted and shocked at what happens to them. The nations will sneer and make fun of them and use the names “Judah” and “Jerusalem” as curse words. And you have not obeyed me, even though ", "20": "I had you taken from Jerusalem to Babylonia. But you had better listen to me now. ", "21-23": "You think Ahab son of Kolaiah and Zedekiah son of Maaseiah are prophets because they claim to speak for me. But they are lying! I haven't told them anything. They are also committing other horrible sins in your community, such as sleeping with the wives of their friends. So I will hand them over to King Nebuchadnezzar, who will put them to death while the rest of you watch. And in the future, when you want to put a curse on someone, you will say, “I pray that the Lord will kill you in the same way the king of Babylonia burned Zedekiah and Ahab to death!”", "24-25": "The Lord All-Powerful, the God of Israel, told me what would happen to Shemaiah,[e] who was one of our people in Babylonia. After my letter reached Babylonia, Shemaiah wrote letters to the people of Jerusalem, including the priest Zephaniah son of Maaseiah, and the other priests. The letter to Zephaniah said:", "26": "After the death of Jehoiada the priest, the Lord chose you to be the priest in charge of the temple security force. You know that anyone who acts crazy and pretends to be a prophet should be arrested and put in chains[f] and iron collars. ", "27": "Jeremiah from the town of Anathoth is pretending to be a prophet there in Jerusalem, so why haven't you punished him? ", "28": "He even wrote a letter to the people here in Babylonia, saying we would be here a long time. He told us to build homes and to plant gardens and grow our own food.", "29": "When Zephaniah received Shemaiah's letter, he read it to me. ", "30": "Then the Lord told me what to write in a second letter ", "31": "to the people of Judah who had been taken to Babylonia. In this letter, I wrote that the Lord had said: I, the Lord, have not chosen Shemaiah to be one of my prophets, and he has misled you by telling lies in my name. ", "32": "He has even talked you into disobeying me. So I will punish Shemaiah. He and his descendants won't live to see the good things I will do for my people. I, the Lord, have spoken."}