{"1": "The Lord said to the people of Israel: If a divorced woman marries, can her first husband ever marry her again? No, because this would pollute the land. But you have more gods than a prostitute has lovers. Why should I take you back?", "2": "Just try to find one hilltop where you haven't gone to worship other gods by having sex.[a] You sat beside the road like a robber in ambush, except you offered yourself to every passerby. Your sins of unfaithfulness have polluted the land.", "3": "So I, the Lord, refused to let the spring rains fall. But just like a prostitute, you still have no shame for what you have done.", "4": "You call me your father or your long-lost friend;", "5": "you beg me to stop being angry, but you won't stop sinning.", "6": "When Josiah[b] was king, the Lord said: Jeremiah, the kingdom of Israel[c] was like an unfaithful wife who became a prostitute on the hilltops and in the shade of large trees.[d] ", "7-8": "I knew that the kingdom of Israel had been unfaithful and committed many sins, yet I still hoped she might come back to me. But she didn't, so I divorced her and sent her away. Her sister, the kingdom of Judah, saw what happened, but she wasn't worried in the least, and I watched her become unfaithful like her sister. ", "9": "The kingdom of Judah wasn't sorry for being a prostitute, and she didn't care that she had made both herself and the land unclean by worshiping idols of stone and wood. ", "10": "And worst of all, the people of Judah pretended to come back to me. ", "11": "Even the people of Israel were honest enough not to pretend.", "12": "Jeremiah, shout toward the north: Israel, I am your Lord— come back to me! You were unfaithful and made me furious, but I am merciful, and so I will forgive you.", "13": "Just admit that you rebelled and worshiped foreign gods under large trees everywhere.", "14": "You are unfaithful children, but you belong to me. Come home! I'll take one or two of you from each town and clan and bring you to Zion.", "15": "Then I'll appoint wise rulers who will obey me, and they will care for you like shepherds.", "16": "You will increase in numbers, and there will be no need to remember the sacred chest or to make a new one.[e]", "17": "The whole city of Jerusalem will be my throne.[f] All nations will come here to worship me, and they will no longer follow their stubborn, evil hearts.", "18": "Then, in countries to the north, you people of Judah and Israel will be reunited, and you will return to the land I gave your ancestors.", "19": "I have always wanted to treat you as my children and give you the best land, the most beautiful on earth. I wanted you to call me “Father” and not turn from me.", "20": "But instead, you are like a wife who broke her wedding vows. You have been unfaithful to me. I, the Lord, have spoken.", "21": "The Lord said: Listen to the noise on the hilltops! It's the people of Israel, weeping and begging me to answer their prayers. They forgot about me and chose the wrong path.", "22": "I will tell them, “Come back, and I will cure you of your unfaithfulness.” They will answer, “We will come back, because you are the Lord our God.", "23": "On hilltops, we worshiped idols and made loud noises, but it was all for nothing— only you can save us.", "24": "Since the days of our ancestors when our nation was young, that shameful god Baal[g] has taken our crops and livestock, our sons and daughters.", "25": "We have rebelled against you just like our ancestors, and we are ashamed of our sins.”"}