{"1-2": "The Lord God of Israel said, “Jeremiah, get a scroll[a] and write down everything I have told you. ", "3": "Someday I will let my people from both Israel[b] and Judah return to the land I gave their ancestors.”", "4-5": "Then the Lord told me to say to Israel and Judah: I, the Lord, hear screams of terror, and there is no peace.", "6": "Can men give birth? Then why do I see them looking so pale and clutching their stomachs like women in labor?", "7": "My people, soon you will suffer worse than ever before, but I will save you.", "8": "Now you are slaves of other nations, but I will break the chains and smash the yokes[c] that keep you in slavery.", "9": "Then you will be my servants, and I will choose a king for you from the family of David.", "10": "Israel,[d] you belong to me, so don't be afraid. You deserved to be punished; that's why I scattered you in distant nations. But I am with you, and someday I will destroy those nations.", "11": "Then I will bring you and your descendants back to your land, where I will protect you and give you peace. Then your fears will be gone. I, the Lord, have spoken.", "12": "The Lord said: My people, you are wounded and near death.", "13": "You are accused of a crime with no one to defend you, and you are covered with sores that no medicine can cure.", "14": "Your friends have forgotten you; they don't care anymore. Even I have acted like an enemy. And because your sins are horrible and countless, I will be cruel as I punish you.", "15": "So don't bother to cry out for relief from your pain.", "16": "But if your enemies try to rob or destroy you, I will rob and destroy them, and they will be led as captives to foreign lands.", "17": "No one wants you as a friend or cares what happens to you. But I will heal your injuries, and you will get well.", "18": "The Lord said: Israel, I will be kind to you and let you come home. Jerusalem now lies in ruins, but you will rebuild it, complete with a new palace.[e]", "19": "Other nations will respect and honor you. Your homes will be filled with children, and you will celebrate, singing praises to me.", "20": "It will be just like old times. Your nation will worship me, and I will punish anyone who abuses you.", "21": "One of your own people will become your ruler. And when I invite him to come near me at the place of worship, he will do so. No one would dare to come near without being invited.", "22": "You will be my people, and I will be your God. I, the Lord, have spoken.", "23": "I am furious! And like a violent storm I will strike those who do wrong.", "24": "I won't calm down until I have finished what I have decided to do. Someday, you will understand what I mean."}