{"1": "The Lord said: Israel, I promise that someday all your tribes will again be my people, and I will be your God.", "2": "In the desert I was kind to those who escaped death. I gave them peace, and when the time is right, I'll do the same for you.[a] I, the Lord, have spoken.", "3": "Some time ago, the Lord appeared to me[b] and told me to say: Israel, I will always love you; that's why I've been so patient and kind.", "4": "You are precious to me, and so I will rebuild your nation. Once again you will dance for joy and play your tambourines.", "5": "You will plant vineyards on the hills of Samaria and enjoy the grapes.", "6": "Someday those who guard the hill country of Ephraim will shout, “Let's go to Zion and worship the Lord our God.”", "7": "The Lord says: Celebrate and sing for Israel, the greatest of nations. Offer praises and shout, “Come and rescue your people, Lord! Save what's left of Israel.”", "8": "I, the Lord, will bring my people back from Babylonia[c] and everywhere else on earth. The blind and the lame will be there. Expectant mothers and women about to give birth will come and be part of that great crowd.", "9": "They will weep and pray as I bring them home. I will lead them to streams of water. They will walk on a level[d] road and not stumble. I am a father to Israel,[e] my favorite children.", "10": "Listen to me, you nations nearby or across the sea. I scattered the people of Israel, but I will gather them again. I will protect them like a shepherd guarding a flock;", "11": "I will rescue them from enemies who could overpower them.", "12": "My people will come to Mount Zion and celebrate; their faces will glow because of my blessings. I'll give them grain, grapes, and olive oil, as well as sheep and cattle. Israel will be prosperous and grow like a garden with plenty of water.", "13": "Young women and young men, together with the elderly, will celebrate and dance, because I will comfort them and turn their sorrow into happiness.", "14": "I will bless my people with more food than they need, and the priests will enjoy the choice cuts of meat. I, the Lord, have spoken.", "15": "In Ramah[f] a voice is heard, crying and weeping loudly. Rachel mourns for her children[g] and refuses to be comforted, because they are dead.", "16": "But I, the Lord, say to dry your tears. Someday your children will come home from the enemy's land. Then all you have done for them will be greatly rewarded.", "17": "So don't lose hope. I, the Lord, have spoken.", "18": "The people of Israel[h] moan and say to me, “We were like wild bulls, but you, Lord, broke us, and we learned to obey. You are our God— please let us come home.", "19": "When we were young, we strayed and sinned, but then we realized what we had done. We are ashamed and disgraced and want to return to you.”", "20": "People of Israel, you are my own dear children. Don't I love you best of all? Though I often make threats, I want you to be near me, so I will have mercy on you. I, the Lord, have spoken.", "21": "With rock piles and signposts, mark the way home, my dear people. It is the same road by which you left.", "22": "Will you ever decide to be faithful? I will make sure that someday things will be different, as different as a woman protecting a man.[i]", "23": "The Lord All-Powerful, the God of Israel, said: I promise to set the people of Judah free and to lead them back to their hometowns. And when I do, they will once again say, “We pray that the Lord will bless his home, the sacred hill in Jerusalem where his temple stands.”", "24": "The people will live in Jerusalem and in the towns of Judah. Some will be farmers, and others will be shepherds. ", "25": "Those who feel tired and worn out will find new life and energy, ", "26": "and when they sleep, they will wake up refreshed.[j]", "27": "Someday, Israel and Judah will be my field where my people and their livestock will grow. ", "28": "In the past, I took care to uproot them, to tear them down, and to destroy them. But when that day comes, I will take care to plant them and help them grow. ", "29": "No longer will anyone go around saying, “Sour grapes eaten by parents leave a sour taste in the mouths of their children.”", "30": "When that day comes, only those who eat sour grapes will get the sour taste, and only those who sin will be put to death.", "31": "The Lord said: The time will surely come when I will make a new agreement with the people of Israel and Judah. ", "32": "It will be different from the agreement I made with their ancestors when I led them out of Egypt. Although I was their God, they broke that agreement.", "33": "Here is the new agreement that I, the Lord, will make with the people of Israel: “I will write my laws on their hearts and minds. I will be their God, and they will be my people.", "34": "“No longer will they have to teach one another to obey me. I, the Lord, promise that all of them will obey me, ordinary people and rulers alike. I will forgive their sins and forget the evil things they have done.”", "35": "I am the Lord All-Powerful. I command the sun to give light each day, the moon and stars to shine at night, and ocean waves to roar.", "36": "I will never forget to give those commands, and I will never let Israel stop being a nation. I, the Lord, have spoken.", "37": "Can you measure the heavens? Can you explore the depths of the earth? That's how hard it would be for me to reject Israel forever, even though they have sinned. I, the Lord, have spoken.", "38": "The Lord said: Someday, Jerusalem will truly belong to me. It will be rebuilt with a boundary line running from Hananel Tower to Corner Gate. ", "39": "From there, the boundary will go in a straight line to Gareb Hill, then turn toward Goah. ", "40": "Even that disgusting Hinnom Valley[k] will be sacred to me, and so will the eastern slopes that go down from Horse Gate into Kidron Valley. Jerusalem will never again be destroyed."}