{"1": "The Lord spoke to me in the tenth year that Zedekiah[a] was king of Judah, which was the eighteenth year that Nebuchadnezzar[b] was king of Babylonia. ", "2": "At that time, the Babylonian army had surrounded Jerusalem, and I was in the prison at the courtyard of the palace guards. ", "3": "Zedekiah had ordered me to be held there because I told everyone that the Lord had said: I am the Lord, and I am about to let the king of Babylonia conquer Jerusalem. ", "4": "King Zedekiah will be captured and taken to King Nebuchadnezzar, who will speak with him face to face. ", "5": "Then Zedekiah will be led away to Babylonia, where he will stay until I am finished with him. So, if you people of Judah fight against the Babylonians, you will lose. I, the Lord, have spoken.", "6": "Later, when I was in prison, the Lord said:", "7": "Jeremiah, your cousin Hanamel, the son of your uncle Shallum, will visit you. He must sell his field near the town of Anathoth, and because you are his nearest relative, you have the right and the responsibility to buy it and keep it in the family.[c]", "8": "Hanamel came, just as the Lord had promised. And he said, “Please buy my field near Anathoth in the territory of the Benjamin tribe. You have the right to buy it, and if you do, it will stay in our family.” The Lord had told me to buy it ", "9": "from Hanamel, and so I did. The price was seventeen pieces of silver, and I weighed out the full amount on a scale. ", "10-11": "I had two copies of the bill of sale written out, each containing all the details of our agreement. Some witnesses and I signed the official copy, which was folded and tied, before being sealed shut with hot wax.[d] Then I gave Hanamel the silver. ", "12": "And while he, the witnesses, and all the other Jews sitting in the courtyard were still watching, I gave both copies to Baruch son of Neriah.[e]", "13-14": "I told Baruch that the Lord had said: Take both copies of this bill of sale, one sealed shut and the other open, and put them in a clay jar so they will last a long time. ", "15": "I am the Lord All-Powerful, the God of Israel, and I promise you that people will once again buy and sell houses, farms, and vineyards in this country.", "16": "Then I prayed:", "17": "Lord God, you stretched out your mighty arm and made the sky and the earth. You can do anything. ", "18": "You show kindness for a thousand generations,[f] but you also punish people for the sins of their parents. You are the Lord All-Powerful. ", "19": "With great wisdom you make plans, and with your great power you do all the mighty things you planned. Nothing we do is hidden from your eyes, and you reward or punish us as we deserve.", "20": "You are famous because you worked miracles in Egypt, and you are still working them in Israel and in the rest of the world as well. ", "21": "You terrified the Egyptians with your miracles, and you reached out your mighty arm and rescued your people Israel from Egypt. ", "22": "Then you gave Israel this land rich with milk and honey, just as you had promised our ancestors.", "23": "But when our ancestors took over the land, they did not obey you. And now you have punished Israel with disaster. ", "24": "Jerusalem is under attack, and we suffer from hunger and disease. The Babylonians have already built dirt ramps up to the city walls, and you can see that Jerusalem will be captured just as you said.", "25": "So why did you tell me to get some witnesses and buy a field with my silver, when Jerusalem is about to be captured by the Babylonians?", "26": "The Lord explained:", "27": "Jeremiah, I am the Lord God. I rule the world, and I can do anything!", "28": "It is true that I am going to let King Nebuchadnezzar[g] of Babylonia capture Jerusalem. ", "29": "The Babylonian army is already attacking, and they will capture the city and set it on fire. The people of Jerusalem have made me angry by going up to the flat roofs of their houses and burning incense to Baal and offering wine sacrifices to other gods. Now these houses will be burned to the ground!", "30-33": "The kings and the officials, the priests and the prophets, and everyone else in Israel and Judah have turned from me and made me angry by worshiping idols. Again and again I have tried to teach my people to obey me, but they refuse to be corrected. I am going to get rid of Jerusalem, because its people have done nothing but evil. ", "34": "They have set up disgusting idols in my temple, and now it isn't a fit place to worship me. ", "35": "And they led Judah into sin by building places to worship Baal in Hinnom Valley, where they also sacrificed their sons and daughters to the god Molech. I have never even thought of telling them to commit such disgusting sins.", "36": "Jeremiah, what you said is true. The people of Jerusalem are suffering from hunger and disease, and so the king of Babylonia will be able to capture Jerusalem.", "37": "I am angry at the people of Jerusalem, and I will scatter them in foreign countries. But someday I will bring them back here and let them live in safety. ", "38": "They will be my people, and I will be their God. ", "39-41": "I will make their thoughts and desires pure. Then they will realize that, for their own good and the good of their children, they must worship only me. They will even be afraid to turn away from me. I will make an agreement with them that will never end, and I won't ever stop doing good things for them. With all my heart I promise that they will be planted in this land once again. ", "42": "Even though I have brought disaster on the people, I will someday do all these good things for them.", "43": "Jeremiah, when you bought the field, you showed that fields will someday be bought and sold again. You say that this land has been conquered by the Babylonians and has become a desert, emptied of people and animals. ", "44": "But someday, people will again spend their silver to buy fields everywhere—in the territory of Benjamin, the region around Jerusalem and the towns of Judah, and in the hill country, the foothills to the west, and the Southern Desert. Buyers and sellers and witnesses will sign and seal the bills of sale for the fields. It will happen, because I will give this land back to my people. I, the Lord, have spoken."}