{"1": "King Nebuchadnezzar[a] had a large army made up of people from every kingdom in his empire. He and his army were attacking Jerusalem and all the nearby towns, when the Lord told me ", "2": "to say to King Zedekiah:[b] I am the Lord, and I am going to let Nebuchadnezzar capture this city and burn it down. ", "3": "You will be taken prisoner and brought to Nebuchadnezzar, and he will speak with you face to face. Then you will be led away to Babylonia.", "4": "Zedekiah, I promise that you won't die in battle. ", "5": "You will die a peaceful death. People will mourn when you die, and they will light bonfires in your honor, just as they did for your ancestors, the kings who ruled before you.", "6": "I went to Zedekiah and told him what the Lord had said. ", "7": "Meanwhile, the king of Babylonia was trying to break through the walls of Lachish, Azekah, and Jerusalem, the only three towns of Judah that had not been captured.", "8-10": "King Zedekiah,[c] his officials, and everyone else in Jerusalem made an agreement to free all Hebrew[d] men and women who were slaves. No Jew would keep another as a slave. And so, all the Jewish slaves were given their freedom.", "11": "But those slave owners changed their minds and forced their former slaves back into slavery.", "12": "That's when the Lord told me to say to the people:", "13": "I am the Lord God of Israel, and I made an agreement with your ancestors when I brought them out of Egypt, where they had been slaves. ", "14": "As part of this agreement, you must let a Hebrew slave go free after six years of service. Your ancestors did not obey me, ", "15-16": "but you decided to obey me and do the right thing by setting your Hebrew slaves completely free. You even went to my temple, and in my name you made an agreement to set them free. But you have abused my name, because you broke your agreement and forced your former slaves back into slavery.", "17": "You have disobeyed me by not giving your slaves their freedom. So I will give you freedom—the freedom to die in battle or from disease or hunger. I will make you disgusting to all other nations on earth.", "18": "You asked me to be a witness when you made the agreement to set your slaves free. And as part of the ceremony you cut a calf into two parts, then walked between the parts. But you people of Jerusalem have broken that agreement as well as my agreement with Israel. So I will do to you what you did to that calf. ", "19-20": "I will let your enemies take all of you prisoner, including the leaders of Judah and Jerusalem, the royal officials, the priests, and everyone else who walked between the two parts of the calf. These enemies will kill you and leave your bodies lying on the ground as food for birds and wild animals.", "21-22": "These enemies are King Nebuchadnezzar[e] of Babylonia and his army. They have stopped attacking Jerusalem, but they want to kill King Zedekiah and his high officials. So I will command them to return and attack again. This time they will conquer the city and burn it down, and they will capture Zedekiah and his officials. I will also let them destroy the towns of Judah, so that no one can live there any longer."}