{"1": "When Jehoiakim[a] was king of Judah, the Lord told me, ", "2": "“Go to the Rechabite clan and invite them to meet you in one of the side rooms[b] of the temple. When they arrive, offer them a drink of wine.”", "3": "So I went to Jaazaniah,[c] the leader of the clan, and I invited him and all the men of his clan. ", "4": "I brought them into the temple courtyard and took them upstairs to a room belonging to the prophets who were followers of Hanan son of Igdaliah. It was next to a room belonging to some of the officials, and that room was over the one belonging to Maaseiah, a priest who was one of the high officials in the temple.[d]", "5": "I set out some large bowls full of wine together with some cups, and then I said to the Rechabites, “Have some wine!”", "6": "But they answered: No! The ancestor of our clan, Jonadab son of Rechab,[e] made a rule that we must obey. He said, “Don't ever drink wine ", "7": "or build houses or plant crops and vineyards. Instead, you must always live in tents and move from place to place. If you obey this command, you will live a long time.”", "8-10": "Our clan has always obeyed Jonadab's command. To this very day, we and our wives and sons and daughters don't drink wine or build houses or plant vineyards or crops. And we have lived in tents, ", "11": "except now we have to live inside Jerusalem because Nebuchadnezzar[f] has taken over the countryside with his army from Babylonia and Syria.", "12-13": "Then the Lord told me to say to the people of Judah and Jerusalem: I, the Lord All-Powerful, the God of Israel, want you to learn a lesson ", "14": "from the Rechabite clan. Their ancestor Jonadab told his descendants never to drink wine, and to this very day they have obeyed him. But I have spoken to you over and over, and you haven't obeyed me! ", "15": "You refused to listen to my prophets, who kept telling you, “Stop doing evil and worshiping other gods! Start obeying the Lord, and he will let you live in this land he gave your ancestors.”", "16": "The Rechabites have obeyed the command of their ancestor Jonadab, but you have not obeyed me, ", "17": "your God. I am the Lord All-Powerful, and I warned you about the terrible things that would happen to you if you did not listen to me. You have ignored me, so now disaster will strike you. I, the Lord, have spoken.", "18": "Then the Lord told me to say to the Rechabite clan: I am the Lord All-Powerful, the God of Israel. You have obeyed your ancestor Jonadab, ", "19": "so I promise that your clan will be my servants and will never die out."}