{"1": "During the fourth year that Jehoiakim[a] son of Josiah[b] was king of Judah, the Lord said to me, “Jeremiah, ", "2": "since the time Josiah was king, I have been speaking to you about Israel, Judah, and the other nations. Now, get a scroll[c] and write down everything I have told you, ", "3": "then read it to the people of Judah. Maybe they will stop sinning when they hear what terrible things I plan for them. And if they turn to me, I will forgive them.”", "4": "I sent for Baruch son of Neriah and asked him to help me. I repeated everything the Lord had told me, and Baruch wrote it all down on a scroll. ", "5": "Then I said, Baruch, the officials refuse to let me go into the Lord's temple, ", "6": "so you must go instead. Wait for the next holy day when the people of Judah come to the temple to pray and to go without eating.[d] Then take this scroll to the temple and read it aloud. ", "7": "The Lord is furious, and if the people hear how he is going to punish them, maybe they will ask to be forgiven.", "8-10": "In the ninth month[e] of the fifth year that Jehoiakim was king, the leaders set a day when everyone who lived in Jerusalem or who was visiting here had to pray and go without eating. So Baruch took the scroll to the upper courtyard of the temple. He went over to the side of the courtyard and stood in a covered area near New Gate, where he read the scroll aloud. This covered area belonged to Gemariah,[f] one of the king's highest officials. ", "11": "Gemariah's son Micaiah was there and heard Baruch read what the Lord had said. ", "12": "When Baruch finished reading, Micaiah went down to the palace. His father Gemariah was in the officials' room, meeting with the rest of the king's officials, including Elishama, Delaiah, Elnathan, and Zedekiah.[g] ", "13": "Micaiah told them what he had heard Baruch reading to the people. ", "14": "Then the officials sent Jehudi and Shelemiah[h] to tell Baruch, “Bring us that scroll.” When Baruch arrived with the scroll, ", "15": "the officials said, “Please sit down and read it to us,” which he did. ", "16": "After they heard what was written on the scroll, they were worried and said to each other, “The king needs to hear this!” Turning to Baruch, they asked, ", "17": "“Did someone tell you what to write on this scroll?”", "18": "“Yes, Jeremiah did,” Baruch replied. “I wrote down just what he told me.”", "19": "The officials said, “You and Jeremiah must go into hiding, and don't tell anyone where you are.”", "20-22": "The officials put the scroll in Elishama's room and went to see the king, who was in one of the rooms where he lived and worked during the winter. It was the ninth month[i] of the year, so there was a fire burning in the fireplace,[j] and the king was sitting nearby. After the officials told the king about the scroll, he sent Jehudi to get it. Then Jehudi started reading the scroll to the king and his officials. ", "23-25": "But every time Jehudi finished reading three or four columns, the king would tell him to cut them off with his penknife and throw them in the fire. Elnathan, Delaiah, and Gemariah begged the king not to burn the scroll, but he ignored them, and soon there was nothing left of it. The king and his servants listened to what was written on the scroll, but they were not afraid, and they did not tear their clothes in sorrow.[k]", "26": "The king told his son Jerahmeel to take Seraiah and Shelemiah[l] and to go arrest Baruch and me.[m] But the Lord kept them from finding us.", "27": "I had told Baruch what to write on that first scroll,[n] but King Jehoiakim[o] had burned it. So the Lord told me ", "28": "to get another scroll and write down everything that had been on the first one. ", "29": "Then he told me to say to King Jehoiakim: Not only did you burn Jeremiah's scroll, you had the nerve to ask why he had written that the king of Babylonia would attack and ruin the land, killing all the people and even the animals. ", "30": "So I, the Lord, promise that you will be killed and your body thrown out on the ground. The sun will beat down on it during the day, and the frost will settle on it at night. And none of your descendants will ever be king of Judah. ", "31": "You, your children, and your servants are evil, and I will punish all of you. I warned you and the people of Judah and Jerusalem that I would bring disaster, but none of you have listened. So now you are doomed!", "32": "After the Lord finished speaking to me, I got another scroll and gave it to Baruch. Then I told him what to write, so this second scroll would contain even more than was on the scroll Jehoiakim had burned."}