{"1": "King Nebuchadnezzar[a] of Babylonia had removed Jehoiachin[b] son of Jehoiakim[c] from being the king of Judah and had made Josiah's[d] son Zedekiah[e] king instead.[f] ", "2": "But Zedekiah, his officials, and everyone else in Judah ignored everything the Lord had told me.", "3-5": "Later, the Babylonian army attacked Jerusalem, but they left after learning that the Egyptian army[g] was headed in this direction. One day, Zedekiah sent Jehucal and the priest Zephaniah[h] to talk with me. At that time, I was free to go wherever I wanted, because I had not yet been put in prison. Jehucal and Zephaniah said, “Jeremiah, please pray to the Lord our God for us.”", "6-7": "Then the Lord told me to send them back to Zedekiah with this message: Zedekiah, you wanted Jeremiah to ask me, the Lord)God of Israel, what is going to happen. So I will tell you. The king of Egypt and his army came to your rescue, but soon they will go back to Egypt. ", "8": "Then the Babylonians will return and attack Jerusalem, and this time they will capture the city and set it on fire. ", "9": "Don't fool yourselves into thinking that the Babylonians will leave as they did before. ", "10": "Even if you could defeat their entire army, their wounded survivors would still be able to leave their tents and set Jerusalem on fire.", "11": "The Babylonian army had left because the Egyptian army was on its way to help us. ", "12": "So I decided to leave Jerusalem and go to the territory of the Benjamin tribe to claim my share of my family's land. ", "13": "I was leaving Jerusalem through Benjamin Gate, when I was stopped by Irijah,[i] the officer in charge of the soldiers at the gate. He said, “Jeremiah, you're under arrest for trying to join the Babylonians.”", "14": "“I'm not trying to join them!” I answered. But Irijah wouldn't listen, and he took me to the king's officials. ", "15-16": "They were angry and ordered the soldiers to beat me. Then I was taken to the house that belonged to Jonathan, one of the king's officials. It had been turned into a prison, and I was kept in a basement room. After I had spent a long time there, ", "17": "King Zedekiah secretly had me brought to his palace, where he asked, “Is there any message for us from the Lord?” “Yes, there is, Your Majesty,” I replied. “The Lord is going to let the king of Babylonia capture you.”", "18": "Then I continued, “Your Majesty, why have you put me in prison? Have I committed a crime against you or your officials or the nation? ", "19": "Have you locked up the prophets who lied to you and said that the king of Babylonia would never attack Jerusalem? ", "20": "Please, don't send me back to that prison at Jonathan's house. If you do, I will die.”", "21": "King Zedekiah had me taken to the prison cells in the courtyard of the palace guards. He told the soldiers to give me a loaf of bread[j] from one of the bakeries every day until the city ran out of grain."}