{"1": "One day, Shephatiah, Gedaliah, Jehucal,[a] and Pashhur[b] heard me tell the people of Judah ", "2-3": "that the Lord had said, “If you stay here in Jerusalem, you will die in battle or from disease or hunger, and the Babylonian army will capture the city anyway. But if you surrender to the Babylonians, they will let you live.”", "4": "So the four of them went to the king and said, “You should put Jeremiah to death, because he is making the soldiers and everyone else lose hope. He isn't trying to help our people; he's trying to harm them.”", "5": "Zedekiah replied, “Do what you want with him. I can't stop you.”", "6": "Then they took me back to the courtyard of the palace guards and let me down with ropes into the well that belonged to Malchiah, the king's son. There was no water in the well, and I sank down in the mud.", "7-8": "Ebedmelech from Ethiopia[c] was an official at the palace, and he heard what they had done to me. So he went to speak with King Zedekiah, who was holding court at Benjamin Gate. ", "9": "Ebedmelech said, “Your Majesty, Jeremiah is a prophet, and those men were wrong to throw him into a well. And when Jerusalem runs out of food, Jeremiah will starve to death down there.”", "10": "Zedekiah answered, “Take thirty[d] of my soldiers and pull Jeremiah out before he dies.”", "11": "Ebedmelech and the soldiers went to the palace and got some rags from the room under the treasury. He used ropes to lower them into the well. ", "12": "Then he said, “Put these rags under your arms so the ropes won't hurt you.” After I did, ", "13": "the men pulled me out. And from then on, I was kept in the courtyard of the palace guards.", "14": "King Zedekiah[e] had me brought to his private entrance[f] to the temple, and he said, “I'm going to ask you something, and I want to know the truth.”", "15": "“Why?” I replied. “You won't listen, and you might even have me killed!”", "16": "He said, “I swear in the name of the living Lord our Creator that I won't have you killed. No one else can hear what we say, and I won't let anyone kill you.”", "17": "Then I told him that the Lord had said: “Zedekiah, I am the Lord God All-Powerful, the God of Israel. I promise that if you surrender to King Nebuchadnezzar's[g] officers, you and your family won't be killed, and Jerusalem won't be burned down. ", "18": "But if you don't surrender, I will let the Babylonian army capture Jerusalem and burn it down, and you will be taken prisoner.”", "19": "Zedekiah answered, “I can't surrender to the Babylonians. I'm too afraid of the Jews that have already joined them. The Babylonians might hand me over to those Jews, and they would torture me.”", "20": "I said, “If you will just obey the Lord, the Babylonians won't hand you over to those Jews. You will be allowed to live, and all will go well for you. ", "21": "But the Lord has shown me that if you refuse to obey, ", "22": "then the women of your palace will be taken prisoner by Nebuchadnezzar's officials. And those women will say to you: Friends you trusted led you astray. Now you're trapped in mud, and those friends you trusted have all turned away.", "23": "The Babylonian army will take your wives and children captive, you will be taken as a prisoner to the King of Babylonia, and Jerusalem will be burned down.”[h]", "24": "Zedekiah said, “Jeremiah, if you tell anyone what we have talked about, you might lose your life. ", "25": "And I'm sure that if my officials hear about our meeting, they will ask you what we said to each other. They might even threaten to kill you if you don't tell them. ", "26": "So if they question you, tell them you were begging me not to send you back to the prison at Jonathan's house, because going back there would kill you.”", "27": "The officials did come and question me about my meeting with the king, and I told them exactly what he had ordered me to say. They never spoke to me about the meeting again, since no one had heard us talking.", "28": "I was held in the courtyard of the palace guards until the day Jerusalem was captured."}