{"1": "The Lord said: Israel, if you really want to come back to me, get rid of those disgusting idols.", "2": "Make promises only in my name, and do what you promise! Then all nations will praise me, and I will bless them.", "3": "People of Jerusalem and Judah, don't be so stubborn! Your hearts have become hard, like unplowed ground where thornbushes grow.", "4": "With all your hearts, keep the agreement I made with you. But if you are stubborn and keep on sinning, my anger will burn like a fire that cannot be put out.", "5": "The Lord said: “Sound the trumpets, my people. Warn the people of Judah,[a] 'Run for your lives!", "6": "Head for Jerusalem or another walled town!' “Jeremiah, tell them I'm sending disaster from the north.", "7": "An army will come out, like a lion from its den. It will destroy nations and leave your towns empty and in ruins.”", "8": "Then I said to the people of Israel, “Put on sackcloth![b] Mourn and cry out, 'The Lord is still angry with us.'”", "9": "The Lord said, “When all this happens, the king and his officials, the prophets and the priests will be shocked and terrified.”", "10": "I said, “You are the Lord God. So why have you fooled everyone, especially the people of Jerusalem? Why did you promise peace, when a knife is at our throats?”", "11-12": "When disaster comes, the Lord will tell you people of Jerusalem, “I am sending a windstorm from the desert— not a welcome breeze.[c] And it will sweep you away as punishment for your sins.", "13": "Look! The enemy army swoops down like an eagle; their cavalry and chariots race faster than storm clouds blown by the wind.” Then you will answer, “We are doomed!”", "14": "But Jerusalem, there is still time for you to be saved. Wash the evil from your hearts and stop making sinful plans,", "15": "before a message of disaster arrives from the hills of Ephraim and the town of Dan.[d]", "16-17": "The Lord said, “Tell the nations that my people have rebelled against me. And so an army will come from far away to surround Jerusalem and the towns of Judah. I, the Lord, have spoken.", "18": "“People of Judah, your hearts will be in pain, but it's your own fault that you will be punished.”", "19": "I can't stand the pain! My heart pounds, as I twist and turn in agony. I hear the signal trumpet and the battle cry of the enemy, and I cannot be silent.", "20": "I see the enemy defeating us time after time, leaving everything in ruins. Even my own home is destroyed in a moment.", "21": "How long will I see enemy flags and hear their trumpets?", "22": "I heard the Lord say, “My people ignore me. They are foolish children who do not understand that they will be punished. All they know is how to sin.”", "23": "After this, I looked around. The earth was barren, with no form of life. The sun, moon, and stars had disappeared.", "24": "The mountains were shaking;", "25": "no people could be seen, and all the birds had flown away.", "26": "Farmland had become a desert, and towns were in ruins. The Lord's fierce anger had done all of this.", "27-28": "The Lord said: I have made my decision, and I won't change my mind. This land will be destroyed, although not completely. The sky will turn dark, and the earth will mourn.", "29": "Enemy cavalry and archers shout their battle cry. People run for their lives and try to find safety among trees and rocks. Every town is empty.", "30": "Jerusalem, your land has been wiped out. But you act like a prostitute and try to win back your lovers, who now hate you. You can put on a red dress, gold jewelry, and eye shadow, but it's no use— your lovers are out to kill you!", "31": "I heard groaning and crying. Was it a woman giving birth to her first child? No, it was Jerusalem. She was gasping for breath and begging for help. “I'm dying!” she said. “They have murdered me.”"}