{"1": "Johanan, Jezaniah,[a] the other army officers, and everyone else in the group, came to me ", "2": "and said, “Please pray to the Lord your God for us. Judah used to have many people, but as you can see, only a few of us are left. ", "3": "Ask the Lord to tell us where he wants us to go and what he wants us to do.”", "4": "“All right,” I answered, “I will pray to the Lord your God, and I will tell you everything he says.”", "5": "They answered, “The Lord himself will be our witness that we promise to do whatever he says, ", "6": "even if it isn't what we want to do. We will obey the Lord so that all will go well for us.”", "7": "Ten days later, the Lord gave me an answer for ", "8": "Johanan, the officers, and the other people. So I called them together ", "9": "and told them that the Lord God of Israel had said: You asked Jeremiah to pray and find out what you should do. ", "10": "I am sorry that I had to punish you, and so I now tell you to stay here in Judah, where I will plant you and build you up, instead of tearing you down and uprooting you. ", "11": "Don't be afraid of the King of Babylonia. I will protect you from him, ", "12": "and I will even force him to have mercy on you and give back your farms.", "13": "But you might keep on saying, “We won't stay here in Judah, and we won't obey the Lord our God. ", "14": "We are going to Egypt, where there is plenty of food and no danger of war.”", "15": "People of Judah, you survived when the Babylonian army attacked. Now you are planning to move to Egypt, and if you do go, this is what will happen. ", "16-17": "You are afraid of war, starvation, and disease here in Judah, but they will follow you to Egypt and kill you there. None of you will survive the disasters I will send.", "18": "I, the Lord, was angry with the people of Jerusalem and punished them. And if you go to Egypt, I will be angry and punish you the same way. You will never again see your homeland. People will be horrified at what I do to you, and they will use the name of your city as a curse word.", "19": "I told the people: You escaped the disaster that struck Judah, but now the Lord warns you to stay away from Egypt. ", "20": "You asked me to pray and find out what the Lord our God wants you to do, and you promised to obey him. But that was a terrible mistake, ", "21": "because now that I have given you the Lord's answer, you refuse to obey him. ", "22": "And so, you will die in Egypt from war, hunger, and disease."}