{"1": "The Lord told me to speak with the Jews who were living in the towns of Migdol, Tahpanhes, and Memphis in northern Egypt, and also to those living in southern Egypt. He told me to tell them:", "2": "I am the Lord All-Powerful, the God of Israel. You saw how I destroyed Jerusalem and the towns of Judah. They lie empty and in ruins today, ", "3": "because the people of Judah made me angry by worshiping gods that had never helped them or their ancestors.", "4": "Time after time I sent my servants the prophets to tell the people of Judah how much I hated their disgusting sins. The prophets warned them to stop sinning, ", "5": "but they refused to listen and would not stop worshiping other gods. ", "6": "Finally, my anger struck like a raging flood, and today Jerusalem and the towns of Judah are nothing but empty ruins.", "7": "Why do you now insist on heading for another disaster? A disaster that will destroy not only you, but also your children and babies. ", "8": "You have made me angry by worshiping idols and burning incense to other gods after you came here to Egypt. You will die such a disgusting death, that other nations will use the name of Judah as a curse word. ", "9": "When you were living in Jerusalem and Judah, you followed the example of your ancestors in doing evil things, just like your kings and queens. ", "10": "Even now, your pride keeps you from respecting me and obeying the laws and teachings I gave you and your ancestors.", "11": "I, the Lord All-Powerful, have decided to wipe you out with disasters. ", "12": "There were only a few of you left in Judah, and you decided to go to Egypt. But you will die such horrible deaths in war or from starvation, that people of other countries will use the name of Judah as a curse word. ", "13": "I punished Jerusalem with war, hunger, and disease, and that's how I will punish you. ", "14": "None of you will survive. You may hope to return to Judah someday, but only a very few of you will escape death and be able to go back.", "15": "A large number of Jews from both northern and southern Egypt listened to me as I told them what the Lord had said. Most of the men in the crowd knew that their wives often burned incense to other gods. So they and their wives shouted:", "16": "Jeremiah, what do we care if you speak in the Lord's name? We refuse to listen! ", "17": "We have promised to worship the goddess Astarte, the Queen of Heaven,[a] and that is exactly what we are going to do. We will burn incense and offer sacrifices of wine to her, just as we, our ancestors, our kings, and our leaders did when we lived in Jerusalem and the other towns of Judah. We had plenty of food back then. We were well off, and nothing bad ever happened to us. ", "18": "But since the time we stopped burning incense and offering wine sacrifices to her, we have been dying from war and hunger.", "19": "Then the women said, “When we lived in Judah, we worshiped the Queen of Heaven and offered sacrifices of wine and special loaves of bread shaped like her. Our husbands knew what we were doing, and they approved of it.”", "20": "Then I told the crowd:", "21": "Don't you think the Lord knew that you and your ancestors, your leaders and kings, and the rest of the people were burning incense to other gods in Jerusalem and everywhere else in Judah? ", "22": "And when he could no longer put up with your disgusting sins, he placed a curse on your land and turned it into a desert, as it is today. ", "23": "This disaster happened because you worshiped other gods and rebelled against the Lord by refusing to obey him or follow his laws and teachings.", "24-25": "Then I told the men and their wives, that the Lord All-Powerful, the God of Israel, had said: Here in Egypt you still keep your promises to burn incense and offer sacrifices of wine to the so-called Queen of Heaven. ", "26": "Keep these promises! But let me tell you what will happen. As surely as I am the Lord God, I swear that I will never again accept any promises you make in my name. ", "27": "Instead of watching over you, I will watch for chances to harm you. Some of you will die in war, and others will starve to death. ", "28": "Only a few will escape and return to Judah. Then everyone who went to live in Egypt will know that when I say something will happen, it will—no matter what you say.", "29": "And here is how you will know that I will keep my threats to punish you in Egypt. ", "30": "I will hand over King Hophra of Egypt to those who want to kill him,[b] just as I handed Zedekiah[c] over to Nebuchadnezzar,[d] who wanted to kill him."}