{"1": "The Lord often told me what to say about the different nations of the world.", "2": "In the fourth year that Jehoiakim[a] was king of Judah, King Nebuchadnezzar[b] of Babylonia defeated King Neco of Egypt[c] in a battle at the city of Carchemish near the Euphrates River. And here is what the Lord told me to say about the Egyptian army:", "3": "It's time to go into battle! So grab your shields,", "4": "saddle your horses, and polish your spears. Put on your helmets and armor, then take your positions.", "5": "I can see the battle now— you are defeated and running away, never once looking back. Terror is all around.", "6": "You are strong and run fast, but you can't escape. You fall in battle near the Euphrates River.", "7": "What nation is this, that rises like the Nile River overflowing its banks?", "8": "It is Egypt, rising with a roar like a raging river and saying, “I'll flood the earth, destroying cities, and killing everyone in them.”", "9": "Go ahead, Egypt. Tell your chariots and cavalry to attack and fight hard. Order your troops to march out, with Ethiopians[d] and Libyans carrying shields, and the Lydians[e] armed with bows and arrows.", "10": "But the Lord All-Powerful will win this battle and take revenge on his enemies. His sword will eat them and drink their blood until it is full. They will be killed in the north near the Euphrates River, as a sacrifice to the Lord.", "11": "Egypt, no medicine can heal you, not even the soothing lotion from Gilead.", "12": "All nations have heard you weep; you are disgraced, and they know it. Your troops fall to the ground, stumbling over each other.", "13-14": "When King Nebuchadnezzar[f] of Babylonia was on his way to attack Egypt, the Lord sent me with a warning for every Egyptian town, but especially for Migdol, Memphis, and Tahpanhes. He said to tell them: Prepare to defend yourselves! Everywhere in your nation, people are dying in war.", "15": "I have struck down your mighty god Apis[g] and chased him away.[h]", "16": "Your soldiers stumble over each other and say, “Get up! The enemy will kill us, unless we can escape to our own land.”", "17": "Give the king of Egypt this new name, “Talks-Big-Does-Nothing.”", "18": "Egypt, I am the true king, the Lord All-Powerful, and as surely as I live, those enemies who attack will tower over you like Mount Tabor among the hills or Mount Carmel by the sea.", "19": "You will be led away captive, so pack a few things to bring with you. Your capital, Memphis, will lie empty and in ruins.", "20": "An enemy from the north will attack you, beautiful Egypt, like a fly biting a cow.", "21": "The foreign soldiers you hired will turn and run. But they are doomed, like well-fed calves being led to the butcher.", "22": "The enemy army will go forward like a swarm of locusts.[i] Your troops will feel helpless, like a snake in a forest", "23": "when men with axes start chopping down trees. It can only hiss and try to escape.", "24": "Your people will be disgraced and captured by the enemy from the north.", "25": "I am the Lord All-Powerful, the God of Israel. Soon I will punish the god Amon of Thebes[j] and the other Egyptian gods, the Egyptian kings, the people of Egypt, and everyone who trusts in the Egyptian power. ", "26": "I will hand them over to King Nebuchadnezzar and his army. But I also promise that Egypt will someday have people living here again, just as it had before. I, the Lord, have spoken.", "27": "The Lord said: Israel,[k] don't be afraid. Someday I will bring you home from foreign lands. You and your descendants will live in peace and safety, with nothing to fear.", "28": "So don't be afraid, even though now you deserve to be punished and have been scattered among other nations. But when I destroy them, I will protect you. I, the Lord, have spoken."}