{"1": "The Lord All-Powerful, the God of Israel, told me to say to the nation of Moab: The town of Nebo is doomed; Kiriathaim will be captured and disgraced, and even its fortress will be left in ruins.", "2": "No one honors you, Moab. In Heshbon, enemies make plans to end your life. My sword will leave only silence in your town named “Quiet.”[a]", "3": "The people of Horonaim will cry for help, as their town is attacked and destroyed.", "4": "Moab will be shattered! Your children will sob", "5": "and cry on their way up to the town of Luhith; on the road to Horonaim they will tell of disasters.", "6": "Run for your lives! Head into the desert like a wild donkey.[b]", "7": "You thought you could be saved by your power and wealth, but you will be captured along with your god Chemosh, his priests, and officials.", "8": "Not one of your towns will escape destruction. I have told your enemies, “Wipe out the valley and the flatlands of Moab.", "9": "Spread salt on the ground to kill the crops.[c] Leave its towns in ruins, with no one living there.", "10": "I want you to kill the Moabites, and if you let them escape, I will put a curse on you.”", "11": "Moab, you are like wine left to settle undisturbed, never poured from jar to jar. And so, your nation continues to prosper and improve.[d]", "12": "But now, I will send enemies to pour out the wine and smash the jars!", "13": "Then you will be ashamed, because your god Chemosh cannot save you, just as Bethel[e] could not help the Israelites.", "14": "You claim that your soldiers are strong and brave.", "15": "But I am the Lord, the all-powerful King, and I promise that enemies will overpower your towns. Even your best warriors will die in the battle.", "16": "It won't be long now— disaster will hit Moab!", "17": "I will order the nearby nations to mourn for you and say, “Isn't it sad? Moab ruled others, but now its glorious power has been shattered.”", "18": "People in the town of Dibon,[f] you will be honored no more, so have a seat in the dust. Your walls will be torn down when the enemies attack.", "19": "You people of Aroer,[g] go wait beside the road, and when refugees run by, ask them, “What happened?”", "20": "They will answer, “Moab has been defeated! Weep with us in shame. Tell everyone at the Arnon River that Moab is destroyed.”", "21": "I will punish every town that belongs to Moab, but especially Holon, Jahzah, Mephaath,", "22": "Dibon, Nebo, Beth-Diblathaim, ", "23": "Kiriathaim, Beth-Gamul, Beth-Meon,", "24": "Kerioth, and Bozrah.[h]", "25": "My decision is final— your army will be crushed, and your power broken.", "26": "People of Moab, you claim to be stronger than I am. Now I will tell other nations to make you drunk and to laugh while you collapse in your own vomit.", "27": "You made fun of my people and treated them like criminals caught in the act.", "28": "Now you must leave your towns and live like doves in the shelter of cliffs and canyons.", "29": "I know about your pride, and how you strut and boast.", "30": "But I also know bragging will never save you.", "31": "So I will cry and mourn for Moab and its town of Kir-Heres.", "32": "People of Sibmah, you were like a vineyard heavy with grapes, and with branches reaching north to the town of Jazer and west to the Dead Sea.[i] But you have been destroyed, and so I will weep for you, as the people of Jazer weep for the vineyards.", "33": "Harvest celebrations are gone from the orchards and farms of Moab. There are no happy shouts from people making wine.", "34": "Weeping from Heshbon can be heard as far as Elealeh and Jahaz; cries from Zoar are heard in Horonaim and Eglath-Shelishiyah. And Nimrim Creek has run dry.", "35": "I will get rid of anyone who burns incense to the gods of Moab or offers sacrifices at their shrines. I, the Lord, have spoken.", "36": "In my heart I moan for Moab, like a funeral song played on a flute. I mourn for the people of the town of Kir-Heres, because their wealth is gone.", "37": "The people of Moab mourn on the rooftops and in the streets. Men cut off their beards, people shave their heads; they make cuts on their hands and wear sackcloth.[j]", "38": "And it's all because I, the Lord, have shattered Moab like a jar that no one wants.", "39": "Moab lies broken! Listen to its people cry as they turn away in shame. Other nations are horrified at what happened, but still they laugh.", "40": "Moab, an enemy swoops down like an eagle spreading its wings over your land.", "41": "Your cities[k] and fortresses will be captured, and your warriors gripped by fear.[l]", "42": "You are finished as a nation, because you dared oppose me, the Lord.", "43": "Terror, pits, and traps are waiting for you.", "44": "If you are terrified and run, you will fall into a pit; and if you crawl out of the pit, you'll get caught in a trap. The time has come for you to be punished.", "45": "Near the city of Heshbon, where Sihon once ruled, tired refugees stand in shadows cast by the flames of their burning city. Soon, the towns on other hilltops, where those warlike people live, will also go up in smoke.", "46": "People of Moab, you worshiped Chemosh, your god, but now you are done for, and your children are prisoners in a foreign country.", "47": "Yet someday, I will bring your people back home. I, the Lord, have spoken."}