{"1": "The Lord has this to say about the nation of Ammon: The people of Israel have plenty of children to inherit their lands. So why have you worshipers of the god Milcom[a] taken over towns and land belonging to the Gad tribe?", "2": "Someday I will send an army to attack you in Rabbah, your capital city. It will be left in ruins, and the surrounding villages will lie in ashes. You took some of Israel's land, but on that day Israel will take yours!", "3": "Cry, people of Heshbon;[b] your town will become a pile of rubble.[c] You will turn here and there, but your path will be blocked.[d] Put on sackcloth[e] and mourn, you citizens of Rabbah, because the idol you worship[f] will be taken to a foreign country, along with its priests and temple officials.", "4": "You rebellious Ammonites trust your wealth and ask, “Who could attack us?” But I warn you not to boast when your strength is fading.[g]", "5": "I, the Lord All-Powerful, will send neighboring nations to strike you with terror. You will be scattered, with no one to care for your refugees.", "6": "Yet someday, I will bring your people back home. I, the Lord, have spoken.", "7-8": "The Lord All-Powerful says about Edom: Wisdom and common sense have vanished from Teman.[h] I will send disaster to punish you descendants of Esau,[i] so anyone from Dedan[j] had better turn around and run back home.[k]", "9": "People who harvest grapes leave some for the poor. Thieves who break in at night take only what they want.", "10": "But I will take everything that belongs to you, people of Edom, and I will uncover every place where you try to hide. Then you will die, and so will your children, relatives, and neighbors.", "11": "But I can be trusted to care for your orphans and widows.", "12": "Even those nations that don't deserve to be punished will have to drink from the cup of my anger. So how can you possibly hope to escape? ", "13": "I, the Lord, swear in my own name that your city of Bozrah[l] and all your towns will suffer a horrible fate. They will lie in ruins forever, and people will use the name “Bozrah” as a curse word.", "14": "I have sent a messenger to command the nations to prepare for war against you people of Edom.", "15": "Your nation will be small, yet hated by other nations.", "16": "Pride tricks you into thinking that other nations look at you with fear.[m] You live along the cliffs and high in the mountains like the eagles, but I am the Lord, and I will bring you down.", "17": "People passing by your country will be shocked and horrified to see a disaster", "18": "as bad as the destruction of Sodom and Gomorrah and towns nearby. The towns of Edom will be empty.", "19": "I will attack you like a lion from the forest, attacking sheep in a meadow along the Jordan. In a moment the flock runs, and the land is empty. Who will I choose to attack you? I will do it myself! No one can force me to fight or chase me away.", "20": "Listen to my plans for you, people of Edom.[n] Your children will be dragged off and your country destroyed.", "21": "The sounds of your destruction will reach the Red Sea[o] and cause the earth to shake.", "22": "An enemy will swoop down to attack you, like an eagle spreading its wings and circling over Bozrah. Your warriors will be gripped by fear.[p]", "23": "The Lord says about Damascus: The towns of Hamath and Arpad[q] have heard your bad news. They have lost hope, and worries roll over them like ocean waves.[r]", "24": "You people of Damascus have lost your courage, and in panic you turn to run, gripped by fear and pain.[s]", "25": "I once was pleased with your famous city. But now I warn you, “Escape while you still can!”[t]", "26": "Soon, even your best soldiers will lie dead in your streets. I, the Lord All-Powerful, have spoken.", "27": "I will set fire to your city walls and burn down the fortresses King Benhadad built.", "28": "Here is what the Lord says about the Kedar tribe and the desert villages[u] that were conquered by King Nebuchadnezzar[v] of Babylonia: Listen, you people of Kedar and the other tribes of the eastern desert. I have told Nebuchadnezzar to attack and destroy you.", "29": "His fearsome army will surround you, taking your tents and possessions, your sheep and camels.", "30": "Run and hide, you people of the desert who live in villages![w] Nebuchadnezzar has big plans for you.", "31": "You have no city walls and no neighbors to help, yet you think you're safe— so I told him to attack.", "32": "Then your camels and large herds will be yours no longer. People of the Arabian Desert,[x] disaster will strike you from every side, and you will be scattered everywhere on earth.", "33": "Only jackals[y] will live where your villages[z] once stood. I, the Lord, have spoken.", "34-35": "Not long after Zedekiah[aa] became king of Judah, the Lord told me to say: People of Elam,[ab] I, the Lord All-Powerful, will kill the archers who make your army strong.", "36": "Enemies will attack from all directions, and you will be led captive to every nation on earth.", "37": "Their armies will crush and kill you, and you will face the disaster that my anger brings.", "38": "Your king and his officials will die, and I will rule in their place. I, the Lord, have spoken.", "39": "But I promise that someday I will bring your people back to their land."}