{"1": "The Lord said to me: “Search Jerusalem for honest people who try to be faithful. If you can find even one, I'll forgive the whole city.", "2": "Everyone breaks promises made in my name.”", "3": "I answered, “I know that you look for truth. You punished your people for their lies, but in spite of the pain, they became more stubborn and refused to turn back to you.”", "4": "Then I thought to myself, “These common people act like fools, and they have never learned what the Lord their God demands of them.", "5": "I'll go and talk to the leaders. They know what God demands.” But even they had decided not to obey the Lord.", "6": "The people have rebelled and rejected the Lord too many times. So enemies will attack like lions from the forest or wolves from the desert. Those enemies will watch the towns of Judah, and like leopards they will tear to pieces whoever goes outside.", "7": "The Lord said: People of Judah, how can I forgive you? I gave you everything, but you abandoned me and worshiped idols. You men go to prostitutes and are unfaithful to your wives.", "8": "You are no better than animals, and you always want sex with someone else's wife.", "9": "Why shouldn't I punish the people of Judah?", "10": "I will tell their enemies, “Go through my vineyard. Don't destroy the vines, but cut off the branches, because they are the people who don't belong to me.”", "11": "In every way, Judah and Israel have been unfaithful to me.", "12": "Their prophets lie and say, “The Lord won't punish us. We will have peace and plenty of food.”", "13": "They tell these lies in my name, so now they will be killed in war or starve to death.", "14": "I am the Lord God All-Powerful. Jeremiah, I will tell you exactly what to say. Your words will be a fire; Israel and Judah will be the fuel.", "15": "People of Israel, I have made my decision. An army from a distant country will attack you. I've chosen an ancient nation, and you won't understand their language.", "16": "All of them are warriors, and their arrows bring death.", "17": "This nation will eat your crops and livestock; they will leave no fruit on your vines or trees. And although you feel safe behind thick walls, your towns will be destroyed and your children killed.", "18": "The Lord said: Jeremiah, the enemy army won't kill everyone in Judah. ", "19": "And the people who survive will ask, “Why did the Lord our God do such terrible things to us?” Then tell them: I am the Lord, but you abandoned me and worshiped other gods in your own land. Now you will be slaves in a foreign country.", "20": "Tell these things to each other, you people of Judah, you descendants of Jacob.", "21": "You fools! Why don't you listen when I speak? Why can't you understand", "22": "that you should worship me with fear and trembling? I'm the one who made the shore to hold back the ocean. Waves may crash on the beach, but they can come no farther.", "23": "You stubborn people have rebelled and turned your backs on me.", "24": "You refuse to say, “Let's worship the Lord! He's the one who sends rain in spring and autumn and gives us a good harvest.”", "25": "That's why I cannot bless you!", "26": "A hunter traps birds and puts them in a cage, but some of you trap humans and make them your slaves.", "27": "You are evil, and you lie and cheat to make yourselves rich. You are powerful", "28": "and prosperous, but you refuse to help[a] the poor get the justice they deserve.", "29": "You need to be punished, and so I will take revenge.", "30": "Look at the terrible things going on in this country. I am shocked!", "31": "Prophets give their messages in the name of a false god,[b] my priests don't want to serve me,[c] and you—my own people— like it this way! But on the day of disaster, where will you turn for help?"}