{"1": "The Lord told me to say: Announce what will happen and don't leave anything out.", "2": "Raise the signal flags; shout so all nations can hear— Babylon will be captured! Marduk,[a] Babylon's god, will be ashamed and terrified, and his idols broken.", "3": "The attack on the Babylonians will come from the north; they and their animals will run, leaving the land empty.", "4": "The Lord said: People of Israel and Judah, when these things happen you will weep, and together you will return to your land and worship me, the Lord your God.", "5": "You will ask the way to Zion and then come and join with me in making an agreement you won't break or forget.", "6": "My people, you are lost sheep abandoned by their shepherds in the mountains. You don't even remember your resting place.", "7": "I am your true pastureland, the one who gave hope to your ancestors. But you abandoned me, so when your enemies found you, they felt no guilt as they gobbled you down.", "8": "Escape from Babylonia, my people. Get out of that country! Don't wait for anyone else.", "9": "In the north I am bringing great nations together. They will attack Babylon and capture it. The arrows they shoot are like the best soldiers,[b] always finding their target.", "10": "Babylonia will be conquered, and its enemies will carry off everything they want.", "11": "The Lord said: People of Babylonia, you were glad to rob my people. You had a good time, making more noise than horses and jumping around like calves threshing grain.[c]", "12": "The city of Babylon was like a mother to you. But it will be disgraced and become nothing but a barren desert.", "13": "My anger will destroy Babylon, and no one will live there. Everyone who passes by will be shocked to see what has happened.", "14": "Babylon has rebelled against me. Archers, take your places. Shoot all your arrows at Babylon.", "15": "Attack from every side! Babylon surrenders! The enemy tears down its walls and towers. I am taking my revenge by doing to Babylon what it did to other cities.", "16": "There is no one in Babylonia to plant or harvest crops. Even foreigners who lived there have left for their homelands, afraid of the enemy armies.", "17": "Israel is a flock of sheep scattered by hungry lions. The king of Assyria[d] first gobbled Israel down. Then Nebuchadnezzar,[e] king of Babylonia, crunched on Israel's bones.", "18": "I, the Lord All-Powerful, the God of Israel, punished the king of Assyria, and I will also punish the king of Babylonia.", "19": "But I will bring Israel back to its own land. The people will be like sheep eating their fill on Mount Carmel and in Bashan, in the hill country of Ephraim and in Gilead.", "20": "I will rescue a few people from Israel and Judah. I will forgive them so completely that their sin and guilt will disappear, never to be found.", "21": "The Lord said: I have told the enemies of Babylonia, “Attack the people of Merathaim and Pekod.[f] Kill them all! Destroy their possessions!”", "22": "Sounds of war and the noise of destruction can be heard.", "23": "Babylonia was a hammer pounding every country, but now it lies broken. What a shock to the nations of the world!", "24": "Babylonia challenged me, the Lord God All-Powerful, but that nation doesn't know it is caught in a trap that I set.", "25": "I've brought out my weapons, and with them I will put a curse on Babylonia.", "26": "Come from far away, you enemies of Babylon! Pile up the grain from its storehouses, and destroy it completely, along with everything else.", "27": "Kill the soldiers of Babylonia, because the time has come for them to be punished.", "28": "The Babylonian army destroyed my temple, but soon I will take revenge. Then refugees from Babylon will tell about it in Zion.", "29": "Attack Babylon, enemy archers; set up camp around the city, and don't let anyone escape. It challenged me, the holy God, so do to it what it did to other cities.", "30": "People of Babylon, I, the Lord, promise that even your best soldiers will lie dead in the streets.", "31": "Babylon, you should be named, “The Proud One.” But the time has come when I, the Lord All-Powerful, will punish you.", "32": "You are proud, but you will stumble and fall, and no one will help you up. I will set your villages on fire, and everything around you will go up in flames.", "33": "You Babylonians were cruel to Israel and Judah. You took them captive, and now you refuse to let them go.", "34": "But I, the Lord All-Powerful, will rescue and protect them. I will bring peace to their land and trouble to yours.", "35": "I have declared war on you, your officials, and advisors.", "36": "This war will prove that your prophets are liars and fools. And it will frighten your warriors.", "37": "Then your chariot horses and the foreigners in your army will refuse to go into battle, and the enemy will carry away everything you treasure.", "38": "Your rivers and canals will dry up. All of this will happen, because your land is full of idols, and they have made fools of you.", "39": "Never again will people live in your land— only desert animals, jackals,[g] and unclean birds.", "40": "I destroyed Sodom and Gomorrah and the nearby towns, and I will destroy Babylon just as completely. No one will live there again.", "41": "The Lord said: Far to the north, a nation and its allies have been awakened. They are powerful and ready for war.", "42": "Bows and arrows and swords are in their hands. The soldiers are cruel and show no pity. The hoofbeats of their horses echo like ocean waves crashing against the shore. The army has lined up for battle and is coming to attack you, people of Babylonia!", "43": "Ever since your king heard about this army, he has been weak with fear; he twists and turns in pain like a woman giving birth.", "44": "Babylonia, I will attack you like a lion from the forest, attacking sheep in a meadow along the Jordan. In a moment the flock runs, and the land is empty. Who will I choose to attack you? I will do it myself! No one can force me to fight or chase me away.", "45": "Listen to my plans for you, people of Babylonia. Your children will be dragged off, and your country destroyed.", "46": "The sounds of your destruction will be heard among the nations, and the earth will shake."}