{"1": "I, the Lord, am sending a wind[a] to destroy the people of Babylonia[b] and Babylon, its capital.", "2": "Foreign soldiers will come from every direction, and when the disaster is over, Babylonia will be empty and worthless.", "3": "I will tell these soldiers, “Attack quickly, before the Babylonians can string their bows or put on their armor.[c] Kill their best soldiers and destroy their army!”", "4": "Their troops will fall wounded in the streets of Babylon.", "5": "Everyone in Israel and Judah is guilty. But I, the Lord All-Powerful, their holy God, have not abandoned them.", "6": "Get out of Babylon! Run for your lives! If you stay, you will be killed when I take revenge on the city and punish it for its sins.", "7": "Babylon was my golden cup, filled with the wine of my anger. The nations of the world got drunk on this wine and went insane.", "8": "But suddenly, Babylon will fall and be destroyed. I, the Lord, told the foreigners[d] who lived there, “Weep for the city! Get medicine for its wounds; maybe they will heal.”", "9": "The foreigners answered, “We have already tried to treat Babylon's wounds, but they would not heal. Come on, let's all go home to our own countries. Nothing is left in Babylonia; everything is destroyed.”", "10": "The people of Israel said, “Tell everyone in Zion! The Lord has taken revenge for what Babylon did to us.”", "11": "I, the Lord, want Babylon destroyed, because its army destroyed my temple. So, you kings of Media,[e] sharpen your arrows and pick up your shields.", "12": "Raise the signal flag and attack the city walls. Post more guards. Have soldiers watch the city and set up ambushes. I have made plans to destroy Babylon, and nothing will stop me.", "13": "People of Babylon, you live along the Euphrates River and are surrounded by canals. You are rich, but now the time has come for you to die.[f]", "14": "I, the Lord All-Powerful, swear by my own life that enemy soldiers will fill your streets like a swarm of locusts.[g] They will shout and celebrate their victory.", "15": "God used his wisdom and power to create the earth and spread out the heavens.", "16": "The waters in the heavens roar at his command. He makes clouds appear; he sends the wind from his storehouse and makes lightning flash in the rain.", "17": "People who make idols are stupid! They will be disappointed, because their false gods cannot breathe.", "18": "Idols are merely a joke, and when the time is right, they will be destroyed.", "19": "But the Lord, Israel's God, is all-powerful. He created everything, and he chose Israel to be his very own.", "20": "The Lord said: Babylonia, you were my hammer; I used you to pound nations and break kingdoms,", "21": "to shatter cavalry and chariots,", "22": "as well as men and women, young and old,", "23": "shepherds and their flocks, farmers and their oxen, and governors and leaders.", "24": "But now, my people will watch, while I repay you for what you did to Zion.", "25": "You destroyed the nations and seem strong as a mountain, but I am your enemy. I might even grab you and roll you off a cliff. When I am finished, you'll only be a pile of scorched bricks.", "26": "Your stone blocks won't be reused for cornerstones or foundations, and I promise that forever you will be a desert. I, the Lord, have spoken.", "27": "The Lord said: Signal the nations to get ready to attack. Raise a flag and blow a trumpet. Send for the armies of Ararat, Minni, and Ashkenaz.[h] Choose a commander; let the cavalry attack like a swarm of locusts.", "28": "Tell the kings and governors, the leaders and the people of the kingdoms of the Medes to prepare for war!", "29": "The earth twists and turns in torment, because I have decided to make Babylonia a desert where no one can live, and I won't change my mind.", "30": "The Babylonian soldiers have lost their strength and courage.[i] They stay in their fortresses, unable to fight, while the enemy breaks through the city gates, then sets their homes on fire.", "31": "One messenger after another announces to the king, “Babylon has been captured!", "32": "The enemy now controls the river crossings! The marshes[j] are on fire! Your army has panicked!”", "33": "I am the Lord All-Powerful, the God of Israel, and I make this promise— “Soon Babylon will be leveled and packed down like a threshing place at harvest time.”[k]", "34": "The people of Jerusalem say, “King Nebuchadnezzar[l] made us panic. That monster stuffed himself with us and our treasures, leaving us empty— he gobbled down what he wanted and spit out the rest.", "35": "The people of Babylonia harmed some of us[m] and killed others. Now, Lord, make them pay!”", "36": "My people, I am on your side, and I will take revenge on Babylon. I will cut off its water supply, and its stream[n] will dry up.", "37": "Babylon will be a pile of rubble where only jackals[o] live. People will laugh, but they will be afraid to walk among the ruins.", "38": "The Babylonians roar and growl like young lions.", "39": "And since they are hungry, I will give them a banquet. They will celebrate, get drunk, then fall asleep, never to wake up!", "40": "I will lead them away to die, like sheep, lambs, and goats being led to the butcher.", "41": "All nations now praise Babylon,[p] but when it is captured, those same nations will be horrified.", "42": "Babylon's enemies will rise like ocean waves and flood the city.", "43": "Horrible destruction will strike the nearby towns. The land will become a barren desert, where no one can live or even travel.", "44": "I will punish Marduk,[q] the god of Babylon, and make him vomit up everything he gobbled down. Then nations will no longer bring him gifts, and Babylon's walls will crumble.", "45": "Get out of Babylon, my people, and run for your lives, before I strike the city in my anger!", "46": "Don't be afraid or lose hope, though year after year there are rumors of leaders fighting for control in the city of Babylon.", "47": "The time will come when I will punish Babylon's false gods. Everyone there will die, and the whole nation will be disgraced,", "48": "when an army attacks from the north and brings destruction. Then the earth and the heavens and everything in them will celebrate.", "49": "Babylon must be overthrown, because it slaughtered the people of Israel and of many other nations.", "50": "My people, you escaped death when Jerusalem fell. Now you live far from home, but you should trust me and think about Jerusalem. Leave Babylon! Don't stay!", "51": "You feel ashamed and disgraced, because foreigners have entered my sacred temple.", "52": "Soon I will send a war to punish Babylon's idols and leave its wounded people moaning everywhere.", "53": "Although Babylon's walls reach to the sky, the army I send will destroy that city. I, the Lord, have spoken.", "54": "The Lord said: Listen to the cries for help coming from Babylon. Everywhere in the country the sounds of destruction can be heard.", "55": "The shouts of the enemy, like crashing ocean waves, will drown out Babylon's cries as I level the city.", "56": "An enemy will attack and destroy Babylon. Its soldiers will be captured and their weapons broken, because I am a God who takes revenge against nations for what they do.", "57": "I, the Lord All-Powerful, the true King, promise that the officials and advisors, the governors and leaders and the soldiers of Babylon will get drunk, fall asleep, and never wake up.", "58": "The thick walls of that city will be torn down, and its huge gates burned. Everything that nation worked so hard to gain will go up in smoke.", "59": "During Zedekiah's[r] fourth year as king of Judah, he went to Babylon. And Baruch's brother Seraiah[s] went along as the officer in charge of arranging for places to stay overnight.[t]", "60": "Before they left, I wrote on a scroll[u] all the terrible things that would happen to Babylon. ", "61": "I gave the scroll to Seraiah and said: When you get to Babylon, read this scroll aloud, ", "62": "then pray, “Our Lord, you promised to destroy this place and make it into a desert where no people or animals will ever live.”", "63": "When you finish praying, tie the scroll to a rock and throw it in the Euphrates River. Then say, ", "64": "“This is how Babylon will sink when the Lord destroys it. Everyone in the city will die, and it won't have the strength to rise again.” Jeremiah's writing ends here."}