{"1": "Zedekiah was twenty-one years old when he was appointed king of Judah,[a] and he ruled from Jerusalem for eleven years.[b] His mother Hamutal was the daughter of Jeremiah from the town of Libnah.[c] ", "2": "Zedekiah disobeyed the Lord, just as Jehoiakim had done, ", "3": "and it was Zedekiah who finally rebelled against Nebuchadnezzar.[d] The people of Judah and Jerusalem had made the Lord so angry that he finally turned his back on them. That's why horrible things were happening.", "4": "In Zedekiah's ninth year as king, on the tenth day of the tenth month,[e] King Nebuchadnezzar of Babylonia led his entire army to attack Jerusalem. The troops set up camp outside the city and built ramps up to the city walls.", "5-6": "After a year and a half,[f] all the food in Jerusalem was gone. Then on the ninth day of the fourth month,[g] ", "7": "the Babylonian troops broke through the city wall. That same night, Zedekiah and his soldiers tried to escape through the gate near the royal garden, even though they knew the enemy had the city surrounded. They headed toward the Jordan River valley, ", "8": "but the Babylonian troops caught up with them near Jericho. The Babylonians arrested Zedekiah, but his soldiers scattered in every direction. ", "9": "Zedekiah was taken to Riblah in the land of Hamath, where Nebuchadnezzar put him on trial and found him guilty. ", "10": "Zedekiah's sons and the officials of Judah were killed while he watched, ", "11": "then his eyes were poked out. He was put in chains, then dragged off to Babylon and kept in prison until he died.", "12": "Jerusalem was captured during Nebuchadnezzar's nineteenth year as king of Babylonia. About a month later,[h] Nebuchadnezzar's officer in charge of the guards arrived in Jerusalem. His name was Nebuzaradan, ", "13": "and he burned down the Lord's temple, the king's palace, and every important building in the city, as well as all the houses. ", "14": "Then he ordered the Babylonian soldiers to break down the walls around Jerusalem. ", "15": "He led away the people left in the city, including everyone who had become loyal to Nebuchadnezzar, the rest of the skilled workers,[i] and even some of the poor people of Judah. ", "16": "Only the very poorest were left behind to work the vineyards and the fields.", "17-20": "Nebuzaradan ordered his soldiers to go to the temple and take everything made of gold or silver, including bowls, fire pans, sprinkling bowls, pans, lampstands, dishes for incense, and the cups for wine offerings. The Babylonian soldiers took all the bronze things used for worship at the temple, including the pans for hot ashes, and the shovels, lamp snuffers, sprinkling bowls, and dishes for incense. The soldiers also took everything else made of bronze, including the two columns that stood in front of the temple, the large bowl called the Sea, the twelve bulls that held it up, and the movable stands.[j] The soldiers broke these things into pieces so they could take them to Babylonia. There was so much bronze that it could not be weighed. ", "21": "For example, the columns were about twenty-seven feet high and eighteen feet around. They were hollow, but the bronze was about three inches thick. ", "22": "Each column had a bronze cap over seven feet high that was decorated with bronze designs. Some of these designs were like chains and others were like pomegranates.[k] ", "23": "There were ninety-six pomegranates evenly spaced[l] around each column, and a total of one hundred pomegranates were located above the chains.", "24": "Next, Nebuzaradan arrested Seraiah the chief priest, Zephaniah his assistant, and three temple officials. ", "25": "Then he arrested one of the army commanders, seven of King Zedekiah's personal advisors, and the officer in charge of gathering the troops for battle. He also found sixty more soldiers who were still in Jerusalem. ", "26-27": "Nebuzaradan led them to Riblah in the land of Hamath, where Nebuchadnezzar had them killed. The people of Judah no longer lived in their own country.", "28-30": "Here is a list of the number of the people of Judah that Nebuchadnezzar[m] took to Babylonia as prisoners: In his seventh year as king, he took 3,023 people. In his eighteenth year as king, he took 832 from Jerusalem. In his twenty-third year as king, his officer Nebuzaradan took 745 people. So, Nebuchadnezzar took a total of 4,600 people from Judah to Babylonia.", "31": "Jehoiachin was a prisoner in Babylon for thirty-seven years. Then Evil Merodach[n] became king of Babylonia, and in the first year of his rule, on the twenty-fifth day of the twelfth month,[o] he let Jehoiachin out of prison. ", "32": "Evil Merodach was kind to Jehoiachin and honored him more than any of the other kings held prisoner there. ", "33": "Jehoiachin was allowed to wear regular clothes instead of a prison uniform, and he even ate at the king's table every day. ", "34": "As long as Jehoiachin lived, he was paid a daily allowance to buy whatever he needed."}