{"1": "The Lord said: Run for your lives, people of Benjamin. Get out of Jerusalem. Sound a trumpet in Tekoa and light a signal fire in Beth-Haccherem. Soon you will be struck by disaster from the north.", "2": "Jerusalem is a lovely pasture, but shepherds will surround it and divide it up,", "3": "then let their flocks eat all the grass.[a]", "4": "Kings will tell their troops, “If we reach Jerusalem in the morning, we'll attack at noon. But if we arrive later,", "5": "we'll attack after dark and destroy its fortresses.”", "6": "I am the Lord All-Powerful, and I will command these armies to chop down trees and build a ramp up to the walls of Jerusalem. People of Jerusalem, I must punish you for your injustice.", "7": "Evil pours from your city like water from a spring. Sounds of violent crimes echo within your walls; victims are everywhere, wounded and dying.", "8": "Listen to me, you people of Jerusalem and Judah. I will abandon you, and your land will become an empty desert.", "9": "I will tell your enemies to leave your nation bare like a vine stripped of grapes. I, the Lord All-Powerful, have spoken.", "10": "I have told the people that you, Lord, will punish them, but they just laugh and refuse to listen.", "11": "Your anger against Judah flames up inside me, and I can't hold it in much longer. The Lord answered: Don't hold back my anger! Let it sweep away everyone— the children at play and all adults, young and old alike.", "12": "I'll punish the people of Judah and give to others their houses and fields, as well as their wives. I, the Lord, have spoken.", "13": "Everyone is greedy and dishonest, whether poor or rich. Even the prophets and priests cannot be trusted.", "14": "All they ever offer to my deeply wounded people are empty hopes for peace.", "15": "They should be ashamed of their disgusting sins, but they don't even blush. And so, when I punish Judah, they will end up on the ground, dead like everyone else. I, the Lord, have spoken.", "16": "The Lord said: My people, when you stood at the crossroads, I told you, “Follow the road your ancestors took, and you will find peace.” But you refused.", "17": "I also sent prophets to warn you of danger, but when they sounded the alarm, you paid no attention.", "18": "So I tell all nations on earth, “Watch what I will do!", "19": "My people ignored me and rejected my laws. They planned to do evil, and now the evil they planned will happen to them.”", "20": "People of Judah, you bring me incense from Sheba and spices from distant lands. You offer sacrifices of all kinds. But why bother? I hate these gifts of yours!", "21": "So I will put stumbling blocks in your path, and everyone will die, including parents and children, neighbors and friends.", "22": "The Lord said, “Look toward the north, where a powerful nation has prepared for war.", "23": "Its well-armed troops are cruel and never show mercy. Their galloping horses sound like ocean waves pounding on the shore. This army will attack you, lovely Jerusalem.”", "24": "Then the people said, “Just hearing about them makes us tremble with fear, and we twist and turn in pain like a woman giving birth.”", "25": "The Lord said, “Don't work in your fields or walk along the roads. It's too dangerous. The enemy is well armed", "26": "and attacks without warning. So mourn, my people, as though your only child had died. Wear clothes made of sackcloth[b] and roll in the ash pile.”", "27": "The Lord said: Jeremiah, test my people as though they were metal.", "28": "And you'll find they are hard like bronze and iron. They are stubborn rebels, always spreading lies.", "29": "Silver can be purified in a fiery furnace,", "30": "but my people are too wicked to be made pure, and so I have rejected them."}