{"1": "Then the bones of the dead kings of Judah and their officials will be dug up, along with the bones of the priests, the prophets, and everyone else in Jerusalem ", "2": "who loved and worshiped the sun, moon, and stars. These bones will be scattered and left lying on the ground like trash, where the sun and moon and stars can shine on them.", "3": "Some of you people of Judah will be left alive, but I will force you to go to foreign countries, and you will wish you were dead. I, the Lord God All-Powerful, have spoken.", "4": "The Lord said: People of Jerusalem, when you stumble and fall, you get back up, and if you take a wrong road, you turn around and go back.[a]", "5": "So why do you refuse to come back to me? Why do you hold so tightly to your false gods?", "6": "I listen carefully, but none of you admit that you've done wrong. Without a second thought, you run down the wrong road[b] like cavalry troops charging into battle.", "7": "Storks, doves, swallows, and thrushes all know when it's time to fly away for the winter and when to come back. But you, my people, don't know what I demand.", "8": "You say, “We are wise because we have the teachings and laws of the Lord.” But I say that your teachers have turned my words into lies!", "9": "Your wise men have rejected what I say, and so they have no wisdom. Now they will be trapped and put to shame; they won't know what to do.", "10": "I'll give their wives and fields to strangers. Everyone is greedy and dishonest, whether poor or rich. Even the prophets and priests cannot be trusted.", "11": "All they ever offer to my deeply wounded people are empty hopes for peace.", "12": "They should be ashamed of their disgusting sins, but they don't even blush. And so, when I punish Judah, they will end up on the ground, dead like everyone else.", "13": "I will wipe them out.[c] They are vines without grapes; fig trees without figs or leaves. They have not done a thing that I told them![d] I, the Lord, have spoken.", "14": "The people of Judah say to each other, “What are we waiting for? Let's run to a town with walls and die there. We rebelled against the Lord, and we were sentenced to die by drinking poison.", "15": "We had hoped for peace and a time of healing, but all we got was terror.", "16": "Our enemies have reached the town of Dan in the north, and the snorting of their horses makes us tremble with fear. The enemy will destroy Jerusalem and our entire nation. No one will survive.”", "17": "“Watch out!” the Lord says. “I'm sending poisonous snakes to attack you, and no one can stop them.”", "18": "I'm burdened with sorrow and feel like giving up.", "19": "In a foreign land my people are crying. Listen! You'll hear them say, “Has the Lord deserted Zion? Is he no longer its king?” I hear the Lord reply, “Why did you make me angry by worshiping useless idols?”", "20": "The people complain, “Spring and summer have come and gone, but still the Lord hasn't rescued us.”", "21": "My people are crushed, and so is my heart. I am horrified and mourn.", "22": "If medicine and doctors may be found in Gilead, why aren't my people healed?"}