{"1": "I wish that my eyes were fountains of tears, so I could cry day and night for my people who were killed.", "2": "I wish I could go into the desert and find a hiding place from all who are treacherous and unfaithful to God.", "3": "The Lord replied: Lies come from the mouths of my people, like arrows from a bow. With each dishonest deed their power increases, and not one of them will admit that I am God.", "4": "Jeremiah, all your friends and relatives tell lies about you, so don't trust them.", "5": "They wear themselves out, always looking for a new way to cheat their friends.", "6": "Everyone takes advantage of everyone else, and no one will admit that I am God.", "7": "And so I will purify the hearts of my people just as gold is purified in a furnace. I have no other choice.", "8": "They say they want peace, but this lie is deadly, like an arrow that strikes when you least expect it.", "9": "Give me one good reason not to punish them as they deserve. I, the Lord All-Powerful, have spoken.", "10": "I weep for the pastureland in the hill country. It's so barren and scorched that no one travels there. No cattle can be found there, and birds and wild animals have all disappeared.", "11": "I heard the Lord reply, “When I am finished, Jerusalem and the towns of Judah will be piles of ruins where only jackals[a] live.”", "12": "I said to the Lord, “None of us can understand why the land has become like an uncrossable desert. Won't you explain why?”", "13": "The Lord said: I destroyed the land because the people disobeyed me and rejected my laws and teachings. ", "14": "They were stubborn and worshiped Baal,[b] just as their ancestors did. ", "15": "So I, the Lord All-Powerful, the God of Israel, promise them poison to eat and drink.[c] ", "16": "I'll scatter them in foreign countries that they and their ancestors have never even heard of. Finally, I will send enemy soldiers to kill every last one of them.", "17": "The Lord All-Powerful said, “Send for the women who are paid to weep at funerals,[d] especially the women who can cry the loudest.”", "18": "The people answered, “Let them come quickly and cry for us, until our own eyes are flooded with tears.", "19": "Now those of us on Zion cry, 'We are ruined! We can't stand the shame. Our homes have been destroyed, and we must leave our land.'", "20": "“We ask you women to pay attention to what the Lord says. We will teach you a funeral song that you can teach your daughters and friends:", "21": "'We were in our fortress, but death sneaked in through our windows. It even struck down children at play and our strongest young men.'", "22": "“The Lord has told us the ground will be covered with dead bodies, like stalks of ungathered grain or like manure.”", "23": "The Lord says: Don't brag about your wisdom or strength or wealth.", "24": "If you feel you must brag, then have enough sense to brag about worshiping me, the Lord. What I like best is showing kindness, justice, and mercy to everyone on earth.", "25-26": "Someday I will punish the nations of Egypt, Edom, Ammon, and Moab, and the tribes of the desert.[e] The men of these nations are circumcised, but they don't worship me. And it's the same with you people of Judah. Your bodies are circumcised, but your hearts are unchanged."}