{"1": "If you, then, are risen with Christ, seek those things which are above, where Christ sits at the right hand of God.", "2": "Set your mind on things which are above, not on things which are on the earth.", "3": "For you have died, and your life has been hidden with Christ in God.", "4": "When Christ (Who is your life) is revealed, then you shall also be revealed with Him in glory.", "5": "Therefore, mortify those parts of your body which are of the earth: fornication, impurity, depraved passions, lust, and covetousness (which is idolatry),", "6": "for the sake of which things the wrath of God is coming on the sons of disobedience;", "7": "and wherein also you once walked when you lived in them.", "8": "But now, however, take all these things out of your mouth also: anger, wrath, malice, slander, foul language.", "9": "Do not lie to one another, having put off the old man with his deeds", "10": "and having put on the new (who is renewed in knowledge after the image of Him who created him).", "11": "There is neither Greek nor Jew, circumcision nor uncircumcision, Barbarian, Scythian, slave, free; but all, and in all, is Christ.", "12": "Now, therefore, as the Elect of God, holy and beloved, put on hearts of compassion, kindness, humility, gentleness, and patience,", "13": "bearing with one another and forgiving one another. If anyone has a quarrel with another, even as Christ forgave, so do you.", "14": "And above all these things put on love, which is the bond of complete unity.", "15": "And let the peace of God rule in your hearts, to which you were called in one body. And be thankful.", "16": "Let the word of Christ dwell in you abundantly, in all wisdom, teaching and admonishing each other in psalms and hymns and spiritual songs, singing with a grace in your hearts to God.", "17": "And whatever you shall do, in word or deed, do all in the name of the Lord Jesus, giving thanks to God the Father through Him.", "18": "Wives, submit yourselves to your husbands, as it is fitting in the Lord.", "19": "Husbands, love your wives, and do not be embittered toward them.", "20": "Children, obey your parents in all things, for that is well-pleasing to the Lord.", "21": "Fathers, do not provoke your children to anger, lest they be discouraged.", "22": "Servants, in all things, be obedient to those who are your masters according to the flesh; not with eye-service as men-pleasers, but in singleness of heart, fearing God.", "23": "And whatever you do, work from your soul, as to the Lord, and not to men;", "24": "knowing that you shall receive the reward of the inheritance from the Lord. You serve the Lord Christ.", "25": "But the one who does wrong shall be repaid for the wrong that he has done. And there is no respect of persons."}