{"1": "During the furious accounts of battle, it is hard to see how much has been accomplished. But now we pause to reflect on everything that God has made possible—how many kings, states, and cities the people of Israel have defeated with God's help. We start with those who fell when Moses was leader, and then go on to all those who have fallen since Joshua has been given command. Here begins a catalog of the conquered, a list of the kings of the land who met defeat against the Israelites, and an accounting of the land the Israelites gained, beginning with the eastern side of the Jordan, from the valley of the Arnon River, north to Mount Hermon, and all the Arabah eastward: ", "2": "King Sihon of the Amorites, who lived at Heshbon and ruled from Aroer (which is on the edge of the Arnon Valley), to the middle of the valley as far north as the river Jabbok, the boundary of the Ammonites (including half of Gilead), ", "3": "and the Arabah to the Sea of Galilee[a] eastward, and in the direction of Beth-jeshimoth, to the Dead Sea,[b] and south to the foot of the slopes of Mount Pisgah; ", "4": "King Og of Bashan, one of the last of the Rephaim giants who lived at Ashtaroth and at Edrei, ", "5": "and who ruled from Mount Hermon and Salecah in the north and over all Bashan to the boundary of the land of the Geshurites and the Maacathites and half of Gilead, south to the boundary of Sihon, king of Heshbon.", "6": "It was Moses, the servant of the Eternal, who led the Israelites to defeat these kings; and Moses gave their land to the tribes of Reuben and Gad, and to the half-tribe of Manasseh that would settle east beyond the Jordan.", "7": "This is a catalog of the kings of the land whom Joshua and the Israelites defeated west of the Jordan, from the north at Baal-gad in the valley of Lebanon to the south at Mount Halak in the wilderness of Seir. Joshua allotted their land to the tribes of Israel as God directed: ", "8": "in the hill country, in the western foothills, in the Arabah, on the slopes, in the wilderness, and in the Negev (the southern desert), and in all the land of the Hittites, Amorites, Canaanites, Perizzites, Hivites, and Jebusites.", "9": "These are the fallen kings, one each: the king of Jericho; the king of Ai, which is next to Bethel; ", "10": "the king of Jerusalem; the king of Hebron; ", "11": "the king of Jarmuth; the king of Lachish; ", "12": "the king of Eglon; the king of Gezer; ", "13": "the king of Debir; the king of Geder; ", "14": "the king of Hormah; the king of Arad; ", "15": "the king of Libnah; the king of Adullam; ", "16": "the king of Makkedah; the king of Bethel; ", "17": "the king of Tappuah; the king of Hepher; ", "18": "the king of Aphek; the king of Lasharon; ", "19": "the king of Madon; the king of Hazor; ", "20": "the king of Shimron-meron; the king of Achshaph; ", "21": "the king of Taanach; the king of Megiddo; ", "22": "the king of Kedesh; the king of Jokneam in Carmel; ", "23": "the king of Dor in Naphath-dor; the king of Goiim in Gilgal; ", "24": "and the king of Tirzah: 31 kings in all."}