{"1": "This second section of the book (chapters 13–22), which details the parceling out of the land of Canaan, makes for slower reading, but it has a distinct literary purpose. It contains some of the elements we often find in ancient epics such as the catalog of the defeated kings and towns that give the scope of the conquest. The list also orients us in the larger story of the people of God, since later books of the Bible will set their action here. That means it's valuable for us to know where the tribes settle and what their lands are like. Now the years passed and Joshua grew old; and one day the Eternal came to him. Eternal One (to Joshua): You have grown old and there is still work to do, for part of the land I have promised has yet to be conquered. ", "2": "This still remains: all the coastal regions inhabited by the Philistines and the Geshurites ", "3": "(from the Shihor tributary of the Nile, east of Egypt, north to the boundary of Ekron, is Canaanite territory); the five capital cities of the Philistines are Gaza, Ashdod, Ashkelon, Gath, and Ekron, and the Avvites ", "4": "remain in the south; all the land of the Canaanites, and Mearah (which belongs to the Sidonians), as far as Aphek, and to the boundary of the Amorites, ", "5": "and also the land of the Gebalites, and all of Lebanon east from Baal-gad, near Mount Hermon, to Lebo-hamath.[a]", "6-7": "For the sake of the people of Israel, I will chase out all the inhabitants of the highlands from Lebanon to Misrephoth-maim, and all the Sidonians, but allot the land among you. Divide the land among the nine tribes and the half-tribe of Manasseh as their inheritance, as I have commanded.", "8": "The twelve tribes of Israel are spread out all across the country side. Moses has already given some of them land on the east side of the Jordan River, as we read here; but the others are awaiting their land on the west side, in the land of Canaan. Eventually every tribe will have land allotted to them because that has been God's promise. The other half-tribe of Manasseh and the tribes of Reuben and Gad received their inheritance. Moses, the Eternal's servant, gave them land on the far side of the Jordan and toward the east, ", "9": "from Aroer, which is on the edge of the Arnon Valley, with the town that is in the middle of the valley, and the plains from Medeba to Dibon; ", "10": "and all the cities of Sihon, king of the Amorites, who had reigned from Heshbon, as far as the border regions of the Ammonites; ", "11": "and the land of Gilead, and the lands of the Geshurites and Maacathites, and all of Mount Hermon, and all of Bashan as far as Salecah; ", "12": "in Bashan, this includes all the kingdom of Og who had reigned in Ashtaroth and in Edrei (who was the last of the survivors of the giants). Moses conquered these kings and took over their lands, ", "13": "although the Israelites did not drive out the Geshurites or the Maacathites, which is why the people of Geshur and Maacath survive among the Israelites to this day.", "14": "The tribe of Levi was the only tribe of Israel that was not given land then as its inheritance. To offer burnt offerings to the Eternal God of Israel was their inheritance, as He told them.", "15": "Moses gave an inheritance to the tribe of the Reubenites, clan by clan. ", "16": "Their territory comprised the plateau from Aroer, which is on the edge of the Arnon Valley, including the city in the middle of the valley, and the entire plain by Medeba; ", "17": "Heshbon, and all its cities that are in the plains: Dibon, Bamoth-baal, and Beth-baal-meon, ", "18": "Jahaz, Kedemoth, and Mephaath; ", "19": "Kiriathaim, Sibmah, and Zereth-shahar on the mount of the valley; ", "20": "Beth-peor, the foothills of Mount Pisgah, and Beth-jeshimoth. ", "21": "The tribe of Reuben received, then, all these cities of the plain and all the kingdom of Sihon, king of the Amorites who had reigned in Heshbon until Moses defeated him and the leaders of Midian (Evi, Rekem, Zur, Hur, and Reba) who were the princes of Sihon in the land. ", "22": "Along with all of those they put to death, the Israelites also executed Balaam, the son of Beor, who practiced divination but blessed Israel by the command of the Eternal One. ", "23": "The western border of the land allotted to the people of Reuben was the Jordan with its banks. This, then, was the land given to the people of Reuben, clan by clan, and all their cities and villages.", "24": "Moses also gave an inheritance to the tribe of the Gadites according to their clans. ", "25": "Their territory comprised Jazer, and all the cities of the land of Gilead, and half the country of the Ammonites as far as Aroer, east of Rabbah; ", "26": "from Heshbon to Ramath-mizpeh and Betonim, and from Mahanaim as far as the border of Debir; ", "27": "and in the valley, Beth-haram, Beth-nimrah, Succoth, and Zaphon—all the rest of the kingdom of Sihon, king of Heshbon—the Jordan and its eastern banks, to the southern end of the Sea of Galilee. ", "28": "This, then, was the land given to the people of Gad, clan by clan, and all their cities and villages.", "29": "Finally Moses gave an inheritance to the half-tribe of Manasseh, again allotted clan by clan. ", "30": "Their territory started at Mahanaim and included all of Bashan and the whole kingdom of Og, king of Bashan, and all the settlements of Jair, which were in Bashan: 60 towns in all. ", "31": "Half of Gilead, Ashtaroth, and Edrei (the royal cities of Og, king in Bashan) were allotted to half of the people of Machir, son of Manasseh, who would dwell east of the Jordan, according to their clans.", "32": "These were the inheritances Moses distributed on the plains of Moab beyond the Jordan River and east of Jericho. ", "33": "The clans of the tribe of Levi received no inheritance from Moses since the Eternal God of Israel was their inheritance as He promised them."}