{"1": "Here is an account of the land that the other people of Israel were given as an inheritance in the land of Canaan, as the priest Eleazar, Joshua (son of Nun), and the heads of the elders of the Israelite tribes distributed it to them. ", "2": "They determined the inheritance of the nine tribes and one half-tribe by lot, as the Eternal One had commanded them through Moses. ", "3": "(Remember Moses had already distributed land to the two tribes and the other half-tribe who lived beyond the Jordan, and he gave no land as an inheritance to the Levites. ", "4": "Since the descendants of Joseph consisted of two tribes, Manasseh and Ephraim, no share of land was given to the Levites but only towns to live in, with pasture for their property and livestock.)", "5": "So the Israelites did as the Eternal commanded Moses and divided the land. ", "6": "Some members of the tribe of Judah came to Joshua at Gilgal, including Caleb, son of Jephunneh the Kenizzite. This story introduces us to a character who is faithful to his mission even before the events in the Book of Joshua. Caleb and Joshua were part of the group of spies who were sent into Canaan to observe the natural resources and the defenses of the people, and only they reported honestly that the land was wonderful and that it could be occupied with God's help (Numbers 13–14). For Caleb's faithfulness, he is promised that he will have a place and be given a portion in the promised land. Caleb (to Joshua): Remember what the Eternal said to Moses, the man of God, about you and me in Kadesh-barnea. ", "7": "I was 40 years old when Moses, the Eternal's servant, sent me out from Kadesh-barnea to spy out the land of Canaan. I brought back an honest report. ", "8": "The others who were sent as spies only discouraged the people and melted their hearts, but I obeyed the Eternal One, my God, completely. ", "9": "At that time, Moses swore an oath to me: “Someday the land on which you have walked will be given to you and your children as an inheritance forever because you have been completely faithful to the Eternal One, my God.”[a]", "10": "So here I am. The Eternal has spared my life these 45 years since He spoke this to Moses while Israel was in the wilderness. Here I am today, 85 years old, ", "11": "still as strong today as I was when Moses sent me into this country, able to fight and able to work.", "12": "So now I ask that you give me this hill country the Eternal spoke about on that day. You heard then how the Anakim were there with great fortified cities, and so they are still. Because the Eternal goes with me, I will drive them out, just as He has said.", "13": "So Joshua blessed Caleb, son of Jephunneh, and gave him Hebron as an inheritance. ", "14": "Hebron belongs to the descendants of Caleb, son of Jephunneh, the Kenizzite, even now because he obeyed the Eternal God of Israel completely. ", "15": "(In ancient times, Hebron was called Kiriath-arba after Arba, who was the greatest of the Anakim.) So that land was peaceful."}