{"1": "The territory allotted to the tribe of the Judahites, clan by clan, reached south to the border of Edom, and even further south into the wilderness of Zin. ", "2": "Their southern border ran from the bay at the south end of the Dead Sea (the Salt Sea), ", "3": "and continued to the south of the ascent of Akrabbim,[a] crossed the wilderness of Zin, and went up south of Kadesh-barnea, past Hezron, on up to Addar, and then turning toward Karka, ", "4": "on to Azmon, then out by the wadi of Egypt, and ending at the Mediterranean Sea. “This,” they were told, “will be your southern boundary.”", "5": "On the east the territory of Judah was bounded by the Dead Sea up to where the Jordan runs into it. Their boundary on the north began at the bay at the mouth of the Jordan, ", "6": "went up to Beth-hoglah, passed north of Beth-arabah, and continued up to the stone of Bohan, Reuben's descendant. ", "7": "From there the boundary went to Debir from the valley of Achor, and then northward, turning toward Gilgal across from the ascent of Adummim, which is on the south side of the river valley. From there the boundary passed along to the waters of En-shemesh, and on to En-rogel. ", "8": "Then the boundary went up the valley of Ben-hinnom, just at the southern slope of the Jebusite city, Jerusalem, and then up to the top of the mountain west of the Hinnom Valley at the northern end of the valley of Rephaim. ", "9": "From the mountaintop, the boundary extended to the spring of Nephtoah, and from there to the towns of Mount Ephron. Then the boundary curved around to Baalah (that is, Kiriath-jearim); ", "10": "and from there circled west of Baalah to Mount Seir, passed along to the northern slope of Mount Jearim (that is, Chesalon), went down to Beth-shemesh, passed through Timnah ", "11": "to the northern flank of Ekron, then turned toward Shikkeron, past Mount Baalah, and out to Jabneel. The boundary ended at the Mediterranean Sea.", "12": "The western boundary, then, was the Mediterranean coast, and this recounts all the boundary of the land allotted to the people of Judah and its clans.", "13": "As the Eternal had commanded him, Joshua gave Caleb, son of Jephunneh, a share of land within the territory allotted to the people of Judah—Kiriath-arba (that is, Hebron; Arba was the father of Anak). ", "14": "Caleb drove from that land the three sons of Anak: Sheshai, Ahiman, and Talmai. ", "15": "From there he went to battle the inhabitants of Debir (formerly Kiriath-sepher).", "16": "Caleb: 16 Whoever attacks and captures Kiriath-sepher will receive my daughter Achsah as his wife.", "17": "Kiriath-sepher had originally been conquered by Joshua, but it was retaken by the Canaanites. Now Caleb must go back and attack the city once more. Othniel, son of Kenaz, Caleb's brother, captured it, so Caleb gave Othniel his daughter Achsah in marriage. ", "18": "One day she urged Othniel to ask her father for a field. As she dismounted her donkey, Caleb spoke to her. Caleb: What do you wish?", "19": "Achsah: 19 Here is what I would like as a wedding gift: since you have given me the desert of the Negev, give me also some springs of water. So Caleb gave her the upper and lower springs.", "20": "This, then, is the inheritance of the tribe of the people of Judah, according to their clans. ", "21": "A list of the towns belonging to the tribe of the people of Judah, beginning in the far south near the boundary of Edom: Kabzeel, Eder, Jagur, ", "22": "Kinah, Dimonah, Adadah, ", "23": "Kedesh, Hazor, Ithnan, ", "24": "Ziph, Telem, Bealoth, ", "25": "Hazor-hadattah, Kerioth-hezron (that is, Hazor), ", "26": "Amam, Shema, Moladah, ", "27": "Hazar-gaddah, Heshmon, Beth-pelet, ", "28": "Hazar-shual, Beersheba, Biziothiah, ", "29": "Baalah, Iim, Ezem, ", "30": "Eltolad, Chesil, Hormah, ", "31": "Ziklag, Madmannah, Sansannah, ", "32": "Lebaoth, Shilhim, Ain, and Rimmon—in all, 29 cities with their surrounding villages.", "33": "In the lowlands: Eshtaol, Zorah, Ashnah, ", "34": "Zanoah, En-gannim, Tappuah, Enam, ", "35": "Jarmuth, Adullam, Socoh, Azekah, ", "36": "Shaaraim, Adithaim, Gederah, and Gederothaim—14 cities with their surrounding villages.", "37": "Also Zenan, Hadashah, Migdal-gad, ", "38": "Dilean, Mizpeh, Joktheel, ", "39": "Lachish, Bozkath, Eglon, ", "40": "Cabbon, Lahmas, Chitlish, ", "41": "Gederoth, Beth-dagon, Naamah, and Makkedah—16 cities with their surrounding villages.", "42": "Libnah, Ether, Ashan, ", "43": "Iphtah, Ashnah, Nezib, ", "44": "Keilah, Achzib, and Mareshah—9 cities with their surrounding villages.", "45": "Ekron with its towns and villages, ", "46": "from Ekron to the Mediterranean Sea, and everything near Ashdod, with its villages.", "47": "Also Ashdod, its towns and its villages; Gaza, its towns and its villages; on to the wadi of Egypt, and then the Mediterranean with its coast.", "48": "In the hill country: Shamir, Jattir, Socoh, ", "49": "Dannah, Kiriath-sannah (that is, Debir), ", "50": "Anab, Eshtemoh, Anim, ", "51": "Goshen, Holon, and Giloh—11 cities with their surrounding villages.", "52": "Also Arab, Dumah, Eshan, ", "53": "Janum, Beth-tappuah, Aphekah, ", "54": "Humtah, Kiriath-arba (that is, Hebron), and Zior—9 cities with their surrounding villages.", "55": "Maon, Carmel, Ziph, Juttah, ", "56": "Jezreel, Jokdeam, Zanoah, ", "57": "Kain, Gibeah, and Timnah—10 cities with their surrounding villages.", "58": "Also Halhul, Beth-zur, Gedor, ", "59": "Maarath, Beth-anoth, and Eltekon—6 cities with their surrounding villages.", "60": "Kiriath-baal (that is, Kiriath-jearim) and Rabbah—2 cities with their surrounding villages.", "61": "In the desert: Beth-arabah, Middin, Secacah, ", "62": "Nibshan, the City of Salt, and Engedi—6 cities with their surrounding villages.", "63": "But the people of Judah could not conquer the Jebusites who lived in Jerusalem, so the Jebusites still live alongside the people of Judah in Jerusalem today."}