{"1": "The whole community of Israelites assembled at Shiloh and raised the congregation tent. The region was fully under their control. ", "2": "But there were still seven tribes who had not received their inheritance of land.", "3": "Joshua (to the remaining Israelites): 3 How much more time do you intend to waste before going to claim the land the Eternal God of your ancestors is giving to you? ", "4": "Pick three men from every tribe, and I will send them into the land so they can survey the regions in light of your inheritances and bring me back descriptions. ", "5": "They will divide the land into seven sections, between the people of Judah remaining in its territory in the south and the people of Joseph in their places in the north. ", "6": "After you divide the land, return here with the seven descriptions, and I will draw lots so that the Eternal One, our True God, can choose who will inherit what part of it.", "7": "Remember that the Levites will not receive a share in this apportioning since their inheritance is the priesthood of the Eternal. The tribes of Gad and Reuben and the half-tribe of Manasseh have already received their inheritance east of the Jordan that Moses, the servant of the Eternal, gave them.", "8": "The tribe of Levi is the one exception to this process of allocating land because they have been set aside as priests in service to God. The other tribes will have to take care of Levi so that they may do the work God has given them to do for the entire people. So the chosen men prepared to go, and Joshua repeated his instructions to them. Joshua: Go into the land and survey it. Keep in mind that we need to divide it into seven sections. When you come back, we will draw lots before the Eternal here in Shiloh to divide the land.", "9": "The men went out and passed through the land, marking the cities, dividing it into seven parts and recording their findings on a scroll. Then they returned to Joshua at Shiloh, ", "10": "and Joshua drew lots in Shiloh in the presence of the Eternal to divide the land among the remaining Israelites, each getting a share.", "11": "The land assigned by lot to the tribe of the Benjaminites according to their clans was between the people of Judah in the south and the people of Joseph in the north. ", "12": "On the north side their boundary began at the Jordan: then the boundary went up to the northern side of Jericho, climbed westward through the hill country, and ended at the wilderness of Beth-aven. ", "13": "From there, the boundary went southward in the direction of Luz; near Luz (that is, Bethel) it went down to Ataroth-addar, on the mountain to the south of lower Beth-horon. ", "14": "From this point, the western boundary turned southward from the mountain opposite Beth-horon to Kiriath-baal (that is, Kiriath-jearim), a town belonging to the people of Judah. This was the western boundary of their inheritance.", "15": "The southern boundary began on the outskirts of Kiriath-jearim and from there went west to the springs of Nephtoah. ", "16": "Then the boundary went along the border of the mountain overlooking the valley of Ben-hinnom, which is at the north end of the valley of Rephaim; and it then went down the valley of Hinnom, south of the slope of the Jebusites, and further to En-rogel. ", "17": "Then it curved in a northerly direction toward En-shemesh and from there went on to Geliloth, which is opposite the ascent of Adummim; then down to the stone of Bohan, Reuben's son, ", "18": "and passing on to the north of the slope of Arabah, it descended down to the Arabah.[a] ", "19": "The boundary then went north of the slope of Beth-hoglah and ended at the northern bay of the Dead Sea where the Jordan empties into the sea. This was the southern border. ", "20": "On the eastern side, the Jordan formed its boundary. This, then, was the inheritance of the people of Benjamin, clan by clan, boundary by boundary. ", "21": "And the cities of the tribe of the Benjaminites allocated to the clans were: Jericho, Beth-hoglah, Emek-keziz, ", "22": "Beth-arabah, Zemaraim, Bethel, ", "23": "Avvim, Parah, Ophrah, ", "24": "Chephar-ammoni, Ophni, and Geba—12 cities and their surrounding villages. ", "25": "Also Gibeon, Ramah, Beeroth, ", "26": "Mizpeh, Chephirah, Mozah, ", "27": "Rekem, Irpeel, Taralah, ", "28": "Zela, Haeleph, the Jebusite city (Jerusalem), Gibeah, and Kiriath—14 cities with their surrounding villages. This was the inheritance of the people of Benjamin, clan by clan."}