{"1": "The second allotment went to the tribe of the Simeonites, clan by clan, and its inheritance lay within the lands of the people of Judah. ", "2": "Simeon had for its inheritance Beersheba, Sheba, Moladah, ", "3": "Hazar-shual, Balah, Ezem, ", "4": "Eltolad, Bethul, Hormah, ", "5": "Ziklag, Beth-marcaboth, Hazar-susah, ", "6": "Beth-lebaoth, and Sharuhen—13 cities with their surrounding villages; ", "7": "also Ain, Rimmon, Ether, and Ashan—four towns with their surrounding villages; ", "8": "also all the villages surrounding these towns as far as Baalath-beer, Ramah of the Negev. This was the inheritance of the tribe of the Simeonites, clan by clan. ", "9": "The inheritance of the people of Simeon was taken from the people of Judah because the allotment of the people of Judah was too large for them. So the tribe of Simeon received an inheritance within Judah's inheritance.", "10": "Simeon receives no land allotment for himself. He is to be scattered within Judah's territory. The third lot fell to the people of Zebulun, clan by clan. The boundary of its inheritance stretched as far as Sarid, ", "11": "then it climbed up westward to Maralah and brushed Dabbesheth, then on to the wadi that is east of Jokneam. ", "12": "From Sarid it turned in the other direction eastward toward the sunrise to the frontier of Chisloth-tabor; and from there it went to Daberath, then up to Japhia. ", "13": "From there it went eastward to Gath-hepher, then Eth-kazin, and going on to Rimmon, it curved toward Neah. ", "14": "Then on the north, the boundary curved toward Hannathon and ended at the valley of Iphtahel ", "15": "with Kattah, Nahalal, Shimron, Idalah, and Bethlehem—12 cities with their surrounding villages. ", "16": "This, then, was the land granted to the people of Zebulun, clan by clan: these cities with their surrounding villages.", "17": "The fourth lot went to the people of Issachar, clan by clan. ", "18": "The territory that they inherited included Jezreel, Chesulloth, Shunem, ", "19": "Hapharaim, Shion, Anaharath, ", "20": "Rabbith, Kishion, Ebez, ", "21": "Remeth, En-gannim, En-haddah, Beth-pazzez. ", "22": "The boundary extended up to Tabor, Shahazumah, and Beth-shemesh, and ended at the Jordan—16 cities with their surrounding villages. ", "23": "This, then, was the land granted to the tribe of the Issacharites, clan by clan: these cities with their surrounding villages.", "24": "The fifth lot was drawn for the tribe of the Asherites, clan by clan. ", "25": "The boundary of its inheritance included Helkath, Hali, Beten, Achshaph, ", "26": "Allammelech, Amad, and Mishal. It reached Carmel on the west and the brook Shihor-libnath, ", "27": "then it turned eastward toward Beth-dagon and brushed Zebulun and the valley of Iphtahel north to Beth-emek and Neiel; then it continued on north passing by Cabul on the left, ", "28": "to Ebron,[a] Rehob, Hammon, Kanah, as far as Sidon the Great. ", "29": "The border turned to Ramah and the fortified city of Tyre. Then it turned to Hosah and ended at the sea near the region of Achzib; ", "30": "also, Ummah, Aphek, and Rehob—22 cities with their surrounding villages. ", "31": "This, then, was the land allotted to the tribe of the Asherites, clan by clan: these cities and their surrounding villages.", "32": "The sixth lot was drawn for the people of the Naphtalites, clan by clan; ", "33": "and its boundary ran from Heleph and the oak in Zaanannim, with Adami-nekeb and Jabneel, as far as Lakkum; it ended at the Jordan. ", "34": "The western boundary ran from Heleph to Aznoth-tabor and went from there to Hukkok, brushing the inheritance of Zebulun to the south, Asher on the west, and Judah on the east at the Jordan. ", "35": "The fortified cities were Ziddim, Zer, Hammath, Rakkath, Chinnereth, ", "36": "Adamah, Ramah, Hazor, ", "37": "Kedesh, Edrei, En-hazor, ", "38": "Yiron, Migdal-el, Horem, Beth-anath, and Beth-shemesh—19 cities in all with their surrounding villages. ", "39": "This, then, was the land granted to the tribe of the Naphtalites, clan by clan: these cities with their surrounding villages.", "40": "The seventh lot fell to the tribe of the Danites, clan by clan; ", "41": "and the territory of its inheritance included Zorah, Eshtaol, Ir-shemesh, ", "42": "Shaalabbin, Aijalon, Ithlah, ", "43": "Elon, Timnah, Ekron, ", "44": "Eltekeh, Gibbethon, Baalath, ", "45": "Jehud, Bene-berak, Gath-rimmon, ", "46": "and Me-jarkon and Rakkon on the border opposite Joppa. ", "47": "The people of Dan had a difficult time subduing their allotted territory so they went up and attacked Leshem, and when they had captured it and killed its inhabitants, they settled there, renaming Leshem “Dan,” after their ancestor. ", "48": "This, then, was the land granted to the tribe of the Danites, clan by clan: these cities with their surrounding villages.", "49": "When at last they had finished distributing the territories of the land as inheritances, the Israelites gave Joshua, son of Nun, a special inheritance among them. ", "50": "As the Eternal had commanded, they gave Joshua the town he had asked for, Timnath-serah in the highlands of Ephraim. So he built a city and settled there.", "51": "These, then, are the inheritances that the priest Eleazar, Joshua (son of Nun), and the heads of the leaders of the Israelite tribes distributed by drawing lots at Shiloh. All this was done in the presence of the Eternal at the entrance of the congregation tent. And the division of the land was complete."}