{"1": "It was time for Joshua to discharge the tribes whose land was east of the Jordan, and they came before him—the tribes of Reuben and Gad and the half-tribe of Manasseh.", "2": "Joshua: 2 You have done all that Moses the servant of the Eternal commanded you to do, and you have done all that I asked of you. ", "3": "You did not abandon your people through all of the many days we struggled, down to this very day, and you have always been faithful to the charge that was laid upon you by the Eternal One, your True God.", "4": "The Eternal One, your True God, has given rest now to all your people as He promised them. So now it is time for you to return to your tents and your possessions in the land on the far banks of the Jordan that Moses, the Eternal's servant, granted you. ", "5": "Be very careful always to follow the commandments and teachings of Moses, the Eternal's servant: love the Eternal your God; walk in His pathways, keep His commandments, be faithful to Him, and serve Him with diligence and devotion.", "6": "He gave them his blessing and sent them home to their tents, ", "7": "but since Moses had given to the half-tribe of Manasseh an inheritance in Bashan, east of the Jordan, and to the other half Joshua had given an inheritance alongside the other people west of the Jordan, he blessed them and sent them away.", "8": "Joshua: 8 You will return now to your tents with great wealth, with herds of livestock and cattle, with silver and gold, bronze and iron, and piles of fine clothing. Be sure to divide these spoils of war among your relatives.", "9": "So the people of Reuben and Gad and the half-tribe of Manasseh departed from the other Israelites at Shiloh, in the land of Canaan, and returned to their homes and families in Gilead, which Moses had given them by order of the Eternal.", "10": "When the people of Reuben and Gad and the half-tribe of Manasseh came to the western bank of the Jordan, although still in the land of Canaan, they built an immense altar there by the river. ", "11": "When the other people of Israel heard that the people of Reuben and Gad and the half-tribe of Manasseh had built a huge altar on the frontier of Canaan on the side of the Jordan given to them, they feared the altar was going to be used to worship the gods of the land of Canaan. ", "12": "So the Israelites all gathered at Shiloh and talked of going to war against the tribes across the Jordan. ", "13-14": "But first they appointed the priest Phinehas, son of Eleazar, to travel with 10 chiefs, one from each Israelite tribe and each clan who were settled in the land of Canaan, to the Reubenites and the Gadites and the half-tribe of Manasseh in the land of Gilead.", "15": "When they came to the people of Reuben and Gad and the half-tribe of Manasseh in the land of Gilead, Phinehas and the chiefs delivered the message.", "16": "Phinehas: 16 We bring a message from all the Eternal's people in Canaan. How dare you! How can you commit this treachery against the True God of Israel by turning away from Him and building this altar to be used against Him? ", "17": "Didn't we learn our lessons about the sin of sacrificing to false gods in Peor? We have not yet cleansed ourselves of the stain or gotten over the plague that the Eternal sent among us because of it; ", "18": "and now, already, you're turning away from Him? Listen to me: If you rebel against Him today, He will punish the whole assembly of Israel tomorrow!", "19": "If the problem is that there is no holy site in your country, then come over to us in the country where the Eternal's congregation tent is standing. Take an inheritance among us. Only don't rebel against Him or rebel against us by building an altar that isn't going to be used to sacrifice to the Eternal One, our True God. ", "20": "Don't you remember what happened when Achan, the son of Zerah, was unfaithful by keeping some of the spoil at Jericho and trying to deceive God and Joshua? His wrath fell upon the whole people, and he was not the only one who perished because of his sin!", "21": "Then the Reubenites and the Gadites and the half-tribe of Manasseh answered Phinehas and the heads of the clans of Israel:", "22": "Leaders of Reuben and Gad, and the half-tribe of Manasseh: 22 The Eternal One, God of gods! The Eternal One, God of gods! He knows the truth, and Israel should know, too. If it was out of rebellion against Him or faithlessness against Him, then devote us to destruction today! ", "23": "If we have built this altar to renounce our allegiance to Him, or to present burnt offerings or grain offerings or peace offerings on it, then may the Eternal Himself take vengeance on us!", "24": "No, we were afraid that someday, years from now, your sons and daughters might say to our sons and daughters, “Who are you? What connection do you have with the Eternal God of Israel? ", "25": "Didn't He set the river Jordan between us, the Reubenites and the Gadites, as a boundary? You have no share in the Eternal One.” So your sons and daughters might prevent ours from worshiping Him. ", "26-28": "And we thought, should that day ever come, we could point to this altar and say, “Look, this constructed altar dedicated to Him was not set up to sacrifice on, but to be a witness here at the border between us that we serve the same God so that your children will not accuse our children of following other gods.”", "29": "It was the farthest thing from our minds to build an altar so that we could turn away from the Eternal God or to present burnt offerings or grain offerings or peace offerings on anything but the altar that stands in front of His congregation tent, the place of revelation.", "30": "When the priest Phinehas, and the leaders of the congregation and the heads of the clans of Israel who accompanied him, heard the reply from the people of Reuben and Gad and the half-tribe of Manasseh, they were satisfied.", "31": "Phinehas (to the people of Reuben, Gad, and Manasseh): 31 We know now that the Eternal is among us. Because you have not committed some treachery against Him, you have saved all of the Israelites from punishment at His hands.", "32": "So Phinehas, the son of Eleazar the priest, and the leaders left the people of Reuben and Gad in the land of Gilead and returned to the assembly at Shiloh to tell them what they had heard. ", "33": "Their report pleased the Israelites, and they stopped talking about going to war or destroying the people of Reuben and Gad. ", "34": "The people of Reuben and Gad called the altar “Witness.” Tribes of Reuben and Gad: We have built this altar as a witness between us that the Eternal is the True God."}