{"1": "The Book of Deuteronomy, which precedes Joshua, records Moses giving a similar farewell speech prior to his death. Moses reminded the people of Israel where they had come from and foretold many of the things that later came to pass when they entered into the promised land of Canaan. Joshua's speech does the same thing. He reminds the Israelites of their story, and he warns the people of Israel that if they turn from their faith in God they should expect curses instead of the blessings they have experienced. So Joshua summoned all of the tribes of Israel together at Shechem, all the leaders, judges, officers, and elders, and they stood in the presence of the True God.", "2": "Joshua: 2 The Eternal One, the True God of Israel has told me to give you this message: “Many years ago, your ancestors, Terah and his sons Abraham and Nahor, lived beyond the Euphrates River where they served other gods. ", "3": "But I took your father Abraham and led him over the river and into the land of Canaan, and I made his descendants numerous. I gave him Isaac, ", "4": "and to Isaac I gave Jacob and Esau. I gave Esau the highlands of Seir for a possession, but Jacob and his sons went down to Egypt. ", "5": "When the time came for them to be delivered, I sent Moses and Aaron, I struck Egypt with plagues, and I brought you out of Egypt.", "6": "When I brought you out of Egypt, your ancestors were closely pursued by soldiers in their chariots of war to the Red Sea itself. ", "7": "When they cried out to the Eternal, He put darkness between you and the Egyptians and brought the sea to cover and drown them, every one, in the sea. Your own eyes saw this. You lived in the desert for a long time, wandering in the wilderness. ", "8": "Finally I brought you to the land of the Amorites, who lived on the east side of the Jordan. They fought against you; but I handed them over to you, and you took possession of their land. I destroyed them before you.", "9": "When Balak, son of Zippor, king of Moab, decided to attack Israel, he called on Balaam, the son of Beor, to curse you, ", "10": "but I would not listen to Balaam. All he could do was bless you. I delivered you out of his clutches.", "11": "When you crossed over the Jordan into the land of Canaan and came to Jericho, the leaders[a] of Jericho fought against you. So did the Amorites, the Perizzites, the Canaanites, the Hittites, the Girgashites, the Hivites, and the Jebusites. But I gave them all into your power.", "12": "I sent hornets ahead of you to run off the two kings of the Amorites; it was not done by your bow or sword. ", "13": "I delivered to you fields you had not worked and towns you had not built, yet today you live in them. You eat the fruit of olive trees and of grape vineyards you did not even have to plant.”", "14": "So remember: fear the Eternal and serve Him sincerely and faithfully. Put away from you any gods your ancestors served across the Euphrates River or in Egypt, and serve only Him. ", "15": "If you decide that you're not willing to serve Him, then today is the day for you to choose whom you will serve, whether the gods your ancestors bowed to in the land beyond the great River, or the gods of the Amorites whose country you possess. But as for me and my family, we will serve the Eternal.", "16": "This people that complained in the wilderness now acknowledges that God alone gave them this land, and they pledge their faithfulness to Him. People of Israel (responding): 16 Nothing could be further from our minds than abandoning the Eternal to serve other gods. ", "17": "We know that the Eternal One our God rescued us and our ancestors from slavery in the land of Egypt. We remember that He performed all those great signs in front of us. He protected us from the people we passed as we traveled. ", "18": "And we know that He removed the Amorites and all the peoples who lived in Canaan. We, too, will serve the Eternal One, for He is our True God.", "19": "Joshua (warning them): 19 If you think you will be able to serve the Eternal, you are wrong. He is a holy God and a jealous God; He will not tolerate your shortcomings and your sins. ", "20": "If you desert Him and worship these foreign gods, He will fall upon you and totally consume you, even though He has done all this great good for you.", "21": "People of Israel: 21 All the same, we choose to serve the Eternal.", "22": "Joshua: 22 All right, then. You are witnesses—against yourselves, if it comes to that—that you have made this choice to serve the Eternal. Israel: We are witnesses to it.", "23": "Joshua (repeating): 23 Then you must put all other gods away from you and turn your hearts to the Eternal God of Israel.", "24": "Israel: 24 We will serve the Eternal One, our God, and we will obey His voice.", "25": "So Joshua made a covenant with the people that day at Shechem and gave them statutes and ordinances to obey. ", "26": "Joshua wrote the words in the scroll of the law, and he had a large stone set up underneath the oak tree near the Eternal's holy place.", "27": "Joshua (to all the people): 27 This stone will also be a witness to your vow. It has heard all the words the Eternal spoke to us, so it will be a witness if you turn your backs on your True God.", "28": "So he sent the people away, back to the lands He had given them.", "29": "After that, Joshua, the son of Nun, the Eternal's servant, died at the age of 110. ", "30": "They buried him in the land he had been given at Timnath-serah, which is in the hill country of Ephraim to the north of Mount Gaash.", "31": "And Israel served the Eternal faithfully for as long as Joshua lived, and then throughout the days of the elders who outlived Joshua and had seen all the mighty things that the Eternal One did for Israel.", "32": "The bones of Joseph, which the Israelites had carried out of Egypt, were buried at Shechem, in the land Jacob had bought from the descendants of Hamor, the father of Shechem, for 100 pieces of silver, and which had been passed on to the people of Joseph as an inheritance.", "33": "Eventually Eleazar, the son of Aaron, died. They buried him at Gibeah, in the city his son Phinehas had been granted in the highlands of Ephraim."}