{"1": "It's important to remember who you are and what you're fighting for. By gathering everyone and reading the law of Moses to them, Joshua unites the people of Israel in their shared past, present, and future and orients them toward God in their new land. Now when the kings of the land who were beyond the Jordan in the highlands and along the coast of the Mediterranean—the Hittites, the Amorites, the Canaanites, the Perizzites, the Hivites, and the Jebusites—heard what had happened, ", "2": "they unified to oppose Joshua and Israel.", "3": "But the people of Gibeon, who were Hivites, had a different idea when they heard what Joshua had done to Jericho and to Ai. ", "4": "Knowing that Joshua might turn his attention to them next, they decided to use their wits, not their military might. They formed a delegation to serve as envoys and gathered the most worn-out sacks for their donkeys and worn-out, patched-up wineskins they could find. ", "5": "They took some ragged sandals and patched them. They dressed in threadbare clothes—all so it would look as though they had come from far away. Even the food they carried was dry and moldy, as though it had been carried a long distance.", "6": "These envoys went to Gilgal to meet with Joshua and the men of Israel. Gibeonite Envoys (to Joshua and the men of Israel): We have traveled from a far country and beg you to make a treaty of peace with us.", "7": "Israelites: 7 How can we make a treaty with you? How do we know you aren't from around here?", "8": "The words from the Lord in Deuteronomy are very clear: Do not make a covenant or show favor with anyone in the land. This instruction, of course, is broken many times by Israel (Deuteronomy 7:2). Gibeonite Envoys (to Joshua): 8 We are your servants. Joshua: Who are you? Where do you come from?", "9": "Gibeonite Envoys: 9 Your servants have made the journey from a distant country because even there the name of the Eternal One your God is in the air. We have heard of what He did for you in Egypt ", "10": "and what He did to the two kings of the Amorites east of the Jordan (King Sihon of Heshbon and King Og of Bashan who lived in Ashtaroth). ", "11": "So our elders gathered us together and directed us to take provisions for a long journey so we could tell you we are your servants. Please, we beg you, make a treaty with us.", "12": "Look. Here is all that remains of our bread. It was fresh, warm from the oven, when we set out, but now it is nothing but mold and crumbs. ", "13": "And these patched-up wineskins were new and full when we left home. And our clothes, our sandals are worn—you can see that we have traveled a very long way.", "14": "The leaders did not consult the Eternal. They broke bread with the messengers, ", "15": "and Joshua offered them a treaty of peace, with the leaders of Israel swearing an oath to bind it.", "16": "Three days after they had sworn peace with these deceptive messengers, they discovered the visitors were Gibeonites from the land of Canaan, their neighbors, who, in fact, were living in part of the land God had promised the Israelites. ", "17": "So the Israelites went to their cities: Gibeon, Chephirah, Beeroth, and Kiriath-jearim on the third day, ", "18": "but they did not attack them. Even though they had been tricked into making a treaty, an oath made in the name of the Eternal was sacred. The people of Israel grumbled and complained against their leaders, ", "19": "but they replied to the entire congregation. Leaders: Look, we have sworn an oath in the name of the Eternal God of Israel, and we must not touch them. ", "20": "If we attack them now and break our word, God's anger will fall on us. Let them live and serve us.", "21": "So the leaders kept their promise to the Gibeonites who became servants of the entire congregation, cutting their wood and drawing their water.", "22": "Joshua summoned the Gibeonite leaders. Joshua (to the Gibeonite leaders): Why did you lie to us? Why did you claim to be from far away when really you lived right here among us? ", "23": "Your lie comes with a curse. You will live, but you will always be our slaves, carrying our water and chopping wood for the sanctuary of my True God from now on.", "24": "Gibeonite Leaders (to Joshua): 24 We knew for a fact that the Eternal One, your True God, had told His servant Moses that He would give you all of this land and that you would destroy all of the people in it. We were so afraid of you that this seemed the best thing to do. ", "25": "But now we are in your hands. Do to us what seems fair and just to you, and we will accept it.", "26": "So Joshua spared the Gibeonites from the people of Israel and certain death ", "27": "but made them servants of the people of Israel, chopping their wood and carrying their water, serving the Eternal's sanctuary from that time on, in whatever place he chose as he directed them."}