{"1": "My children, I am writing you these things so that you won't sin. But if anyone does sin, we have Yeshua the Messiah, the Tzaddik, who pleads our cause with the Father. ", "2": "Also, he is the kapparah for our sins — and not only for ours, but also for those of the whole world.", "3": "The way we can be sure we know him is if we are obeying his commands. ", "4": "Anyone who says, “I know him,” but isn't obeying his commands is a liar — the truth is not in him. ", "5": "But if someone keeps doing what he says, then truly love for God has been brought to its goal in him. This is how we are sure that we are united with him. ", "6": "A person who claims to be continuing in union with him ought to conduct his life the way he did.", "7": "Dear friends, I am not writing you a new command. On the contrary, it is an old command, which you have had from the beginning; the old command is the message which you have heard before. ", "8": "Yet I am writing you a new command, and its reality is seen both in him and in you, because the darkness is passing away and the true light is already shining. ", "9": "Anyone who claims to be in this light while hating his brother is still in the dark. ", "10": "The person who keeps loving his brother remains in the light, and there is nothing in him that could make him trip. ", "11": "But the person who hates his brother is in the dark — yes, he is walking in the dark, and he doesn't know where he is going, because the darkness has blinded his eyes.", "12": "You children, I am writing you because your sins have been forgiven for his sake.", "13": "You fathers, I am writing you because you have known him who has existed from the beginning. You young people, I am writing you because you have overcome the Evil One.", "14": "You children, I have written you because you have known the Father. You fathers, I have written you because you have known him who has existed from the beginning. You young people, I have written you because you are strong — the Word of God remains in you, and you have overcome the Evil One.", "15": "Do not love the world or the things of the world. If someone loves the world, then love for the Father is not in him; ", "16": "because all the things of the world — the desires of the old nature, the desires of the eyes, and the pretensions of life — are not from the Father but from the world. ", "17": "And the world is passing away, along with its desires. But whoever does God's will remains forever.", "18": "Children, this is the Last Hour. You have heard that an Anti-Messiah is coming; and in fact, many anti-Messiahs have arisen now — which is how we know that this is the Last Hour. ", "19": "They went out from us, but they weren't part of us; for had they been part of us, they would have remained with us.", "20": "But you have received the Messiah's anointing from HaKadosh, and you know all this. ", "21": "It is not because you don't know the truth that I have written to you, but because you do know it, and because no lie has its origin in the truth. ", "22": "Who is a liar at all, if not the person who denies that Yeshua is the Messiah? Such a person is an anti-Messiah — he is denying the Father and the Son. ", "23": "Everyone who denies the Son is also without the Father, but the person who acknowledges the Son has the Father as well. ", "24": "Let what you heard from the beginning remain in you. If what you heard from the beginning remains in you, you will also remain in union with both the Son and the Father. ", "25": "And this is what he has promised us: eternal life.", "26": "I have written you these things about the people who are trying to deceive you. ", "27": "As for you, the Messianic anointing you received from the Father remains in you, so that you have no need for anyone to teach you. On the contrary, as his Messianic anointing continues to teach you about all things, and is true, not a counterfeit, so, just as he taught you, remain united with him.", "28": "And now, children, remain united with him; so that when he appears, we may have confidence and not shrink back from him in shame at his coming. ", "29": "If you know that he is righteous, you should also know that he is the Father of everyone who does what is right."}