{"1": "Everyone who believes that Yeshua is the Messiah has God as his father, and everyone who loves a father loves his offspring too. ", "2": "Here is how we know that we love God's children: when we love God, we also do what he commands. ", "3": "For loving God means obeying his commands. Moreover, his commands are not burdensome, ", "4": "because everything which has God as its Father overcomes the world. And this is what victoriously overcomes the world: our trust. ", "5": "Who does overcome the world if not the person who believes that Yeshua is the Son of God?", "6": "He is the one who came by means of water and blood, Yeshua the Messiah — not with water only, but with the water and the blood. And the Spirit bears witness, because the Spirit is the truth. ", "7": "There are three witnesses — ", "8": "the Spirit, the water and the blood — and these three are in agreement. ", "9": "If we accept human witness, God's witness is stronger, because it is the witness which God has given about his Son. ", "10": "Those who keep trusting in the Son of God have this witness in them. Those who do not keep trusting God have made him out to be a liar, because they have not trusted in the witness which God has given about his Son. ", "11": "And this is the witness: God has given us eternal life, and this life is in his Son. ", "12": "Those who have the Son have the life; those who do not have the Son of God do not have the life. ", "13": "I have written you these things so that you may know that you have eternal life — you who keep trusting in the person and power of the Son of God.", "14": "This is the confidence we have in his presence: if we ask anything that accords with his will, he hears us. ", "15": "And if we know that he hears us — whatever we ask — then we know that we have what we have asked from him.", "16": "If anyone sees his brother committing a sin that does not lead to death, he will ask; and God will give him life for those whose sinning does not lead to death. There is sin that does lead to death; I am not saying he should pray about that. ", "17": "All wrongdoing is sin, but there is sin that does not lead to death.", "18": "We know that everyone who has God as his Father does not go on sinning; on the contrary, the Son born of God protects him, and the Evil One does not touch him.", "19": "We know that we are from God, and that the whole world lies in the power of the Evil One.", "20": "And we know that the Son of God has come and has given us discernment, so that we may know who is genuine; moreover, we are united with the One who is genuine, united with his Son Yeshua the Messiah. He is the genuine God and eternal life.", "21": "Children, guard yourselves against false gods!"}