{"1": "The words of Amos, who was one of the sheepbreeders from Tekoa, which he received in a vision concerning Israel in the days of Uzziah, king of Judah, and in the days of Jeroboam, son of Joash, king of Israel, two years before the earthquake.[a] ", "2": "He said: The Lord roars from Zion,[b] and raises his voice from Jerusalem; The pastures of the shepherds languish, and the summit of Carmel withers.", "3": "Thus says the Lord: For three crimes of Damascus, and now four—[d] I will not take it back— Because they threshed Gilead with sledges of iron,", "4": "I will send fire upon the house of Hazael, and it will devour the strongholds of Ben-hadad.[e]", "5": "I will break the barred gate of Damascus; From the Valley of Aven[f] I will cut off the one enthroned, And the sceptered ruler from Beth-eden; the people of Aram shall be exiled to Kir, says the Lord.", "6": "Thus says the Lord: For three crimes of Gaza, and now four— I will not take it back— Because they exiled an entire population, handing them over to Edom,", "7": "I will send fire upon the wall of Gaza, and it will devour its strongholds;", "8": "From Ashdod I will cut off the one enthroned and the sceptered ruler from Ashkelon; I will turn my hand against Ekron, and the last of the Philistines shall perish, says the Lord God.", "9": "Thus says the Lord: For three crimes of Tyre, and now four— I will not take it back— Because they handed over an entire population to Edom, and did not remember their covenant of brotherhood,[g]", "10": "I will send fire upon the wall of Tyre, and it will devour its strongholds.", "11": "Thus says the Lord: For three crimes of Edom, and now four— I will not take it back— Because he pursued his brother[h] with the sword, suppressing all pity, Persisting in his anger, his wrath raging without end,", "12": "I will send fire upon Teman, and it will devour the strongholds of Bozrah.[i]", "13": "Thus says the Lord: For three crimes of the Ammonites, and now four— I will not take it back— Because they ripped open pregnant women in Gilead, in order to extend their territory,", "14": "I will kindle a fire upon the wall of Rabbah,[j] and it will devour its strongholds Amid war cries on the day of battle, amid stormwind on the day of tempest.", "15": "Their king shall go into exile, he and his princes with him, says the Lord."}