{"1": "Thus says the Lord: For three crimes of Moab, and now four— I will not take it back— Because he burned to ashes[a] the bones of Edom's king,", "2": "I will send fire upon Moab, and it will devour the strongholds of Kerioth; Moab shall meet death amid uproar, battle cries and blasts of the ram's horn.", "3": "I will cut off the ruler from its midst, and all the princes I will slay with him, says the Lord.", "4": "[b]Thus says the Lord: For three crimes of Judah, and now four— I will not take it back— Because they spurned the instruction of the Lord, and did not keep his statutes; Because the lies[c] which their ancestors followed have led them astray,", "5": "I will send fire upon Judah, and it will devour the strongholds of Jerusalem.", "6": "Thus says the Lord: For three crimes of Israel,[d] and now four— I will not take it back— Because they hand over the just for silver, and the poor for a pair of sandals;", "7": "They trample the heads of the destitute into the dust of the earth, and force the lowly out of the way. Son and father sleep with the same girl,[e] profaning my holy name.", "8": "Upon garments taken in pledge they recline beside any altar.[f] Wine at treasury expense they drink in their temples.", "9": "Yet it was I who destroyed the Amorites before them, who were as tall as cedars, and as strong as oak trees. I destroyed their fruit above and their roots beneath.", "10": "It was I who brought you up from the land of Egypt, and who led you through the desert for forty years, to occupy the land of the Amorites;", "11": "I who raised up prophets among your children, and nazirites[g] among your young men. Is this not so, Israelites?— oracle of the Lord.", "12": "But you made the nazirites drink wine, and commanded the prophets, “Do not prophesy!”", "13": "Look, I am groaning beneath you, as a wagon groans when laden with sheaves.", "14": "Flight shall elude the swift, and the strong shall not retain strength; The warrior shall not save his life,", "15": "nor shall the archer stand his ground; The swift of foot shall not escape, nor shall the horseman save his life.", "16": "And the most stouthearted of warriors shall flee naked on that day— oracle of the Lord."}