{"1": "This is what the Lord God showed me: He was forming a locust swarm when the late growth began to come up (the late growth after the king's mowing[a]). ", "2": "When they had finished eating the grass in the land, I said: Forgive, O Lord God! Who will raise up Jacob? He is so small!", "3": "The Lord relented concerning this. “This shall not be,” said the Lord God.", "4": "This is what the Lord God showed me: He was summoning a rain of fire. It had devoured the great abyss and was consuming the fields. ", "5": "Then I said: Cease, O Lord God! Who will raise up Jacob? He is so small!", "6": "The Lord relented concerning this. “This also shall not be,” said the Lord God.", "7": "This is what the Lord God showed me: He was standing, plummet in hand, by a wall built with a plummet.[b] ", "8": "The Lord God asked me, “What do you see, Amos?” And I answered, “A plummet.” Then the Lord said: See, I am laying the plummet in the midst of my people Israel; I will forgive them no longer.", "9": "The high places of Isaac shall be laid waste, and the sanctuaries of Israel made desolate; and I will attack the house of Jeroboam with the sword.", "10": "Amaziah, the priest of Bethel, sent word to Jeroboam, king of Israel: “Amos has conspired against you within the house of Israel; the country cannot endure all his words. ", "11": "For this is what Amos says: 'Jeroboam shall die by the sword, and Israel shall surely be exiled from its land.'”", "12": "To Amos, Amaziah said: “Off with you, seer, flee to the land of Judah and there earn your bread by prophesying! ", "13": "But never again prophesy in Bethel; for it is the king's sanctuary and a royal temple.” ", "14": "Amos answered Amaziah, “I am not a prophet,[c] nor do I belong to a company of prophets. I am a herdsman and a dresser of sycamores, ", "15": "but the Lord took me from following the flock, and the Lord said to me, 'Go, prophesy to my people Israel.' ", "16": "Now hear the word of the Lord: You say: 'Do not prophesy against Israel, do not preach against the house of Isaac.'", "17": "Therefore thus says the Lord: Your wife shall become a prostitute in the city, and your sons and daughters shall fall by the sword. Your land shall be parcelled out by measuring line, and you yourself shall die in an unclean land; and Israel shall be exiled from its land.”"}