{"1": "This is what the Lord God showed me: a basket of end-of-summer fruit.[a] ", "2": "He asked, “What do you see, Amos?” And I answered, “A basket of end-of-summer fruit.” And the Lord said to me: The end has come for my people Israel; I will forgive them no longer.", "3": "The temple singers will wail on that day— oracle of the Lord God. Many shall be the corpses, strewn everywhere—Silence!", "4": "Hear this, you who trample upon the needy and destroy the poor of the land:", "5": "“When will the new moon be over,” you ask, “that we may sell our grain, And the sabbath, that we may open the grain-bins? We will diminish the ephah,[b] add to the shekel, and fix our scales for cheating!", "6": "We will buy the destitute for silver, and the poor for a pair of sandals; even the worthless grain we will sell!”", "7": "The Lord has sworn by the pride of Jacob: Never will I forget a thing they have done!", "8": "Shall not the land tremble because of this, and all who dwell in it mourn? It will all rise up and toss like the Nile, and subside like the river of Egypt.", "9": "On that day—oracle of the Lord God— I will make the sun set at midday and in broad daylight cover the land with darkness.", "10": "I will turn your feasts into mourning and all your songs into dirges. I will cover the loins of all with sackcloth and make every head bald. I will make it like the time of mourning for an only child, and its outcome like a day of bitter weeping.", "11": "See, days are coming—oracle of the Lord God— when I will send a famine upon the land: Not a hunger for bread, or a thirst for water, but for hearing the word of the Lord.", "12": "They shall stagger from sea to sea and wander from north to east In search of the word of the Lord, but they shall not find it.", "13": "On that day, beautiful young women and young men shall faint from thirst,", "14": "Those who swear by Ashima of Samaria,[c] and who say, “By the life of your god, O Dan,” “By the life of the Power of Beer-sheba!” They shall fall, never to rise again."}