{"1": "I saw the Lord standing beside the altar. And he said: Strike the capitals so that the threshold shakes! Break them off on the heads of them all! Those who are left I will slay with the sword. Not one shall get away, no survivor shall escape.[a]", "2": "Though they dig down to Sheol, even from there my hand shall take them; Though they climb to the heavens, even from there I shall bring them down.", "3": "Though they hide on the summit of Carmel, there too I will hunt them down and take them; Though they hide from my gaze at the bottom of the sea, there I will command the serpent[b] to bite them.", "4": "Though they go into captivity before their enemies, there I will command the sword to slay them. I will fix my gaze upon them for evil and not for good.", "5": "The Lord God of hosts, Who melts the earth with his touch, so that all who dwell on it mourn, So that it will all rise up like the Nile, and subside like the river of Egypt;", "6": "Who has built his upper chamber in heaven, and established his vault over the earth; Who summons the waters of the sea and pours them upon the surface of the earth— the Lord is his name.", "7": "Are you not like the Ethiopians to me, O Israelites?—oracle of the Lord— Did I not bring the Israelites from the land of Egypt as I brought the Philistines from Caphtor and the Arameans[c] from Kir?", "8": "See, the eyes of the Lord God are on this sinful kingdom, and I will destroy it from the face of the earth— But I will not destroy the house of Jacob completely— oracle of the Lord.", "9": "For see, I have given the command to sift the house of Israel among all the nations, As one sifts with a sieve, letting no pebble fall to the ground.", "10": "All sinners among my people shall die by the sword, those who say, “Disaster will not reach or overtake us.”", "11": "[d]On that day I will raise up the fallen hut of David; I will wall up its breaches, raise up its ruins, and rebuild it as in the days of old,", "12": "That they may possess the remnant of Edom, and all nations claimed in my name— oracle of the Lord, the one who does this.", "13": "Yes, days are coming— oracle of the Lord— When the one who plows shall overtake the one who reaps and the vintager, the sower of the seed; The mountains shall drip with the juice of grapes, and all the hills shall run with it.", "14": "I will restore my people Israel, they shall rebuild and inhabit their ruined cities, Plant vineyards and drink[e] the wine, set out gardens and eat the fruits.", "15": "I will plant them upon their own ground; never again shall they be plucked From the land I have given them— the Lord, your God, has spoken."}