{"1": "These are the proverbs of King Solomon of Israel, David's son:", "2": "He wrote them to teach his people how to live—how to act in every circumstance, ", "3": "for he wanted them to be understanding, just, and fair in everything they did. ", "4": "“I want to make the simpleminded wise!” he said. “I want to warn young men about some problems they will face. ", "5-6": "I want those already wise to become wiser and become leaders by exploring the depths of meaning in these nuggets of truth.”", "7-9": "How does a man become wise? The first step is to trust and reverence the Lord! Only fools refuse to be taught. Listen to your father and mother. What you learn from them will stand you in good stead; it will gain you many honors.[a]", "10": "If young toughs tell you, “Come and join us”—turn your back on them! ", "11": "“We'll hide and rob and kill,” they say. ", "12": "“Good or bad, we'll treat them all alike. ", "13": "And the loot we'll get! All kinds of stuff! ", "14": "Come on, throw in your lot with us; we'll split with you in equal shares.”", "15": "Don't do it, son! Stay far from men like that, ", "16": "for crime is their way of life, and murder is their specialty. ", "17": "When a bird sees a trap being set, it stays away, ", "18": "but not these men; they trap themselves! They lay a booby trap for their own lives. ", "19": "Such is the fate of all who live by violence and murder.[b] They will die a violent death.", "20": "Wisdom shouts in the streets for a hearing. ", "21": "She calls out to the crowds along Main Street, and to the judges in their courts, and to everyone in all the land: ", "22": "“You simpletons!” she cries. “How long will you go on being fools? How long will you scoff at wisdom and fight the facts? ", "23": "Come here and listen to me! I'll pour out the spirit of wisdom upon you and make you wise. ", "24": "I have called you so often, but still you won't come. I have pleaded, but all in vain. ", "25": "For you have spurned my counsel and reproof. ", "26": "Some day you'll be in trouble, and I'll laugh! Mock me, will you?—I'll mock you! ", "27": "When a storm of terror surrounds you, and when you are engulfed by anguish and distress, ", "28": "then I will not answer your cry for help. It will be too late though you search for me ever so anxiously.", "29": "“For you closed your eyes to the facts and did not choose to reverence and trust the Lord, ", "30": "and you turned your back on me, spurning my advice. ", "31": "That is why you must eat the bitter fruit of having your own way and experience the full terrors of the pathway you have chosen. ", "32": "For you turned away from me—to death; your own complacency will kill you. Fools! ", "33": "But all who listen to me shall live in peace and safety, unafraid.”"}