{"1": "Happy is the man with a level-headed son; sad the mother of a rebel.", "2": "Ill-gotten gain brings no lasting happiness; right living does.", "3": "The Lord will not let a good man starve to death, nor will he let the wicked man's riches continue forever.", "4": "Lazy men are soon poor; hard workers get rich.", "5": "A wise youth makes hay while the sun shines, but what a shame to see a lad who sleeps away his hour of opportunity.", "6": "The good man is covered with blessings from head to foot, but an evil man inwardly curses his luck.[a]", "7": "We all have happy memories of good men gone to their reward, but the names of wicked men stink after them.", "8": "The wise man is glad to be instructed, but a self-sufficient fool falls flat on his face.", "9": "A good man has firm footing, but a crook will slip and fall.", "10": "Winking at sin leads to sorrow; bold reproof leads to peace.", "11": "There is living truth in what a good man says, but the mouth of the evil man is filled with curses.", "12": "Hatred stirs old quarrels, but love overlooks insults.", "13": "Men with common sense are admired[b] as counselors; those without it are beaten as servants.", "14": "A wise man holds his tongue. Only a fool blurts out everything he knows; that only leads to sorrow and trouble.", "15": "The rich man's wealth is his only strength. The poor man's poverty is his only[c] curse.", "16": "The good man's earnings advance the cause of righteousness. The evil man squanders his on sin.", "17": "Anyone willing to be corrected is on the pathway to life. Anyone refusing has lost his chance.", "18": "To hide hatred is to be a liar; to slander is to be a fool.", "19": "Don't talk so much. You keep putting your foot in your mouth. Be sensible and turn off the flow!", "20": "When a good man speaks, he is worth listening to, but the words of fools are a dime a dozen.", "21": "A godly man gives good advice, but a rebel is destroyed by lack of common sense.", "22": "The Lord's blessing is our greatest wealth. All our work adds nothing to it![d]", "23": "A fool's fun is being bad; a wise man's fun is being wise!", "24": "The wicked man's fears will all come true and so will the good man's hopes.", "25": "Disaster strikes like a cyclone and the wicked are whirled away. But the good man has a strong anchor.", "26": "A lazy fellow is a pain to his employers—like smoke in their eyes or vinegar that sets the teeth on edge.", "27": "Reverence for God adds hours to each day;[e] so how can the wicked expect a long, good life?", "28": "The hope of good men is eternal happiness; the hopes of evil men are all in vain.", "29": "God protects the upright but destroys the wicked.", "30": "The good shall never lose God's blessings, but the wicked shall lose everything.", "31": "The good man gives wise advice, but the liar's counsel is shunned.", "32": "The upright speak what is helpful; the wicked speak rebellion."}