{"1": "The Lord hates cheating and delights in honesty.", "2": "Proud men end in shame, but the meek become wise.", "3": "A good man is guided by his honesty; the evil man is destroyed by his dishonesty.", "4": "Your riches won't help you on Judgment Day; only righteousness counts then.", "5": "Good people are directed by their honesty; the wicked shall fall beneath their load of sins.", "6": "The good man's goodness delivers him; the evil man's treachery is his undoing.", "7": "When an evil man dies, his hopes all perish, for they are based upon this earthly life.", "8": "God rescues good men from danger while letting the wicked fall into it.", "9": "Evil words destroy; godly skill rebuilds.[a]", "10": "The whole city celebrates a good man's success—and also the godless man's death.", "11": "The good influence of godly citizens causes a city to prosper, but the moral decay of the wicked drives it downhill.", "12": "To quarrel with a neighbor is foolish; a man with good sense holds his tongue.", "13": "A gossip goes around spreading rumors, while a trustworthy man tries to quiet them.", "14": "Without wise leadership, a nation is in trouble; but with good counselors there is safety.", "15": "Be sure you know a person well before you vouch for his credit! Better refuse than suffer later.", "16": "Honor goes to kind and gracious women, mere[b] money to cruel men.", "17": "Your own soul is nourished when you are kind; it is destroyed when you are cruel.", "18": "The evil man gets rich for the moment, but the good man's reward lasts forever.", "19": "The good man finds life; the evil man, death.", "20": "The Lord hates the stubborn but delights in those who are good.", "21": "You can be very sure the evil man will not go unpunished forever. And you can also be very sure God will rescue the children of the godly.", "22": "A beautiful woman lacking discretion and modesty is like a fine gold ring in a pig's snout.", "23": "The good man can look forward to happiness, while the wicked can expect only wrath.", "24-25": "It is possible to give away and become richer! It is also possible to hold on too tightly and lose everything. Yes, the liberal man shall be rich! By watering others, he waters himself.", "26": "People curse the man who holds his grain for higher prices, but they bless the man who sells it to them in their time of need.", "27": "If you search for good, you will find God's favor; if you search for evil, you will find his curse.", "28": "Trust in your money and down you go! Trust in God and flourish as a tree!", "29": "The fool who provokes his family to anger and resentment will finally have nothing worthwhile left. He shall be the servant of a wiser man.", "30": "Godly men are growing a tree that bears life-giving fruit, and all who win souls are wise.[c]", "31": "Even the godly shall be rewarded here on earth; how much more the wicked!"}