{"1": "To learn, you must want to be taught. To refuse reproof is stupid.", "2": "The Lord blesses good men and condemns the wicked.", "3": "Wickedness never brings real success; only the godly have that.", "4": "A worthy wife is her husband's joy and crown; the other kind corrodes his strength and tears down everything he does.", "5": "A good man's mind is filled with honest thoughts; an evil man's mind is crammed with lies.", "6": "The wicked accuse; the godly defend.", "7": "The wicked shall perish; the godly shall stand.", "8": "Everyone admires a man with good sense, but a man with a warped mind is despised.", "9": "It is better to get your hands dirty—and eat,[a] than to be too proud to work—and starve.", "10": "A good man is concerned for the welfare of his animals, but even the kindness of godless men is cruel.", "11": "Hard work means prosperity;[b] only a fool idles away his time.", "12": "Crooks are jealous of each other's loot, while good men long to help each other.", "13": "Lies will get any man into trouble, but honesty is its own defense.", "14": "Telling the truth gives a man great satisfaction, and hard work returns many blessings to him.", "15": "A fool thinks he needs no advice, but a wise man listens to others.", "16": "A fool is quick-tempered; a wise man stays cool when insulted.", "17": "A good man is known by his truthfulness; a false man by deceit and lies.", "18": "Some people like to make cutting remarks, but the words of the wise soothe and heal.", "19": "Truth stands the test of time; lies are soon exposed.", "20": "Deceit fills hearts that are plotting for evil; joy fills hearts that are planning for good!", "21": "No real harm befalls the good, but there is constant trouble for the wicked.", "22": "God delights in those who keep their promises and abhors those who don't.", "23": "A wise man doesn't display his knowledge, but a fool displays his foolishness.", "24": "Work hard and become a leader; be lazy and never succeed.", "25": "Anxious hearts are very heavy, but a word of encouragement does wonders!", "26": "The good man asks advice from friends; the wicked plunge ahead—and fall.", "27": "A lazy man won't even dress the game he gets while hunting, but the diligent man makes good use of everything he finds.", "28": "The path of the godly leads to life. So why fear death?"}