{"1": "A wise youth accepts his father's rebuke; a young mocker doesn't.", "2": "The good man wins his case by careful argument; the evil-minded only wants to fight.", "3": "Self-control means controlling the tongue! A quick retort can ruin everything.", "4": "Lazy people want much but get little, while the diligent are prospering.", "5": "A good man hates lies; wicked men lie constantly[a] and come to shame.", "6": "A man's goodness helps him all through life, while evil men are being destroyed by their wickedness.", "7": "Some rich people are poor, and some poor people have great wealth!", "8": "Being kidnapped and held for ransom never worries the poor man!", "9": "The good man's life is full of light. The sinner's road is dark and gloomy.", "10": "Pride leads to arguments; be humble, take advice, and become wise.", "11": "Wealth from gambling quickly disappears; wealth from hard work grows.", "12": "Hope deferred makes the heart sick; but when dreams come true at last, there is life and joy.[b]", "13": "Despise God's Word and find yourself in trouble. Obey it and succeed.", "14": "The advice of a wise man refreshes like water from a mountain spring. Those accepting it become aware of the pitfalls on ahead.", "15": "A man with good sense is appreciated. A treacherous man must walk a rocky road.", "16": "A wise man thinks ahead; a fool doesn't and even brags about it!", "17": "An unreliable messenger can cause a lot of trouble. Reliable communication permits progress.", "18": "If you refuse criticism, you will end in poverty and disgrace; if you accept criticism, you are on the road to fame.", "19": "It is pleasant to see plans develop. That is why fools refuse to give them up even when they are wrong.", "20": "Be with wise men and become wise. Be with evil men and become evil.", "21": "Curses chase sinners, while blessings chase the righteous!", "22": "When a good man dies, he leaves an inheritance to his grandchildren; but when a sinner dies, his wealth is stored up for the godly.", "23": "A poor man's farm may have good soil, but injustice robs him of its riches.", "24": "If you refuse to discipline your son, it proves you don't love him; for if you love him, you will be prompt to punish him.", "25": "The good man eats to live, while the evil man lives to eat.[c]"}