{"1": "A wise woman builds her house, while a foolish woman tears hers down by her own efforts.", "2": "To do right honors God; to sin is to despise him.", "3": "A rebel's foolish talk should prick his own pride! But the wise man's speech is respected.", "4": "An empty stable stays clean—but there is no income from an empty stable.", "5": "A truthful witness never lies; a false witness always lies.", "6": "A mocker never finds the wisdom he claims he is looking for, yet it comes easily to the man with common sense.", "7": "If you are looking for advice, stay away from fools.", "8": "The wise man looks ahead. The fool attempts to fool himself and won't face facts.", "9": "The common bond of rebels is their guilt.[a] The common bond of godly people is goodwill.", "10": "Only the person involved can know his own bitterness or joy—no one else can really share it.", "11": "The work of the wicked will perish; the work of the godly will flourish.", "12": "Before every man there lies a wide and pleasant road that seems right but ends in death.", "13": "Laughter cannot mask a heavy heart. When the laughter ends, the grief remains.", "14": "The backslider gets bored with himself; the godly man's life is exciting.", "15": "Only a simpleton believes everything he's told! A prudent man understands the need for proof.", "16": "A wise man is cautious and avoids danger; a fool plunges ahead with great confidence.", "17": "A short-tempered man is a fool. He hates the man who is patient.", "18": "The simpleton is crowned with folly; the wise man is crowned with knowledge.", "19": "Evil men shall bow before the godly.", "20-21": "Even his own neighbors despise the poor man, while the rich have many “friends.” But to despise the poor is to sin. Blessed are those who help them.", "22": "Those who plot evil shall wander away and be lost, but those who plan good shall be granted mercy and quietness.", "23": "Work brings profit; talk brings poverty!", "24": "Wise men are praised for their wisdom; fools are despised for their folly.", "25": "A witness who tells the truth saves good men from being sentenced to death, but a false witness is a traitor.", "26": "Reverence for God gives a man deep strength; his children have a place of refuge and security.", "27": "Reverence for the Lord is a fountain of life; its waters keep a man from death.", "28": "A growing population is a king's glory; a dwindling nation is his doom.", "29": "A wise man controls his temper. He knows that anger causes mistakes.", "30": "A relaxed attitude lengthens a man's life; jealousy rots it away.", "31": "Anyone who oppresses the poor is insulting God who made them. To help the poor is to honor God.", "32": "The godly have a refuge when they die, but the wicked are crushed by their sins.", "33": "Wisdom is enshrined in the hearts of men of common sense, but it must shout loudly before fools will hear it.", "34": "Godliness exalts a nation, but sin is a reproach to any people.", "35": "A king rejoices in servants who know what they are doing; he is angry with those who cause trouble."}