{"1": "We can make our plans, but the final outcome is in God's hands.", "2": "We can always “prove” that we are right, but is the Lord convinced?", "3": "Commit your work to the Lord, then it will succeed.", "4": "The Lord has made everything for his own purposes—even the wicked for punishment.", "5": "Pride disgusts the Lord. Take my word for it—proud men shall be punished.", "6": "Iniquity is atoned for by mercy and truth; evil is avoided by reverence for God.", "7": "When a man is trying to please God, God makes even his worst enemies to be at peace with him.", "8": "A little gained honestly is better than great wealth gotten by dishonest means.", "9": "We should make plans—counting on God to direct us.", "10": "God will help the king to judge the people fairly; there need be no mistakes.", "11": "The Lord demands fairness in every business deal.[a] He established this principle.", "12": "It is a horrible thing for a king to do evil. His right to rule depends upon his fairness.[b]", "13": "The king rejoices when his people are truthful and fair.", "14": "The anger of the king is a messenger of death, and a wise man will appease it.", "15": "Many favors are showered on those who please the king.", "16": "How much better is wisdom than gold, and understanding than silver!", "17": "The path of the godly leads away from evil; he who follows that path is safe.", "18": "Pride goes before destruction and haughtiness before a fall.", "19": "Better poor and humble than proud and rich.", "20": "God blesses those who obey him; happy the man who puts his trust in the Lord.", "21": "The wise man is known by his common sense, and a pleasant teacher is the best.", "22": "Wisdom is a fountain of life to those possessing it, but a fool's burden is his folly.", "23": "From a wise mind comes careful and persuasive speech.", "24": "Kind words are like honey—enjoyable and healthful.", "25": "Before every man there lies a wide and pleasant road he thinks is right, but it ends in death.", "26": "Hunger is good—if it makes you work to satisfy it!", "27": "Idle hands are the devil's workshop; idle lips are his mouthpiece.[c]", "28": "An evil man sows strife; gossip separates the best of friends.", "29": "Wickedness loves company—and leads others into sin.[d]", "30": "The wicked man stares into space with pursed lips, deep in thought, planning his evil deeds.", "31": "White hair is a crown of glory and is seen most among the godly.", "32": "It is better to be slow-tempered than famous; it is better to have self-control than to control an army.", "33": "We toss the coin,[e] but it is the Lord who controls its decision."}