{"1": "Better to be poor and honest than rich[a] and dishonest.", "2": "It is dangerous and sinful to rush into the unknown.", "3": "A man may ruin his chances by his own foolishness and then blame it on the Lord!", "4": "A wealthy man has many “friends”; the poor man has none left.", "5": "Punish false witnesses. Track down liars.", "6": "Many beg favors from a man who is generous; everyone is his friend!", "7": "A poor man's own brothers turn away from him in embarrassment;[b] how much more his friends! He calls after them, but they are gone.", "8": "He who loves wisdom loves his own best interest and will be a success.", "9": "A false witness shall be punished, and a liar shall be caught.", "10": "It doesn't seem right for a fool to succeed or for a slave to rule over princes!", "11": "A wise man restrains his anger and overlooks insults. This is to his credit.", "12": "The king's anger is as dangerous as a lion's. But his approval is as refreshing as the dew on grass.", "13": "A rebellious son is a calamity to his father, and a nagging wife annoys like constant dripping.", "14": "A father can give his sons homes and riches, but only the Lord can give them understanding wives.", "15": "A lazy man sleeps soundly—and he goes hungry!", "16": "Keep the commandments and keep your life; despising them means death.", "17": "When you help the poor you are lending to the Lord—and he pays wonderful interest on your loan!", "18": "Discipline your son in his early years while there is hope. If you don't, you will ruin his life.", "19": "A short-tempered man must bear his own penalty; you can't do much to help him. If you try once, you must try a dozen times!", "20": "Get all the advice you can and be wise the rest of your life.", "21": "Man proposes, but God disposes.", "22": "Kindness makes a man attractive. And it is better to be poor than dishonest.", "23": "Reverence for God gives life, happiness, and protection from harm.", "24": "Some men are so lazy they won't even feed themselves!", "25": "Punish a mocker and others will learn from his example. Reprove a wise man, and he will be the wiser.", "26": "A son who mistreats his father or mother is a public disgrace.", "27": "Stop listening to teaching that contradicts what you know is right.", "28": "A worthless witness cares nothing for truth—he enjoys his sinning too much.", "29": "Mockers and rebels shall be severely punished."}