{"1": "Wine gives false courage; hard liquor leads to brawls; what fools men are to let it master them, making them reel drunkenly down the street!", "2": "The king's fury is like that of a roaring lion; to rouse his anger is to risk your life.", "3": "It is an honor for a man to stay out of a fight. Only fools insist on quarreling.", "4": "If you won't plow in the cold, you won't eat at the harvest.", "5": "Though good advice lies deep within a counselor's heart, the wise man will draw it out.", "6": "Most people will tell you what loyal friends they are, but are they telling the truth?", "7": "It is a wonderful heritage to have an honest father.", "8": "A king sitting as judge weighs all the evidence carefully, distinguishing the true from false.", "9": "Who can ever say, “I have cleansed my heart; I am sinless”?", "10": "The Lord despises every kind of cheating.[a]", "11": "The character of even a child can be known by the way he acts—whether what he does is pure and right.", "12": "If you have good eyesight and good hearing, thank[b] God who gave them to you.", "13": "If you love sleep, you will end in poverty. Stay awake, work hard, and there will be plenty to eat!", "14": "“Utterly worthless!” says the buyer as he haggles over the price. But afterwards he brags about his bargain!", "15": "Good sense is far more valuable than gold or precious jewels.", "16": "It is risky to make loans to strangers!", "17": "Some men enjoy cheating, but the cake they buy with such ill-gotten gain will turn to gravel in their mouths.", "18": "Don't go ahead with your plans without the advice of others; don't go to war until they agree.", "19": "Don't tell your secrets to a gossip unless you want them broadcast to the world.", "20": "God puts out the light of the man who curses his father or mother.", "21": "Quick wealth is not a blessing in the end.", "22": "Don't repay evil for evil. Wait for the Lord to handle the matter.", "23": "The Lord loathes all cheating and dishonesty.[c]", "24": "Since the Lord is directing our steps, why try to understand everything that happens along the way?", "25": "It is foolish and rash to make a promise to the Lord before counting the cost.", "26": "A wise king stamps out crime by severe punishment.", "27": "A man's conscience[d] is the Lord's searchlight exposing his hidden motives.", "28": "If a king is kind, honest, and fair, his kingdom stands secure.", "29": "The glory of young men is their strength; of old men, their experience.[e]", "30": "Punishment that hurts chases evil from the heart."}