{"1-3": "When dining with a rich man,[a] be on your guard and don't stuff yourself, though it all tastes so good; for he is trying to bribe you, and no good is going to come of his invitation.", "4-5": "Don't weary yourself trying to get rich. Why waste your time? For riches can disappear as though they had the wings of a bird!", "6-8": "Don't associate with evil men; don't long for their favors and gifts. Their kindness is a trick; they want to use you as their pawn. The delicious food they serve will turn sour in your stomach, and you will vomit it and have to take back your words of appreciation for their “kindness.”", "9": "Don't waste your breath on a rebel. He will despise the wisest advice.", "10-11": "Don't steal the land of defenseless orphans by moving their ancient boundary marks, for their Redeemer is strong; he himself will accuse you.", "12": "Don't refuse to accept criticism; get all the help[b] you can.", "13-14": "Don't fail to correct your children; discipline won't hurt them! They won't die if you use a stick on them! Punishment will keep them out of hell.", "15-16": "My son, how I will rejoice if you become a man of common sense. Yes, my heart will thrill to your thoughtful, wise words.", "17-18": "Don't envy evil men but continue to reverence the Lord all the time, for surely you have a wonderful future ahead of you. There is hope for you yet!", "19-21": "O my son, be wise and stay in God's paths; don't carouse with drunkards and gluttons, for they are on their way to poverty. And remember that too much sleep clothes a man with rags. ", "22": "Listen to your father's advice and don't despise an old mother's experience. ", "23": "Get the facts at any price, and hold on tightly to all the good sense you can get. ", "24-25": "The father of a godly man has cause for joy—what pleasure a wise son is! So give your parents joy!", "26-28": "O my son, trust my advice—stay away from prostitutes. For a prostitute is a deep and narrow grave. Like a robber, she waits for her victims as one after another become unfaithful to their wives.", "29-30": "Whose heart is filled with anguish and sorrow? Who is always fighting and quarreling? Who is the man with bloodshot eyes and many wounds? It is the one who spends long hours in the taverns, trying out new mixtures. ", "31": "Don't let the sparkle and the smooth taste of strong wine deceive you. ", "32": "For in the end it bites like a poisonous serpent; it stings like an adder. ", "33": "You will see hallucinations and have delirium tremens, and you will say foolish, silly things that would embarrass you no end when sober. ", "34": "You will stagger like a sailor tossed at sea, clinging to a swaying mast. ", "35": "And afterwards you will say, “I didn't even know it when they beat me up. . . . Let's go and have another drink!”"}