{"1": "Don't envy godless men; don't even enjoy their company. ", "2": "For they spend their days plotting violence and cheating.", "3-4": "Any enterprise is built by wise planning, becomes strong through common sense, and profits wonderfully by keeping abreast of the facts.", "5": "A wise man is mightier than a strong man. Wisdom is mightier than strength.", "6": "Don't go to war without wise guidance; there is safety in many counselors.", "7": "Wisdom is too much for a rebel. He'll not be chosen as a counselor!", "8": "To plan evil is as wrong as doing it.", "9": "The rebel's schemes are sinful, and the mocker is the scourge of all mankind.", "10": "You are a poor specimen if you can't stand the pressure of adversity.", "11-12": "Rescue those who are unjustly sentenced to death; don't stand back and let them die. Don't try to disclaim responsibility by saying you didn't know about it. For God, who knows all hearts, knows yours, and he knows you knew! And he will reward everyone according to his deeds.", "13-14": "My son, honey whets the appetite and so does wisdom! When you enjoy becoming wise, there is hope for you! A bright future lies ahead!", "15-16": "O evil man, leave the upright man alone and quit trying to cheat him out of his rights. Don't you know that this good man, though you trip him up seven times, will each time rise again? But one calamity is enough to lay you low.", "17": "Do not rejoice when your enemy meets trouble. Let there be no gladness when he falls—", "18": "for the Lord may be displeased with you and stop punishing him!", "19-20": "Don't envy the wicked. Don't covet his riches. For the evil man has no future; his light will be snuffed out.", "21-22": "My son, watch your step before the Lord and the king, and don't associate with radicals. For you will go down with them to sudden disaster, and who knows where it all will end?", "23": "It is wrong to sentence the poor and let the rich go free. ", "24": "He who says to the wicked, “You are innocent,” shall be cursed by many people of many nations; ", "25": "but blessings shall be showered on those who rebuke sin fearlessly.", "26": "It is an honor to receive a frank reply.", "27": "Develop your business first before building your house.", "28-29": "Don't testify spitefully against an innocent neighbor. Why lie about him? Don't say, “Now I can pay him back for all his meanness to me!”", "30-31": "I walked by the field of a certain lazy fellow and saw that it was overgrown with thorns; it was covered with weeds, and its walls were broken down. ", "32-33": "Then, as I looked, I learned this lesson: “A little extra sleep, A little more slumber, A little folding of the hands to rest”", "34": "means that poverty will break in upon you suddenly like a robber and violently like a bandit."}