{"1": "Honor doesn't go with fools any more than snow with summertime or rain with harvesttime!", "2": "An undeserved curse has no effect. Its intended victim will be no more harmed by it than by a sparrow or swallow flitting through the sky.", "3": "Guide a horse with a whip, a donkey with a bridle, and a rebel with a rod to his back!", "4-5": "When arguing with a rebel, don't use foolish arguments as he does, or you will become as foolish as he is! Prick his conceit with silly replies![a]", "6": "To trust a rebel to convey a message is as foolish as cutting off your feet and drinking poison!", "7": "In the mouth of a fool a proverb becomes as useless as a paralyzed leg.", "8": "Honoring a rebel will backfire like a stone tied to a slingshot!", "9": "A rebel will misapply an illustration so that its point will no more be felt than a thorn in the hand of a drunkard.", "10": "The master may get better work from an untrained apprentice than from a skilled rebel!", "11": "As a dog returns to his vomit, so a fool repeats his folly.", "12": "There is one thing worse than a fool, and that is a man who is conceited.", "13": "The lazy man won't go out and work. “There might be a lion outside!” he says. ", "14": "He sticks to his bed like a door to its hinges! ", "15": "He is too tired even to lift his food from his dish to his mouth! ", "16": "Yet in his own opinion he is smarter than seven wise men.", "17": "Yanking a dog's ears is no more foolish than interfering in an argument that isn't any of your business.", "18-19": "A man who is caught lying to his neighbor and says, “I was just fooling,” is like a madman throwing around firebrands, arrows, and death!", "20": "Fire goes out for lack of fuel, and tensions disappear when gossip stops.", "21": "A quarrelsome man starts fights as easily as a match sets fire to paper.[b]", "22": "Gossip is a dainty morsel eaten with great relish.", "23": "Pretty words may hide a wicked heart, just as a pretty glaze covers a common clay pot.", "24-26": "A man with hate in his heart may sound pleasant enough, but don't believe him; for he is cursing you in his heart. Though he pretends to be so kind, his hatred will finally come to light for all to see.", "27": "The man who sets a trap for others will get caught in it himself. Roll a boulder down on someone, and it will roll back and crush you.", "28": "Flattery is a form of hatred and wounds cruelly."}