{"1": "The man who is often reproved but refuses to accept criticism will suddenly be broken and never have another chance.", "2": "With good men in authority, the people rejoice; but with the wicked in power, they groan.", "3": "A wise son makes his father happy, but a lad who hangs around with prostitutes disgraces him.", "4": "A just king gives stability to his nation, but one who demands bribes destroys it.", "5-6": "Flattery is a trap; evil men are caught in it, but good men stay away and sing for joy.", "7": "The good man knows the poor man's rights; the godless don't care.", "8": "Fools start fights everywhere while wise men try to keep peace.", "9": "There's no use arguing with a fool. He only rages and scoffs, and tempers flare.", "10": "The godly pray for those who long to kill them.", "11": "A rebel shouts in anger; a wise man holds his temper in and cools it.", "12": "A wicked ruler will have wicked aides on his staff.", "13": "Rich and poor are alike in this: each depends on God for light.", "14": "A king who is fair to the poor shall have a long reign.", "15": "Scolding and spanking a child helps him to learn. Left to himself, he brings shame to his mother.", "16": "When rulers are wicked, their people are too; but good men will live to see the tyrant's downfall.", "17": "Discipline your son and he will give you happiness and peace of mind.", "18": "Where there is ignorance of God, crime runs wild; but what a wonderful thing it is for a nation to know and keep his laws.", "19": "Sometimes[a] mere words are not enough—discipline is needed. For the words may not be heeded.", "20": "There is more hope for a fool than for a man of quick temper.", "21": "Pamper a servant from childhood, and he will expect you to treat him as a son!", "22": "A hot-tempered man starts fights and gets into all kinds of trouble.", "23": "Pride ends in a fall, while humility brings honor.", "24": "A man who assists a thief must really hate himself! For he knows the consequence but does it anyway.", "25": "Fear of man is a dangerous trap, but to trust in God means safety.", "26": "Do you want justice? Don't fawn on the judge, but ask the Lord for it!", "27": "The good hate the badness of the wicked. The wicked hate the goodness of the good."}