{"1-2": "My son, never forget the things I've taught you. If you want a long and satisfying life, closely follow my instructions. ", "3": "Never tire of loyalty and kindness. Hold these virtues tightly. Write them deep within your heart. ", "4-5": "If you want favor with both God and man, and a reputation for good judgment and common sense, then trust the Lord completely; don't ever trust yourself. ", "6": "In everything you do, put God first, and he will direct you and crown your efforts with success.", "7-8": "Don't be conceited, sure of your own wisdom. Instead, trust and reverence the Lord, and turn your back on evil; when you do that, then you will be given renewed health and vitality.", "9-10": "Honor the Lord by giving him the first part of all your income, and he will fill your barns with wheat and barley and overflow your wine vats with the finest wines.", "11-12": "Young man, do not resent it when God chastens and corrects you, for his punishment is proof of his love. Just as a father punishes a son he delights in to make him better, so the Lord corrects you.", "13-15": "The man who knows right from wrong[a] and has good judgment and common sense is happier than the man who is immensely rich! For such wisdom is far more valuable than precious jewels. Nothing else compares with it. ", "16-17": "Wisdom gives: a long, good life, riches, honor, pleasure, peace. ", "18": "Wisdom is a tree of life to those who eat her fruit; happy is the man who keeps on eating it.", "19": "The Lord's wisdom founded the earth; his understanding established all the universe and space. ", "20": "The deep fountains of the earth were broken open by his knowledge, and the skies poured down rain.", "21": "Have two goals: wisdom—that is, knowing and doing right—and common sense. Don't let them slip away, ", "22": "for they fill you with living energy and bring you honor and respect.[b] ", "23": "They keep you safe from defeat and disaster and from stumbling off the trail. ", "24-26": "With them on guard you can sleep without fear; you need not be afraid of disaster or the plots of wicked men, for the Lord is with you; he protects you.", "27-28": "Don't withhold repayment of your debts. Don't say “some other time,” if you can pay now. ", "29": "Don't plot against your neighbor; he is trusting you. ", "30": "Don't get into needless fights. ", "31": "Don't envy violent men. Don't copy their ways. ", "32": "For such men are an abomination to the Lord, but he gives his friendship to the godly.", "33": "The curse of God is on the wicked, but his blessing is on the upright. ", "34": "The Lord mocks at mockers, but helps the humble. ", "35": "The wise are promoted to honor, but fools are promoted to shame!"}