{"1": "These are the messages of Agur, son of Jakeh, addressed to Ithiel and Ucal:", "2": "I am tired out, O God, and ready to die. I am too stupid even to call myself a human being! ", "3": "I cannot understand man,[a] let alone God. ", "4": "Who else but God goes back and forth to heaven? Who else holds the wind in his fists and wraps up the oceans in his cloak? Who but God has created the world? If there is any other, what is his name—and his Son's name—if you know it?", "5": "Every word of God proves true. He defends all who come to him for protection. ", "6": "Do not add to his words, lest he rebuke you, and you be found a liar.", "7": "O God, I beg two favors from you before I die: ", "8": "First, help me never to tell a lie. Second, give me neither poverty nor riches! Give me just enough to satisfy my needs! ", "9": "For if I grow rich, I may become content without God. And if I am too poor, I may steal and thus insult God's holy name.", "10": "Never falsely accuse a man to his employer, lest he curse you for your sin.", "11-12": "There are those who curse their father and mother and feel themselves faultless despite their many sins. ", "13-14": "They are proud beyond description, arrogant, disdainful. They devour the poor with teeth as sharp as knives!", "15-16": "There are two things never satisfied, like a leech forever craving more: no, three things! no, four! Hell, the barren womb, a barren desert, fire.", "17": "A man who mocks his father and despises his mother shall have his eye plucked out by ravens and eaten by vultures.", "18-19": "There are three things too wonderful for me to understand—no, four! How an eagle glides through the sky. How a serpent crawls upon a rock. How a ship finds its way across the heaving ocean. The growth of love between a man and a girl.[b]", "20": "There is another thing too: how a prostitute can sin and then say, “What's wrong with that?”", "21-23": "There are three things that make the earth tremble—no, four it cannot stand: A slave who becomes a king. A rebel who prospers. A bitter woman when she finally marries. A servant girl who marries the husband of her mistress.[c]", "24-28": "There are four things that are small but unusually wise: Ants: they aren't strong, but store up food for the winter. Cliff badgers: delicate little animals who protect themselves by living among the rocks. The locusts: though they have no leader, they stay together in swarms. The lizards: they are easy to catch and kill, yet are found even in king's palaces!", "29-31": "There are three stately monarchs in the earth—no, four: The lion, king of the animals. He won't turn aside for anyone. The peacock. The male goat. A king as he leads his army.", "32": "If you have been a fool by being proud or plotting evil, don't brag about it—cover your mouth with your hand in shame.", "33": "As the churning of cream yields butter, and a blow to the nose causes bleeding, so anger causes quarrels."}