{"1-2": "Young men, listen to me as you would to your father. Listen, and grow wise, for I speak the truth—don't turn away. ", "3": "For I, too, was once a son, tenderly loved by my mother as an only child, and the companion of my father. ", "4": "He told me never to forget his words. “If you follow them,” he said, “you will have a long and happy life. ", "5": "Learn to be wise,” he said, “and develop good judgment and common sense! I cannot overemphasize this point.”[a] ", "6": "Cling to wisdom—she will protect you. Love her—she will guard you.", "7": "Getting wisdom is the most important thing you can do! And with your wisdom, develop common sense and good judgment. ", "8-9": "If you exalt wisdom, she will exalt you. Hold her fast, and she will lead you to great honor; she will place a beautiful crown upon your head. ", "10": "My son, listen to me and do as I say, and you will have a long, good life.", "11": "I would have you learn this great fact: that a life of doing right is the wisest life there is. ", "12": "If you live that kind of life, you'll not limp or stumble as you run. ", "13": "Carry out my instructions; don't forget them, for they will lead you to real living.", "14": "Don't do as the wicked do. ", "15": "Avoid their haunts—turn away, go somewhere else, ", "16": "for evil men can't sleep until they've done their evil deed for the day. They can't rest unless they cause someone to stumble and fall. ", "17": "They eat and drink wickedness and violence!", "18": "But the good man walks along in the ever-brightening light of God's favor; the dawn gives way to morning splendor, ", "19": "while the evil man gropes and stumbles in the dark.", "20": "Listen, son of mine, to what I say. Listen carefully. ", "21": "Keep these thoughts ever in mind; let them penetrate deep within your heart, ", "22": "for they will mean real life for you and radiant health.", "23": "Above all else, guard your affections. For they influence everything else in your life. ", "24": "Spurn the careless kiss of a prostitute.[b] Stay far from her. ", "25": "Look straight ahead; don't even turn your head to look. ", "26": "Watch your step. Stick to the path and be safe. ", "27": "Don't sidetrack; pull back your foot from danger."}