{"1": "Follow my advice, my son; always keep it in mind and stick to it. ", "2": "Obey me and live! Guard my words as your most precious possession. ", "3": "Write them down,[a] and also keep them deep within your heart. ", "4": "Love wisdom like a sweetheart; make her a beloved member of your family. ", "5": "Let her hold you back from affairs with other women—from listening to their flattery.", "6": "I was looking out the window of my house one day ", "7": "and saw a simpleminded lad, a young man lacking common sense, ", "8-9": "walking at twilight down the street to the house of this wayward girl, a prostitute. ", "10": "She approached him, saucy and pert, and dressed seductively. ", "11-12": "She was the brash, coarse type, seen often in the streets and markets, soliciting at every corner for men to be her lovers.", "13": "She put her arms around him and kissed him, and with a saucy look she said, “I was just coming to look for you and here you are! ", "14-17": "Come home with me, and I'll fix you a wonderful dinner,[b] and after that—well, my bed is spread with lovely, colored sheets of finest linen imported from Egypt, perfumed with myrrh, aloes, and cinnamon. ", "18": "Come on, let's take our fill of love until morning, ", "19": "for my husband is away on a long trip. ", "20": "He has taken a wallet full of money with him and won't return for several days.”", "21": "So she seduced him with her pretty speech, her coaxing and her wheedling, until he yielded to her. He couldn't resist her flattery. ", "22": "He followed her as an ox going to the butcher or as a stag that is trapped, ", "23": "waiting to be killed with an arrow through its heart. He was as a bird flying into a snare, not knowing the fate awaiting it there.", "24": "Listen to me, young men, and not only listen but obey; ", "25": "don't let your desires get out of hand; don't let yourself think about her. Don't go near her; stay away from where she walks, lest she tempt you and seduce you. ", "26": "For she has been the ruin of multitudes—a vast host of men have been her victims. ", "27": "If you want to find the road to hell, look for her house."}