{"1": "A pronouncement. The Lord's word to Israel through Malachi.[a]", "2": "I have loved you, says the Lord; but you say, “How have you loved us?” Wasn't Esau Jacob's brother? says the Lord. I loved Jacob,", "3": "but I rejected Esau. I turned Esau's mountains into desolation, his inheritance into a wilderness for jackals.", "4": "Edom may say, “We are beaten down, but we will rebuild the ruins”; but the Lord of heavenly forces proclaims: They may build, but I will tear them down. They will call themselves a wicked territory, the people against whom the Lord rages forever.", "5": "Your eyes will see it and you will say, “May the Lord be great beyond the borders of Israel.”", "6": "A son honors a father, and a servant honors his master. But if I'm a father, where is my honor? Or if I'm a master, where is my respect? says the Lord of heavenly forces to you priests who despise my name. So you say, “How have we despised your name?”", "7": "By approaching my altar with polluted food. But you say, “How have we polluted it[b]?” When you say, “The table of the Lord can be despised.”", "8": "If you bring a blind animal to sacrifice, isn't that evil? If you bring a lame or sick one, isn't that evil? Would you bring it to your governor? Would he be pleased with it or accept you? says the Lord of heavenly forces.", "9": "So now ask God to be gracious to us. After what you have done, will he accept you? says the Lord of heavenly forces.", "10": "Who among you will shut the doors of the temple[c] so that you don't burn something on my altar in vain? I take no delight in you, says the Lord of heavenly forces. I won't accept a grain offering from your hand.", "11": "Nevertheless, from sunrise to sunset, my name will be great among the nations. Incense and a pure grain offering will be offered everywhere in my name, because my name is great among the nations, says the Lord of heavenly forces.", "12": "But you make my name impure when you say, “The table of the Lord is polluted. Its fruit, its food, is despised.”", "13": "But you say, “How tedious!” and you groan about it, says the Lord of heavenly forces. You permit what is stolen, lame, or sick to be brought for a sacrifice,[d] and you bring the grain offering. Should I accept such from your hands? says the Lord.", "14": "I will curse the cheater who has a healthy[e] male in his flock, but who promises and sacrifices to the Lord that which is corrupt. I am truly a great king, says the Lord of heavenly forces, and my name is feared among the nations."}