{"1": "But now, this command is for you, priests:", "2": "If you don't listen, or don't intend to glorify my name, says the Lord of heavenly forces, then I will send a curse among you. I will curse your blessings, and I mean really curse them, because none of you intend to do it.", "3": "I am about to denounce your offspring; I will scatter feces on your faces, the feces of your festivals. Then I will lift you up to me,[a]", "4": "and you will know that I have sent this command to you so that my covenant with Levi can continue to exist, says the Lord of heavenly forces.", "5": "My covenant with him involved life and peace, which I gave him, and also fear so that he honored me. He was in awe of my name.", "6": "True Instruction was in his mouth; injustice wasn't found on his lips. He walked with me in peace and did the right thing; he made many turn from iniquity.", "7": "The lips of the priest should guard knowledge; everyone[b] should seek Instruction from his mouth, for he is the messenger from the Lord of heavenly forces.", "8": "But you have turned from the path. You have caused many to stumble by your instruction. You have corrupted the covenant of Levi, says the Lord of heavenly forces.", "9": "Moreover, I have made you despised and humiliated in the view of all the people, since none of you keep my ways or show respect for Instruction.", "10": "Isn't there one father for all of us, one God who created us? Why does everyone cheat each other to make the covenant of our ancestors impure?", "11": "Judah cheated— a detestable thing was done in Israel and Jerusalem. Judah made the Lord's holy place impure, which God loved, and married the daughter of a foreign god.", "12": "May the Lord eliminate anyone who does so from the tents of Jacob, anyone awaking, testifying,[c] and making an offering to the Lord of heavenly forces.", "13": "You should do this as well: cover the altar of the Lord with tears, weeping, and groaning because there is still no divine favor for your offering or favorable regard for anything from your hand.", "14": "But you say, “Why?” Because the Lord testifies about you and the wife of your youth against whom you cheated. She is your partner, the wife of your covenant.", "15": "Didn't he make her[d] the one[e] and the remnant of his spirit?[f] What is the one? The one seeking godly offspring. You should guard your own spirit. Don't cheat on the wife of your youth", "16": "because he hates divorce, says the Lord God of Israel, and he also hates the one covering his garment with violence,[g] says the Lord of heavenly forces. Guard your own life, and don't cheat.", "17": "You have made the Lord tired with your words. You say, “How have we made him tired?” When you say: “Anyone doing evil is good in the Lord's eyes,” or “He delights in those doing evil,”[h] or “Where is the God of justice?”"}