{"1": "Look, I am sending my messenger who will clear the path before me; suddenly the Lord whom you are seeking will come to his temple. The messenger of the covenant in whom you take delight is coming, says the Lord of heavenly forces.", "2": "Who can endure the day of his coming? Who can withstand his appearance? He is like the refiner's fire or the cleaner's soap.", "3": "He will sit as a refiner and a purifier of silver. He will purify the Levites and refine them like gold and silver. They will belong to the Lord, presenting a righteous offering.", "4": "The offering of Judah and Jerusalem will be pleasing to the Lord as in ancient days and in former years.", "5": "I will draw near to you for judgment. I will be quick to testify against the sorcerers, the adulterers, those swearing falsely, against those who cheat the day laborers out of their wages as well as oppress the widow and the orphan, and against those who brush aside the foreigner and do not revere me, says the Lord of heavenly forces.", "6": "I am the Lord, and I do not change; and you, children of Jacob, have not perished.", "7": "Ever since the time of your ancestors, you have deviated from my laws and have not kept them. Return to me and I will return to you, says the Lord of heavenly forces. But you say, “How should we return?”", "8": "Should a person deceive God? Yet you deceive me. But you say, “How have we deceived you?” With your tenth-part gifts and offerings.", "9": "You are being cursed with a curse, and you, the entire nation, are robbing me.", "10": "Bring the whole tenth-part to the storage house so there might be food in my house. Please test me in this, says the Lord of heavenly forces. See whether I do not open all the windows of the heavens for you and empty out a blessing until there is enough.[a]", "11": "I will threaten the one who wants to devour you so that it doesn't spoil the fruit of your fertile land, and so that the vine doesn't abort its fruit in your field, says the Lord of heavenly forces.", "12": "All the nations will consider you fortunate, for you will be a desirable land, says the Lord of heavenly forces.", "13": "You have spoken harshly about me, says the Lord; but you say, “What have we spoken about you?”", "14": "You said, “Serving God is useless. What do we gain by keeping his obligation or by walking around as mourners before the Lord of heavenly forces?", "15": "So now we consider the arrogant fortunate. Moreover, those doing evil are built up; they test God and escape.”", "16": "Then those revering the Lord, each and every one, spoke among themselves. The Lord paid attention and listened to them. Then a scroll of remembrance was written before the Lord about those revering the Lord, the ones meditating on his name.", "17": "On the day that I am preparing, says the Lord of heavenly forces, they will be my special possession. I will spare them just as parents spare a child who serves them.", "18": "You will again distinguish between the righteous and the wicked, between those serving God and those not serving him."}