{"1-5": "Moses, man of God, blessed the People of Israel with this blessing before his death. He said, God came down from Sinai, he dawned from Seir upon them; He radiated light from Mount Paran, coming with ten thousand holy angels And tongues of fire streaming from his right hand. Oh, how you love the people, all his holy ones are palmed in your left hand. They sit at your feet, honoring your teaching, The Revelation commanded by Moses, as the assembly of Jacob's inheritance. Thus God became king in Jeshurun as the leaders and tribes of Israel gathered.", "6": "Reuben: “Let Reuben live and not die, but just barely, in diminishing numbers.”", "7": "Judah: “Listen, God, to the Voice of Judah, bring him to his people; Strengthen his grip, be his helper against his foes.”", "8-11": "Levi: “Let your Thummim and Urim belong to your loyal saint; The one you tested at Massah, whom you fought with at the Waters of Meribah, Who said of his father and mother, 'I no longer recognize them.' He turned his back on his brothers and neglected his children, Because he was guarding your sayings and watching over your Covenant. Let him teach your rules to Jacob and your Revelation to Israel, Let him keep the incense rising to your nostrils and the Whole-Burnt-Offerings on your Altar. God bless his commitment, stamp your seal of approval on what he does; Disable the loins of those who defy him, make sure we've heard the last from those who hate him.”", "12": "Benjamin: “God's beloved; God's permanent residence. Encircled by God all day long, within whom God is at home.”", "13-17": "Joseph: “Blessed by God be his land: The best fresh dew from high heaven, and fountains springing from the depths; The best radiance streaming from the sun and the best the moon has to offer; Beauty pouring off the tops of the mountains and the best from the everlasting hills; The best of Earth's exuberant gifts, the smile of the Burning-Bush Dweller. All this on the head of Joseph, on the brow of the consecrated one among his brothers. In splendor he's like a firstborn bull, his horns the horns of a wild ox; He'll gore the nations with those horns, push them all to the ends of the Earth. Ephraim by the ten thousands will do this, Manasseh by the thousands will do this.”", "18-19": "Zebulun and Issachar: “Celebrate, Zebulun, as you go out, and Issachar, as you stay home. They'll invite people to the Mountain and offer sacrifices of right worship, For they will have hauled riches in from the sea and gleaned treasures from the beaches.”", "20-21": "Gad: “Blessed is he who makes Gad large. Gad roams like a lion, tears off an arm, rips open a skull. He took one look and grabbed the best place for himself, the portion just made for someone in charge. He took his place at the head, carried out God's right ways and his rules for life in Israel.”", "22": "Dan: “Dan is a lion's cub leaping out of Bashan.”", "23": "Naphtali: “Naphtali brims with blessings, spills over with God's blessings As he takes possession of the sea and southland.”", "24-25": "Asher: “Asher, best blessed of the sons! May he be the favorite of his brothers, his feet massaged in oil. Safe behind iron-clad doors and gates, your strength like iron as long as you live.”", "26-28": "There is none like God, Jeshurun, riding to your rescue through the skies, his dignity haloed by clouds. The ancient God is home on a foundation of everlasting arms. He drove out the enemy before you and commanded, “Destroy!” Israel lived securely, the fountain of Jacob undisturbed In grain and wine country and, oh yes, his heavens drip dew.", "29": "Lucky Israel! Who has it as good as you? A people saved by God! The Shield who defends you, the Sword who brings triumph. Your enemies will come crawling on their bellies and you'll march on their backs."}