{"1": "The words of Amos, who was among the sheep breeders[a] from Tekoa. He saw a vision concerning Israel during the days of Uzziah king of Judah and during the days of Jeroboam son of Joash, king of Israel, two years before the earthquake.", "2": "He said: The Lord roars from Zion. From Jerusalem he sends out his voice. The pastures of the shepherds dry up,[b] and the top of Mount Carmel withers.", "3": "This is what the Lord says: Because of three sins[c] of Damascus, because of four, I will not hold back judgment, because they cut up Gilead with iron threshing boards.[d]", "4": "So I will send fire against the house of Hazael, and it will consume the fortresses of Ben Hadad.", "5": "I will break the bars of the gates of Damascus, and I will cut off the one seated in the Valley of Aven, and the one who holds a scepter in Beth Eden.[e] So the people of Aram will go into exile toward Kir.[f] The Lord has spoken.", "6": "This is what the Lord says: Because of three sins of Gaza, because of four, I will not hold back judgment, because they sold an entire population into exile, handing them over to Edom.", "7": "So I will send fire against the city wall of Gaza, and it will consume her citadels.", "8": "I will cut off the one seated in Ashdod, and the one who holds a scepter in Ashkelon. I will also turn my hand against Ekron, and what is left of the Philistines will perish. The Lord God has spoken.", "9": "This is what the Lord says: Because of three sins of Tyre, because of four, I will not hold back judgment, because they delivered over an entire population and exiled them to Edom, and they did not remember a treaty of brotherhood.", "10": "So I will send fire against the city wall of Tyre, and it will consume her citadels.", "11": "This is what the Lord says: Because of three sins of Edom, because of four, I will not hold back judgment, because he[g] pursued his brother with a sword, and he had no compassion.[h] His anger kept tearing Israel apart, and his fury raged without stopping.", "12": "So I will send fire against Teman, and it will consume the citadels of Bozrah.", "13": "This is what the Lord says: Because of three sins of the Ammonites, because of four, I will not hold back judgment, because they ripped open the pregnant women of Gilead in order to enlarge their own territory.", "14": "So I will ignite a fire against the city wall of Rabbah, and it will consume her citadels with a battle cry on the day of war, with a strong wind on the day of the storm.", "15": "Then their king will go into exile, he and his officials together. The Lord has spoken."}