{"1": "People of Israel, listen to this word that the Lord has spoken concerning you, concerning the entire family of clans that I brought up from the land of Egypt:", "2": "You alone have I chosen[a] from all the clans of the earth. Therefore I will inflict punishment on you for all your guilt.", "3": "Can two people walk together without agreeing to do so?", "4": "Does a lion roar in the forest if it does not have prey? Does a young lion growl from its den if it has not caught anything?", "5": "Does a bird fall into a trap on the ground if there is no bait? Does a trap spring up from the ground when nothing has tripped it?", "6": "If a ram's horn is sounded in a city, the people become alarmed, don't they? If a disaster takes place in a city, is it not the Lord who has done it?", "7": "Certainly the Lord God does not do anything without revealing his plan to his servants the prophets.", "8": "A lion has roared! Who can avoid being terrified? The Lord God has spoken! Who can hold back from prophesying?", "9": "Make this known to the citadels in Ashdod and to the citadels in the land of Egypt. Tell them, “Gather yourselves together on the mountains of Samaria. See the great confusion[b] there and the oppression in her midst.”", "10": "They do not know how to do what is right, declares the Lord. They are storing up violence and destruction in their citadels.", "11": "Therefore, this is what the Lord God says: An enemy is all over the land. He will strip your strength from you, and your citadels will be plundered.", "12": "This is what the Lord says: Just as a shepherd rescues two legs or a tip of an ear from the mouth of a lion, so the Israelites who live in Samaria will be rescued with only a corner of a bed or a piece of cloth[c] from a couch.", "13": "Listen and testify against the house of Jacob, declares the Lord God, the God of Armies.", "14": "Indeed, on the day when I punish the rebellious deeds of Israel, I will punish the altars of Bethel. The horns of the altar will be cut off, and they will fall to the ground.", "15": "I will strike the winter house along with the summer house. The houses decorated with ivory will be destroyed, and the great houses will come to an end, declares the Lord."}