{"1": "Listen to this, you cows of Bashan, who are on the mountain of Samaria, you women who are oppressing the poor, who are crushing the needy, who say to your husbands, “Bring us more drinks!”", "2": "The Lord God swears by his holiness: The days are surely coming against you, when they will drag you away with hooks, every last one of you with fishhooks.", "3": "You will go out through the broken-down walls. Each woman will go straight ahead, and you will be thrown out[a] toward Harmon,[b] declares the Lord.", "4": "Go to Bethel and rebel. Rebel even more at Gilgal. Bring your sacrifices every morning, your tithes every third day.", "5": "Burn some leavened bread as a thank offering, and proclaim voluntary offerings—announce them! For you love to do this, you people of Israel, says the Lord God.", "6": "I am the one who gave to you clean teeth[c] in all of your cities, and lack of food in all your places, but you did not return to me, declares the Lord.", "7": "I am the one who withheld the rain from you while there were still three months before the harvest. I would send rain on one city, but on another city I would not send rain. One plot of ground would receive rain, but another plot, on which it did not rain, would dry up.", "8": "Whenever people from two or three cities staggered to another city to get water to drink, they would not have enough, but you did not return to me, declares the Lord.", "9": "I struck you with blight and mildew. Your many gardens, your vineyards, your fig trees, and your olive trees were devoured by locusts, but you did not return to me, declares the Lord.", "10": "I sent plagues against you like the plagues in Egypt. I killed your best soldiers with the sword, together with your captured horses. I made the stench of your camp rise up into your nostrils, but you did not return to me, declares the Lord.", "11": "I overthrew some of you, just as God overthrew Sodom and Gomorrah, and you became like a burning stick snatched from the fire, but you did not return to me, declares the Lord.", "12": "Therefore, this is what I will do to you, Israel. Yes, this is what I will do to you: Prepare to meet your God, O Israel!", "13": "Indeed, he who forms mountains and who creates wind, who declares his thoughts to mankind, who turns dawn into darkness, and who treads down the high places of the earth, the Lord, the God of Armies, is his name."}