{"1": "Listen to this word that I am raising against you as a lament,[a] O house of Israel:", "2": "Virgin Israel has fallen, and she will not rise again. She is abandoned on her own soil. There is no one to lift her up.", "3": "For this is what the Lord God says: A city that marches out with a thousand will have a hundred left. A city that marches out with a hundred will have ten left for the house of Israel.", "4": "Listen, this is what the Lord says to the house of Israel: Seek me and live!", "5": "But do not seek Bethel. Do not go to Gilgal. Do not travel to Beersheba, because Gilgal surely will go into exile, and Bethel will become nothing.", "6": "Seek the Lord and live, or he will rush upon the house of Joseph like fire. The fire will consume, and no one will extinguish it for Bethel.", "7": "There are some who turn justice into wormwood,[b] who throw righteousness to the ground.", "8": "There is one who made the Pleiades and Orion, who turns the shadow of death into morning, who darkens day into night, who summons the waters of the seas, who pours them out upon the face of the earth— the Lord is his name.", "9": "He causes destruction to flash against a stronghold, and destruction comes upon a fortress.", "10": "There are those who hate an arbitrator[c] in the city gate.[d] They despise anyone who speaks honestly.", "11": "That is why you trample on the poor, and you collect taxes on their grain. You have built houses of cut stones, but you will not live in them. You have planted choice vineyards, but you will not drink their wine.", "12": "For I know that your rebellious deeds are many, and your sins are numerous, you who are enemies of a righteous man, you who take bribes. They thrust away needy people in the city gate.", "13": "That is why a prudent man will be silent in that time, because it is an evil time.", "14": "Seek good and not evil, so that you may live, and then it will be like this for you: The Lord, the God of Armies, will be with you, as you claim.", "15": "Hate evil and love good. Establish justice in the city gate. Perhaps the Lord, the God of Armies, will be gracious to the remnant of Joseph.", "16": "Therefore, this is what the Lord says, the God of Armies, who is the Lord: In the city squares there will be grief, and in the streets they will say, “Woe, woe!” They will summon the farmer to mourn and the professional mourners to sing laments.", "17": "In all the vineyards there will be grief, because I will pass through your midst, says the Lord.", "18": "Woe to those who long for the Day of the Lord! What good will the Day of the Lord be for you? It will be darkness and not light.", "19": "It will be as if a man flees from a lion, but a bear meets him, or he enters a house and rests his hand on a wall, but a snake bites him.", "20": "Will not the Day of the Lord be darkness and not light, gloom without a trace of brightness?", "21": "I hate, I reject, your festivals! I do not delight in the aroma of the sacrifices at your sacred convocations.", "22": "Even if you offer up to me your whole burnt offerings and your grain offerings, I will not accept them. I will not pay any attention to your fellowship offerings of fattened calves.", "23": "Get the noise of your songs away from me! I will not listen to the music of your harps.", "24": "But let justice roll like the waters, and righteousness like an ever-flowing stream.", "25": "Did you bring me sacrifices and grain offerings in the wilderness for forty years, O house of Israel?", "26": "You lifted up images of Sakkuth, your king, and of Kiyyun, your star god, which you made for yourselves.[e]", "27": "So I will exile you beyond Damascus, says the Lord, whose name is the God of Armies."}