{"1": "Woe to[a] you who are complacent in Zion, you who feel secure on Mount Samaria, you distinguished people of the leading nation, to whom the house of Israel comes.", "2": "Travel to Kalneh and look. Go from there to Hamath Rabbah, and go down to Gath of the Philistines. Are you better than those kingdoms? Are their territories greater than your territory?[b]", "3": "You who are trying to put off the evil day, you bring near the session for violence!", "4": "Those who lie on ivory beds, sprawling upon their couches, eating lambs from the flock and calves straight from the stall,", "5": "improvising tunes on the lyre, composing music for themselves on musical instruments like David,", "6": "drinking large bowls of wine— they slather[c] themselves with the most expensive perfumed oils, but they do not grieve over the ruin of Joseph.", "7": "That is why they will go into exile as the first of the exiles. Those who sprawl out at their feasts for the dead will depart.", "8": "The Lord God swears by himself, declares the Lord, the God of Armies: I detest the pride of Jacob, and I hate his citadels, so I will hand over the city and everything in it.", "9": "If ten men happen to survive in one house, they will die. ", "10": "When a relative who burns the bodies[d] comes to take away the bones from the house, he will say to whoever remains in the recesses of the house, “Is there anyone else still with you?” And they will say, “No one.” And he will say, “Silence! For you must not invoke the name of the Lord!”[e]", "11": "Look, the Lord is indeed giving a command, and he will smash the largest house into fragments and the smallest house into splinters.", "12": "Do horses run on a rocky cliff? Does anyone plow the sea with an ox?[f] Yet you turn justice into poison and the fruit of righteousness into wormwood.", "13": "You are rejoicing over Lo Debar. You are saying, “Was it not by our strength that we captured Karnaim for ourselves?”", "14": "Indeed, I am about to raise up a nation against you, O house of Israel, declares the Lord, the God of Armies. They will oppress you from Lebo Hamath to the Canyon of the Arabah.[g]"}