{"1": "This is what the Lord God showed me: I saw that he was forming a locust swarm at the time when the late crops[a] were beginning to sprout—the crops that were planted after the cuttings of hay for the king.", "2": "When the swarm had finished consuming the vegetation of the land, I said, “Lord God, please forgive! How can Jacob stand? Look, he is so small!”", "3": "The Lord changed his decree about this. “It will not happen,” said the Lord.", "4": "This is what the Lord God showed me: I saw the Lord God calling for a trial by fire, which devoured the great deep and started to consume the land.", "5": "I said, “Lord God, please stop! How can Jacob stand? Look, he is so small!”", "6": "The Lord changed his decree about this. “This will not happen,” said the Lord God.", "7": "This is what he showed me: I saw the Lord standing by a wall that had been constructed with a plumb line. He had a plumb line in his hand.", "8": "The Lord said to me, “What do you see, Amos?” I said, “A plumb line.” Then the Lord said: Look, I am about to set up a plumb line next to my people Israel. I will no longer overlook their sin.", "9": "The high places of Isaac will be desolate, and the sanctuaries of Israel will be ruined. I will rise up against the house of Jeroboam with the sword.", "10": "Then Amaziah, the priest of Bethel, sent a message to Jeroboam king of Israel:[b] Amos has conspired against you in the midst of the house of Israel. The land is not able to endure all of his words. ", "11": "This is what Amos says: “Jeroboam will die by the sword, and Israel will certainly go into exile away from its own soil.”", "12": "Then Amaziah said to Amos, “You seer, get out of here! Flee to the land of Judah. You may eat food and prophesy there. ", "13": "But you must never again prophesy at Bethel, for it is the sanctuary of the king and the national temple.”", "14": "Then Amos responded to Amaziah: I was not a prophet, nor was I a son of a prophet. Rather, I was a sheep breeder and I took care of sycamore fig trees. ", "15": "But the Lord took me from tending flocks, and the Lord said to me, “Go, prophesy to my people Israel.”", "16": "But now, hear the word of the Lord, you who are saying, “Do not prophesy against Israel” and “Do not preach[c] against the house of Isaac.”", "17": "This is what the Lord says: “Your wife will be a prostitute in the city, and your sons and your daughters will fall by the sword. Your land will be parceled out with a measuring line, and as for you, you will die upon unclean soil. And Israel will certainly go into exile far away from its own soil.”"}