{"1": "This is what the Lord God showed me: I saw a basket of ripe summer fruit. ", "2": "Then he asked, “What do you see, Amos?” I said, “A basket of ripe summer fruit.” Then the Lord said to me, “The end is coming upon my people Israel.[a] I will no longer overlook their sin. ", "3": "The singing women of the palace[b] will wail on that day, declares the Lord God. Many corpses—all over! Silence!”", "4": "Listen to this, you who trample on the needy to wipe out the oppressed from the land,", "5": "who say, “When will the New Moon be over so that we can sell grain? When will the Sabbath end so that we can open the grain bins? Then we will make the bushel[c] smaller and make the shekel weight heavier.[d] We will cheat with dishonest scales.", "6": "We will buy the poor for silver and the needy for a pair of sandals. We will sell the chaff with the grain.”", "7": "The Lord swears by the Pride of Jacob, “I will never forget any of their deeds!”", "8": "Because of this, the land will shake, and everyone living in it will mourn. The whole land will rise up like the Nile. It will surge and sink down again like the Nile of Egypt.", "9": "Here is what will happen on that day, declares the Lord God: I will make the sun set at noon, and I will bring darkness on the earth when it should be light.", "10": "I will turn your festivals into mourning and all of your songs into a lamentation. I will put sackcloth on all your waists and baldness on every head. I will make that day like the mourning for an only son, and it will end like a bitter day.", "11": "Look, the days are coming, declares the Lord God, when I will send a famine into the land— not a famine of bread nor a thirst for water, but rather a famine of hearing the words of the Lord.", "12": "People will stumble from sea to sea and from north to east. They will roam back and forth seeking the word of the Lord, but they will not find it.", "13": "On that day the beautiful virgins will faint, and the young men will grow weak from thirst.", "14": "Those who swear by the shameful guilt[e] of Samaria, those who say, “As your god lives, Dan,” or, “The way of Beersheba lives”— they will fall, and they will never rise again."}