{"1": "I saw the Lord standing by the altar, and he said: Strike the capitals on top of the pillars so that the thresholds shake. Cut them off so that they fall on the heads of all the people, and those who survive I will kill with the sword. No one who flees from there will get away, and not a single fugitive from among them will escape.", "2": "Even if they dig down to hell,[a] from there my hand will seize them. And even if they ascend to heaven, from there I will bring them down.", "3": "Even if they hide themselves on the top of Mount Carmel, from there I will search for them, and I will seize them. Even if they hide themselves from my sight at the bottom of the sea, from there I will command the serpent, and it will bite them.", "4": "Even if they go into captivity in the presence of their enemies, from there I will command the sword, and it will kill them. And I will set my eye upon them for disaster and not for good.", "5": "The Lord God of Armies is the one who touches the earth, so that it melts. All who dwell on it mourn. All of it rises like the Nile, and like the Nile of Egypt it sinks down again.", "6": "He is the one who builds his upper chambers in heaven. He set the foundation for his vault upon the earth. He is the one who summons the waters of the sea and pours them out over the face of the earth— the Lord is his name.", "7": "Are you not like Cushites[b] to me, you children of Israel? declares the Lord. Did I not bring Israel up from the land of Egypt and the Philistines from Caphtor[c] and the Arameans from Kir?[d]", "8": "Look, the eyes of the Lord God are on the sinful kingdom, and I will destroy it from the face of the earth. But I will never completely destroy the house of Jacob, declares the Lord.", "9": "Listen! I am giving a command, and among all the nations I will shake the house of Israel as the contents of a sieve are shaken, and not even one pebble[e] will fall out to the ground.[f]", "10": "By a sword, all the sinners among my people will die, those who are saying, “Disaster will not overtake us. It will not confront us.”", "11": "In that day I will raise up the fallen shelter of David. I will repair the broken parts of its walls, and I will raise up its ruins. I will rebuild it as in days of old,", "12": "so that they will possess what remains of Edom, that is, all the nations who are called by my name, declares the Lord, who is doing this.", "13": "Look, days are coming, declares the Lord, when the plowman will catch up with the reaper, and the one who tramples grapes will catch up with the one sowing the seed. The mountains will drip sweet wine,[g] and all the hills will wave with grain.[h]", "14": "I will restore the fortunes of my people Israel, and they will rebuild the desolate cities and dwell in them. They will plant vineyards and drink their wine, and they will make gardens and eat their fruit.", "15": "I will plant them in their soil, and they will never again be uprooted from the soil that I have given to them, says the Lord your God."}