{"1": "In the second year of King Darius,[a] on the first day of the sixth month,[b] the word of the Lord came through[c] Haggai the prophet to Zerubbabel son of Shealtiel, the governor of Judah, and to Joshua son of Jehozadak, the high priest.", "2": "This is what the Lord of Armies[d] says. This people has said, “It is not the right time for the House of the Lord to be built.”", "3": "So the word of the Lord came through Haggai the prophet.", "4": "Is it time for you to live in your paneled houses while this house lies in ruins? ", "5": "Now this is what the Lord of Armies says. Consider your ways carefully. ", "6": "You sow much seed but you harvest little. You eat but you are never satisfied. You drink but you never become drunk. You get dressed, but no one is warm. The one who makes money puts that money into a bag with a hole in it.", "7": "This is what the Lord of Armies says. Consider your ways carefully. ", "8": "Go up to the mountains, bring lumber down, and build the House. I will be pleased with it, and I will be glorified, says the Lord.", "9": "You expected much, but look, there was little. When you brought it home, I blew it away. Why did I do that? This is a declaration of the Lord of Armies. It is because my house lies in ruins while each of you is busy with your own house. ", "10": "So it is because of you that the heavens have withheld the dew and the earth has withheld its produce. ", "11": "I called for a drought on the land, on the mountains, on the grain, on the new wine, on the olive oil, on everything which the soil produces, on people, on livestock, and on all the labor of your hands.", "12": "Then Zerubbabel son of Shealtiel, and Joshua son of Jehozadak, the high priest, with all the surviving remnant[e] of the people, listened to the voice of the Lord their God and to the words of Haggai the prophet, because the Lord their God had sent him. So the people feared the Lord.", "13": "Then Haggai, the Lord's messenger, spoke the Lord's message to the people: “I am with you, declares the Lord.”", "14": "The Lord stirred up the spirit of Zerubbabel son of Shealtiel, governor of Judah, and the spirit of Joshua son of Jehozadak, the high priest, and the spirit of all the surviving remnant of the people, and they came and worked on the house for the Lord of Armies, their God, ", "15": "on the twenty-fourth day of the sixth month, in the second year of King Darius."}