{"1": "¶ Then all the publicans and sinners drew near unto him to hear him.", "2": "And the Pharisees and scribes murmured, saying, This man receives sinners and eats with them.", "3": "And he spoke this parable unto them, saying,", "4": "What man of you having a hundred sheep if he lose one of them, does not leave the ninety-nine in the wilderness and go after that which is lost until he finds it?", "5": "And when he has found it, he lays it on his shoulders, rejoicing.", "6": "And when he comes home, he calls together his friends and neighbours, saying unto them, Rejoice with me, for I have found my sheep which was lost.", "7": "I say unto you that likewise there shall be more joy in heaven over one sinner that repents than over ninety-nine just persons, who need no repentance.", "8": "Or what woman having ten drachmas, if she loses one drachma, does not light a lamp and sweep the house and seek diligently until she finds it?", "9": "And when she has found it, she calls her friends and her neighbours together, saying, Rejoice with me, for I have found the drachma which I had lost.", "10": "Likewise, I say unto you, there is joy in the presence of the angels of God over one sinner that repents.", "11": "¶ And he said, A certain man had two sons;", "12": "and the younger of them said to his father, Father, give me the portion of the estate that falls to me. And he divided unto them his living.", "13": "And not many days after, the younger son gathered all together and took his journey into a far country and there wasted his estate with riotous living.", "14": "And when he had spent all, there arose a mighty famine in that land; and he began to be in want.", "15": "And he went and joined himself to a citizen of that country; and he sent him into his fields to feed swine.", "16": "And he longed to fill his belly with the husks that the swine ate, but no one gave them unto him.", "17": "And when he came to himself, he said, How many hired servants of my father's have abundance of bread, and I perish here with hunger!", "18": "I will arise and go to my father and will say unto him, Father, I have sinned against heaven and before thee", "19": "and am no longer worthy to be called thy son; make me as one of thy hired servants.", "20": "And he arose and came to his father. But when he was yet a great way off, his father saw him and was moved with compassion and ran and fell on his neck and kissed him.", "21": "And the son said unto him, Father, I have sinned against heaven and in thy sight and am no longer worthy to be called thy son.", "22": "But the father said to his slaves, Bring forth the best robe and put it on him and put a ring on his hand and shoes on his feet", "23": "and bring here the fatted calf and kill it, and let us eat and be merry;", "24": "for this my son was dead and is alive again; he was lost and is found. And they began to be merry.", "25": "Now his elder son was in the field, and as he came and drew near to the house, he heard music and dancing.", "26": "And he called one of the servants and asked what these things meant.", "27": "And he said unto him, Thy brother is come, and thy father has killed the fatted calf because he has received him safe and sound.", "28": "And he was angry and would not go in, therefore his father came out and intreated him.", "29": "And he, answering, said to his father, Behold, these many years I have served thee, neither at any time have I transgressed thy commandment; and yet thou never gavest me a kid that I might make merry with my friends.", "30": "But as soon as this thy son was come who has devoured thy living with harlots, thou hast killed the fatted calf for him.", "31": "And he said unto him, Son, thou art always with me, and all that I have is thine.", "32": "It was necessary that we should make merry and be glad, for this thy brother was dead and is alive again; he was lost and is found."}