{"1": "¶ And he looked up and saw the rich casting their gifts into the treasury.", "2": "And he saw also a certain poor widow casting two mites in there.", "3": "And he said, Of a truth I say unto you that this poor widow has cast in more than they all;", "4": "for all these have of their abundance cast in unto the offerings of God, but she out of her poverty has cast in all the living that she had.", "5": "¶ And as some spoke of the temple, how it was adorned with goodly stones and gifts, he said,", "6": "As for these things which ye behold, the days will come in which there shall not be left one stone upon another that shall not be thrown down.", "7": "And they asked him, saying, Master, but when shall these things be? and what sign will there be when these things shall begin to come to pass?", "8": "Then he said, Take heed that ye not be deceived, for many shall come in my name, saying, I am; and the time draws near; therefore, go ye not after them.", "9": "But when ye shall hear of wars and seditions, be not terrified; for these things must first come to pass, but the end is not yet.", "10": "Then he said unto them, Gentiles shall rise against Gentiles, and kingdom against kingdom;", "11": "and there shall be great earthquakes in different places and famines and pestilences, and there shall be fearful sights and great signs from heaven.", "12": "But before all these, they shall lay their hands on you and persecute you, delivering you up to the synagogues and into prisons, being brought before kings and governors for my name's sake.", "13": "And it shall turn out to you for a testimony.", "14": "Settle it therefore in your hearts not to meditate before what ye shall answer;", "15": "for I will give you a mouth and wisdom which all your adversaries shall not be able to gainsay nor resist.", "16": "And ye shall be betrayed both by parents and brethren and kinsfolk and friends, and some of you they shall cause to be put to death.", "17": "And ye shall be hated of all men for my name's sake.", "18": "But not a hair of your head shall perish.", "19": "In your patience ye shall possess your souls.", "20": "¶ And when ye shall see Jerusalem compassed with armies, then know that the desolation thereof is near.", "21": "Then let those who are in Judaea flee to the mountains, and let those who are in the midst of it depart out, and let not those that are in the country enter thereinto.", "22": "For these are days of vengeance, that all things which are written may be fulfilled.", "23": "But woe unto those that are with child and to those that give suck in those days! For there shall be great distress in the land and wrath upon this people.", "24": "And they shall fall by the edge of the sword and shall be led away captive into all nations, and Jerusalem shall be trodden down of the Gentiles until the times of the Gentiles are fulfilled.", "25": "Then there shall be signs in the sun and in the moon and in the stars, and upon the earth distress of nations, with perplexity; the sea and the waves roaring;", "26": "men's hearts failing them for fear and for looking after those things which are coming on the earth; for the powers of heaven shall be shaken.", "27": "And then they shall see the Son of man coming in a cloud with power and great glory.", "28": "And when these things begin to come to pass, then look up and lift up your heads, for your redemption draws near.", "29": "¶ And he spoke unto them a parable: Behold the fig tree and all the trees;", "30": "when they now shoot forth, ye see and know of your own selves that summer is now near at hand.", "31": "So likewise ye, when ye see these things come to pass, know ye that the kingdom of God is near at hand.", "32": "Verily I say unto you, This generation shall not pass away until all is fulfilled.", "33": "The heaven and the earth shall pass away, but my words shall not pass away.", "34": "And take heed to yourselves, lest at any time your hearts be overcharged with excess and drunkenness and cares of this life, and so that day come upon you unawares.", "35": "For as a snare it shall come on all those that dwell on the face of the whole earth.", "36": "Watch ye therefore and pray always that ye may be accounted worthy to escape all these things that shall come to pass and to stand before the Son of man.", "37": "And in the daytime he was teaching in the temple, and at night he went out and abode in the mount that is called the mount of Olives.", "38": "And all the people came unto him early in the morning to hear him in the temple."}