{"1": "¶ And it came to pass on the second sabbath after the first that he went through the grain fields and his disciples plucked the ears of grain and ate, rubbing them in their hands.", "2": "And certain of the Pharisees said unto them, Why do ye that which is not lawful to do on the sabbath days?", "3": "And Jesus answering them said, Have ye not read so much as this, what David did, when he and those that were with him were hungry,", "4": "how he went into the house of God and did take and eat the showbread and gave also to those that were with him, which it is not lawful to eat but for the priests alone?", "5": "And he said unto them, The Son of man is Lord even of the sabbath.", "6": "And it came to pass also on another sabbath that he entered into the synagogue and taught, and a man was there whose right hand was withered.", "7": "And the scribes and Pharisees watched him, whether he would heal on the sabbath day, that they might find an accusation against him.", "8": "But he knew their thoughts and said to the man who had the withered hand, Rise up and stand forth in the midst. And he arose and stood forth.", "9": "Then said Jesus unto them, I will ask you one thing: Is it lawful on the sabbath days to do good or to do evil? to save a person or to destroy them?", "10": "And looking round about upon them all, he said unto the man, Stretch forth thy hand. And he did so, and his hand was restored whole as the other.", "11": "And they were filled with madness and talked one with another about what they might do to Jesus.", "12": "¶ And it came to pass in those days that he went out into the mountain to pray and continued all night in prayer to God.", "13": "And when it was day, he called unto him his disciples; and of them he chose twelve, whom he also named apostles:", "14": "Simon (whom he also named Peter) and Andrew his brother, James and John, Philip and Bartholomew,", "15": "Matthew and Thomas, James the son of Alphaeus and Simon called Zelotes", "16": "and Judas the brother of James and Judas Iscariot, who also was the traitor.", "17": "And he came down with them and stood in the plain, and the company of his disciples and a great multitude of people out of all Judaea and Jerusalem and from the sea coast of Tyre and Sidon, who came to hear him and to be healed of their diseases;", "18": "and those that were tormented with unclean spirits were healed.", "19": "And the whole multitude sought to touch him, for there went virtue out of him and healed them all.", "20": "¶ And he lifted up his eyes on his disciples and said, Blessed are the poor, for yours is the kingdom of God.", "21": "Blessed are those that hunger now, for ye shall be filled. Blessed are those that weep now, for ye shall laugh.", "22": "Blessed are ye when men shall hate you and when they shall separate you from their company and shall reproach you and cast out your name as evil for the sake of the Son of man.", "23": "Rejoice ye in that day and leap for joy; for, behold, your reward is great in heaven, for their fathers treated the prophets in the same manner.", "24": "But woe unto you that are rich! for ye have received your consolation.", "25": "Woe unto you that are full! for ye shall hunger. Woe unto you that laugh now! for ye shall mourn and weep.", "26": "Woe unto you when all men shall speak well of you! for so did their fathers treat the false prophets.", "27": "¶ But I say unto you who hear, Love your enemies, do good to those who hate you,", "28": "bless those that curse you, and pray for those who despitefully use you.", "29": "And unto the one that smites thee on the one cheek offer also the other, and to the one that takes away thy cloak defend not thy coat also.", "30": "Give to everyone that asks of thee, and of the one that takes away thy goods ask them not to return them.", "31": "And as ye desire that men should do to you, do ye also to them likewise.", "32": "For if ye love those who love you, what grace shall ye have? for sinners also love those that love them.", "33": "And if ye do good to those who do good to you, what grace shall ye have? for sinners also do even the same.", "34": "And if ye lend to those of whom ye hope to receive, what grace shall ye have? for sinners also lend to sinners to receive as much again.", "35": "But rather love ye your enemies and do good and lend, hoping for nothing again, and your reward shall be great; and ye shall be the sons of the Most High, for he is kind even unto the unthankful and to the evil.", "36": "Be ye therefore merciful, as your Father also is merciful.", "37": "¶ Judge not, and ye shall not be judged; condemn not, and ye shall not be condemned; forgive, and ye shall be forgiven;", "38": "give, and it shall be given unto you; good measure, pressed down and shaken together and running over, shall men give into your bosom. For with the same measure that ye measure out it shall be measured to you again.", "39": "And he spoke a parable unto them, Can the blind lead the blind? Shall they not both fall into the pit?", "40": "The disciple is not above his master, but any one that is as the master shall be perfect.", "41": "And why dost thou behold the mote that is in thy brother's eye, but not perceive the beam that is in thine own eye?", "42": "Or how canst thou say to thy brother, Brother, let me pull out the mote that is in thine eye, when thou thyself dost not behold the beam that is in thine own eye? Hypocrite, cast out first the beam out of thine own eye, and then shalt thou see clearly to pull out the mote that is in thy brother's eye.", "43": "For a good tree does not bring forth corrupt fruit; neither does a corrupt tree bring forth good fruit.", "44": "For every tree is known by its own fruit. For of thorns men do not gather figs, nor of a bramble bush do they gather grapes.", "45": "The good man out of the good treasure of his heart brings forth that which is good, and the evil man out of the evil treasure of his heart brings forth that which is evil, for of the abundance of the heart his mouth speaks.", "46": "And why call ye me, Lord, Lord, and do not the things which I say?", "47": "Whosoever comes to me and hears my words and does them, I will show you to whom he is like:", "48": "he is like a man who built a house and dug deep and laid the foundation upon rock; and when the flood arose, the river beat vehemently upon that house and could not shake it, for it was founded upon rock.", "49": "But he that hears and does not do is like a man that built a house upon the earth without a foundation against which the river beat vehemently, and immediately it fell; and the ruin of that house was great."}