{"1": "When the queen of Sh'va heard what was being said about Shlomo because of the name of Adonai, she came to test him with difficult questions. ", "2": "She arrived in Yerushalayim accompanied by a very great retinue, including camels bearing spices and gold in great abundance, and precious stones. When she appeared before Shlomo she spoke with him about everything on her heart, ", "3": "and Shlomo answered all her questions; nothing was hidden from the king that he could not explain to her. ", "4": "After the queen of Sh'va had seen all Shlomo's wisdom, the palace he had built, ", "5": "the food at his table, the manner of seating his officials, the manner in which his staff served him, how they were dressed, his personal servants and his burnt offering which he offered in the house of Adonai, it left her breathless. ", "6": "She said to the king, “What I heard in my own country about your deeds and your wisdom is true, ", "7": "but I couldn't believe the report until I came and saw for myself. Actually, they didn't tell me even the half of it — your wisdom and prosperity surpass the reports I heard. ", "8": "How happy your people must be, how happy these servants of yours who are always here attending you and get to hear your wisdom! ", "9": "Blessed be Adonai your God, who took pleasure in you to put you on the throne of Isra'el. Because of Adonai's eternal love for Isra'el, he has made you king, to administer judgment and justice fairly.” ", "10": "Then she gave the king four tons of gold, a huge amount of spices, and precious stones; never again did there arrive such an abundance of spices as those the queen of Sh'va gave to King Shlomo.", "11": "Hiram's fleet which had brought gold from Ofir now brought in from Ofir a large quantity of sandalwood and precious stones. ", "12": "The king used the sandalwood to make columns for the house of Adonai and for the royal palace, and also lyres and lutes for the singers. No sandalwood like it has come or been seen to this day.", "13": "King Shlomo gave the queen of Sh'va everything she wanted, whatever she asked, in addition to the presents he gave her on his own initiative. After this, she returned and went back to her own country, she and her servants.", "14": "The weight of the gold Shlomo received annually came to twenty-two tons of gold, ", "15": "besides that which came from sales taxes, customs duties and assessments collected by all the kings of the mixed peoples and by the district governors. ", "16": "King Shlomo made 200 large shields of hammered gold; fifteen pounds of gold went into one shield. ", "17": "He made 300 more shields of hammered gold, with three-and-three-quarters pounds going into one shield; the king put these in the House of the L'vanon Forest.", "18": "The king also made a large throne of ivory and overlaid it with the finest gold. ", "19": "The throne had six steps, a back with a rounded top, arms on either side of the seat, two lions standing beside the arms, ", "20": "and twelve more lions standing on each side of the six steps. Nothing like it had ever been made in any kingdom.", "21": "All King Shlomo's drinking vessels were of gold; and all the utensils in the House of the L'vanon Forest were of pure gold; none was of silver, for in Shlomo's time it was regarded as having little value. ", "22": "The king had a fleet of large “Tarshish” ships along with Hiram's fleet; once every three years the “Tarshish” fleet came in, bringing gold, silver, ivory, apes and peacocks.", "23": "So King Shlomo surpassed all the kings on earth in both wealth and wisdom. ", "24": "All the earth sought to have an audience with Shlomo, in order to hear his wisdom, which God had put in his heart. ", "25": "Each one brought his present — articles of silver, articles of gold, clothing, armor, spices, horses and mules; and this continued year after year.", "26": "Shlomo amassed chariots and horsemen; he had 1,400 chariots and 12,000 horsemen; he assigned them to the chariot cities and to the king in Yerushalayim. ", "27": "The king made silver in Yerushalayim as common as stones, and he made cedars as abundant as sycamore-fig trees are in the Sh'felah. ", "28": "Shlomo's horses had been brought from Egypt and from Keveh, with the king's agents having bought them from the dealers in Keveh at the going price. ", "29": "A chariot from Egypt cost fifteen pounds of silver shekels and a horse three-and-three quarters pounds [of shekels]; all the kings of the Hittim and the kings of Aram purchased them at these prices through Shlomo's agents."}