{"1": "Rechav'am went to Sh'khem, where all Isra'el had come to proclaim him king. ", "2": "When Yarov'am the son of N'vat heard of it — for he was still in Egypt, where he had fled from Shlomo; so Yarov'am was living in Egypt; ", "3": "but they sent and summoned him — Yarov'am and the whole community of Isra'el came and said to Rechav'am, ", "4": "“Your father laid a harsh yoke on us. But if you will lighten the harsh service we had to render your father and ease his heavy yoke that he put on us, we will serve you.” ", "5": "He said to them, “Leave me alone for three days, then come back to me.” So the people left.", "6": "King Rechav'am consulted the older men who had been in attendance on Shlomo his father during his lifetime and asked, “What advice would you give me as to how to answer these people?” ", "7": "They said to him, “If you will start today being a servant to these people — if you will serve them, be responsive to them and give them favorable consideration, then they will be your servants forever.” ", "8": "But he didn't take the advice the older men gave him; instead he consulted the young men he had grown up with, who were now his attendants. ", "9": "He asked them, “What advice would you give me, so that we can give an answer to these people who said to me, 'Lighten the yoke that your father laid on us'?” ", "10": "The young men he had grown up with said to him, “These people who said to you, 'Your father made our yoke heavy; but you, make it lighter for us' — here's the answer you should give them: 'My little finger is thicker than my father's waist! ", "11": "Yes, my father burdened you with a heavy yoke, but I will make it heavier! My father controlled you with whips, but I will control you with scorpions!'”", "12": "So Yarov'am and all the people came to Rechav'am the third day, as the king had requested by saying, “Come to me again the third day”; ", "13": "and the king answered the people harshly. Abandoning the advice the older men had given him, ", "14": "he addressed them according to the advice of the young men and said, “My father made your yoke heavy, but I will add to your yoke! My father controlled you with whips, but I will control you with scorpions!” ", "15": "So the king didn't listen to the people; and that was something Adonai brought about, so that he could fulfill his word, which Adonai had spoken through Achiyah from Shiloh to Yarov'am the son of N'vat.", "16": "When all Isra'el saw that the king wasn't listening to them, the people answered the king, “Do we have any share in David? We have no heritage in the son of Yishai! Go to your tents, Isra'el! Care for your own house, David!” So Isra'el left for their tents.", "17": "But as for the people of Isra'el living in the cities of Y'hudah, Rechav'am ruled over them. ", "18": "King Rechav'am then sent Adoram, who was in charge of forced labor; but all Isra'el stoned him to death. King Rechav'am managed to mount his chariot and flee to Yerushalayim. ", "19": "Isra'el has been in rebellion against the dynasty of David to this day.", "20": "On hearing that Yarov'am had returned, all Isra'el summoned him to the assembly and proclaimed him king over all Isra'el. No one followed the dynasty of David except the tribe of Y'hudah.", "21": "When Rechav'am arrived in Yerushalayim, he assembled all the house of Y'hudah and the tribe of Binyamin, 180,000 select soldiers, to fight the house of Isra'el and bring the rulership back to Rechav'am the son of Shlomo. ", "22": "But this word from God came to Sh'ma'yah the man of God: ", "23": "“Speak to Rechav'am the son of Shlomo, king of Y'hudah, to all the house of Y'hudah and Binyamin and to the rest of the people; tell them ", "24": "that this is what Adonai says: 'You are not to go up and fight your brothers the people of Isra'el! Every man is to go back home, because this is my doing.'” They paid attention to the word of Adonai and turned back, as Adonai had told them to do.", "25": "Then Yarov'am built up Sh'khem in the hills of Efrayim and lived there. After that, he left and built up P'nu'el. ", "26": "Nevertheless Yarov'am said to himself, “Now the rulership will return to the house of David. ", "27": "For if these people continue going up to offer sacrifices in the house of Adonai in Yerushalayim, their hearts will turn back to their lord, Rechav'am king of Y'hudah. Then they will kill me and return to Rechav'am king of Y'hudah.” ", "28": "After seeking advice, the king made two calves of gold and said to the people, “You have been going up to Yerushalayim long enough! Here are your gods, Isra'el, who brought you out of the land of Egypt!” ", "29": "He placed one in Beit-El and the other in Dan, ", "30": "and the affair became a sin, for the people went to worship before the one [in Beit-El and] all the way to Dan [to worship the other]. ", "31": "He also set up temples on the high places and made cohanim from among all the people, even though they were not descended from Levi.", "32": "Yarov'am instituted a festival in the eighth month, on the fifteenth day of the month, similar to the festival held in Y'hudah; he went up to the altar in Beit-El to sacrifice to the calves he had made; and he placed in Beit-El the cohanim he had appointed for the high places. ", "33": "He went up to the altar which he had set up in Beit-El on the fifteenth day of the eighth month, in the month which he had chosen on his own, and instituted a festival for the people of Isra'el; he went up to the altar to burn incense."}