{"1": "Eliyahu from Tishbe, an inhabitant of Gil'ad, said to Ach'av, “As Adonai the God of Isra'el lives, before whom I stand, there will be neither rain nor dew in the years ahead unless I say so.” ", "2": "Then the word of Adonai came to him: ", "3": "“Leave here, turn to the east, and hide in Vadi K'rit near the Yarden. ", "4": "You are to drink from the stream, and I have ordered the ravens to feed you there.” ", "5": "So he went and acted according to the word of Adonai — he went and lived in Vadi K'rit near the Yarden. ", "6": "The ravens brought him bread and meat in the morning, and bread and meat in the evening; and he drank from the stream. ", "7": "After a while the stream dried up, because there was no rain in the land.", "8": "Then this word of Adonai came to him: ", "9": "“Get up; go to Tzarfat, a village in Tzidon; and live there. I have ordered a widow there to provide for you.” ", "10": "So he set out and went to Tzarfat. On reaching the gate of the city, he saw a widow there gathering sticks. He called out to her, “Please bring a little water in a container for me to drink.” ", "11": "As she was going to get it, he called after her, “Please bring me a piece of bread in your hand.” ", "12": "She answered, “As Adonai your God lives, I have nothing baked, only a handful of meal in a pot and a little oil in the jug. Here I am, gathering a couple sticks of wood, so that I can go and cook it for myself and my son. After we have eaten that, we will die.” ", "13": "Eliyahu said to her, “Don't be afraid. Go; and do what you said; but first, use a little of it to make me a small loaf of bread; and bring it out to me. After that, make food for yourself and your son. ", "14": "For this is what Adonai the God of Isra'el, says: 'The pot of meal will not get used up, nor will there fail to be oil in the jug, until the day Adonai sends rain down on the land.'” ", "15": "She went and acted according to what Eliyahu had said; and she, he and her household had food to eat for a long time. ", "16": "The pot of meal did not get used up, nor did there fail to be oil in the jug, in fulfillment of the word of Adonai spoken through Eliyahu.", "17": "A while later, the son of the woman whose house it was fell ill; his illness grew increasingly serious until his breathing stopped. ", "18": "She said to Eliyahu, “What do you have against me, you man of God? Did you come to me just to remind me how sinful I am by killing my son?” ", "19": "“Give me your son,” he said to her. Taking him from her lap, he carried him into the room upstairs where he was staying and laid him on his own bed. ", "20": "Then he cried out to Adonai: “Adonai my God! Have you brought also this misery on the widow I'm staying with by killing her son?” ", "21": "He stretched himself out on the child three times and cried out to Adonai: “Adonai my God, please! Let this child's soul come back into him!” ", "22": "Adonai heard Eliyahu's cry, the child's soul came back into him, and he revived. ", "23": "Eliyahu took the child, brought him down from the upstairs room into the house and gave him to his mother; and Eliyahu said, “See? Your son is alive.” ", "24": "The woman replied to Eliyahu, “Now I know that you are a man of God and that the word of Adonai that you speak is the truth.”"}