{"1": "For three years there was no war between Aram and Isra'el. ", "2": "Then, in the third year, Y'hoshafat the king of Y'hudah came down to the king of Isra'el. ", "3": "The king of Isra'el said to his servants, “Are you aware that Ramot-Gil'ad belongs to us; yet, we're doing nothing to recover it from the king of Aram?” ", "4": "He said to Y'hoshafat, “Will you go with me to attack Ramot-Gil'ad?” Y'hoshafat answered the king of Isra'el, “I'm with you all the way; think of my troops and horses as yours.” ", "5": "But Y'hoshafat said to the king of Isra'el, “First, we should seek the word of Adonai.”", "6": "So the king of Isra'el assembled the prophets, about 400 men. “Should I attack Ramot-Gil'ad?” he asked them, “Or should I hold off?” They said, “Attack! Adonai will hand it over to the king.” ", "7": "But Y'hoshafat said, “Besides these, isn't there a prophet of Adonai here that we can consult?” ", "8": "The king of Isra'el said to Y'hoshafat, “Yes, there is still one man through whom we can consult Adonai, Mikhay'hu the son of Yimlah; but I hate him, because he doesn't prophesy good things for me, but bad!” Y'hoshafat replied, “The king shouldn't say such a thing.”", "9": "Then the king of Isra'el called an officer and said, “Quickly! Bring Mikhay'hu the son of Yimlah.” ", "10": "Now the king of Isra'el and Y'hoshafat the king of Y'hudah were each sitting on his throne, dressed in their royal robes, on a threshing-floor at the entrance to the gate of Shomron; and all the prophets were there, prophesying in their presence. ", "11": "Tzidkiyah the son of Kena'anah had made himself some horns out of iron and said, “This is what Adonai says: 'With these you will gore Aram until they are destroyed.'” ", "12": "All the prophets prophesied the same thing: “Go up and attack Ramot-Gil'ad. You will succeed, for Adonai will hand it over to the king.”", "13": "The messenger who had gone to call Mikhay'hu said to him, “Here, now, the prophets are unanimously predicting success for the king. Please let your word be like the word of one of them — say something good.” ", "14": "But Mikhay'hu answered, “As Adonai lives, whatever Adonai says to me is what I will say.”", "15": "When he reached the king, the king asked him, “Mikhay'hu, should we go up and attack Ramot-Gil'ad; or should we hold off?” He answered, “Go up, you will succeed, Adonai will hand it over to the king.” ", "16": "The king said to him, “How many times do I have to warn you to tell me nothing but the truth in the name of Adonai?” ", "17": "Then he said, “I saw all Isra'el scattered over the hills like sheep without a shepherd; and Adonai said, 'These men have no leader; let everyone go home in peace.'” ", "18": "The king of Isra'el said to Y'hoshafat, “Didn't I tell you that he wouldn't prophesy good things about me, but bad?”", "19": "Mikhay'hu continued: “Therefore hear the word of Adonai. I saw Adonai sitting on his throne with the whole army of heaven standing by him on his right and on his left. ", "20": "Adonai asked, 'Who will entice Ach'av to go up to his death at Ramot-Gil'ad?' One of them said, 'Do it this way,' and another, 'Do it that way.' ", "21": "Then a spirit stepped up, stood in front of Adonai and said, 'I will entice him.' ", "22": "Adonai asked, 'How?' and he answered, 'I will go and be a deceiving spirit in the mouths of all his prophets.' Adonai said, 'You will succeed in enticing him. Go, and do it.' ", "23": "So now Adonai has put a deceiving spirit in the mouths of all these prophets of yours; meanwhile, Adonai has ordained disaster for you.”", "24": "Then Tzidkiyah the son of Kena'anah came up, slapped Mikhay'hu in the face and said, “And how did the Spirit of Adonai leave me to speak to you?” ", "25": "Mikhay'hu said, “You'll find out the day you go into an inside room, trying to hide.”", "26": "The king of Isra'el said, “Seize Mikhay'hu, and take him back to Amon the governor of the city and Yo'ash the king's son. ", "27": "Say, 'The king says to put this man in prison; and feed him only bread and water, and not much of that, until I return in peace.'” ", "28": "Mikhay'hu said, “If you return in peace at all, Adonai has not spoken through me!” Then he added, “Did you hear me, you peoples, all of you?”", "29": "So the king of Isra'el and Y'hoshafat the king of Y'hudah went up to Ramot-Gil'ad. ", "30": "The king of Isra'el said to Y'hoshafat, “I will disguise myself and go into battle; but you, put on your robes.” So the king of Isra'el disguised himself and went into battle. ", "31": "Now the king of Aram had ordered the thirty-two chariot commanders, “Don't attack anyone of either high or low rank, only the king of Isra'el.” ", "32": "So when the chariot commanders saw Y'hoshafat they said, “This must be the king of Isra'el,” and turned to attack him. But Y'hoshafat gave a yell, ", "33": "so that the chariot commanders saw that he wasn't the king of Isra'el and stopped pursuing him. ", "34": "However, one soldier shot an arrow at random and struck the king of Isra'el between his lower armor and his breastplate. So the king said to his chariot-driver, “Turn the reins, and take me out of the fighting; I'm collapsing from my wounds.” ", "35": "But the fighting grew fiercer that day; and they propped the king upright in his chariot facing Aram until he died, in the evening, with the blood streaming from his wound onto the floor of the chariot. ", "36": "Around sundown, a cry spread through the ranks: “Every man to his own town! Every man to his own land!” ", "37": "So the king died and was brought to Shomron, and they buried the king in Shomron. ", "38": "They washed the chariot at the Pool of Shomron where the prostitutes bathed, and the dogs licked up his blood, in keeping with the word Adonai had spoken.", "39": "Other activities of Ach'av's reign, all his accomplishments, the ivory palace he built and all the cities he built are recorded in the Annals of the Kings of Isra'el. ", "40": "So Ach'av slept with his ancestors, and Achazyah his son became king in his place.", "41": "Y'hoshafat the son of Asa began his reign over Y'hudah in the fourth year of Ach'av king of Isra'el. ", "42": "Y'hoshafat was thirty-five years old when he began to rule, and he ruled twenty-five years in Yerushalayim. His mother's name was 'Azuvah the daughter of Shilchi.", "43": "He lived in the manner of Asa his father and did not turn away from it, doing what was right from Adonai's perspective; ", "44": "(43b) although the high places were not taken away — the people still sacrificed and presented offerings on the high places.", "45": "(44) Y'hoshafat made peace with the king of Isra'el.", "46": "(45) Other activities of Y'hoshafat, all his power that he demonstrated and how he made war are recorded in the Annals of the Kings of Y'hudah.", "47": "(46) He rid the land of the male and female cult-prostitutes remaining from the time of his father Asa.", "48": "(47) There had previously been no king in Edom, but now a deputy was made king.", "49": "(48) Y'hoshafat built some large “Tarshish” ships to go to Ofir for gold, but they didn't make the voyage, because they were wrecked at 'Etzyon-Gever. ", "50": "(49) Achazyah the son of Ach'av suggested to Y'hoshafat that his men should go to sea with Y'hoshafat's men, but Y'hoshafat would not agree.", "51": "(50) So Y'hoshafat slept with his ancestors and was buried with his ancestors in the City of David his ancestor, and Y'horam his son became king in his place.", "52": "(51) Achazyah the son of Ach'av began his reign over Isra'el in Shomron in the seventeenth year of Y'hoshafat king of Y'hudah, and he ruled two years over Isra'el. ", "53": "(52) He did what was evil from Adonai's perspective, living in the manner of his father, his mother and Yarov'am the son of N'vat, by which he led Isra'el into sin. ", "54": "(53) He also served Ba'al and worshipped him; and he made Adonai the God of Isra'el angry, in keeping with everything his father had done."}