{"1": "Shlomo formed an alliance with Pharaoh king of Egypt by marrying Pharaoh's daughter. He brought her into the City of David, [where she lived] until he had finished building his own palace, the house of Adonai and the wall around Yerushalayim. ", "2": "The people, however, were still sacrificing on the high places, because no house had yet been built for the name of Adonai. ", "3": "Shlomo loved Adonai, living according to the regulations set forth by David his father; nevertheless, he sacrificed and made offerings on the high places.", "4": "One time the king went to Giv'on to sacrifice there, because that was the main high place. Shlomo offered a thousand burnt offerings on the altar there. ", "5": "At Giv'on Adonai appeared to Shlomo in a dream at night; God said, “Tell me what I should give you.” ", "6": "Shlomo said, “You showed your servant David my father much grace, as he lived before you honestly and righteously, having an upright heart with you. You preserved this great grace for him by giving him a son to sit on his throne, as is the case today. ", "7": "So now, Adonai my God, you have made your servant king in the place of David my father; but I am a mere child — I don't know how to lead! ", "8": "Moreover your servant is among your people, whom you chose, a great people so numerous that they cannot be counted. ", "9": "Therefore, give your servant an understanding heart able to administer justice to your people, so that I can discern between good and bad — for who is equal to judging this great people of yours?”", "10": "What Shlomo had said in making this request pleased Adonai. ", "11": "God said to him, “Because you have made this request instead of asking long life or riches for yourself, or your enemies' death, but rather asked for yourself understanding to discern justice; ", "12": "I am doing what you requested. I am giving you a wise and understanding heart, so that there has never been anyone like you, nor will there ever again be anyone like you. ", "13": "I am also giving you what you didn't ask for, riches and honor greater than that of any other king throughout your life. ", "14": "More than that, if you will live according to my ways, obeying my laws and mitzvot like your father David, I will give you a long life.”", "15": "Shlomo awoke and found it had been a dream. But he went to Yerushalayim, stood before the ark for the covenant of Adonai and offered up burnt offerings and peace offerings. He also made a feast for all his servants.", "16": "After this, there came to the king two women who were prostitutes. After presenting themselves to him, ", "17": "one of the women said, “My lord, I and this woman live in the same house; and when she was in the house, I gave birth to a baby. ", "18": "Three days after I gave birth, this woman also gave birth. We were there together; there was no one else with us in the house except the two of us. ", "19": "During the night this woman's child died, because she rolled over on top of it. ", "20": "So she got up in the middle of the night and took my son from next to me, while your servant was sleeping, and put it in her arms; and she laid her dead child in my arms. ", "21": "When I awoke in the morning to feed my child from my breast, there it was, dead. But when I took a closer look later in the morning, why, it wasn't my son at all — not the one I gave birth to!” ", "22": "The other woman broke in, “No! The living one is my son, and the dead one is your son!” The first one said, “No! The dead one is your son and the living one is my son!” This is how they spoke in the presence of the king.", "23": "Then the king said, “This woman says, 'The living one is my son; your son is the dead one'; while the other says, 'No, the dead one is your son, and the living one is my son.' ", "24": "Bring me a sword,” said the king. They brought a sword to the king. ", "25": "The king said, “Cut the living child in two; give half to the one and half to the other.” ", "26": "At this, the woman to whom the living child belonged addressed the king, because she felt so strongly toward her son: “Oh, my lord, give her the living child; you mustn't kill it!” But the other one said, “It will be neither yours nor mine. Divide it up!” ", "27": "Then the king answered, “Give the living child to the first woman, don't kill it, because she is its mother.” ", "28": "All Isra'el heard of the decision the king had made and held the king in awe, for they saw that God's wisdom was in him, enabling him to render justice properly."}