{"1": "King Shlomo was king over all Isra'el, ", "2": "and these were his high officials: 'Azaryah the son of Tzadok, the cohen;", "3": "Elichoref and Achiyah the sons of Shisha, secretaries; Y'hoshafat the son of Achilud, secretary of state;", "4": "B'nayah the son of Y'hoyada, commander of the army; Tzadok and Evyatar, cohanim;", "5": "'Azaryah the son of Natan, chief administrator; Zavud the son of Natan, the king's trusted counselor;", "6": "Achishar, in charge of the palace; Adoniram the son of 'Avda, in charge of forced labor.", "7": "Shlomo had twelve officers over all Isra'el who were in charge of providing food and supplies for the king and his household; each one was in charge of provisions for one month out of the year. ", "8": "They were: the son of Hur, in the hills of Efrayim;", "9": "the son of Deker, in Makatz, Sha'albim, Beit-Shemesh and Eilon-Beit-Hanan;", "10": "the son of Hesed, in Arubot; he also had charge of Sokhoh and all the territory of Hefer;", "11": "the son of Avinadav, in all the area of Dor; he had Tafat the daughter of Shlomo as his wife;", "12": "Ba'ana the son of Achilud, in Ta'anakh, Megiddo, and all Beit-Sh'an by Tzartan below Yizre'el, from Beit-Sh'an to Avel-M'cholah, as far as beyond Yokme'am;", "13": "the son of Gever, in Ramot-Gil'ad; he was in charge of the villages of Ya'ir the son of M'nasheh in Gil'ad and in charge of the region of Argov in Bashan, sixty large cities with walls and bronze bars;", "14": "Achinadav the son of 'Iddo, in Machanayim;", "15": "Achima'atz, in Naftali; he also took Basmat the daughter of Shlomo as his wife;", "16": "Ba'ana the son of Hushai, in Asher and in Alot;", "17": "Y'hoshafat the son of Paruach, in Yissakhar;", "18": "Shim'i the son of Ela, in Binyamin; and", "19": "Gever the son of Uri, in the land of Gil'ad, the country of Sichon king of the Emori and 'Og king of Bashan. Over all these, there was one administrator in the land.", "20": "Y'hudah and Isra'el were as numerous as sand grains on the seashore; they ate, drank and enjoyed themselves."}