{"1": "(4:21) Shlomo ruled over all the kingdoms from the [Euphrates] River through the land of the P'lishtim to the border of Egypt; they paid tribute and served Shlomo as long as he lived. ", "2": "(4:22) Shlomo's provisions for one day consisted of 150 bushels of fine flour, 310 bushels of meal, ", "3": "(4:23) ten fattened oxen, twenty pasture-fed oxen and one hundred sheep, in addition to deer, gazelles, roebucks and fattened poultry. ", "4": "(4:24) For he ruled all the area this side of the [Euphrates] River, from Tifsach to 'Azah. He was over all the kings on this side of the River; and he had peace all around him, on every side. ", "5": "(4:25) From Dan to Be'er-Sheva, Y'hudah and Isra'el lived securely, every man under his vine and fig tree, throughout the lifetime of Shlomo. ", "6": "(4:26) Shlomo also had 40,000 stalls for the horses used with his chariots and 12,000 horsemen.", "7": "(4:27) Those officers [named above] supplied food and other materials for King Shlomo and for everyone for whom Shlomo provided. Each was responsible for his month's supplies; they saw to it that nothing was lacking. ", "8": "(4:28) They also made sure there was barley and straw where it was needed for the horses and draft animals; each filled his quota.", "9": "(4:29) God gave Shlomo exceptional wisdom and understanding, as well as a heart as vast as the sandy beach by the sea. ", "10": "(4:30) Shlomo's wisdom surpassed the wisdom of the people from the east and all the wisdom of Egypt. ", "11": "(4:31) For he was wiser than everyone — wiser than Eitan the Ezrachi and wiser than Heiman, Kalkol and Darda the sons of Machol; so that his fame spread to all the surrounding nations. ", "12": "(4:32) He composed 3,000 proverbs and 1,005 songs. ", "13": "(4:33) He could discuss trees, from the cedar in the L'vanon to the hyssop growing out of the wall; he could discuss wild animals, poultry, reptiles and fish. ", "14": "(4:34) People from all nations came to hear the wisdom of Shlomo, including kings from all over the earth who had heard of his wisdom.", "15": "(1) Hiram king of Tzor sent his servants to Shlomo, because he had heard that they had anointed him king in his father's place, and Hiram had always loved David. ", "16": "(2) Shlomo returned this message to Hiram: ", "17": "(3) “You know that David my father wasn't able to build a house for the name of Adonai his God, because of the wars that beset him from every side, until Adonai put his enemies under the soles of my feet. ", "18": "(4) But now Adonai my God has given me rest on every side; there is neither adversary nor calamity. ", "19": "(5) So now I intend to build a house for the name of Adonai my God, in keeping with what Adonai said to David my father, 'Your son, whom I will put on your throne in your place, will be the one to build the house for my name.' ", "20": "(6) Therefore, order your people to cut down cedar trees from the L'vanon for me. My servants will be with your servants. I will pay your servants according to everything you say; for you know that we have no one among us as skilled in felling trees as the Tzidonim.”", "21": "(7) When Hiram heard Shlomo's message, he was very happy and said, “Blessed be Adonai today, who has given David a wise son to rule this great people.” ", "22": "(8) Then Hiram sent Shlomo this message: “I have heard the message you sent me, and I will do everything you want concerning cedar logs and cypress logs. ", "23": "(9) My servants will bring them down from the L'vanon to the sea. I will make them into rafts to go by sea to whatever place you tell me and will have them broken up there, and you will receive them. You will compensate me by providing food for my household.”", "24": "(10) So Hiram gave Shlomo all the cedar logs and cypress logs he wanted; ", "25": "(11) and Shlomo gave Hiram 100,000 bushels of wheat as food for his household and a thousand gallons of oil from pressed olives — this is what Shlomo gave Hiram each year. ", "26": "(12) Adonai gave Shlomo wisdom, as he had promised him; and there was peace between Hiram and Shlomo — the two of them formed an alliance together.", "27": "(13) King Shlomo conscripted 30,000 men from all Isra'el for forced labor. ", "28": "(14) He sent them to the L'vanon in monthly relays of 10,000; they would stay a month in the L'vanon and two months at home. Adoniram was in charge of the forced labor.", "29": "(15) Shlomo had 70,000 men to carry loads and another 80,000 stonecutters in the hills, ", "30": "(16) besides Shlomo's 3,300 supervisors who were in charge of the people doing the work. ", "31": "(17) The king gave orders; and they quarried large stones, expensive stones, to lay the foundation of the house with cut stone. ", "32": "(18) Shlomo's and Hiram's builders, along with the men from G'val, worked the stones and prepared the timber and stones for building the house."}