{"1": "Shlomo built a palace for himself, taking thirteen years to finish it. ", "2": "For he built the House of the L'vanon Forest 175 feet long, eighty-seven-and-a-half feet wide and fifty-two-and-a-half feet high, on four rows of cedar posts, with cedar beams on the posts. ", "3": "It had a roof made of cedar and supported by beams lying on forty-five posts, fifteen in a row. ", "4": "There were three rows of window openings, placed so that the windows on facing walls were opposite each other at all three levels. ", "5": "All the doors and doorways were rectangular and opposite each other at all three levels.", "6": "He made the columned hall eighty-seven-and-a-half feet long and fifty-two-and-a-half feet wide, with a columned, corniced porch in front of it.", "7": "He made the Hall of the Throne his place for dispensing justice, that is, the Hall of Judgment; it was covered with cedar from floor to ceiling.", "8": "His own living quarters, in the other courtyard, set back from the Hall, were similarly designed. He also made a house like this Hall for Pharaoh's daughter, whom Shlomo had taken as his wife.", "9": "All these buildings were made of expensive stone blocks, cut to measure and finished by saws on the inner surfaces as well as the outer ones. These stones were used from the foundation to the eaves and outward from the buildings all the way to the Great Courtyard. ", "10": "The foundation was of expensive stone blocks, very large ones — stones fourteen to eighteen feet long. ", "11": "Above these were costly stones, cut to measure, and cedar-wood. ", "12": "The surrounding Great Courtyard had three rows of cut stone and a row of cedar beams like the inner courtyard of the house of Adonai and the courtyard by the hall of the house.", "13": "King Shlomo sent for Hiram and brought him from Tzor. ", "14": "He was the son of a widow from the tribe of Naftali, but his father was from Tzor, a bronze-worker filled with wisdom, understanding and skill for all kinds of bronze craftsmanship. He came to King Shlomo and did all his bronzework. ", "15": "He made the two bronze columns, each one thirty-one-and-a-half feet high and twenty-one feet in circumference. ", "16": "He made two capitals of melted bronze to set on the tops of the columns; each capital was eight-and-three-quarters feet high; ", "17": "he also made checker-work nets and chained wreaths, seven for the top of each capital. ", "18": "When he made the columns, he made two rows of pomegranates to put at the top of each column around the netting covering its capital. ", "19": "The capitals on the columns in the hall had shapes like lilies and were seven feet high. ", "20": "As for the capitals on the two columns, there were 200 pomegranates in rows around each capital near the molding by the netting. ", "21": "He erected the columns in the hall of the temple; on erecting the right column he gave it the name “Yakhin,” and on erecting the left column he named it “Bo'az.” ", "22": "On the tops of the columns were shapes like lilies; thus the work of the columns was finished.", "23": "He made the cast metal “Sea” circular, seventeen-and-a-half feet from rim to rim, eight-and-three quarter feet high and fifty-two-and-a-half feet in circumference. ", "24": "Under its rim, three hundred gourds encircled it in two rows; they were cast when the Sea was cast. ", "25": "It rested on twelve oxen, three looking north, three looking west, three looking south and three looking east, all with their hindquarters toward the center. The Sea was set on top of them. ", "26": "It was a handbreadth thick, its rim was made like the rim of a cup, like the flower of a lily; and its capacity was 11,000 gallons.", "27": "He made ten bronze trolleys, each one seven feet long, seven feet wide, and five-and-a-quarter feet high. ", "28": "They were designed with panels that were set between the corner-posts, ", "29": "and on the panels between the corner-posts were lions, oxen and k'ruvim. The corner-posts above were similarly designed. Below the lions and oxen were wreaths of hammered work. ", "30": "Every trolley had four bronze wheels and bronze axles, and its four legs each had cast supports which were under the basin, with wreaths next to each. ", "31": "The opening of the stand into which the basin was inserted was eighteen inches high; the stand was round, resembling a pedestal, and it was two-and-a-half feet in diameter. On the stand were carvings, and the outside was square, not round. ", "32": "The four wheels were under the panels, and the axles for the wheels were attached to the trolleys; each wheel was two-and-a-half feet. ", "33": "The wheels were made like chariot wheels; their axles, rims, spokes and hubs were all cast metal. ", "34": "There were four supports at the four corners of each trolley; the supports were attached to the trolley itself. ", "35": "In the top of the trolley was a circular support ten-and-a-half inches high, and the trolley's corner-posts and panels were attached to its top. ", "36": "On the sides of the panels and on its corners he carved k'ruvim, lions and palm trees, according to the amount of space each required, with wreaths surrounding. ", "37": "According to this design he made the ten trolleys; all of them were cast from a single mold, so that they had the same size and shape.", "38": "He made ten bronze basins; each basin's capacity was 220 gallons and had a diameter of seven feet; there was a basin for each of the ten trolleys. ", "39": "He arranged five of the trolleys on the right side of the house and five on the left side. The Sea he placed on the right side of the house, toward the southeast.", "40": "Hiram made the ash pots, shovels and sprinkling basins. With that, Hiram completed all the work he had done for King Shlomo in the house of Adonai — ", "41": "the two columns, the two moldings of the capitals on top of the columns, the two nettings covering the two moldings of the capitals atop the columns, ", "42": "the 400 pomegranates for the two nettings, two rows of pomegranates for each netting, to cover the two moldings of the capitals atop the columns, ", "43": "the ten trolleys, the ten basins on the trolleys, ", "44": "the one Sea, the twelve oxen under the Sea, ", "45": "the ash pots, the shovels and the sprinkling basins. All these articles that Hiram made for King Shlomo in the house of Adonai were of burnished bronze. ", "46": "The king cast them in the plain of the Yarden, in the clay ground between Sukkot and Tzartan. ", "47": "Shlomo did not weigh any of these objects, because there were so many of them; thus the total weight of the bronze could not be determined.", "48": "Shlomo made all the objects that were inside the house of Adonai: the gold altar; the table of gold on which the showbread was displayed; ", "49": "the menorahs — five on the right and five on the left in front of the sanctuary — of pure gold; the flowers, lamps and tongs of gold; ", "50": "the cups, snuffers, basins, incense pans and fire pans of pure gold; and the hinges of gold, both those for the doors of the inner house, the Especially Holy Place, and those for the doors of the house, that is, of the temple.", "51": "Thus all the work that King Shlomo did in the house of Adonai was finished. After this, Shlomo brought in the gifts which David his father had dedicated — the silver, the gold and the utensils — and put them in the treasuries of the house of Adonai."}