{"1": "Israel is a growing vine that yields its fruit. The more his fruit increased, the more altars he built; the richer his land became, the more he set up sacred standing stones.", "2": "Their heart is false; now they must bear their guilt. The Lord will break down their altars and destroy their standing stones.", "3": "For now they will say: “We have no king, because we don't love the Lord. What then could a king do for us?”", "4": "They have spoken empty words, swearing falsely when making covenants; so judgment springs up like poisonous weeds in the furrows of the field.", "5": "The inhabitants of Samaria shake because of the calf of Beth-aven. Its people will mourn over it, just as its idolatrous priests who rejoiced over its glory that is now gone.", "6": "To Assyria it will be carried as a gift for the great king. Ephraim will be put to shame; Israel will be ashamed of his own idol.", "7": "Samaria will be cut off; her king is like a chip of wood on the surface of the water.", "8": "The sin of Israel, the shrines of Aven will be torn down. Thorn and thistle will sprout up on their altars. They will say to the mountains, “Cover us,” to the hills, “Fall on us.”", "9": "Since the days of Gibeah, you have sinned, Israel; there they have continued. Will not war overtake them in Gibeah?", "10": "I will come and punish them; nations will be gathered against them when they are punished for their double crime.", "11": "Ephraim was a trained cow that loved to pull a plow; I spared her fair neck; but I will make Ephraim break through the ground; Judah will plow; Jacob will turn the soil for himself.", "12": "Sow for yourselves righteousness; reap faithful love; break up your unplanted ground, for it is time to seek the Lord, that he may come and rain righteousness upon you.", "13": "You have plowed wickedness, you have reaped depravity, you have eaten the fruit of lies, because you have trusted in your way and in your many warriors.", "14": "Therefore, the noise of war will rise against your people; all your fortresses will be destroyed, as Shalman destroyed Beth-arbel on the day of battle, when mothers were dashed into pieces with their children.", "15": "It will indeed happen to you, Bethel, because of your great wickedness. At dawn, the king of Israel will be cut off completely."}