{"1": "Hear the Lord's word, people of Israel; for the Lord has a dispute with the inhabitants of the land. There's no faithful love or loyalty, and no knowledge of God in the land.", "2": "Swearing, lying, murder, together with stealing and adultery are common; bloody crime followed by bloody crime.", "3": "Therefore, the earth itself becomes sick, and all who live on it grow weak; together with the wild animals and the birds in the sky, even the fish of the sea are dying.", "4": "Yet let no one protest, and let no one complain. Listen, priest, I am angry with your people.[a]", "5": "You will stumble by day; and at nighttime so will your prophet, and I will destroy your mother.", "6": "My people are destroyed from lack of knowledge. Since you have rejected knowledge, so I will reject you from serving me as a priest. Since you have forgotten the Instruction of your God, so also I will forget your children.", "7": "The more they increased, the more they sinned against me; they exchanged their glory for shame.", "8": "They feed on the sin of my people; they set their hearts on evil things.", "9": "The priest will be just like the people; I will punish them for their ways, and judge them for their deeds.", "10": "They will eat but not be satisfied; they will have sex like prostitutes, but they will not have children, because they have rejected the Lord to devote themselves to", "11": "false religious practices. Wine and new wine destroy understanding.", "12": "My people take advice from a piece of wood, and their divining rod gives them predictions. A spirit of prostitution has led them astray; they have left God to follow other gods.", "13": "They offer sacrifices on mountaintops, and make entirely burned offerings on hills; they offer sacrifices under various green trees, because their shade is pleasant. Therefore, your daughters act like prostitutes, and your daughters-in-law commit adultery.", "14": "I will not punish your daughters because they act like prostitutes, nor your daughters-in-law because they commit adultery; for the men themselves visit prostitutes, and offer sacrifices with consecrated workers at temples; so now the people without sense must come to ruin.", "15": "Israel, even though you act like a prostitute, don't let Judah become guilty. Don't enter into Gilgal, or go up to Beth-aven, and don't swear, “As the Lord lives.”", "16": "Like a stubborn cow Israel is stubborn. Now the Lord will tend them,[b] as the Lord tends a lamb in a pasture.", "17": "Ephraim is associated with idols— let him alone!", "18": "Though they have stopped drinking, they continue to behave like prostitutes; indeed, they “love”; shame is their pride.", "19": "The wind has wrapped her in its wings; they will be ashamed of their sacrifices."}