{"1": "Hear this, priests! Pay attention, house of Israel! Listen, house of the king! The judgment concerns you because you have been a trap at Mizpah, and a net spread out upon Tabor.", "2": "In their wicked condition, they have sunk deep into corruption; I will correct them through judgment.", "3": "I know Ephraim; Israel doesn't escape my eye; for now Ephraim you have acted like a prostitute; Israel is defiled.", "4": "Their deeds don't allow them to return to their God, because the spirit of prostitution is within them, and they don't know the Lord.", "5": "Israel's pride is a witness against him; both Israel and Ephraim stagger because of their guilt; Judah staggers with them.", "6": "With their sheep and their cattle they will go to seek the Lord, but they will not find him; he has withdrawn from them.", "7": "They have acted faithlessly against the Lord; for their children have produced illegitimate children. Now the new moon will devour them[a] along with their fields.", "8": "Blow a horn in Gibeah; blow a trumpet in Ramah. Sound the warning at Beth-aven: “Look behind you, Benjamin!”", "9": "Ephraim will become a horrible place on the Judgment Day. Against the tribes of Israel I will certainly announce what is to take place.", "10": "The princes of Judah act like raiders who steal the land; I will pour out my anger like water upon them.", "11": "Ephraim is under pressure from its enemies; Ephraim's rights aren't protected. This is because Ephraim chose to pursue worthless things.", "12": "Therefore, I am like a moth to Ephraim, and like decay to the house of Judah.", "13": "When Ephraim saw his sickness, and Judah his wound, then Ephraim went to Assyria, and Ephraim sent for the great king. But he could not heal them; nor could he cure their wound.", "14": "I am like a lion to Ephraim, like a young lion to the house of Judah. I am the one who tears the prey and goes forth; no one can snatch it from me.", "15": "I will leave so that I can return to my place until they pay for their deeds, until they seek me. In their distress, they will beg for my favor:"}