{"1": "When I would heal Israel, the evil acts of Ephraim are exposed, and the wicked deeds of Samaria; for they deceive and steal, a thief breaks in; a group of bandits raid outside.", "2": "But they don't consider within their hearts that I remember all their wickedness. Now their deeds show who they are, right in front of my face.", "3": "By their wickedness they make the king glad, and give joy to the officials with their lies.", "4": "They all act like adulterers; they are like a heated oven, whose baker doesn't need to stoke the fire, from the kneading of the dough until it is leavened.", "5": "On the day of our king, the officials became sick with the heat of wine; he stretched out his hand to those who mocked him.", "6": "They approach like a hot oven, their hearts burning. Throughout the night, their anger smolders; in the morning, it continues to burn like a flaming fire.", "7": "All of them are hot as an oven; they devour their rulers. All their kings have fallen; none of them call upon me.", "8": "Ephraim mixes himself among the people; Ephraim is like flatbread that is cooked on only one side.", "9": "Strangers have eaten up his strength, yet he doesn't know it; gray hairs are sprinkled here and there upon him, yet he doesn't know it.", "10": "Israel's pride is a witness against him; yet they don't return to the Lord their God, or seek him because of all this.", "11": "Ephraim has become like a dove, silly and without common sense; they call upon Egypt; they go to Assyria.", "12": "As they go, I will spread my net over them; like birds in the sky, I will bring them down; I will judge them according to the report made to their assembly.", "13": "Doom to them, for they have strayed from me; destruction will be their lot because they have rebelled against me. I would redeem them, but they speak lies against me.", "14": "They don't cry to me from the heart, but they sob upon their beds; they fight[a] over grain and wine; they resist me.", "15": "It was I who gave them their strength, yet they plot evil against me.", "16": "They return, but not to the Most High;[b] they have become like a worthless bow; their officials will fall by the sword because of the rage of their tongues; in Egypt they will make fun of them.[c]"}