{"1": "Don't rejoice, Israel! Don't celebrate as other nations do; for as whores you have gone away from your God. You have loved a prostitute's pay on all threshing floors of grain.", "2": "Threshing floor and wine vat won't feed them; the new wine will fail them.", "3": "They won't remain in the land of the Lord; but Ephraim will return to Egypt, and in Assyria they will eat unclean food.", "4": "They won't pour wine as an offering to the Lord; their sacrifices won't please him. Such sacrifices will be like food for those who touch the dead; all who eat of it will be unclean; their bread will be for their hunger alone; it will not come to the Lord's house.", "5": "What will you do on the day of appointed festival, on the day of the Lord's festival?", "6": "Even if they escape destruction, Egypt will gather them, Memphis will bury them. Briars will possess their precious things of silver;[a] thorns will be in their tents.", "7": "The days of punishment have come; the days of judgment have arrived; Israel cries, “The prophet is a fool, the spiritual man is mad!” Because of your great wickedness, your rejection of me is great.", "8": "The prophet is God's watchman looking over Ephraim, yet a hunter's trap is set, covering all his ways, and rejection is in his God's house.", "9": "They have corrupted themselves terribly as in the days of Gibeah; he will remember their wickedness; he will punish their sins.", "10": "Like grapes in the wilderness, I found Israel. In its first season, like the first fruit on the fig tree, I saw your ancestors. But they came to Baal-peor, and worshipped a thing of shame; they became detestable like the thing they loved.[b]", "11": "Ephraim's glory will fly away like a bird— no birth, no pregnancy, no conception!", "12": "Though they bring up children, I will make them childless until no one is left. Doom to them indeed when I leave them!", "13": "When I looked toward Tyre, Ephraim was planted in a lovely meadow; but now Ephraim must lead out his children for slaughter.", "14": "Give them, Lord— what will you give them? Give them a womb that miscarries and breasts that are dried up.", "15": "Every wickedness of theirs began at Gilgal; there I came to hate them. Because of the wickedness of their deeds I will drive them out of my house. I will love them no more; all their officials are rebels.", "16": "Ephraim is sick, their root is dried up, they will bear no fruit. Even though they give birth, I will put to death their much-loved little ones.", "17": "Because they haven't listened to him, my God will reject them; they will wander among the nations."}