{"1": "Now there came a time of famine while judges were ruling in the land of Israel.[a] A man from Bethlehem of Judah, his wife, and his two sons left to live in the country of Moab. ", "2": "The man's name was Elimelech, his wife's name was Naomi, and their two sons were named Mahlon and Chilion—Ephrathites from Bethlehem of Judah. They journeyed to the country of Moab and lived there for some time.[b] ", "3": "Then Naomi's husband Elimelech died, and she was left with her two sons. ", "4": "Each of her sons[c] married Moabite women: one named Orpah and the other named Ruth. After they lived there about ten years, ", "5": "both Mahlon and Chilion died, leaving Naomi[d] alone with neither her husband nor her two sons.", "6": "She and her daughters-in-law prepared to return from the country of Moab, because she had heard while living there[e] how the Lord had come to the aid of his people, giving them relief.[f] ", "7": "So she left the place where she had been, along with her two daughters-in-law, and they traveled along the return road to the land of Judah. ", "8": "But along the way,[g] Naomi told her two daughters-in-law, “Each of you go back home. Return to your mother's house. May the Lord show his gracious love to you, as you have shown me and our loved ones who have died.[h] ", "9": "May the Lord grant each of you security in your new[i] husbands' households.” Then she kissed them good-bye,[j] and they cried loudly.", "10": "They both replied to her, “No! We'll go back with you to your people.”", "11": "But Naomi responded, “Go back, my daughters. Why go with me? Are there still sons to be born to me[k] as future husbands for you? ", "12": "So go on back, my daughters! Be on your way! I'm too old to remarry.[l] If I were to say that I'm hoping for a husband tonight and then also bore sons this very night,[m] ", "13": "would you wait for them until they were grown? Would you refrain from marriage for them? No, my daughters! I'm more deeply grieved than you, because[n] the Lord is working against me!”", "14": "They began to cry loudly again. So Orpah kissed her mother-in-law good-bye,[o] but Ruth remained with her. ", "15": "Naomi told Ruth,[p] “Look, your sister-in-law has returned to her people and to her gods. Follow your sister-in-law!”", "16": "But Ruth answered, “Stop urging me to abandon you and to turn back from following you. Because wherever you go, I'll go. Wherever you live, I'll live. Your people will be my people, and your God, my God. ", "17": "Where you die, I'll die and be buried. May the Lord do this to me—and more—if anything[q] except death comes between you and me.”", "18": "When Naomi[r] observed Ruth's[s] determination to travel with her, she ended the conversation. ", "19": "So they continued on until they reached Bethlehem. Now when the two of them arrived in Bethlehem, the entire town got excited at the news of their arrival[t] and they asked one another, “Can this be Naomi?”", "20": "But Naomi replied, “Don't call me 'Naomi'![u] Call me 'Mara'![v] That's because the Almighty has dealt bitterly with me. ", "21": "I left here full, but the Lord brought me back empty. So why call me 'Naomi'? After all, the Lord is against me, and the Almighty has broken[w] me.”", "22": "So Naomi returned to Bethlehem[x] from the country of Moab, along with her daughter-in-law Ruth the Moabite woman. And they arrived in Bethlehem at the beginning of the barley harvest."}