{"1": "Ruth's[a] mother-in-law Naomi, told her, “My daughter, should I not make inquiries about your financial security,[b] so you'll be better off in life?[c] ", "2": "Isn't Boaz one of our close relatives? You've been associating with his women servants lately. Look, he'll be winnowing barley at the threshing floor tonight. ", "3": "So get cleaned up, put on some perfume, dress up, and go to the threshing floor, but don't let him see you[d] until after he's finished eating and drinking. ", "4": "When he lies down, be sure to notice where he is resting. Then go over, uncover his feet, and lie down. He'll tell you what to do.”", "5": "Ruth replied, “I'll do everything you've said.” ", "6": "So she went out to the threshing floor and did precisely what her mother-in-law had advised.", "7": "After Boaz had finished eating and drinking to his heart's content, he went over and lay down next to the pile of threshed grain. Ruth[e] came in quietly, uncovered his feet, and lay down. ", "8": "In the middle of the night, Boaz[f] was startled awake and turned over in surprise to see a woman lying at his feet.", "9": "He asked her, “Who are you?” She answered, “I'm only Ruth, your servant. Spread the edge[g] of your garment over your servant, because you are my related redeemer.”", "10": "He replied, “May you be blessed by the Lord, my daughter. You've added to the gracious love you've already demonstrated[h] by not pursuing younger men, whether rich or poor. ", "11": "Don't be afraid, my daughter. I'll do for you everything that you have asked, since all of my people in town are aware that you're a virtuous[i] woman. ", "12": "It's true that I'm your related redeemer, but there is another related redeemer even closer than I. ", "13": "Stay the night, and if he fulfills his duty as your related redeemer in the morning, that will be acceptable. But if he isn't inclined to do so,[j] then, as the Lord lives, I will act as your related redeemer myself. So lie down until morning.”", "14": "So she lay down at his feet until dawn approached, then got up while it was still difficult for anyone to be recognized. Then he told her, “It shouldn't be known that a woman has come to the threshing floor.” ", "15": "So he said, “Take your cloak and hold it out.” She did so, and he measured out six units[k] of barley and placed them in a sack[l] on her. Then she left for town.", "16": "When Ruth[m] returned to her mother-in-law, Naomi[n] asked her, “How did it go, my daughter?” Then she related everything that the man had done for her. ", "17": "Ruth[o] also said, “He gave me these six units[p] of barley and told me, 'Don't go back to your mother-in-law empty-handed.'”[q]", "18": "Naomi[r] replied, “Be patient, my daughter, until you learn how this works out, because the man won't rest until he finishes everything today.”"}