{"1": "Meanwhile, Boaz approached the city gate[a] and sat down there. Just then, the very same related redeemer whom Boaz had mentioned came by, so Boaz[b] called out to him, “Come over and sit down here, my friend!” So the man came over and sat down.", "2": "Boaz[c] selected ten of the town elders and spoke to them, “Sit down here.” So they sat down ", "3": "and Boaz[d] addressed the related redeemer directly: “A portion of a field belonging to our relative Elimelech is up for sale by Naomi, who recently returned from the country of Moab. ", "4": "So I thought to myself I ought to tell you that you must make a public purchase of this before the town residents and the elders of my people. So if you intend to act as the related redeemer, then do so.[e] But if not, let me know, because except for you—and I after you—there is no one to fulfill the duties of a related redeemer.” The man responded, “I will act as related redeemer.”", "5": "Boaz continued, “On the very day you obtain the field from Naomi,[f] I'll be obtaining[g] Ruth the Moabite woman, the widow of the late heir,[h] so the family name may be continued[i] as an inheritance.”", "6": "At this, the nearer related redeemer replied, “Then I am unable to act as related redeemer, because that would complicate my own inheritance. You act instead as the related redeemer, because I cannot do so.”[j]", "7": "During Israel's earlier history,[k] all things concerning redeeming or changing inheritances were confirmed by a man taking off his sandal and giving it to the other party,[l] thereby creating a public[m] record in Israel. ", "8": "So when the nearer related redeemer told Boaz, “Make the purchase yourself,” he then took off his sandal.", "9": "At this, Boaz addressed the elders and all of the people: “You all are witnesses today that I hereby redeem everything from Naomi that belonged to Elimelech, including what belonged to Chilion and Mahlon, ", "10": "along with Mahlon's wife Ruth the Moabite woman. I will marry her to continue the family name as an inheritance, so that the name of the deceased does not disappear from among his relatives, nor from the public record.[n] You are all witnesses today!”", "11": "Then all of the assembled people,[o] including the elders who were there, said, “We are witnesses! May the Lord make this woman who enters your house like Rachel and Leah, who together established the house of Israel. May you prosper in Ephrathah, and may you excel in Bethlehem! ", "12": "Moreover, may your house be like the house of Perez, whom Tamar bore for Judah, from the offspring that the Lord gives you from this young woman.”", "13": "So Boaz took Ruth to be his wife, and when he had marital relations with her, the Lord made her conceive, and she bore a son. ", "14": "Then the women of Bethlehem[p] told Naomi, “May the Lord be blessed,[q] who has not left you today without a related redeemer. May his name become famous throughout Israel! ", "15": "And he will restore your life for you and will support you in your old age, because your daughter-in-law, who loves you and who has borne him, is better for you than seven sons!”", "16": "Naomi took care of the child, taking him to her breast and becoming his nurse. ", "17": "So her women neighbors gave the child a nickname, which is “Naomi has a son!” They named him Obed. He became the father of Jesse, who was the father of David.", "18": "This is the genealogy of Perez: Perez fathered Hezron, ", "19": "Hezron fathered Ram, and Ram fathered Amminadab. ", "20": "Amminadab fathered Nahshon, and Nahshon fathered Salmon. ", "21": "Salmon fathered Boaz, and Boaz fathered Obed. ", "22": "Then Obed fathered Jesse, who fathered David."}