{"1": "My loved ones, I warn you: do not trust every spirit. Instead, examine them carefully to determine if they come from God, because the corrupt world is filled with the voices of many false prophets. ", "2": "Here is how you know God's Spirit: if a spirit affirms the truth that Jesus the Anointed, our Liberating King, has come in human flesh, then that spirit is from God. ", "3": "If a spirit does not affirm the true nature of Jesus the Anointed, then that spirit does not come from God and is, in fact, the spirit of the antiChrist.[a] You have heard about its coming; in fact it is already active in the world. ", "4": "My children, you have come from God and have conquered these spirits because the One who lives within you is greater than the one in this world. ", "5": "But they are of this world, and they articulate the views of the corrupt world, which the world understands. ", "6": "We come from God, and those who know God hear us. Whoever is not from God will not listen to us. This is the way we discern the difference between the spirit of truth and the spirit of deception.", "7": "How can the words of prophets be tested to discover the truth? The most important question is whether they acknowledge that Jesus is fully God and fully human. In the first century, many people were so convinced that this material world was corrupt and evil that they couldn't imagine how a perfect God could wrap Himself in imperfect skin. Many today still function as if the physical world is a bad thing; this understanding is demonstrated when they downplay the hope of bodily resurrection and emphasize the heavenly destination of souls. Implicitly, this belittles Jesus' own incarnation and resurrection. On the other hand, many people accept Jesus' humanity but deny His divinity. He may have been a great teacher, they say, but certainly not the incarnation of God. However, Jesus made bold claims about who He was and what He came to do. These are not the things a great teacher would have said or done if they had not been true. It is fair to say that no other life has drawn so much scrutiny, and no other life has ever elicited such praise. My loved ones, let us devote ourselves to loving one another. Love comes straight from God, and everyone who loves is born of God and truly knows God. ", "8": "Anyone who does not love does not know God, because God is love.", "9": "Because of this, the love of God is a reality among us: God sent His only Son into the world so that we could find true life through Him. ", "10": "This is the embodiment of true love: not that we have loved God first, but that He loved us and sent His unique Son on a special mission to become an atoning sacrifice for our sins. ", "11": "So, my loved ones, if God loved us so sacrificially, surely we should love one another. ", "12": "No one has ever seen God with human eyes; but if we love one another, God truly lives in us. Consequently God's love has accomplished its mission among us.", "13": "How can we be sure that He truly lives in us and that we truly live in Him? By one fact: He has given us His Spirit. ", "14": "We have watched what God has done, and we stand ready to provide eyewitness testimonies to the reality that the Father sent the Son to be the Savior of the world. ", "15": "If anyone unites with our confession that Jesus is God's own Son, then God truly lives in that person and that person lives in God. ", "16": "We have experienced and we have entrusted our lives to the love of God in us. God is love. Anyone who lives faithfully in love also lives faithfully in God, and God lives in him. ", "17": "This love is fulfilled with us, so that on the day of judgment we have confidence based on our identification with Jesus in this world. ", "18": "Love will never invoke fear. Perfect love expels fear, particularly the fear of punishment. The one who fears punishment has not been completed through love.", "19": "We love because He has first loved us. ", "20": "If someone claims, “I love God,” but hates his brother or sister, then he is a liar. Anyone who does not love a brother or sister, whom he has seen, cannot possibly love God, whom he has never seen. ", "21": "He gave us a clear command, that all who love God must also love their brothers and sisters."}