{"1": "It's easy to say “I love God,” but genuine love reflects God's love. If we belong to God, then we will love each other regardless of how hard love is. Everyone who trusts Jesus as the long-awaited Anointed One is a child of God, and everyone who loves the Father cannot help but love the child fathered by Him. ", "2": "Then how do we know if we truly love God's children? We love them if we love God and keep His commands. ", "3": "You see, to love God means that we keep His commands, and His commands don't weigh us down. ", "4": "Everything that has been fathered by God overcomes the corrupt world. This is the victory that has conquered the world: our faith.", "5-6": "Who is the person conquering the world? It is the one who truly trusts that Jesus is the Son of God, that Jesus the Anointed is the One who came by water and blood—not by the water only, but by the water and the blood. Just as we do not get to choose our biological brothers and sisters, we do not get to choose our spiritual brothers and sisters either. But what comes along with loving the Father is loving all His other children—even the really annoying ones! While it might seem to be easier to go off and live in isolation rather than put up with those we are not naturally attracted to, there are responsibilities that come with living in a spiritual family. We reflect our worship of God by living in respect with our Christian brothers and sisters. How we treat the people around us on a daily basis is the real test of our love for God. The Spirit of God testifies to this truth because the Spirit is the truth. ", "7": "So there are three testifying witnesses: ", "8": "the Spirit, the water, and the blood. All three are in total agreement. ", "9": "If we accept the testimonies of people, then we must realize the testimony of God is greater than that of any person. God certified the truth about His own Son. ", "10": "Anyone who trusts the Son of God has this truthful testimony at the core of his being. Anyone who does not trust God calls God a liar because he ignores God's truthful testimony regarding His own Son. ", "11": "And this is the truth: God has given us the gift of eternal life, and this life is in His Son. ", "12": "If you have the Son, you have eternal life. If you do not have the Son of God, you are not acquainted with true life.", "13": "I am writing all of this to you who have entrusted your lives to the Son of God—so you will realize eternal life already is yours. ", "14": "We live in the bold confidence that God hears our voices when we ask for things that fit His plan. ", "15": "And if we have no doubt that He hears our voices, we can be assured that He moves in response to our call.", "16": "In this regard, if you notice a brother or sister in faith making moral missteps and blunders, disregarding and disobeying God even to the point of God removing this one from the body by death, then pray for that person; and God will grant him life on this journey. But to be clear, there is a sin that is ultimately fatal and leads to death. I am not talking about praying for that fatal sin, ", "17": "but I am talking about all those wrongs and sins that plague God's family that don't lead to death.", "18": "We all know that everyone fathered by God will not make sin a way of life because God protects His children from the evil one, and the evil one can't touch them. ", "19": "Have confidence in the fact that we belong to God, but also know that the world around us is in the grips of the evil one. ", "20": "We also can be sure of the fact that the Son of God has come and given us a mind so that we may know Him as the embodiment of all that is true. We live in this truth, in His Son Jesus, the Anointed One. He is the True God and eternal life.", "21": "My little children, keep away from idols. John's final bit of pastoral advice sounds an alarm against idolatry. If we look carefully at our culture and into our own hearts, we will find we are ultimately concerned about ourselves, our entertainment, our comforts, and our wallets. None of these are worthy of our highest devotion; but we put more time, energy, money, and emotion into these than we do into the one true God. So John's warning should be heeded: watch out for the steady impulse to love other things more than God."}