{"1": "Ahithophel's counsel is overthrown by Hushai.  14 The Lord had so ordained. 19 The Priest's sons are hidden in the well. 22 David goeth over Jordan. 23 Ahithophel hangeth himself. 27 They bring victuals to David. Moreover, Ahithophel said to Absalom, [a]Let me choose out now twelve thousand men, and I will up and follow after David this night,", "2": "And I will come upon him: for he is weary, and weak handled: so I will fear him, and all the people that are with him shall flee, and I will smite the king only,", "3": "And I will bring again all the people unto thee, and when all shall return, ([b]the man whom thou seekest being slain) all the people shall be in peace.", "4": "And the saying [c]pleased Absalom well, and all the Elders of Israel.", "5": "Then said Absalom, Call now Hushai the Archite also, and let us hear likewise [d]what he saith.", "6": "So when Hushai came to Absalom, Absalom spake unto him, saying, Ahithophel hath [e]spoken thus: shall we do after his saying, or no? tell thou.", "7": "Hushai then answered unto Absalom, The counsel that Ahithophel hath given, is not [f]good at this time.", "8": "For, said Hushai, thou knowest thy father, and his men, that they be strong men, and are chafed in mind as a bear robbed of her whelps in the field: also thy father is a valiant warrior, and will not [g]lodge with the people.", "9": "Behold, he is hid now in some cave, or in some place: and though some of them be overthrown at the first, yet the people shall hear, and say, The people that follow Absalom, [h]be overthrown.", "10": "Then he also that is valiant, whose heart is as the heart of a lion, shall [i]shrink and faint: for all Israel knoweth that thy father is valiant, and they which be with him, stout men.", "11": "Therefore my counsel is, that all Israel be gathered unto thee, from Dan even to Beersheba as the sand of the Sea in number, and that thou go to battle in thine own person.", "12": "So shall we come upon him in some place, where we shall find him, and [j]we will upon him as the dew falleth on the ground: and of all the men that are with him, we will not leave him one.", "13": "Moreover, if he be gotten into a city, then shall all the men of Israel bring ropes to that city, and we will draw it into the river, until there be not one small stone found there.", "14": "¶ Then Absalom and all the men of Israel said, The counsel of Hushai the Archite, is better, than the counsel of Ahithophel: for the Lord had [k]determined to destroy the [l]good counsel of Ahithophel, that the Lord might [m]bring evil upon Absalom.", "15": "Then said Hushai unto Zadok and to Abiathar the Priests, Of this and that manner did Ahithophel and the Elders of Israel counsel Absalom: and thus and thus have I counseled.", "16": "Now therefore send quickly, and show David, saying, Tarry not this night in the fields of the wilderness, but rather get thee [n]over, lest the king be devoured, and all the people that are with him.", "17": "¶ Now Jonathan and Ahimaaz abode by [o]En Rogel: (for they might not be seen to come into the city) and a maid went, and [p]told them, and they went and showed king David.", "18": "Nevertheless, a young man saw them, and told it to Absalom. Therefore they both departed quickly, and came to a man's house in Bahurim, who had a well in his court, into the which they went down.", "19": "And [q]the wife took and spread a covering over the well's mouth, and spread ground corn thereon, that the thing should not be known.", "20": "And when Absalom's servants came to the wife into the house, they said, Where is Ahimaaz and Jonathan? And the woman answered them, They be gone over the [r]brook of water. And when they had sought them, and could not find them, they returned to Jerusalem.", "21": "And as soon as they were departed, the other came out of the well, and went and told king David, and said unto him, Up, and get you quickly over the water: for [s]such counsel hath Ahithophel given against you.", "22": "Then David arose, and all the people that were with him, and they went over Jordan [t]until the dawning of the day, so that there lacked not one of them, that was not come over Jordan.", "23": "¶ Now when Ahithophel saw that his counsel was not followed, he saddled his ass, and arose, and he went home unto his city, and put his household in order, and [u]hanged himself, and died, and was buried in his father's grave.", "24": "¶ Then David came to Mahanaim. And Absalom passed over Jordan, he, and all the men of Israel with him.", "25": "And Absalom made Amasa captain of the host in the stead of Joab: which Amasa was a man's son named Jithra, an Israelite, that went in to Abigail the daughter of [v]Nahash, sister to Zeruiah Joab's mother.", "26": "So Israel and Absalom pitched in the land of Gilead.", "27": "¶ And when David was come to Mahanaim, Shobi the son of Nahash out of Rabbah of the children of Ammon, and Machir the son of Ammiel out of Lo Debar, and Barzillai the Gileadite out of Rogelim,", "28": "[w]Brought beds, and basins, and earthen vessels, and wheat, and barley, and flour, and parched corn, and beans, and lentils, and parched corn.", "29": "And they brought honey, and butter, and sheep, and cheese of kine for David, and for the people that were with him, to eat: for they said, The people is hungry, and weary, and thirsty in the wilderness."}