{"1": "Joab encourageth the king. 8 David is restored. 23 Shimei is pardoned. 24 Mephibosheth meeteth the king. 39 Barzillai departeth. 41 Israel striveth with Judah. And it was told Joab, Behold, the King weepeth and mourneth for Absalom.", "2": "Therefore the [a]victory of that day was turned into mourning to all the people: for the people heard say that day, The King sorroweth for his son.", "3": "And the people went that day into the city [b]secretly, as people confounded hide themselves when they flee in battle.", "4": "So the King [c]hid his face, and the king cried with a loud voice, My son Absalom, Absalom my son, my son.", "5": "¶ Then Joab came into the [d]house to the King, and said, Thou hast shamed this day the faces of all thy servants, which this day have saved thy life, and the lives of thy sons, and of thy daughters, and the lives of thy wives, and the lives of thy concubines,", "6": "In that thou lovest thine enemies, and hatest thy friends: for thou hast declared this day, that thou regardest neither thy [e]princes, nor servants: therefore this day I perceive, that if Absalom had lived, and we all had died this day, that then it would have [f]pleased thee well.", "7": "Now therefore up, come out, and speak [g]comfortably unto thy servants: for I swear by the Lord, except thou come out, there will not tarry one man with thee this night: and that will be worse unto thee, than all the evil that fell on thee from thy youth hitherto.", "8": "Then the king arose, and sat in the [h]gate: and they told unto all the people, saying, Behold, the king doth sit in the gate: and all the people came before the king: for Israel had fled every man to his tent.", "9": "¶ Then all the people were at [i]strife throughout all the tribes of Israel, saying, The King saved us out of the hand of our enemies, and he delivered us out of the hand of the Philistines, and now he is fled out of the land for Absalom.", "10": "And Absalom, whom we anointed over us, is dead in battle: therefore why are ye so slow to bring the king again?", "11": "But King David sent to Zadok and to Abiathar the [j]Priests, saying, Speak unto the Elders of Judah, and say, Why are ye behind to bring the King again to his house (for the saying of all Israel is come unto the King, even to his house.)", "12": "Ye are my brethren: my bones and my flesh are ye: Wherefore then are ye the last that bring the King again?", "13": "Also say ye to Amasa, Art thou not my bone and my flesh? God do so to me, and more also, if thou be not captain of the host to me forever in the [k]room of Joab.", "14": "So he bowed the hearts of all the men of Judah, as of one man: therefore they sent to the King, saying, Return thou with all thy servants.", "15": "¶ So the king returned, and came to Jordan. And Judah came to Gilgal, for to go to meet the king, and to conduct him over Jordan.", "16": "¶ And [l]Shimei the son of Gera, the son of Benjamin, which was of Bahurim, hasted and came down with the men of Judah to meet king David,", "17": "And a thousand men of Benjamin with him, and Ziba the servant of the house of Saul, and his fifteen sons and twenty servants with him: and they went over Jordan before the king.", "18": "And there went over a boat to carry over the king's household, and to do him pleasure. Then Shimei the son of Gera fell before the king, when he was come over Jordan,", "19": "And said unto the king, Let not my lord impute wickedness unto me, nor remember the thing that thy servant did [m]wickedly when my lord the King departed out of Jerusalem, that the king should take it to his heart.", "20": "For thy servant doth know, that I have done amiss: therefore behold, I am the first this day of all the house of [n]Joseph, that am come to go down to meet my lord the king.", "21": "But Abishai the son of Zeruiah answered, and said, Shall not Shimei die for this, because he cursed the Lord's anointed?", "22": "And David said, What have I to do with you, ye sons of Zeruiah, that this day ye should be adversaries unto me? shall there any man die this day in Israel? for do not I know that I am this day king over Israel?", "23": "Therefore the king said unto Shimei, Thou shalt not [o]die, and the king swore unto him.", "24": "¶ And Mephibosheth the son of Saul came down to meet the king, and had neither washed his feet, nor dressed his beard, nor washed his clothes from the time the king departed, until he returned in peace.", "25": "And when [p]he was come to Jerusalem, and met the king, the king said unto him, Wherefore wentest not thou with me, Mephibosheth?", "26": "And he answered, My lord the King, my servant deceived me: for thy servant said, I would have mine ass saddled to ride thereon, for to go with the king, because thy servant is lame.", "27": "And he hath accused thy servant unto my lord the king: but my lord the king is as an [q]angel of God: do therefore thy pleasure.", "28": "For all my father's house were [r]but dead men before my lord the king, yet didst thou set thy servant among them that did eat at thine own table: what right therefore have I yet to cry anymore unto the king?", "29": "And the king said unto him, Why speakest thou anymore of thy matters? I have said, Thou, and Ziba, divide the [s]lands.", "30": "And Mephibosheth said unto the king, Yea, let him take all, seeing my lord the king is come home in peace.", "31": "¶ Then Barzillai the Gileadite came down from Rogelim, and went over Jordan with the king, to conduct him over Jordan.", "32": "Now Barzillai was a very aged man, even fourscore years old, and he had provided the king of sustenance, while he lay at Mahanaim: for he was a man of very great substance.", "33": "And the king said unto Barzillai, Come over with me, and I will feed thee with me in Jerusalem.", "34": "And Barzillai said unto the king, [t]How long have I to live, that I should go up with the king to Jerusalem?", "35": "I am this day fourscore years old: and can I discern between good or evil? Hath thy servant any taste in that I eat, or in that I drink? Can I hear anymore the voice of singing men and women? wherefore then should thy servant be anymore a [u]burthen unto my lord the king?", "36": "Thy servant will go a little way over Jordan with the king, and why will the king recompense it me with such a reward?", "37": "I pray thee, let thy servant turn back again, that I may die in mine own city, and be buried in the grave of my father and of my mother: but behold thy servant [v]Chimham, let him go with my lord the King, and do to him what shall please thee.", "38": "And the king answered, Chimham shall go with me, and I will do to him that thou shalt be content with: and whatsoever thou shalt [w]require of me, that will I do for thee.", "39": "So all the people went over Jordan: and the king passed over: and the king kissed Barzillai, and [x]blessed him, and he returned unto his own place.", "40": "¶ Then the King went to [y]Gilgal, and Chimham went with him, and all the people of Judah conducted the king, and also half the people of [z]Israel.", "41": "And behold, all the men of Israel came to the king, and said unto the king, Why have our brethren the men of Judah stolen thee away, and have brought the king and his household, and all David's men with him over [aa]Jordan?", "42": "And all the men of Judah answered the men of Israel, Because the king is near of kin to us: and wherefore now be ye angry for this matter? have we eaten of the king's cost, or have we taken any bribes?", "43": "And the men of Israel answered the men of Judah, and said, We have ten parts in the king, and have also more right to David than ye: Why then did ye despise us [ab]that our advise should not be first had in restoring our king? And the words of the men of Judah were fiercer than the words of the men of Israel."}