{"1": "Sheba raiseth Israel against David. 10 Joab killeth Amasa traitorously. 22 The head of Sheba is delivered to Joab. 23 David's chief officers. Then there was come [a]thither a wicked man (named Sheba the son of Bichri, a man of Benjamin) and he blew the trumpet, and said, We have no part in [b]David, neither have we inheritance in the son [c]of Ishai: every man to his tents, O Israel.", "2": "So every man of Israel went from David and followed Sheba the son of Bichri: but the men of Judah clave fast unto their King, from [d]Jordan even to Jerusalem.", "3": "When David then came to his house to Jerusalem, the king took the ten women his concubines, that he had left behind him to keep the house, and put them in ward, and fed them, but lay no more with them: but they were enclosed unto the day of their death, living in widowhood.", "4": "¶ Then said the King to [e]Amasa, Assemble me the men of Judah within three days, and be thou here present.", "5": "So Amasa went to assemble Judah, but he tarried longer than the time which he had appointed him.", "6": "Then David said to Abishai, Now shall Sheba the son of Bichri do us more harm than did Absalom: take thou therefore thy [f]lord's servants and follow after him, lest he get him walled cities, and escape us.", "7": "And there went out after him Joab's men, and the Cherethites and the Pelethites, and all the mighty men: and they departed out of Jerusalem, to follow after Sheba the son of Bichri.", "8": "When they were at the great stone, which is in Gibeon, Amasa went before them, and Joab's [g]garment, that he had put on, was girded unto him, and upon it was a sword girded, which hanged on his loins in the sheath, and as he went, it used to fall out.", "9": "And Joab said to Amasa, Art thou in [h]health, my brother? and Joab took Amasa by the beard with the right hand to kiss him.", "10": "But Amasa took no heed to the sword that was in Joab's hand: for therewith he smote him in the fifth rib, and shed out his bowels to the ground, and [i]smote him not the second time: so he died: then Joab and Abishai his brother followed after Sheba the son of Bichri.", "11": "And one of Joab's men [j]stood by him, and said, He that favoreth Joab, and he that is of David's part, let him go after Joab.", "12": "And Amasa wallowed in blood in the midst of the way: and when the man saw that all the people stood still, he removed Amasa out of the way into the field, and cast a cloth upon him, because he saw that everyone that came by him, stood still.", "13": "¶ When he was removed out of the way, every man went after Joab, to follow after Sheba the son of Bichri.", "14": "And he went through all the tribes of Israel unto Abel, and [k]Beth Maachah and all places of Berim: and they gathered together, and went also after him.", "15": "So they came, and besieged him in Abel, near to Beth Maachah, and they cast up a mount against the city, and the people thereof stood on the rampart, and all the people that was with Joab, [l]destroyed and cast down the wall.", "16": "Then cried a wise woman out of the city, Hear, hear, I pray you, say unto Joab, Come thou hither, that I may speak with thee.", "17": "And when he came near unto her, the woman said, Art thou Joab? And he answered, Yea. And she said to him, Hear the words of thine handmaid. And he answered, I do hear.", "18": "Then she spake thus, [m]They spake in the old time, saying, They should ask of Abel: and so they have continued.", "19": "I am [n]one of them that are peaceable, and faithful in Israel: and thou goest about to destroy a city, and a mother in Israel: why wilt thou devour the inheritance of the Lord?", "20": "And Joab answered, and said, God forbid, God forbid it me, that I should devour, or destroy it.", "21": "The [o]matter is not so, but a man of mount Ephraim (Sheba the son of Bichri by name) hath lift up his hand against the king, even against David: deliver us him only, and I will depart from the city. And the woman said unto Joab, Behold, his head shall be thrown to thee over the wall.", "22": "Then the woman went unto all the people with her wisdom, and they cut off the head of Sheba the son of Bichri, and cast it to Joab: then he blew the trumpet, and [p]they retired from the city, every man to his tent: and Joab returned to Jerusalem unto the King.", "23": "¶ Then Joab was over all the host of Israel, and Benaiah the son of Jehoiada over the Cherethites, and over the Pelethites,", "24": "And Adoram over the tribute, and Jehoshaphat the son of Ahilud the Recorder,", "25": "And Sheva was Scribe, and Zadok and Abiathar the Priests", "26": "And also Ira the Jairite was [q]chief about David."}