{"1": "David after his victories praiseth God. 8 The anger of God toward the wicked. 44 He prophesieth of the rejection of the Jews, and vocation of the Gentiles. And David spake the words of this [a]song unto the Lord, what time the Lord had delivered him out of the hands of all his enemies, and out of the hand of Saul.", "2": "And he said, The Lord is my [b]rock and my fortress, and he that delivereth me.", "3": "God is my [c]strength, in him will I trust: my shield, and the horn of my salvation, my high tower and my refuge: my Savior, thou hast saved me from violence.", "4": "I will call on the Lord, who is worthy to be praised: so shall I be safe from mine enemies.", "5": "For the [d]pangs of death have compassed me: the floods of ungodliness have made me afraid.", "6": "The sorrows of the grave compassed me about: the snares of death overtook me.", "7": "But in my tribulation did I call upon the Lord, and cry to my God, and he did hear my voice out of his Temple, and my cry did enter into his ears.", "8": "Then the earth trembled and quaked: the foundations of the heavens moved and shook, because he was angry.", "9": "[e]Smoke went out at his nostrils, and consuming [f]fire out of his mouth: coals were kindled thereat.", "10": "He [g]bowed the heavens also, and came down, and darkness was under his feet.", "11": "And he rode upon [h]Cherub and did fly, and he was seen upon the wings of the wind.", "12": "And he made darkness a Tabernacle round about him, even the gatherings of waters, and the clouds of the air.", "13": "At the brightness of his presence [i]the coals of fire were kindled.", "14": "The Lord thundered from heaven, and the most High gave his voice.", "15": "He shot arrows also, and scattered them: to wit, lightning, and destroyed them.", "16": "The [j]channels also of the sea appeared, even the foundations of the world were discovered by the rebuking of the Lord, and at the blast of the breath of his nostrils.", "17": "He sent from above, and took me: he drew me out of many waters.", "18": "He delivered me from my strong enemy, and from them that hated me: for they were too strong for me.", "19": "They [k]prevented me in the day of my calamity, but the Lord was my stay,", "20": "And brought me forth into a large place: he delivered me, because he favored me.", "21": "The Lord rewarded me according to my [l]righteousness: according to the pureness of mine hands he recompensed me.", "22": "For I kept the ways of the Lord, and did not [m]wickedly against my God.", "23": "For all his laws were before me, and his statutes: I did not depart therefrom.", "24": "I was upright also toward him, and have kept me from my wickedness.", "25": "Therefore the Lord did reward me according to my righteousness, according to my pureness before his eyes.", "26": "With the godly thou wilt show thyself godly: with the upright man thou wilt show thyself upright.", "27": "With the pure thou wilt show thyself pure, and with the [n]froward thou wilt show thyself froward.", "28": "Thus thou wilt save the poor people: but thine eyes are upon the haughty, to humble them.", "29": "Surely thou art my light, O Lord: and the Lord will lighten my darkness.", "30": "For by thee have I broken through an host, and by my God have I leaped over a wall.", "31": "The way of God is [o]uncorrupt: the word of the Lord is tried in the fire: he is a shield to all that trust in him.", "32": "For who is God besides the Lord? and who is mighty, save our God?", "33": "God is my strength in battle, and maketh my way upright.", "34": "He maketh my feet like [p]hinds feet, and hath set me upon mine high places.", "35": "He teacheth mine hands to fight, so that a bowl [q]of brass is broken with mine arms.", "36": "Thou hast also given me the shield of thy salvation, and thy loving kindness hath caused me to increase.", "37": "Thou hast enlarged my steps under me, and mine heels have not slid.", "38": "I have pursued mine enemies, and destroyed them, and have not turned again until I had consumed them.", "39": "Yea, I have consumed them and thrust them through, and they shall not arise, but shall fall under my feet.", "40": "For thou hast [r]girded me with power to battle, and them that rose against me, hast thou subdued under me.", "41": "And thou hast given me the necks of mine enemies, that I might destroy them that hate me.", "42": "They looked about, but there was none to save them, even unto the [s]Lord, but he answered them not.", "43": "Then did I beat them as small as the dust of the earth: I did tread them flat as the clay of the street, and did spread them abroad.", "44": "Thou hast also delivered me from the contentions of my [t]people: thou hast preserved me to be the head over nations: the people which I knew not, do serve me.", "45": "Strangers [u]shall be in subjection to me: as soon as they hear, they shall obey me.", "46": "Strangers shall shrink away, and fear in their privy chambers.", "47": "Let the Lord live, [v]and blessed be my strength: and God, even the force of my salvation be exalted.", "48": "It is God that giveth me power to revenge me, and subdue the people under me,", "49": "And rescueth me from mine enemies: (thou also hast lift me up from them that rose against me, thou hast delivered me from the cruel man.", "50": "Therefore I will praise thee, O Lord, among the nations, and will sing unto thy Name.)", "51": "He is the tower of salvation for his King, and showeth mercy to his anointed, even to David, and to his seed forever."}