{"1": "Long war between the houses of Saul and David. 2 The children of David in Hebron. 12 Abner turneth to David. 27 Joab killeth him. There was then [a]long war between the house of Saul and the house of David: but David waxed stronger, and the house of Saul waxed weaker.", "2": "¶ And unto David were children born in Hebron: and his eldest son was Amnon of Ahinoam the Jezreelitess,", "3": "And his second, was [b]Chileab of Abigail the wife of Nabal the Carmelite: and the third, Absalom the son of Maacah the daughter of Talmai the king of Geshur,", "4": "And the fourth, Adonijah the son of Haggith: and the fifth, Shephatiah the son of Abital:", "5": "And the sixth, Ithream by Eglah David's wife: these were born to David in [c]Hebron.", "6": "¶ Now while there was war between the house of Saul and the house of David, Abner made all his power for the house of Saul.", "7": "And Saul had a concubine named Rizpah, the daughter of Aiah. And Ishbosheth said to Abner, Wherefore hast thou gone in to my father's concubine?", "8": "Then was Abner very wroth for the words of Ishbosheth, and said, Am I a [d]dog's head, which against Judah do show mercy this day unto the house of Saul thy father, to his brethren, and to his neighbors, and have not delivered thee into the hand of David, that thou chargest me this day with a fault concerning this woman?", "9": "[e]So do God to Abner, and more also, except, as the Lord hath sworn to David, even so I do to him,", "10": "To remove the kingdom from the house of Saul, that the throne of David may be established over Israel, and over Judah, even from Dan to Beersheba.", "11": "And he durst no more answer to Abner: for he feared him.", "12": "¶ Then Abner sent messengers to David [f]on his behalf, saying, Whose is the land? who should also say, Make covenant with me, and behold, mine hand shall be with thee, to bring all Israel unto thee.", "13": "Who said, Well, I will make a covenant with thee: but one thing I require of thee, that is, that thou see not my face, except thou bring Michal Saul's daughter when thou comest to see me.", "14": "¶ Then David sent messengers to Ishbosheth Saul's son, saying, Deliver me my wife Michal, which I married for an hundred foreskins of the Philistines.", "15": "And Ishbosheth sent, and took her from her husband Paltiel the son of Laish.", "16": "And her husband went with her, and came weeping behind her, unto Bahurim: then said Abner unto him, Go, and return. So he returned.", "17": "¶ And Abner had [g]communication with the Elders of Israel, saying, Ye fought for David in times past, that he might be your King.", "18": "Now then do it: for the Lord hath spoken of David, saying, By the hand of my servant David I will save my people Israel out of the hands of the Philistines, and out of the hands of all their enemies.", "19": "Also Abner spake [h]to Benjamin, and afterward Abner went to speak with David in Hebron, concerning all that Israel was content with, and the whole [i]house of Benjamin.", "20": "So Abner came to David to Hebron, having twenty men with him, and David made a feast unto Abner, and to the men that were with him.", "21": "Then Abner said unto David, I will rise up, and go gather all Israel unto my lord the King, that they may make a covenant with thee, and that thou mayest reign over all that thine heart desireth. Then David let Abner depart, who went [j]in peace.", "22": "¶ And behold, the servants of David and Joab came [k]from the camp, and brought a great prey with them (but Abner was not with David in Hebron: for he had sent him away, and he departed in peace.)", "23": "When Joab, and all the host that was with him were come, men told Joab, saying, Abner the son of Ner came to the King, and he hath sent him away, and he is gone in peace.", "24": "Then Joab came to the King, and said, [l]What hast thou done? behold, Abner came unto thee, why hast thou sent him away, and he is departed?", "25": "Thou knowest Abner the son of Ner: for he came to deceive thee, and to know thy outgoing and ingoing, and to know all that thou doest.", "26": "¶ And when Joab was gone out from David, he sent messengers after Abner, which brought him again from the well of Sirah unknowing to David.", "27": "And when Abner was come again to Hebron, Joab took him aside in the gate to speak with him [m]peaceably, and smote him under the fifth rib, that he died, for the blood of Asahel his brother.", "28": "¶ And when afterward it came to David's ear, he said, I and my Kingdom are [n]guiltless before the Lord forever, concerning the blood of Abner the son of Ner.", "29": "Let the blood fall on the head of Joab, and on all his father's house, that the house of Joab be never without some that have running issues, or leper, or that leaneth on a staff, or that doeth fall on the sword, or that lacketh bread.", "30": "(So Joab and [o]Abishai his brother slew Abner, because he had slain their brother Asahel at Gibeon in battle.)", "31": "And David said to Joab, and to all the people that were with him, Rent your clothes, and put on sackcloth, and mourn [p]before Abner: and King David himself followed the bier.", "32": "And when they had buried Abner in Hebron, the King lift up his voice, and wept beside the sepulcher of Abner, and all the people wept.", "33": "And the King lamented over Abner, and said, Died Abner [q]as a fool dieth?", "34": "Thine hands were not bound, nor thy feet tied in fetters of brass: but as a man falleth before wicked men, so didst thou fall. And all the people wept again for him.", "35": "Afterward all the people came to cause David eat [r]meat while it was yet day, but David swore, saying, So do God to me and more also, if I taste bread, or ought else till the sun be down.", "36": "And all the people knew it, and it [s]pleased them: as whatsoever the King did, pleased all the people.", "37": "For all the people and all Israel understood that day, how that it was not the King's deed that Abner the son of Ner was slain.", "38": "And the King said unto his servants, Know ye not, that there is a prince and a great man fallen this day in Israel?", "39": "And I am this day weak and newly anointed King: and these men the sons of Zeruiah be too [t]hard for me: the Lord reward the doer of evil according to his wickedness."}