{"1": "The Ark is brought forth of the house of Abinadab. 7 Uzzah is stricken, and dieth. 14 David danceth before it, 16 and is therefore despised of his wife Michal. Again David gathered together all the [a]chosen men of Israel, even thirty thousand", "2": "And David arose, and went with all the people that were with him from [b]Baale of Judah, to bring up from thence the Ark of God, whose Name is called by the Name of the Lord of hosts, that dwelleth upon it between the Cherubims.", "3": "And they put the Ark of God upon a new cart, and brought it out of the house of Abinadab, that was in [c]Gibeah. And Uzzah and Ahio the sons of Abinadab did drive the new cart.", "4": "And when they brought the Ark of God out of the house of Abinadab, that was at Gibeah, Ahio went before the Ark.", "5": "And David and all the house of Israel [d]played before the Lord on all instruments made of fir, and on harps, and on Psalteries, and on timbrels, and on cornets, and on cymbals.", "6": "¶ And when they came to Nachon's threshing floor, Uzzah put his hand to the Ark of God, and held it: for the oxen did shake it.", "7": "And the Lord was very wroth with Uzzah, and God [e]smote him in the same place for his fault, and there he died by the Ark of God.", "8": "And David was displeased because the Lord had [f]smitten Uzzah: and he called the name of the place [g]Perez Uzzah until this day.", "9": "Therefore David that day feared the Lord, and said, How shall the Ark of the Lord come to me?", "10": "So David would not bring the Ark of the Lord unto him into the city of David, but David carried it into the house of Obed-Edom [h]a Gittite.", "11": "And the Ark of the Lord continued in the house of Obed-Edom the Gittite, three months, and the Lord blessed Obed-Edom, and all his household.", "12": "And one told King David, saying, The Lord hath blessed the house of Obed-Edom, and all that he hath, because of the Ark of God: therefore David went and [i]brought the Ark of God from the house of Obed-Edom, into the city of David with gladness.", "13": "And when they that bare the Ark of the Lord had gone six paces, he offered an ox, and a fat beast.", "14": "And David danced before the Lord with all his might, and was girded with a linen [j]Ephod.", "15": "So David and all the house of Israel brought the Ark of the Lord with shouting, and sound of trumpet.", "16": "And as the Ark of the Lord came into the city of David, Michal Saul's daughter looked through a window, and saw King David leap, and dance before the Lord, and she [k]despised him in her heart.", "17": "And when they had brought in the Ark of the Lord, they set it in his place, in the midst of the Tabernacle that David had pitched for it: then David offered burnt offerings, and peace offerings before the Lord.", "18": "And as soon as David had made an end of offering burnt offerings and peace offerings, he blessed the people in the Name of the Lord of hosts,", "19": "And gave among all the people, even among the whole multitude of Israel, as well to the women as men, to every one a cake of bread, and a piece of flesh, and a bottle of wine: so all the people departed every one to his house.", "20": "¶ Then David returned to [l]bless his house, and Michal the daughter of Saul came out to meet David, and said, O how glorious was the King of Israel this day, which was uncovered today in the eyes of the maidens of his servants, as a [m]fool uncovereth himself!", "21": "Then David said unto Michal, [n]It was before the Lord, which chose me rather than thy father, and all his house, and commanded me to be ruler over the people of the Lord, even over Israel: and therefore will I play before the Lord,", "22": "And will yet be more vile than thus, and will be low in mine own sight, and of the very same maidservants, which thou hast spoken of, shall I be had in honor.", "23": "Therefore Michal the daughter of Saul had [o]no child unto the day of her death."}