{"1": "David overcometh the Philistines, and other strange nations, and maketh them tributaries to Israel. After this now, David smote the Philistines and subdued them, and David took [a]the bridle of bondage out of the [b]hand of the Philistines.", "2": "And he smote Moab, and measured them with a cord, and cast them down to the ground: he measured them with [c]two cords to put them to death, and with one full cord to keep them alive: so became the Moabites David's servants, and brought gifts.", "3": "¶ David smote also Hadadezer the son of Rehob king of Zobah, as he went to [d]recover his border at the river [e]Euphrates.", "4": "And David took of them a thousand and seven hundred horsemen, and twenty thousand footmen, and David [f]destroyed all the chariots, but he reserved an hundred chariots of them.", "5": "¶ Then came the [g]Aramites of [h]Dammesek to succor Hadadezer king of Zobah, but David slew of the Aramites two and twenty thousand men.", "6": "And David put a garrison in [i]Aram of Dammesek: and the Aramites became servants to David, [j]and brought gifts. And the Lord saved David wheresoever he went.", "7": "And David took the shields of gold that belonged to the servants of Hadadezer, and brought them to [k]Jerusalem.", "8": "And out of Betah, and Berothai (cities of Hadadezer) king David brought exceedingly much brass.", "9": "¶ Then Toi king of [l]Hamath heard how David had smitten all the host of Hadadezer,", "10": "Therefore Toi sent Joram his son unto king David, [m]to salute him, and to [n][o]rejoice with him, because he had fought against Hadadezer, and beaten him (for Hadadezer had war with Toi) who [p]brought with him vessels of silver, and vessels of gold, and vessels of brass.", "11": "And king David dedicated them unto the Lord with the silver and gold that he had dedicated of all the nations, which he had subdued:", "12": "Of [q]Aram, and of Moab, and of the children of Ammon, and of the Philistines, and of Amalek, and of the spoil of Hadadezer the son of Rehob king of Zobah.", "13": "So David got a name after that he returned, and had slain of the Aramites in the [r]valley of salt eighteen thousand men.", "14": "And he put a garrison in Edom: throughout all Edom put he soldiers, and all they of Edom became David's servants: and the Lord kept David [s]whithersoever he went.", "15": "Thus David reigned over all Israel, and executed [t]judgment and justice unto all his people.", "16": "And Joab the son of Zeruiah was over the host, and Jehoshaphat the son of Ahilud was [u]Recorder.", "17": "And Zadok the son of Ahitub, and Ahimelech the son of Abiathar were the Priests, and Seraiah the Scribe.", "18": "And Benaiah the son of Jehoiada [v]and the [w]Cherethites and the Pelethites, and David's sons were chief rulers."}