{"1": "“In those days and at that time, I will return the riches of Judah and Jerusalem. ", "2": "I will gather all the nations and bring them down to the valley of Jehoshaphat. There I will judge them for what they did to My people Israel. They have sent My people out among the different nations, and have divided up My land. ", "3": "They have drawn names to see who would get My people. They have traded a boy for a woman who sells the use of her body. And they have sold a girl for wine to drink. ", "4": "What are you to Me, O Tyre, Sidon, and all the lands of Philistia? Are you paying Me back for something? If you are, I will be quick to pay you back! ", "5": "You have taken My silver and My gold, and brought My riches to your places of worship. ", "6": "You have sold the sons of Judah and Jerusalem to the Greeks, sending them far from their land. ", "7": "So I am going to move them from the place where you have sold them, and do to you what you have done to them. ", "8": "I will sell your sons and daughters to the sons of Judah. And they will sell them to the Sabeans, to a nation far away.” The Lord has spoken.", "9": "Make this known among the nations: Get ready for war! Call your strong men! Gather all the soldiers and let them come up! ", "10": "Beat your plows into swords, and your vine hooks into spears. Let the weak say, “I am a powerful soldier.” ", "11": "Hurry and come, all you nations on every side, and gather yourselves there. Bring down Your men of war, O Lord. ", "12": "Let the nations get ready and come to the valley of Jehoshaphat. For there I will sit to judge all the nations on every side. ", "13": "Use the long, sharp knife, for the fruit is full-grown. Come and crush the grapes, for the crushing-place is full. They flow over, for their sins are many. ", "14": "Thousands and thousands are in the valley of God's punishment. For the day of the Lord is near in the valley of God's punishment. ", "15": "The sun and moon become dark, and the stars stop shining. ", "16": "The Lord makes a loud noise from Zion. He lets His voice be heard from Jerusalem, and the heavens and the earth shake. But the Lord is a safe place for His people, a strong place to the sons of Israel.", "17": "“Then you will know that I am the Lord your God, living in Zion My holy mountain. Jerusalem will be holy, and strangers will never pass through it again.", "18": "“In that day the mountains will drip with sweet wine and the hills will flow with milk. All the rivers of Judah will flow with water. And a river will go out from the house of the Lord to water the valley of Shittim. ", "19": "Egypt will be destroyed and Edom will become a desert waste, because of the bad things done to the sons of Judah. They have killed people in the land of Judah who were not guilty of wrong-doing. ", "20": "But people will live in Judah and Jerusalem forever. ", "21": "I will punish the ones who killed them, whom I have not yet punished, for the Lord lives in Zion.”"}