{"1": "A great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet, and on her head a crown of twelve stars.", "2": "[a] 2 She is pregnant—crying out in birth pains, in agony to give birth.[b]", "3": "Then another sign appeared in heaven: a great fiery red dragon that had seven heads and ten horns, and seven royal crowns on his heads.", "4": "[c] 4 His tail sweeps away a third of the stars of heaven—it hurled them to the earth.[d] Now the dragon stood before the woman who was about to give birth, so that whenever she gave birth he might devour her child.", "5": "And she gave birth to a son, a male child, who is to rule all the nations with an iron rod.[e] And her child was snatched away to God and to His throne. ", "6": "Then the woman fled into the wilderness, where she has a place prepared by God so they might take care of her for 1,260 days.", "7": "And war broke out in heaven, Michael and his angels making war against the dragon.[f] The dragon and his angels fought, ", "8": "but they were not strong enough, and there was no longer any place for them in heaven. ", "9": "And the great dragon was thrown down—the ancient serpent, called the devil and satan, who deceives the whole world.[g] He was thrown down to the earth, and his angels were thrown down with him.", "10": "[h] 10 Then I heard a loud voice in heaven saying, “Now have come the salvation and the power and the kingdom of our God and the authority of His Anointed One, for the accuser of our brothers and sisters—the one who accuses them before our God day and night[i]—has been thrown out. ", "11": "They overcame him by the blood of the Lamb and by the word of their testimony, and they did not love their lives even in the face of death.", "12": "Therefore rejoice, O heavens, and you who dwell in them! Woe to the earth and the sea, for the devil has come down to you with great rage, knowing that his time is short.", "13": "Now when the dragon saw that he had been thrown to the earth, he stalked the woman who had given birth to the male child. ", "14": "But the woman was given two wings of the great eagle,[j] so that she might fly away from the presence of the serpent into the wilderness, to the place where she is taken care of—for a time, times, and half a time.[k]", "15": "And from out of his mouth, the serpent spewed water like a river after the woman, in order to sweep her away with a flood. ", "16": "But the earth came to the aid of the woman. The earth opened its mouth and swallowed the river that the dragon had spewed from his mouth. ", "17": "So the dragon became enraged at the woman and went off to make war with the rest of her offspring—those who keep the commandments of God and hold to the testimony of Yeshua. ", "18": "And he stood on the shore of the sea."}