{"1": "Then I looked, and behold, the Lamb was standing on Mount Zion,[a] and with Him were 144,000 who had His name and His Father's name written on their foreheads. ", "2": "And I heard a voice from heaven like the roar of rushing waters and the booming of loud thunder.[b] The voice I heard was like harpists playing on their harps. ", "3": "And they are singing a new song before the throne and before the four living creatures and the elders; and no one is able to learn the song except the 144,000 who had been redeemed from the earth.", "4": "These are the ones who have not defiled themselves with women, for they are virgins. These are the ones who follow the Lamb wherever He goes. These have been redeemed from among mankind as firstfruits for God and the Lamb.", "5": "And in their mouth was found no lie—they are blameless.[c]", "6": "And then I saw another angel flying high in the sky, having a timeless message of good news to proclaim to those who dwell on the earth—to every nation and tribe and tongue and people. ", "7": "He said in a loud voice, “Fear God and give Him glory, because the hour of His judgment has come. Worship the One who made heaven and earth and sea and springs of water.”", "8": "Another angel, a second one, followed, saying, “Fallen, fallen, is Babylon the great[d]— she who made all nations drink of the wine of the fury of her immorality.”", "9": "And another angel, a third one, followed them, saying in a loud voice, “If anyone worships the beast and his image and receives a mark on his forehead or on his hand, ", "10": "he shall also drink the wine of God's fury, poured full strength into the cup of His wrath.[e] And he shall be tormented with fire and brimstone[f] before the holy angels and before the Lamb. ", "11": "The smoke of their torment goes up forever and ever.[g] Those who worship the beast and its image and those who receive the mark of his name have no rest day or night.”", "12": "Here is the perseverance of the kedoshim—those who keep the commandments of God and the faith of Yeshua.", "13": "Then I heard a voice from heaven saying,[h] “Write: How fortunate are the dead—those who die in the Lord from now on!” “Yes,” says the Ruach, “that they may rest from their labors, for their deeds follow them.”", "14": "Then I looked, and behold, there was a white cloud—and seated on the cloud was one like a son of man.[i] He had a golden crown on His head and a sharp sickle in His hand. ", "15": "Then another angel came out of the Temple, crying out with a loud voice to the One seated on the cloud, “Put in your sickle and reap, for the hour to reap has come, because the harvest of the earth is fully ripe.”", "16": "So the One seated on the cloud swung his sickle over the earth, and the earth was harvested.[j]", "17": "Then another angel came out of the Temple in heaven, and he also had a sharp sickle. ", "18": "Then another angel—the one who has authority over fire—came out from the altar; and he called out with a loud voice to the one holding the sharp sickle, saying, “Put in your sickle and gather the grape clusters from the vineyard of the earth, because her grapes are ripe.” ", "19": "So the angel swung his sickle over the earth and gathered the clusters from the vineyard of the earth and threw them into the great winepress of the wrath of God. ", "20": "And the winepress was stomped on outside the city, and blood flowed from the winepress as high as a horse's bridle for 1,600 stadia.[k]"}