{"1": "Then I heard a loud voice from the Temple saying to the seven angels, “Go and pour out on the earth the seven bowls of God's wrath.”", "2": "[a] 2 So the first angel went and poured out his bowl on the earth, and foul and painful boils[b] came upon the people having the mark of the beast and worshiping his image. ", "3": "Next the second angel poured out his bowl into the sea, and it became blood like that of a corpse; and every living thing in the sea died.", "4": "[c] 4 Then the third angel poured out his bowl into the rivers and the springs of water, and they became blood.", "5": "[d] 5 Then I heard the angel of the waters saying, “Righteous are You—the Holy One, who is and who was— because You have passed these judgments.", "6": "For they have poured out the blood of kedoshim and prophets, and You have given them blood to drink[e]— they are deserving!”", "7": "Then I heard the altar saying, “Yes, Adonai Elohei-Tzva'ot, true and righteous are Your judgments!”[f]", "8": "The fourth angel poured out his bowl on the sun, and it was permitted to scorch people with fire. ", "9": "People were scorched with fierce heat, and they cursed the name of God—the One who has power over these plagues. But they did not repent, to give Him glory.", "10": "Then the fifth angel poured out his bowl on the throne of the beast, and his kingdom was plunged into darkness.[g] People gnawed their tongues in pain ", "11": "and cursed the God of heaven because of their pains and their boils. But they did not repent of their deeds.[h]", "12": "The sixth angel poured out his bowl over the great river Euphrates; and its water was dried up, to prepare the way for the kings from the east. ", "13": "Then I saw—coming from the dragon's mouth and from the beast's mouth and from the false prophet's mouth—three unclean spirits like frogs.", "14": "[i] 14 For they are demonic spirits performing miraculous signs, who go out to the kings of the whole world—to gather them for battle on the great Day of Elohei Tzva'ot.[j]", "15": "“Behold, I am coming like a thief! How fortunate is the one who stays alert and keeps his clothes on, lest he walk around naked and they see his shamefulness.”", "16": "Then the spirits gathered the kings to the place called in Hebrew Har-Megiddo.[k]", "17": "The seventh angel poured out his bowl into the air. A loud voice came out of the Temple[l] from the throne, saying, “It is done!”", "18": "[m] 18 And there were flashes of lightning and rumblings and clashes of thunder and a great earthquake—such as never happened since mankind has been on the earth, so mighty was the quake.[n]", "19": "Then the great city was split into three parts, and the cities of the nations collapsed. Babylon the great was remembered before God, to force her to drink the cup of the wine of His furious wrath.", "20": "[o] 20 Every island fled away, and no mountains were to be found. ", "21": "Enormous hail—about a hundred pounds each[p]—falls from heaven on the people. And the people cursed God because of the plague of hail—so extreme was that plague.[q]"}