{"1": "Then one of the seven angels holding the seven bowls came and spoke with me, saying, “Come, I will show you the sentencing of the great prostitute,[a] who sits on many waters. ", "2": "The earth's kings committed sexual immorality with her, and those who dwell on the earth got drunk with the wine of her immorality.”", "3": "So he carried me away in the Ruach into a wilderness, and I saw a woman sitting on a scarlet beast that was full of blasphemous names and had seven heads and ten horns.", "4": "[b] 4 The woman was clothed in purple and scarlet, and adorned with gold and precious stones and pearls.[c] She was holding a golden cup[d] in her hand full of detestable things and the filth of her immorality, ", "5": "and on her forehead was written a name, a mystery: “Babylon the Great, the mother of prostitutes and the detestable things of the earth.”", "6": "And I saw the woman drunk with the blood of the kedoshim and with the blood of the witnesses of Yeshua. When I saw her, I was totally astounded.", "7": "But the angel said to me, “Why are you astonished? I will tell you the mystery of the woman and of the beast that carries her, which has the seven heads and ten horns. ", "8": "The beast that you saw was, and is not, and yet is about to rise up from the abyss and head for destruction. Those who dwell on the earth—whose names have not been written in the Book of Life from the foundation of the world—will be astonished when they see the beast, because he was and is not and is to come.", "9": "“This calls for a mind having wisdom. The seven heads are seven mountains on which the woman is seated. They are also seven kings—", "10": "five have fallen, one is, the other has not yet come; and when he comes, he must remain a little while. ", "11": "The beast that was and is not—he himself is the eighth, and is one of the seven, and is heading for destruction. ", "12": "The ten horns that you saw are ten kings who have not yet received royal power, but receive authority as kings with the beast for one hour. ", "13": "These kings are of one mind, and they give their power and authority to the beast. ", "14": "They will make war against the Lamb, and the Lamb will overcome them—because He is Lord of lords and King of kings,[e] and those with Him are called and chosen and faithful.”", "15": "Then he tells me, “The waters that you saw, where the prostitute is seated, are peoples and multitudes and nations and tongues. ", "16": "The ten horns that you saw, and the beast—these will hate the prostitute. They will make her desolate and naked,[f] and devour her flesh and burn her up with fire. ", "17": "For God has put it into their hearts to do His will, and to be of one mind, and to give their royal power to the beast until the words of God are fulfilled. ", "18": "And the woman that you saw is the great city exercising kingship over the kings of the earth.”"}