{"1": "After these things, I saw another angel coming down from heaven, having great authority, and the earth was illuminated by his glory. ", "2": "He cried out with a mighty voice, saying: “Fallen, fallen is Babylon the great![a] She has become a den for demons, a haunt for every unclean spirit and for every unclean bird and for every unclean and detestable beast.[b]", "3": "For all the nations have drunk of the wine of the fury of her immorality. The kings of the earth have committed sexual immorality with her, and the merchants of the earth grew rich off the power of her self-indulgence.”", "4": "Then I heard another voice from heaven saying, “Come out of her, my people,[c] lest you participate in her sins and receive her plagues!", "5": "For her sins have piled up to heaven,[d] and God has remembered her crimes.", "6": "Pay her back just as she has paid out, and give her back double for her deeds![e] In the cup she has mixed— mix a double dose for her!", "7": "As she has exalted herself and indulged herself in luxury, so give her the same measure of torment and grief! For in her heart she says, 'I sit as a queen— I am no widow; I shall never see grief.'[f]", "8": "For this reason her plagues will arrive in a single day— death and grief and famine— and she shall be burned down with fire.[g] For mighty is Adonai Elohim who judges her!”", "9": "Then the kings of the earth, who committed sexual immorality and indulged in luxury with her shall weep and wail over her when they see the smoke of her burning[h]—", "10": "standing far off because of the terror of her torment, saying: “Alas, alas, O great city— O Babylon, the mighty city! For in a single hour your judgment has come!”", "11": "And the merchants of the earth weep and mourn for her,[i] because no one buys their merchandise anymore—", "12": "shipments of gold, silver, precious stones, and pearls; fine linen, purple, silk, and scarlet; all kinds of citron wood; all kinds of ivory products; all kinds of products made of costly wood, bronze, iron, and marble; ", "13": "cinnamon, spice, incense, myrrh, and frankincense; wine, oil, fine flour, and wheat; cattle, sheep, horses, and chariots; and slaves—that is, human souls.", "14": "The fruit of your soul's desire has gone from you, and all the expensive and beautiful things are lost to you —never again will people find them.", "15": "The merchants of these things, who became rich from her, shall stand far off for fear of her torment, weeping and mourning, ", "16": "saying, “Alas, alas, O great city— clothed in fine linen and purple and scarlet, adorned with gold and precious stones and pearls!", "17": "For in a single hour so much wealth has been ruined!” And every ship captain and passenger, sailors and all who make their living at sea, stood at a distance ", "18": "and were crying out, seeing the smoke of her burning, saying, 'What city is like the great city?' ", "19": "And they threw dust on their heads and were crying out, weeping and mourning, “Alas, alas, O great city— in her all who had ships at sea grew rich from her wealth! For in a single hour has she been ruined!", "20": "Rejoice over her, O heaven,[j] and you kedoshim, emissaries and prophets! For God has judged her condemnation of you!”", "21": "Then a mighty angel picked up a stone like a great millstone and threw it into the sea,[k] saying: “So shall Babylon, the great city, be thrown down with violence, never to be found again!", "22": "And the sound of harpists and musicians, flautists and trumpeters, shall never be heard in you again![l] And the craftsman of any craft shall never be found in you again! And the sound of a mill shall never be heard in you again!", "23": "And the light of a lamp shall never shine in you again! And the voice of the bridegroom and bride shall never be heard in you again![m] For your businessmen were the tycoons of the world, for all the nations were deceived by your sorcery![n]", "24": "And in her was found the blood of the prophets and kedoshim and all those slaughtered on the earth.”"}