{"1": "After these things, I heard something like the loud voice of a great multitude in heaven, shouting: “Halleluyah![a] Salvation and glory and power belong to our God.", "2": "For His judgments are true and just.[b] For He has judged the great prostitute who corrupted the earth with her whoring, and has avenged the blood of His servants caused by her hand.”[c]", "3": "And a second time they shouted, “Halleluyah! The smoke from her goes up forever and ever!”[d]", "4": "Then the twenty-four elders and the four living creatures fell down and worshiped God who is seated on the throne, saying, “Amen! Halleluyah!”[e]", "5": "Then a voice came from the throne, saying: “Praise our God, all you His servants and all who fear Him, both the small and the great!”[f]", "6": "Then I heard something like the voice of a great multitude—like the roar of rushing waters[g] or like the rumbling of powerful thunder—saying, “Halleluyah! For Adonai Elohei-Tzva'ot reigns!", "7": "Let us rejoice and be glad and give the glory to Him! For the wedding of the Lamb has come, and His bride has made herself ready,[h]", "8": "She was given fine linen to wear, bright and clean! For the fine linen is the righteous deeds of the kedoshim.”", "9": "Then the angel tells me, “Write: How fortunate are those who have been invited to the wedding banquet of the Lamb!” He also tells me, “These are the true words of God.”", "10": "Then I fell down at his feet and worshiped him. But he said to me, “See that you do not do that—for I am only a fellow servant with you and your brothers and sisters who hold to the testimony of Yeshua. Worship God! For the testimony of Yeshua is the Spirit of Prophesy.”", "11": "Then I saw heaven opened,[i] and behold, a white horse! The One riding on it is called Faithful and True, and He judges and makes war in righteousness. ", "12": "His eyes are like a flame of fire, and many royal crowns are on His head. He has a name written that no one knows except Himself. ", "13": "He is clothed in a robe dipped in blood,[j] and the name by which He is called is “the Word of God.”", "14": "And the armies of heaven, clothed in fine linen, white and clean, were following Him on white horses. ", "15": "From His mouth comes a sharp sword—so that with it He may strike down the nations—and He shall rule them with an iron rod, and He treads the winepress of the furious wrath of Elohei-Tzva'ot.", "16": "[k] 16 On His robe and on His thigh He has a name written, “King of kings, and Lord of lords.”[l]", "17": "Then I saw a single angel standing in the sun, and with a loud voice he cried out to all the birds flying high in the sky, “Come, gather for the great banquet of God—", "18": "to eat the flesh of kings and the flesh of generals and the flesh of mighty men, the flesh of horses and those riding on them, the flesh of all men, both free and slave, both small and great!”[m]", "19": "Also I saw the beast and the kings of the earth and their armies gathered together to make war against the One who sat on the horse and against His army. ", "20": "Then the beast was captured, and along with him the false prophet who had performed the signs before him by which he deceived those who had received the mark of the beast, as well as those who had worshiped his image. These two were thrown alive into the lake of fire burning with brimstone.", "21": "[n] 21 The rest were killed with the sword coming out of the mouth of the One riding on the horse. And all the birds gorged themselves with their flesh."}