{"1": "To the angel of Messiah's community in Ephesus write: “Thus says the One who holds the seven stars in His right hand, the One who walks in the midst of the seven golden menorot: ", "2": "I know all about your deeds and your toil and your patient endurance, and that you cannot bear those who are evil. You have tested those who call themselves emissaries and are not, and have found them to be liars. ", "3": "You have perseverance and have endured for My name's sake, and you have not grown weary.", "4": "“But this I have against you, that you have forsaken your first love.", "5": "[a] 5 Remember then from where you have fallen. Repent and do the deeds you did at first. If not, I will come to you and remove your menorah from its place—unless you repent.", "6": "“Yet you have this going for you, that you hate the deeds of the Nicolaitans, which I also hate. ", "7": "He who has an ear, let him hear what the Ruach is saying to Messiah's communities. To the one who overcomes, I will grant the right to eat from the Tree of Life, which is in the Paradise of God.”[b]", "8": "To the angel of Messiah's community in Smyrna write: “Thus says the First and Last, who was dead and came to life. ", "9": "I know your tribulation and your poverty (yet you are rich), as well as the slander of those who say they are Jewish and are not, but are a synagogue of satan. ", "10": "Do not fear what you are about to suffer. Behold, the devil is about to throw some of you into prison, so that you may be tested, and you will have tribulation for ten days. Be faithful until death, and I will give you the crown of life.", "11": "[c] 11 He who has an ear, let him hear what the Ruach is saying to Messiah's communities. The one who overcomes shall never be harmed by the second death.”", "12": "To the angel of Messiah's community in Pergamum write: “Thus says the One who has the sharp two-edged sword:", "13": "[d] 13 I know where you live—where satan's throne is. Yet you continue to hold firm to My name, and you did not deny your faith in Me even in the days of Antipas, My faithful witness, who was killed among you, where satan resides.", "14": "“But I have a few things against you. You have some there who hold to the teaching of Balaam, who was teaching Balak to put a stumbling block before Bnei-Yisrael, to eat food sacrificed to idols and to commit sexual immorality.", "15": "[e] 15 Likewise you also have those who hold to the teaching of the Nicolaitans. ", "16": "Repent then! If not, I will come to you soon and make war against them with the sword of My mouth. ", "17": "He who has an ear, let him hear what the Ruach is saying to Messiah's communities. To the one who overcomes I will give some of the hidden manna,[f] and I will give him a white stone—and written on the stone a new name that no one knows except the one who receives it.”[g]", "18": "To the angel of Messiah's community in Thyatira write: “Thus says the Son of God, who has eyes like a flame of fire and feet like polished bronze: ", "19": "I know your deeds and your love and faith and service and patient endurance, and that your last deeds are greater than the first.", "20": "“But this I have against you, that you tolerate that woman Jezebel,[h] who calls herself a prophetess—yet she is teaching and deceiving My servants to commit sexual immorality and to eat food sacrificed to idols. ", "21": "I gave her time to repent, but she refuses to repent of her immorality. ", "22": "Behold, I will throw her into a sickbed, and those who commit adultery with her into great tribulation—unless they repent of her doings. ", "23": "I will also strike her children with a deadly disease. Then all of Messiah's communities will know that I am the One who searches minds and hearts,[i] and I will give to each of you according to your deeds.", "24": "“But to the rest of you in Thyatira, who do not hold to this teaching and have not learned the so-called 'deep things' of satan—I place on you no other burden. ", "25": "Only hold firm to what you have until I come. ", "26": "To the one who overcomes and guards My deeds until the end, 'I will give him authority over the nations", "27": "and he shall rule them with an iron rod, as when clay pots are broken into pieces.'[j]", "28": "Even as I have received from My Father, so I will give him the morning star. ", "29": "He who has an ear, let him hear what the Ruach is saying to Messiah's communities.”"}