{"1": "To the angel of Messiah's community in Sardis write: “Thus says the One having the seven spirits of God and the seven stars: I know your deeds—you have a reputation for being alive, but you are dead. ", "2": "Wake up, and strengthen what remains that was about to die. For I have not found your deeds complete in the sight of My God. ", "3": "So remember what you have received and heard—keep it, and repent. If you will not wake up, I will come like a thief, and you will not know at what hour I will come upon you.", "4": "“But still, you have a few people in Sardis who have not stained their clothes. They will walk with Me in white, because they are worthy. ", "5": "The one who overcomes thus will be dressed in white clothes; I will never blot his name out of the Book of Life,[a] and will confess his name before My Father and His angels. ", "6": "He who has an ear, let him hear what the Ruach is saying to Messiah's communities.", "7": "To the angel of Messiah's community in Philadelphia write: “Thus says the Holy One, the True One, who has the key of David, who opens and no one will shut, and who shuts and no one opens:", "8": "[b] 8 I know your deeds. Behold, I have set before you an open door that no one is able to shut—because you have little power, but you have kept My word and have not denied My name. ", "9": "Behold, I will cause those of the synagogue of satan—who say they are Jewish and are not, but lie—behold, I will cause them to come and bow down before your feet,[c] so that they acknowledge that I have loved you!", "10": "“Because you have kept My word about patient endurance, I will also keep you from the hour of trial that is coming upon the whole world to test those who dwell on the earth. ", "11": "I am coming soon—hold on to what you have, so that no one will take away your crown. ", "12": "The one who overcomes, I will make him a pillar in the Temple of My God,[d] and he will never leave it. And on him I will write the name of My God and the name of the city of My God—the New Jerusalem, which comes down out of heaven from My God—and My own new Name. ", "13": "He who has an ear, let him hear what the Ruach is saying to Messiah's communities.”", "14": "To the angel of Messiah's community in Laodicea write: “Thus says the Amen, the Faithful and True Witness, the Originator of God's creation:", "15": "[e] 15 I know your deeds, that you are neither cold nor hot. Oh, that you were either cold or hot! ", "16": "So because you are lukewarm, and neither cold nor hot, I am about to spew you out of My mouth. ", "17": "For you say, 'I am rich, I have made myself wealthy, and I need nothing.'[f] But you do not know that you are miserable and pitiable and poor and blind and naked. ", "18": "I advise you to buy from Me gold refined by fire so that you may be rich, and white clothes so that you may dress yourself and so the shame of your nakedness will not be revealed, and eye salve to anoint your eyes so that you may see. ", "19": "Those whom I love, I rebuke and discipline. Therefore, be zealous and repent.", "20": "Behold, I stand at the door and knock. If anyone hears My voice and opens the door, I will come in to him and will dine with him, and he with Me. ", "21": "To the one who overcomes I will grant the right to sit with Me on My throne, just as I myself overcame and sat down with My Father on His throne. ", "22": "He who has an ear, let him hear what the Ruach is saying to Messiah's communities.”"}