{"1": "And I saw in the right hand of the One seated upon the throne a scroll, written on both the front and the back, sealed with seven seals.", "2": "[a] 2 I also saw a mighty angel proclaiming with a loud voice, “Who is worthy to open the scroll and to break its seals?” ", "3": "No one in heaven or on the earth or under the earth was able to open the scroll or to look into it. ", "4": "I began to weep loudly because no one was found worthy to open the scroll or to look into it.", "5": "Then one of the elders tells me, “Stop weeping! Behold, the Lion of the tribe of Judah,[b] the Root of David,[c] has triumphed—He is worthy to open the scroll and its seven seals.”", "6": "And in the midst of the throne and the four living creatures, and in the midst of the elders, I saw a Lamb standing, as having been slain—having seven horns and seven eyes,[d] which are the seven spirits of God sent out into all the earth. ", "7": "He came and took the scroll from the right hand of the One seated on the throne. ", "8": "When He had taken the scroll, the four living creatures and the twenty-four elders fell down before the Lamb, each holding a harp and golden bowls full of incense—which are the prayers of the kedoshim.", "9": "And they are singing a new song,[e] saying, “You are worthy to take the scroll and to open its seals. For You were slain, and by Your blood You redeemed for God those from every tribe and tongue and people and nation.[f]", "10": "You have made them for our God a kingdom and kohanim, and they shall reign upon the earth.”", "11": "Then I looked, and I heard the voice of many angels around the throne and the living creatures and the elders—their number was myriads of myriads and thousands of thousands.", "12": "[g] 12 They were chanting with a loud voice, “Worthy is the Lamb who was slain, to receive power and riches and wisdom and might and honor and glory and blessing!”", "13": "And I heard every creature in heaven and on the earth and under the earth and on the sea and everything in them, responding, “To the One seated on the throne and to the Lamb be blessing and honor and glory and power forever and ever!”", "14": "And the four living creatures kept saying, “Amen!” And the elders fell down and worshiped."}