{"1": "Then I saw when the Lamb opened one of the seven seals, and I heard one of the four living creatures say with a voice like thunder, “Come!”", "2": "[a] 2 I looked, and behold, there was a white horse.[b] The one riding on it had a bow, and a crown was given to him. He went out as a conqueror so he might conquer.", "3": "When the Lamb opened the second seal, I heard the second living creature saying, “Come!” ", "4": "Then another horse came out, fiery red. The one riding on it was permitted to take peace from the earth, so that people would slaughter one another. He was given a great sword.", "5": "When the Lamb opened the third seal, I heard the third living creature saying, “Come!” And behold, I saw a black horse.[c] The one riding on it held a balance scale in his hand. ", "6": "Then I heard something like a voice in the midst of the four living creatures saying, “A quart[d] of wheat for a denarius, and three quarts of barley for a denarius—but do no harm to the oil and wine!”[e]", "7": "When the Lamb opened the fourth seal, I heard the fourth living creature saying, “Come!” ", "8": "Behold, I saw a horse, pale greenish gray. The name of the one riding on it was Death, and Sheol was following with him. Authority was given to them over a fourth of the earth, to kill by sword and by famine and by plague and by the wild beasts of the earth.[f]", "9": "When the Lamb opened the fifth seal, I saw under the altar the souls of those slaughtered[g] for the sake of the word of God and for the witness they had. ", "10": "And they cried out with a loud voice, saying, “O Sovereign Master, holy and true, how long before You judge those who dwell on the earth and avenge our blood?”", "11": "Then a white robe was given to each of them, and they were told to rest a little while longer, until the number of their fellow servants was complete—their brothers and sisters who were to be killed as they had been.", "12": "I saw when the Lamb opened the sixth seal, and there was a great earthquake. The sun became as black as sackcloth made of goat's hair, and the full moon became like blood. ", "13": "The stars of heaven fell to the earth like a fig tree drops unripe figs when shaken by a great wind. ", "14": "The heaven ripped apart like a scroll being rolled up, and every mountain and island was moved from their places.", "15": "Then the kings of the earth and the great men and the military commanders and the rich and the mighty and everyone—slave and free—hid themselves in the caves and among the rocks of the mountains.", "16": "[h] 16 And they tell the mountains and the rocks, “Fall on us, and hide us[i] from the face of the One seated on the throne and from the wrath of the Lamb. ", "17": "For the great day of their wrath has come,[j] and who is able to stand?”"}