{"1": "After this, I saw four angels standing at the four corners of the earth, holding back the four winds of the earth[a] so that no wind would blow on the earth or on the sea or against any tree. ", "2": "Then I saw another angel coming up from the east,[b] having the seal of the living God. He cried out with a loud voice to the four angels who were permitted to harm the earth and the sea, ", "3": "saying, “Do no harm to the earth or the sea or the trees, until we have put a seal on the foreheads of the servants of our God.”[c]", "4": "Now I heard the number of those marked with the seal: ,000 from every tribe of Bnei-Yisrael—", "5": ",000 from the tribe of Judah; ,000 from the tribe of Reuben; ,000 from the tribe of Gad;", "6": ",000 from the tribe of Asher; ,000 from the tribe of Naphtali; ,000 from the tribe of Manasseh;", "7": ",000 from the tribe of Simeon; ,000 from the tribe of Levi; ,000 from the tribe of Issachar;", "8": ",000 from the tribe of Zebulun; ,000 from the tribe of Joseph; ,000 from the tribe of Benjamin.", "9": "After these things I looked, and behold, a vast multitude that no one could count—from every nation and all tribes and peoples and tongues—was standing before the throne and before the Lamb. They were clothed in white robes, with palm branches[d] in their hands ", "10": "and crying out with a loud voice, saying, “Salvation belongs to our God, who sits on the throne, and to the Lamb!”", "11": "And all the angels were standing around the throne, along with the elders and the four living creatures; and they fell on their faces before the throne and worshiped God, ", "12": "saying, “Amen, blessing and glory and wisdom and thanksgiving and honor and power and might belong to our God forever and ever. Amen!”", "13": "Then one of the elders answered, saying to me, “Who are these dressed in white robes, and where have they come from?” I said to him, “Sir, you know.”", "14": "Then he said to me, “These are the ones coming out of the great tribulation.[e] They have washed their robes and made them white[f] in the blood of the Lamb. ", "15": "For this reason, they are before the throne of God, and they serve Him day and night in His Temple. The One seated on the throne will shelter them.", "16": "[g] 16 They shall never again go hungry, nor thirst anymore; the sun shall not beat down on them, nor any scorching heat.", "17": "[h] 17 For the Lamb in the midst of the throne shall shepherd them and guide them to springs of living water, and God shall wipe away every tear from their eyes.”[i]"}