{"1": "Then the fifth angel trumpeted, and I saw a star that had fallen from heaven to earth. The key to the bottomless pit was given to him. ", "2": "He opened the pit, and smoke rose from the pit like the smoke of a gigantic furnace.[a] The sun and the air were darkened by the smoke from the pit.", "3": "Then from the smoke came locusts upon the earth, and power was given to them like the scorpions have power over the earth.", "4": "[b] 4 They were told to do no harm to the grass of the earth or any green plant or any tree, but only the people who do not have the seal of God on their foreheads.", "5": "[c] 5 And they were permitted not to kill them, but to torment them for five months—and their torment was like the torment of a scorpion when it stings a person. ", "6": "In those days, people will seek death but will not find it; they will long to die, but death will flee from them.[d]", "7": "Now the appearance of the locusts was like horses prepared for battle.[e] On their heads were something like crowns of gold, and their faces were like human faces. ", "8": "They had hair like women's hair, and their teeth were like those of lions.", "9": "[f] 9 They had chests like iron breastplates; and the noise of their wings was like the noise of many horse-drawn chariots rushing into battle.", "10": "[g] 10 They have tails like scorpions with stingers; and in their tails is their power to harm people for five months. ", "11": "They have as king over them the angel of the abyss. His name in Hebrew is Abaddon, and in Greek he has the name Apollyon.[h]", "12": "The first woe is past. Behold, two woes are still coming after these things.", "13": "The sixth angel trumpeted, and I heard a single voice from the four horns of the golden altar[i] before God. ", "14": "It said to the sixth angel, the one holding the trumpet,[j] “Release the four angels who are bound at the great river Euphrates.”", "15": "So the four angels—who had been prepared for the hour and day and month and year—were released to kill a third of mankind. ", "16": "The number of mounted troops was two hundred million[k]—I heard their number. ", "17": "Now here is how I saw the horses and those riding on them: they had breastplates that were fiery red, hyacinth blue, and sulfur yellow. The heads of the horses were as heads of lions, and out of their mouths came fire and smoke and brimstone.[l]", "18": "By these three plagues a third of mankind was killed—by the fire and the smoke and the brimstone that came out of their mouths. ", "19": "For the power of the horses is in their mouths and in their tails; for their tails are like serpents, having heads by which they inflict injuries.", "20": "But the rest of mankind, those not killed by these plagues, did not repent and turn away from the works of their hands—they would not stop worshiping demons and the idols of gold and silver and stone and wood, which cannot see or hear or walk.", "21": "[m] 21 And they did not repent and turn away from their murders or their sorceries or their sexual immorality or their stealing."}