{"1": "This is the scroll of the lineage and birth[a] of Jesus,[b] the Anointed One, the son of David and descendant of Abraham.", "2": "Abraham had a son named Isaac, who had a son named Jacob, who had a son named Judah (he and his brothers became the tribes of Israel).", "3": "Judah and Tamar[c] had twin sons, Perez and Zerah. Perez had a son named Hezron, who had a son named Ram, ", "4": "who had a son named Amminadab, who had a son named Nashon, ", "5": "who had a son named Salmon, who, along with Rahab, had a son named Boaz. Boaz and Ruth had a son named Obed, who was the father of Jesse, ", "6": "and Jesse had a son named David, who became the king.", "7": "Then David and Bathsheba[d] had a son named Solomon, who had a son named Rehoboam, who had a son named Abijah, who had a son named Asa, ", "8": "who had a son named Jehoshaphat, who had a son named Joram, who had a son named Uzziah, ", "9": "who had a son named Jotham, who had a son named Ahaz, who had a son named Hezekiah, ", "10": "who had a son named Manasseh, who had a son named Amos,[e] who had a son named Josiah, ", "11": "who was the father of Jeconiah.[f] It was during the days of Jeconiah and his brothers that Israel was taken captive and deported to Babylon. ", "12": "About the time of their captivity in Babylon, Jeconiah had a son named Shealtiel, who had a son named Zerubbabel, ", "13": "who had a son named Abiud, who had a son named Eliakim, ", "14": "who had a son named Azor, who had a son named Zadok, who had a son named Achim, who had a son named Eliud, ", "15": "who had a son named Eleazar, who had a son named Matthan, who had a son named Jacob, ", "16": "who was the father of Joseph, the husband[g] of Mary the mother of Jesus, who is called “the Anointed One.”", "17": "So from Abraham to David were fourteen generations, and from David to the Babylonian captivity, fourteen generation, and from the Babylonian captivity to Christ, fourteen generations.[h]", "18": "This was how Jesus, God's Anointed One, was born. His mother, Mary, had promised Joseph to be his wife, [i] but while she was still a virgin[j] she became pregnant through the power[k] of the Holy Spirit.[l] ", "19": "Her fiancé,[m] Joseph, was a righteous man full of integrity and he didn't want to disgrace her, but when he learned of her pregnancy he secretly planned to break the engagement.[n] ", "20": "While he was still debating with himself about what to do,[o] he fell asleep and had a supernatural dream. An angel from the Lord appeared to him in clear light and said, “Joseph, descendant of David, don't hesitate to take Mary into your home as your wife,[p] because the power of the Holy Spirit has conceived a child in her womb. ", "21": "She will give birth to a son and you are to name him 'Savior,'[q] for he is destined to give his life[r] to save his people from their sins.”", "22": "This happened so that what the Lord spoke through his prophet would come true:", "23": "Listen! A virgin[s] will be pregnant, she will give birth to a Son, and he will be known as “Emmanuel,” which means in Hebrew, “God became one of us.”[t]", "24": "When Joseph awoke from his dream, he did all that the angel of the Lord instructed him to do. He took Mary to be his wife, ", "25": "but they refrained from having sex until she gave birth to her son, whom they named “Jesus.”"}