{"1": "Jesus gathered his twelve[a] disciples and imparted to them authority to cast out demons and to heal every sickness[b] and every disease.", "2": "Now, these are the names of the first twelve apostles: first, Simon, who is nicknamed Peter, and Andrew, his brother. And then Jacob[c] and John, sons of Zebedee. ", "3": "Next were Phillip and Bartholomew;[d] then Thomas and Matthew, the tax collector; Jacob the son of Alphaeus; Thaddeus;[e] ", "4": "Simon, the former member of the Zealot party,[f] and Judas the locksmith, who eventually betrayed Jesus.[g]", "5": "Jesus commissioned these twelve to go out into the ripened harvest fields with these instructions: “Don't go into any non-Jewish or Samaritan territory.[h] ", "6": "Go instead and find the lost sheep[i] among the people of Israel. ", "7": "And as you go, preach this message: 'Heaven's kingdom realm is accessible, close enough to touch.'[j] ", "8": "You must continually bring healing to lepers and to those who are sick,[k] and make it your habit to break off the demonic presence from people,[l] and raise the dead back to life. Freely[m] you have received the power of the kingdom, so freely release it to others. ", "9": "You won't need a lot of money.[n] ", "10": "Travel light,[o] and don't even pack an extra change of clothes in your backpack. Trust God for everything, because the one who works for him deserves to be provided for.", "11": "“Whatever village or town you enter, search for a godly[p] man who will let you into his home until you leave for the next town. ", "12": "Once you enter a house, speak to the family there and say, 'God's blessing of peace be upon this house!' ", "13": "And if those living there welcome you, let your peace come upon the house. But if you are rejected, that blessing of peace will come back upon you. ", "14": "And if anyone doesn't listen to you and rejects your message, when you leave that house or town, shake the dust off your feet as a prophetic act that you will not take their defilement with you.[q] ", "15": "Mark my words, on the day of judgment the wicked people who lived in the land of Sodom and Gomorrah will have a lesser degree of judgment than the city that rejects you, for the people of Sodom and Gomorrah did not have the opportunity that was given to them! ", "16": "Now, remember, it is I who sends you out, even though you feel vulnerable as lambs going into a pack of wolves. So be as shrewd as snakes yet as harmless[r] as doves.”", "17": "“Be on your guard! For there will be those who will betray you before their religious councils and brutally beat you with whips in their public gatherings.[s] ", "18": "And because you follow me, they will take you to stand trial in front of rulers and even kings as an opportunity to testify of me before them and the unbelievers.[t] ", "19": "So when they arrest you, don't worry about how to speak or what you are to say, for the Holy Spirit will give you at that very moment the words to speak. ", "20": "It won't be you speaking but the Spirit of your Father repeatedly speaking through you.[u]", "21": "“A brother will betray his brother unto death—even a father his child! Children will rise up against their parents and have them put to death. ", "22": "Expect to be hated by all because of my name, but be faithful to the end and you will experience life and deliverance.[v] ", "23": "And when they persecute you in one town, flee to another. But I promise you this: you will not deliver all the cities and towns of Israel until the Son of Man will have made his appearance.[w]", "24": "“A student is not superior to his teacher any more than a servant would be greater than his master. ", "25": "The student must be satisfied to share his teacher's fate and the servant his master's. If they have called the head of the family 'lord of flies,'[x] no wonder they malign the members of his family.", "26": "“Don't be afraid or intimidated by others, for God will bring everything out into the open and every secret will be told. ", "27": "What I say to you in the dark, repeat in broad daylight, and what you hear in a whisper, announce it publicly. ", "28": "Don't be in fear of those who can kill only the body but not your soul. Fear only God, who is able to destroy both soul and body in hell. ", "29": "You can buy two sparrows for only a copper coin, yet not even one sparrow falls from its nest without the knowledge of your Father. Aren't you worth much more to God than many sparrows? ", "30-31": "–31 So don't worry. For your Father cares deeply about even the smallest detail of your life.[y]", "32": "“If you openly and publicly acknowledge me, I will freely and openly acknowledge you before my heavenly Father. ", "33": "But if you publicly deny that you know me,[z] I will also deny you before my heavenly Father.", "34": "“Perhaps you think I've come to spread peace and calm over the earth—but my coming will bring conflict and division,[aa] not peace. ", "35": "Because of me, A son will turn against his father, a daughter her mother and against her mother-in-law.[ab]", "36": "Within your own families you will find enemies.[ac]", "37": "“Whoever loves father or mother or son or daughter more than me is not fit to be my disciple.[ad] ", "38": "And whoever comes to me must follow in my steps and be willing to share my cross and experience it as his own, or he cannot be considered to be my disciple. ", "39": "All who seek to live apart from me[ae] will lose it all. But those who let go of their lives for my sake and surrender it all to me will discover true life!", "40": "“Whoever receives you receives me, and whoever receives me receives the One who sent me.[af] ", "41": "Whoever receives a prophet because he is God's messenger[ag] will share a prophet's reward. And whoever welcomes a good and godly man because he follows me[ah] will also share in his reward. ", "42": "And whoever gives a cup of cold water to one of my humble disciples, I promise you, he will not go unrewarded.”"}