{"1": "One Saturday, on the day of rest,[a] Jesus and his disciples were walking through a field of wheat. The disciples were hungry, so they plucked off some heads of grain and rubbed them in their hands[b] to eat. ", "2": "But when some of the Pharisees saw what was happening, they said to him, “Look! Your disciples shouldn't be harvesting grain on the Sabbath!”", "3": "Jesus responded, “Haven't you ever read what King David and his men did when they were hungry? ", "4": "They entered the house of God[c] and ate the sacred bread of God's presence,[d] violating the law by eating bread that only the priests were allowed to eat.", "5": "“And haven't you read in the Torah that the priests violated the rules of the Sabbath by carrying out their duties in the temple on a Saturday, and yet they are without blame? ", "6": "But I say to you, there is one here who is even greater than the temple. ", "7": "If only you could learn the meaning of the words 'I want compassion more than a sacrifice,'[e] you wouldn't be condemning my innocent disciples. ", "8": "For the Son of Man exercises his lordship over the Sabbath.”[f]", "9": "Then Jesus left them and went into the synagogue where ", "10": "he encountered a man who had an atrophied, paralyzed hand.[g] The fault-finding Pharisees asked Jesus, “Is it permissible to perform a work of healing on the Sabbath, when no one is supposed to work?” They only asked him this question because they hoped to accuse him of breaking the Jewish laws.[h]", "11": "He answered them, “If any of you had a lamb that fell into a ditch on the Sabbath, wouldn't you reach out your hand and lift it out? ", "12": "Isn't a man much more valuable than a lamb? So of course, it's always proper to do miracles,[i] even on the Sabbath.”", "13": "Then he turned to the man and said, “Hold out your hand!” And as he stretched it out, it was restored, exactly like the other.", "14": "Immediately the Pharisees went out and started to scheme about how they would do away with him. ", "15": "Jesus knew what they were thinking, so he left by another way. Massive crowds followed him from there, and he healed all who were sick. ", "16": "However, he sternly warned them not to tell others or disclose his real identity, ", "17": "in order to fulfill the prophecy of Isaiah:[j]", "18": "Take a careful look at my servant,[k] my chosen one. I love him dearly and I find all my delight in him.[l] I will breathe my Spirit upon him and he will decree justice[m] to the nations.", "19": "He will not quarrel or be found yelling in public.", "20": "He won't brush aside the bruised and broken. He will be gentle with the weak and feeble,[n] until his victory releases justice.", "21": "And the fame of his name will birth hope among the people.[o]", "22": "Then a man was brought before Jesus who had a demon spirit that made him both blind and unable to speak. Jesus healed him instantly, and he could see and talk again! ", "23": "The crowds went wild with amazement as they witnessed this miracle. And they kept saying to one another, “Could this man be the Messiah?”[p]", "24": "But when the Pharisees overheard what the people were saying about the miracle, they said, “He casts out demons by the power of Satan,[q] the prince of demons!”", "25": "Now, Jesus supernaturally perceived their thoughts and motives, so he confronted them by telling them this parable:[r] “Any kingdom that fights against itself will end up in ruins. And any family or community splintered by strife will fall apart. ", "26": "So if Satan casts out Satan, he is making war on himself. How then could his kingdom survive? ", "27": "So if Satan empowers me to cast out demons, who empowers your exorcists[s] to cast them out? Go ask them, for what they do proves you're wrong in your accusations.[t] ", "28": "On the other hand, if I drive out demons by the power of the Spirit of God, then the end of Satan's kingdom has come![u] ", "29": "Who would dare enter the house of a mighty man and steal his property? First he must be overpowered and tied up by one who is stronger than he. Then his entire house can be plundered and every possession stolen.", "30": "“So join with me,[v] for if you're not on my side you are against me. And if you refuse to help me gather the spoils, you are making things worse.[w] ", "31": "This is why I warn you, for God will forgive people for every sin and blasphemy they have committed except one. There is no forgiveness for the sin of blasphemy against the Holy Spirit. ", "32": "If anyone speaks evil of me, the Son of Man, he can be forgiven; but if anyone contemptuously speaks against the Holy Spirit, it will never be forgiven, now or ever!”", "33": "“You must determine if a tree is good or rotten. You can recognize good trees by their delicious fruit. But if you find rotten fruit, you can be certain that the tree is rotten. The fruit defines the tree. ", "34": "But you who are known as the Pharisees are rotten to the core! You've been poisoned by the nature of a venomous snake.[x] How can your words be good and trustworthy if you are rotten within? For what has been stored up in your hearts will be heard in the overflow of your words![y]", "35": "“When virtue is stored within, the hearts of good and upright people will produce good fruit. But when evil is hidden within, those who are evil will produce evil fruit. ", "36": "You can be sure of this: when the day of judgment comes, everyone will be held accountable for every careless word[z] he has spoken.[aa] ", "37": "Your very words will be used as evidence against you, and your words will declare you either innocent or guilty.”", "38": "Then a few Jewish scholars and Pharisees spoke up and said, “Teacher, why don't you perform a miraculous sign for us.”", "39": "Jesus replied, “Only evil people who are unfaithful to God would demand a sign.[ab] There will be no sign given to you except the sign of the prophet Jonah. ", "40": "For just like Jonah was in the belly of the huge sea creature for three days and three nights, so the Son of Man will be in the heart of the earth for three days and three nights. ", "41": "The people of Nineveh will also rise up on the day of judgment to accuse and condemn this generation.[ac] For they all repented when they heard the preaching of Jonah, yet you have refused to repent. And there is one greater than Jonah who is preaching to you today! ", "42": "Even the Queen of Sheba[ad] will rise up on the day of judgment to accuse and condemn this generation for its unbelief! She journeyed from a far and distant land just to hear the wisdom of King Solomon. Yet now there is one greater than Solomon speaking to you, and you still refuse to listen.”", "43": "“When a demon is cast out of a person, it roams around a dry region, looking for a place to rest, but never finds it. ", "44": "Then it says, 'I'll return to the house I moved out of,' and so it goes back, only to find that the house is vacant, warm, and ready for it to move back in.[ae] ", "45": "So it goes looking for seven other demons more evil than itself, and they all enter together to live there. Then the person's condition becomes much worse than it was in the beginning. This describes what will also happen to the people of this evil generation.”", "46": "While Jesus was still speaking to the crowds, his mother and brothers came and stood outside, asking for him to come out and speak with them. ", "47": "Then someone said, “Look, your mother and brothers are standing outside, wanting to have a word with you.” ", "48": "But Jesus just looked at him and said, “Let me introduce you to my true mother and brothers.” ", "49": "Then gesturing to the disciples gathered around him, he said, “Look closely, for this is my true family. ", "50": "When you obey my heavenly Father, that makes you a part of my true family.”"}