{"1": "Later that day, Jesus left the house and sat by the lakeshore to teach the people. ", "2": "Soon, there were so many people surrounding him that he had to teach sitting in a boat while the large crowd stood on the shore. ", "3": "He taught them many things by using stories, parables that would illustrate spiritual truths,[a] saying: “Consider this: There was a farmer who went out to sow seeds. ", "4": "As he cast his seeds, some fell along the beaten path and the birds came and ate them. ", "5": "Other seeds fell onto gravel that had no topsoil. The seeds quickly shot up, ", "6": "but when the days grew hot, the sprouts were scorched and withered because they had insufficient roots. ", "7": "Other seeds fell among the thorns and weeds, so when the seeds sprouted, so did the weeds, crowding out the good plants. ", "8": "But other seeds fell on good, rich soil that kept producing a good harvest. Some yielded thirty, some sixty, and some even one hundred times as much as he planted! ", "9": "If you're able to understand this, then you need to respond.”[b]", "10": "Then his disciples approached Jesus and asked, “Why do you always speak to people in these hard-to-understand parables?”", "11": "He explained, “You've been given the intimate experience of insight into the hidden truths and mysteries[c] of the realm of heaven's kingdom, but they have not. ", "12": "For everyone who listens with an open heart will receive progressively more revelation[d] until he has more than enough.[e] But those who don't listen with an open, teachable heart, even the understanding that they think they have will be taken from them.[f] ", "13": "That's why I teach the people using parables, because they think they're looking for truth, yet because their hearts are unteachable, they never discover it. Although they will listen to me, they never fully perceive the message I speak. ", "14": "The prophecy of Isaiah describes them perfectly: Although they listen carefully to everything I speak, they don't understand a thing I say. They look and pretend to see, but the eyes of their hearts are closed.", "15": "Their minds are dull and slow to perceive,[g] their ears are plugged and are hard of hearing, and they have deliberately shut their eyes to the truth. Otherwise they would open their eyes to see, and open their ears to hear, and open their minds to understand. Then they would turn to me and let me instantly heal them.[h]", "16": "“But your eyes are privileged, for they see. Delighted are your ears, for they are open to hear all these things.[i] ", "17": "Many prophets and godly people in times past yearned to see these days of miracles that you've been favored to see. They would have given everything to hear the revelation you've been favored to hear. Yet they didn't get to see as much as a glimpse or hear even a whisper.", "18": "“Now you are ready to listen to the revelation of the parable of the sower and his seeds:", "19": "“The seed that fell on the beaten path represents the heart of the one who hears the message of the kingdom realm[j] but doesn't understand it. The Adversary then comes and snatches away what was sown into his heart.", "20": "“The seed sown on gravel represents the person who gladly hears the kingdom message,[k] but his experience remains shallow.[l] ", "21": "Shortly after he hears it, troubles and persecutions come because of the kingdom message he received. Then he quickly falls away,[m] for the truth didn't sink deeply into his heart.", "22": "“The seed sown among weeds represents the person who receives the message, but all of life's busy distractions, his divided heart, and his ambition for wealth[n] result in suffocating the kingdom message and prevent him from bearing spiritual fruit.[o]", "23": "“As for the seed that fell upon good, rich soil, it represents the hearts of people who hear and fully embrace the message of heaven's kingdom realm. Their lives bear good fruit—some yield a harvest of thirty, sixty, even one hundred times as much as was sown.”", "24": "Then Jesus taught them[p] another parable: “Heaven's kingdom realm can be compared to a farmer who planted good seed in his field. ", "25": "But at night, when everyone was asleep, an enemy came and planted poisonous weeds[q] among the wheat and ran away. ", "26": "When the wheat sprouted and bore grain, the weeds also appeared. ", "27": "So the farmer's hired hands came to him and said, 'Sir, wasn't that good seed that you sowed in the field? Where did all these weeds come from?'", "28": "“He answered, 'This has to be the work of an enemy!' “They replied, 'Do you want us to go and gather up all the weeds?'", "29": "“'No,' he said. 'If you pull out the weeds you might uproot the wheat at the same time. ", "30": "You must allow them both to grow together until the time of harvest. At that time, I'll tell my harvesters to make sure they gather the weeds first and tie them all in bundles to be burned. Then they will harvest the wheat and put it into my barn.'”", "31": "Then Jesus taught them another parable: “Heaven's kingdom realm can be compared to the tiny mustard seed that a man takes and plants in his field. ", "32": "Although the smallest of all the seeds, it eventually grows into the greatest of garden plants, becoming a tree for birds to come and build their nests in its branches.”", "33": "Then he taught them another parable: “Heaven's kingdom realm can be compared to yeast that a woman takes and blends into three measures of flour and then waits until all the dough rises.”[r]", "34": "Whenever Jesus addressed the crowds, he always spoke in allegories. He never spoke without using parables. ", "35": "He did this in order to fulfill the prophecy: I will speak to you in allegories. I will reveal secrets that have been concealed since before the foundation of the world.[s]", "36": "Jesus left the crowds and went inside the house where he was staying.[t] Then his disciples approached him and asked, “Please explain the deeper meaning of the parable of the weeds growing in the field of wheat.”", "37": "He answered, “The man who sowed his field with good seed represents me, the Son of Man. ", "38": "And the field is the world. The good seeds I sow are the children of the kingdom realm. The weeds are the children of the Evil One, ", "39": "and the enemy who sows them is the devil. The harvest points to the end of this age, and the harvesters are God's messengers.[u] ", "40": "As the weeds are bundled up and thrown into the fire, so it will be at the close of the age. ", "41": "The Son of Man will send his messengers, and they will uproot everything out of his kingdom. All the lawless ones and everything that causes sin will be removed. ", "42": "And they will throw them into the fiery furnace, where they will experience great sorrow, pain, and anguish.[v] ", "43": "Then the godly ones will shine like the brightness of the sun[w] in their Father's kingdom realm. If you're able to understand this, then you'd better respond!”", "44": "“Heaven's kingdom realm can be illustrated like this: “A person discovered that there was hidden treasure in a field. Upon finding it, he hid it again. Because of uncovering such treasure, he was overjoyed and sold all that he possessed to buy the entire field just so he could have the treasure.[x]", "45": "“Heaven's kingdom realm is also like a jewel merchant in search of rare pearls. ", "46": "When he discovered one very precious[y] and exquisite pearl, he immediately gave up all he had in exchange for it.”[z]", "47": "“Again, heaven's kingdom realm is like a fisherman who casts his large net into the lake, catching an assortment of different kinds of fish. ", "48": "When the net was filled, the fishermen hauled it up on the shore, and they all sat down to sort out their catch. They collected the good fish in baskets and threw the bad away. ", "49": "And so it will be at the close of the age. The messengers[aa] will come and separate the evil from among the godly ", "50": "and throw them into the fiery furnace, where they will experience great sorrow, pain, and anguish. ", "51": "Now do you understand all this?” “Yes,” they replied.", "52": "He responded, “Every scholar of the Scriptures,[ab] who is instructed in the ways of heaven's kingdom realm, is like a wealthy home owner with his house filled with treasures both new and old. And he knows how and when to bring them out to show others.”[ac]", "53": "Right after Jesus taught this series of parables, he left[ad] from there.", "54": "When Jesus arrived in his hometown of Nazareth, he began teaching the people in the synagogue. Everyone was dazed, overwhelmed with astonishment over the depth of revelation they were hearing. They said to one another, “Where did this man get such great wisdom and miraculous powers? ", "55": "Isn't he just the wood-worker's son?[ae] Isn't his mother named Mary, and his four brothers Jacob,[af] Joseph, Simon, and Judah? ", "56": "And don't his sisters all live here in Nazareth? How did he get all this revelation and power?”[ag] ", "57": "And the people became offended and began to turn against him.[ah] Jesus said, “There's only one place a prophet isn't honored—his own hometown!” ", "58": "And their great unbelief kept him from doing any mighty miracles in Nazareth."}