{"1": "At that time Herod,[a] the Roman ruler over Galilee, heard reports about Jesus. ", "2": "He told his officials, “This man has to be John the Baptizer who has come back from the dead. That's why he has this power to work miracles.”[b]", "3": "For Herod had earlier arrested John for confronting him over taking the wife of his brother Philip. He had John thrown in prison and placed in chains ", "4": "because John had repeatedly said to him, “It's not legal or proper for you to be married to Herodias, your sister-in-law!”[c] ", "5": "So Herod wanted John dead, but he was afraid of the crowds who flocked to John because they considered him to be a prophet.", "6": "During Herod's birthday celebration, the daughter of Herodias[d] danced before Herod and all his distinguished quests, which greatly pleased the king. ", "7": "So he said to her in front of them all, “I give you my oath, ask of me anything you wish and it will be yours!”", "8": "Because she had been instructed by her mother, she said, “I want the head of John the Baptizer here on a platter!”", "9": "This grieved the king, but because of his oath in front of all of his guests, ", "10": "he had John beheaded in prison. ", "11": "They brought in his head and displayed it to her on a platter, and she then had it shown to her mother.", "12": "John's disciples went into the prison and carried his body away and buried it. Then they left to find Jesus and tell him what had happened.", "13": "On hearing this, Jesus slipped away privately by boat to be alone. But when the crowds discovered he had sailed away, they emerged from all the nearby towns and followed him on foot. ", "14": "So when Jesus landed he had a huge crowd waiting for him. Seeing so many people, his heart was deeply moved with compassion toward them, so he healed all the sick who were in the crowd.[e]", "15": "Later that afternoon the disciples came to Jesus and said, “It's going to be dark soon and the people are hungry, but there's nothing to eat here in this desolate place. You should send the crowds away to the nearby villages to buy themselves some food.”", "16": "“They don't need to leave,” Jesus responded. “You can give them something to eat.”", "17": "They answered, “But all we have is five barley loaves and two fish.”", "18": "“Let me have them,” Jesus replied. ", "19": "Then he had everyone sit down on the grass as he took the five loaves and two fish. He looked up into heaven, gave thanks to God, and broke the bread into pieces. He then gave it to his disciples, who in turn gave it to the crowds. ", "20": "And everyone ate until they were satisfied, for the food was multiplied in front of their eyes![f] They picked up the leftovers and filled up twelve baskets full! ", "21": "There were about five thousand men who were fed, in addition to many women and children!", "22": "As soon as the people were fed, Jesus told his disciples to get into their boat and to go to the other side of the lake while he stayed behind to dismiss the people. ", "23": "After the crowds dispersed, Jesus went up into the hills to pray. And as night fell he was there praying alone with God.", "24": "But the disciples, who were now in the middle of the lake, ran into trouble, for their boat was tossed about by the high winds and heavy seas.", "25": "At about four o'clock in the morning,[g] Jesus came to them, walking on the waves! ", "26": "When the disciples saw him walking on top of the water, they were terrified and screamed, “A ghost!”", "27": "Then Jesus said, “Be brave and don't be afraid. I am here!”[h]", "28": "Peter shouted out, “Lord, if it's really you, then have me join you on the water!”", "29": "“Come and join me,”[i] Jesus replied. So Peter stepped out onto the water and began to walk toward Jesus. ", "30": "But when he realized how high the waves were, he became frightened and started to sink. “Save me, Lord!” he cried out.", "31": "Jesus immediately stretched out his hand and lifted him up and said, “What little faith you have! Why would you let doubt win?”", "32": "And the very moment they both stepped into the boat, the raging wind ceased. ", "33": "Then all the disciples crouched down before him and worshiped Jesus.[j] They said in adoration, “You are truly the Son of God!”", "34": "After they crossed over and landed at Gennesaret,[k] ", "35": "the people living there quickly recognized who he was. They were quick to spread the news throughout the surrounding region that Jesus had come to them. ", "36": "So they brought him all their sick, begging him to let them touch the fringe of his robe. And everyone who touched it was instantly healed![l]"}