{"1": "Six days later Jesus took Peter and the two brothers, Jacob[a] and John, and hiked up a high mountain to be alone. ", "2": "Then Jesus' appearance was dramatically altered. A radiant light as bright as the sun poured from his face. And his clothing became luminescent—dazzling like lightning.[b] He was trans-figured[c] before their very eyes. ", "3": "Then suddenly, Moses and Elijah appeared,[d] and they spoke with Jesus.", "4": "Peter blurted out, “Lord, it's so wonderful that we are all here together! If you want, I'll construct three shrines,[e] one for you, one for Moses, and one for Elijah.”[f]", "5": "But while Peter was still speaking, a radiant cloud composed of light spread over them, enveloping them all.[g] And God's voice suddenly spoke from the cloud, saying, “This is my dearly loved Son, the constant focus of my delight.[h] Listen to him!”[i]", "6": "The three disciples were dazed[j] and terrified by this phenomenon, and they fell facedown to the ground. ", "7": "But Jesus walked over and touched them, saying, “Get up and stop being afraid.” ", "8": "When they finally opened their eyes and looked around, they saw no one else there but Jesus.[k]", "9": "As they all hiked down the mountain together, Jesus ordered them, “Don't tell anyone of the divine appearance[l] you just witnessed. Wait until the Son of Man is raised from the dead.”", "10": "His disciples asked him, “Why do all the religious scholars insist that Elijah must first appear before the Anointed One comes?”", "11": "He answered them, “They're right. Elijah must come first and restore all things. ", "12": "But Elijah has already appeared. And yet they didn't recognize him, so they did to him whatever they pleased. And the Son of Man is destined to suffer the same abuse as what they did to him.”", "13": "Then the disciples realized that Jesus was referring to John the Baptizer all along.[m]", "14": "They came to where a large crowd had gathered to wait for Jesus. A man came and knelt before him ", "15": "and said, “Lord, please show your tender mercy toward my son. He has a demon who afflicts him.[n] He has epilepsy, and he suffers horribly from seizures. He often falls into the cooking fire or into the river.[o] ", "16": "I brought him to your followers, but they weren't able to heal him.”", "17": "Jesus replied, “Where is your faith? Can't you see how wayward and wrong this generation is?[p] How much longer do I stay with you and put up with your doubts? Bring your son to me.”", "18": "Then Jesus rebuked the demon and it came out of him and the boy was instantly healed!", "19": "Later the disciples came to him privately and asked, “Why couldn't we cast out the demon?”", "20": "He told them, “It was because of your lack of faith. I promise you, if you have faith inside of you no bigger than the size of a small mustard seed, you can say to this mountain, 'Move away from here and go over there,' and you will see it move![q] There is nothing you couldn't do![r] ", "21": "But this kind of demon is cast out only through prayer and fasting.”[s]", "22": "When they all gathered together[t] in Galilee, Jesus said to them, “The Son of Man is going to be betrayed and turned over to his enemies. ", "23": "They will kill him and in three days he will be resurrected.” When the disciples heard these words they were devastated.", "24": "After they arrived in Capernaum, the collectors of the temple tax approached Peter and asked, “Does your teacher pay the tax for the upkeep of the temple, like the rest of us?”[u]", "25": "“Of course he does,” Peter answered. When Peter walked into the house, and before he had a chance to speak, Jesus spoke up and said, “Peter, I have a question for you. Who pays tolls or taxes to a king? Is tax collected from the king's own children, or from his subjects?”", "26": "“From his subjects,” Peter answered. Jesus replied, “That's right. The children get off free without paying taxes. ", "27": "But so that we don't offend them, go to the lake and throw out your hook, and the first fish that rises up[v] will have a coin in its mouth. It will be the exact amount you need to pay the temple tax for both of us.”[w]"}