{"1": "After Jesus finished teaching them, he left Galilee and made his way toward the district of Judea, east of the Jordan River. ", "2": "Massive crowds followed him and he healed all who were sick.[a] ", "3": "The Pharisees were intent on putting Jesus to the test with difficult questions, so they approached him and asked, “Is it lawful for a man to divorce[b] his wife for any reason?”[c]", "4": "“Haven't you read the Scriptures about creation?” Jesus replied. “The Creator made us male and female from the very beginning,[d] ", "5": "and 'For this reason a man will leave his father and mother and live with his wife.[e] And the two will become one flesh.'[f] ", "6": "From then on, they are no longer two, but united as one. So what God unites let no one divide!”", "7": "They responded, “So then why did Moses command us to give a certificate of divorce and it would be lawful?”", "8": "Jesus said, “Moses permitted you to divorce because your hearts are so hard and stubborn,[g] but originally there was no such thing. ", "9": "But I say to you, whoever leaves his wife for any reason other than immorality, then takes another wife is living in adultery. And whoever takes a divorced woman in marriage is also living in adultery.”[h]", "10": "His disciples spoke up and said, “If this is the standard, then it seems better to never get married.”", "11": "“Not everyone is meant to remain single—only those whom God gives grace to be unmarried.[i] ", "12": "For some are born to celibacy; others have been made eunuchs by others. And there are some who have chosen to live in celibacy for the sacred purpose of heaven's kingdom realm.[j] Let those who can, accept this truth for themselves.”", "13": "Then they brought little children to Jesus so that he would lay his hands on them, bless them, and pray for them.[k] But the disciples scolded those who brought the children, saying, “Don't bother him with this now!”", "14": "Jesus overheard them and said, “I want little children to come to me, so never interfere with them when they want to come, for heaven's kingdom realm is composed of beloved ones[l] like these! Listen to this truth: No one will enter the kingdom realm of heaven unless he becomes like one of these!”[m] ", "15": "Then he laid his hands on each of them and went on his way.", "16": "Then a teenager[n] approached Jesus and bowed before him,[o] saying, “Wonderful teacher[p]—is there a good work I have to do to obtain eternal life?”", "17": "Jesus answered, “Why would you call me wonderful? God alone is wonderful.[q] And why would you ask what good work you need to do? Keep the commandments and you'll enter into the life of God.”", "18": "“Which ones?” he asked. Jesus said, “Don't murder, don't commit adultery, don't steal, don't lie, ", "19": "honor your father and mother, and love those around you as you love yourself.”[r]", "20": "“But I've always obeyed every one of them without fail,” the young man replied. “What else do I lack?”", "21": "Jesus said to him, “If you really want to be perfect,[s] go immediately and sell everything you own. Give all your money to the poor and your treasure will be transferred into heaven. Then come back and follow me for the rest of your life.”", "22": "When the young man heard these words, he walked away angry,[t] for he was extremely wealthy.", "23": "Then Jesus turned to his disciples and said, “Listen. Do you understand how difficult it is for the rich to enter into heaven's kingdom realm? ", "24": "In fact, it's easier to stuff a heavy rope[u] through the eye of a needle than it is for the wealthy to enter into God's kingdom realm!”", "25": "Stunned and bewildered, his disciples asked, “Then who in the world can possibly be saved?”", "26": "Looking straight into their eyes, Jesus replied, “Humanly speaking, no one, because no one can save himself. But what seems impossible to you is never impossible to God!”", "27": "Then Peter blurted out, “Here we are. We've given up everything to follow you. What reward will there be for us?”", "28": "Jesus responded, “Listen to the truth: In the age of the restoration of all things,[v] when the Son of Man sits on his glorious throne, you who have followed me will have twelve thrones of your own, and you will govern[w] the twelve tribes of Israel. ", "29": "For anyone who has left behind their home and property,[x] leaving family—brothers or sisters, mothers or fathers,[y] or children—for my sake, they will be repaid a hundred times over and will inherit eternal life. ", "30": "But many who push themselves to be first will find themselves last. And those who are willing to be last will find themselves to be first.”[z]"}