{"1": "Now, as they were approaching Jerusalem they arrived at the place of the stables[a] near the Mount of Olives. Jesus sent two of his disciples ahead, saying, ", "2": "“As soon as you enter the village, you will find a donkey tethered along with her young colt. Untie them both and bring them to me. ", "3": "And if anyone stops you and asks, 'What are you doing?' just tell them, 'The Lord of All needs them,' and he will let you take them.”", "4": "All of this happened to fulfill the prophecy:", "5": "Tell Zion's daughter: “Look, your King arrives! He's coming to you full of gentleness, sitting on a donkey, riding on a donkey's colt.”[b]", "6": "So the two disciples went on ahead and did as Jesus had instructed them. ", "7": "They brought the donkey and her colt to him and placed their cloaks and prayer shawls on the colt, and Jesus rode on it.", "8": "Then an exceptionally large crowd gathered and carpeted the road before him with their cloaks and prayer shawls.[c] Others cut down branches from trees to spread in his path. ", "9": "Jesus rode in the center of the procession—crowds going before him and crowds coming behind him, and they all shouted, “Bring the victory, Lord,[d] Son of David! He comes with the blessings of being sent from the Lord Yahweh![e] We celebrate with praises to God in the highest!”", "10": "As Jesus entered Jerusalem, the people went wild with excitement—the entire city was thrown into an uproar![f] ", "11": "Some asked, “Who is this man?” And the crowds shouted back, “This is Jesus! He's the prophet from Nazareth[g] of Galilee!”", "12": "Upon entering Jerusalem Jesus went directly into the temple area and drove away all the merchants who were buying and selling their goods. He overturned the tables of the money changers and the stands of those selling doves.[h] ", "13": "And he said to them, “My dwelling place will be known as a house of prayer, but you have made it into a hangout for thieves!”[i]", "14": "Then the blind and the crippled came into the temple courts, and Jesus healed them all. And the children circled around him shouting out, “Blessings and praises to the Son of David!”", "15": "But when the chief priests and religious scholars heard the children shouting and saw all the wonderful miracles of healing, they were furious.[j] ", "16": "They said to Jesus, “Don't you hear what these children are saying? This is not right!” Jesus answered, “Yes, I hear them. But have you never heard the words 'You have fashioned the lips of children and little ones to compose your praises'?”[k]", "17": "Jesus then left at once for the nearby village of Bethany, where he spent the night.[l]", "18": "While walking back into the city the next morning, he got hungry. ", "19": "He noticed a lone fig tree by the side of the path and walked over to see if there was any fruit on it, but there was none—he found only leaves. So he spoke to the fig tree and said, “You will be barren and will never bear fruit again!” Instantly the fig tree[m] shriveled up right in front of their eyes!", "20": "Astonished, his disciples asked, “How did you make this fig tree instantly wither and die?”", "21": "Jesus replied, “Listen to the truth. If you have no doubt of God's power and speak out of faith's fullness, you can be the ones who speak to a tree and it will wither away. Even more than that, you could say to this mountain, 'Be lifted up and be thrown into the sea' and it will be done.[n] ", "22": "Everything you pray for with the fullness of faith you will receive!”[o]", "23": "After this Jesus went into the temple courts and taught the people. The leading priests and Jewish elders approached him and interrupted him and asked, “By what power[p] do you do these things, and who granted you the authority to teach here?”", "24": "Jesus answered them, “I too have a question to ask you. If you can answer this question, then I will tell you by what power I do these things. ", "25": "From where did John's authority to baptize come from? From heaven or from people?”", "26": "They stepped away and debated among themselves, saying, “How should we answer this? If we say from heaven, he will say to us, 'Then why didn't you respond to John and believe what he said?' But if we deny that God gave him his authority, we'll be mobbed by the people, for they're convinced that John was God's prophet.”", "27": "So they finally answered, “We don't know.” “Then neither will I tell you from where my power comes to do these things!” he replied.", "28": "Jesus said to his critics,[q] “Tell me what you think of this parable: “There once was a man with two sons. The father came to the first and said, 'Son, I want you to go and work in the vineyard today.' ", "29": "The son replied, 'I'd rather not.' But afterward, he deeply regretted what he said to his father, changed his mind, and decided to go to the vineyard. ", "30": "The father approached the second son and said the same thing to him. The son replied, 'Father, I will go and do as you said.' But he never did—he didn't go to the vineyard. ", "31": "Tell me now, which of these two sons did the will of his father?” They answered him, “The first one.” Jesus said, “You're right. For many sinners, tax collectors, and prostitutes are going into God's kingdom realm ahead of you! ", "32": "John came to show you the path of goodness and righteousness,[r] yet the despised and outcasts believed in him, but you did not. When you saw them turn, you neither repented of your ways nor believed his words.”", "33": "“Pay close attention to this parable,” Jesus said. “There once was an honorable man who planted a vineyard.[s] He built a fence around it,[t] dug out a pit for pressing the grapes, and erected a watchtower. Afterward he leased the land to tenant farmers and then went a distance away. ", "34": "At harvest time he sent his servants to the tenants to collect the portion that was due him as the lord of the vineyard. ", "35": "But the tenants seized his servants and beat one, killed another, and stoned another.[u] ", "36": "So the landowner sent other servants, even more than at first, but they were mistreated the same way. ", "37": "Finally, he sent his own son to them, and he said to himself, 'Perhaps with my own son standing before them they will be ashamed of what they've done.'[v] ", "38": "But when the tenants saw the son, they said, 'This is the heir! Let's kill him and then we can have his inheritance!' ", "39": "So they violently seized him, took him outside the vineyard, and murdered him.", "40": "“You tell me, when the lord of the vineyard comes, what do you think he will do to those tenants?”", "41": "They answered, “He will bring a horrible death to those who did this evil and he will completely destroy them. Then he'll lease his vineyard to different tenants who will be faithful to give him the portion he deserves.”", "42": "Jesus said to them, “Haven't you ever read the Scripture that says: The very stone the builder rejected as flawed has now become the most important capstone of the arch.[w] This was the Lord's plan[x]— isn't it a miracle for our eyes to behold?", "43": "“This is why I say to you that the kingdom realm of God will be taken from you and given to a people[y] who will bear its fruit. ", "44": "The one who comes against this stone[z] will be broken, but the one on whom it falls will be pulverized!”[aa]", "45": "When the leading priests and the Pharisees realized that the parable was referring to them, they were ", "46": "outraged and wanted to arrest him at once. But they were afraid of the reaction of the crowds, because the people considered him to be a prophet."}