{"1": "As was his custom, Jesus continued to teach the people by using allegories. ", "2": "He illustrated the reality of heaven's kingdom realm by saying, “There once was a king who arranged an extravagant wedding feast for his son.[a] ", "3": "On the day the festivities were set to begin, he sent his servants[b] to summon all the invited guests, but they chose not to come. ", "4": "So the king sent even more servants to inform the invited guests, saying, 'Come, for the sumptuous feast is now ready! The oxen and fattened cattle have been killed and everything is prepared, so come! Come to the wedding feast for my son and his bride!'", "5": "“But the invited guests were not impressed. One was preoccupied with his business; another went off to his farming enterprise. ", "6": "And the rest seized the king's messengers and shamefully mistreated them, and even killed them. ", "7": "This infuriated the king! So he sent his soldiers to execute those murderers and had their city burned to the ground.[c]", "8": "“Then the king said to his servants, 'The wedding feast is ready, yet those who had been invited to attend didn't deserve the honor. ", "9": "Now I want you to go into the streets and alleyways[d] and invite anyone and everyone you find to come and enjoy the wedding feast in honor of my son.'", "10": "“So the servants went out into the city streets and invited everyone to come to the wedding feast, good and bad alike, until the banquet hall was crammed with people! ", "11": "Now, when the king entered the banquet hall, he looked with glee over all his guests. But then he noticed a guest who was not wearing the wedding robe provided for him.[e] ", "12": "So he said, 'My friend, how is it that you're here and you're not wearing your wedding garment?' But the man was speechless.", "13": "“Then the king turned to his servants and said, 'Tie him up and throw him into the outer darkness,[f] where there will be great sorrow, with weeping and grinding of teeth.' ", "14": "For everyone is invited[g] to enter in, but few respond in excellence.”[h]", "15": "Then the Pharisees came together to make a plan to entrap Jesus with his own words. ", "16": "So they sent some of their disciples together with some staunch supporters of Herod.[i] They said to Jesus, “Teacher, we know that you're an honest man of integrity and you teach us the truth of God's ways. We can clearly see that you're not one who speaks only to win the people's favor, because you speak the truth without regard to the consequences.[j] ", "17": "So tell us, then, what you think. Is it proper for us Jews to pay taxes to Caesar or not?”", "18": "Jesus knew the malice that was hidden behind their cunning ploy and said, “Why are you testing me, you imposters who think you have all the answers? ", "19": "Show me one of the Roman coins.” So they brought him a silver coin used to pay the tax. ", "20": "“Now, tell me, whose head is on this coin and whose inscription is stamped on it?”", "21": "“Caesar's,” they replied. Jesus said, “Precisely, for the coin bears the image of the emperor Caesar.[k] Well, then, you should pay the emperor what is due to the emperor. But because you bear the image of God,[l] give back to God all that belongs to him.”", "22": "The imposters were baffled in the presence of all the people and were unable to trap Jesus with his words. So they left, stunned by Jesus' words.", "23": "Some of the Sadducees, a religious group that denied there was a resurrection of the dead,[m] came to ask Jesus this question: ", "24": "“Teacher, the law of Moses teaches that if a man dies before he has children, his brother should marry the widow and raise up children for his brother's family line.[n] ", "25": "Now, there was a family with seven brothers. The oldest got married but soon died, leaving his widow for his brother. ", "26": "The second brother married and also died, and the third also. This was repeated down to the seventh brother, ", "27": "when finally the woman also died. So here's our dilemma: ", "28": "Which of the seven brothers will be the woman's husband when she's resurrected from the dead, since they all were once married to her?”", "29": "Jesus answered them, “You are deluded, because your hearts are not filled with the revelation of the Scriptures or the power of God. ", "30": "For after the resurrection, men and women will not marry, just like the angels of heaven don't marry. ", "31": "Haven't you read what God said: ", "32": "'I am the Living God,[o] the God of Abraham, the God of Isaac, and the God of Jacob'? God is not the God of the dead, but of the living.”[p]", "33": "When the crowds heard this they were dazed, stunned over such wisdom![q]", "34": "When the Pharisees heard that Jesus had silenced the Sadducees, they called a meeting to discuss how to trap Jesus. ", "35": "Then one of them, a religious scholar, posed this question to test him: ", "36": "“Teacher, which commandment in the law is the greatest?”", "37": "Jesus answered him, “'Love[r] the Lord your God with every passion of your heart, with all the energy of your being, and with every thought that is within you.'[s] ", "38": "This is the great and supreme commandment. ", "39": "And the second is like it in importance: 'You must love your friend[t] in the same way you love yourself.'[u] ", "40": "Contained within these commandments to love you will find all the meaning of the Law and the Prophets.”", "41": "While all the Pharisees were gathered together, Jesus took the opportunity to pose a question of his own: ", "42": "“What do you think about the Anointed One? Whose son is he?” “The son of David,” they replied.", "43": "Then Jesus said to them, “How is it that David, inspired by the Holy Spirit, could call his son the Lord? For didn't he say:", "44": "The Lord Jehovah said to my Lord, 'Sit near me in the place of authority until I subdue all your enemies under Your feet'?[v]", "45": "“So how could David call his own son 'the Lord Jehovah'?”[w]", "46": "No one could come up with an answer. And from that day on none of the Pharisees had the courage to question Jesus any longer."}