{"1": "Then Jesus addressed both the crowds and his disciples and said, ", "2": "“The religious scholars and the Pharisees sit on Moses' throne[a] as the authorized interpreters of the Law. ", "3": "So listen and follow what they teach, but don't do what they do, for they tell you one thing and do another. ", "4": "They tie on your backs an oppressive burden of religious obligations and insist that you carry it, but will never lift a finger to help ease your load. ", "5": "Everything they do is done for show and to be noticed by others. They want to be seen as holy, so they wear oversized prayer boxes on their arms and foreheads with Scriptures inside, and wear extra-long tassels on their outer garments.[b] ", "6": "They crave the seats of highest honor at banquets and in their meeting places. ", "7": "And how they love to be admired by men with their titles of respect, aspiring to be recognized in public and have others call them 'Reverend.'[c]", "8": "“But you are to be different from that. You are not to be called 'master,' for you have only one Master, and you are all brothers and sisters. ", "9": "And you are not to be addressed as 'father,'[d] for you have one Father, who is in heaven. ", "10": "Nor are you to be addressed as 'teacher,'[e] for you have one Teacher, the Anointed One.[f] ", "11": "The greatest among you will be the one who always serves others from the heart. ", "12": "Remember this: If you have a lofty opinion of yourself and seek to be honored, you will be humbled. But if you have a modest opinion of yourself and choose to humble yourself, you will be honored.”", "13": "“Great sorrow awaits[g] you religious scholars and you Pharisees—such frauds and pretenders! You do all you can to keep people from experiencing the reality of heaven's kingdom realm.[h] Not only do you refuse to enter in, you also forbid anyone else from entering in!", "14": "“Great sorrow awaits you religious scholars and you Pharisees—frauds and pretenders! For you eat up the widow's household with the ladle of your prayers. Because of this, you will receive a greater judgment.[i]", "15": "“Great sorrow awaits you religious scholars and you Pharisees—such frauds and pretenders! For you will travel over lake and land to find one disciple, only to make him twice the child of hell[j] as yourselves.", "16": "“You blind guides![k] Great sorrow awaits you, for you teach that there's nothing binding when you swear by God's temple, but if you swear by the gold of the temple, you are bound by your oath. ", "17": "You are deceived in your blindness![l] Which is greater, the gold or the temple that makes the gold sacred? ", "18": "And you say that whoever takes an oath by swearing, 'By the altar,' it is nothing. But if you swear, 'By the gift upon the altar,' then you are obligated to keep your oath. ", "19": "What deception! For what is greater, the gift or the altar that makes the gift sacred? ", "20": "Whoever swears by the altar swears by the altar and everything offered on it. ", "21": "And whoever swears by the temple swears by it and the one who dwells in it. ", "22": "And whoever swears by heaven swears by the throne of God and by God, who sits upon it.", "23": "“Great sorrow awaits you religious scholars and Pharisees—frauds and pretenders! For you are obsessed with peripheral issues, like insisting on paying meticulous tithes on the smallest herbs that grow in your gardens.[m] These matters are fine, yet you ignore the most important duty of all: to walk in the love of God, to display mercy to others, and to live with integrity.[n] Readjust your values and place first things first. ", "24": "What blind guides! Nitpickers! You will spoon out a gnat from your drink, yet at the same time you've gulped down a camel without realizing it![o]", "25": "“Great sorrow awaits you religious scholars and Pharisees—frauds and imposters! You are like one who will only wipe clean the outside of a cup or bowl, leaving the inside filthy. You are foolish to ignore the greed and self-indulgence that live like germs within you. ", "26": "You are blind and deaf[p] to your evil. Shouldn't the one who cleans the outside also be concerned with cleaning the inside? You need to have more than clean dishes; you need clean hearts!", "27": "“Great sorrow awaits you religious scholars and Pharisees—frauds and imposters! You are nothing more than tombs painted with fresh coats of white paint—tombs that look shining and beautiful on the outside, but within are found decaying corpses full of nothing but corruption. ", "28": "Outwardly you masquerade as righteous people, but inside your hearts you are full of hypocrisy and lawlessness.", "29": "“Great sorrow awaits you religious scholars and Pharisees—frauds and imposters! You build memorials for the prophets your ancestors killed and decorate the monuments of the godly people your ancestors murdered. ", "30": "Then you boast, 'If we had lived back then, we would never have permitted[q] them to kill the prophets.' ", "31": "But your words and deeds testify that you are just like them and prove that you are indeed the descendants of those who murdered the prophets. ", "32": "Go ahead and finish what your ancestors started! ", "33": "You are nothing but snakes in the grass, the offspring of poisonous vipers! How will you escape the judgment of hell if you refuse to turn in repentance?[r]", "34": "“For this reason I will send you more prophets and wise men and teachers of truth. Some you will crucify, and some you will beat mercilessly with whips in your meeting houses, abusing and persecuting them from city to city. ", "35": "As your penalty, you will be held responsible for the righteous blood spilled and the murders of every godly person throughout your history—from the blood of righteous Abel to the blood of Zechariah, son of Jehoiada,[s] whom you killed as he stood in the temple between the brazen altar and the Holy Place. ", "36": "I tell you the truth: the judgment for all these things will fall upon this generation!”", "37": "“O Jerusalem, Jerusalem—you are the city that murders your prophets! You are the city that stones the very messengers who were sent[t] to deliver you! So many times I have longed to gather a wayward people, as a hen gathers her chicks under her wings—but you were too stubborn to let me. ", "38": "And now it is too late, since your city will be left in ruins.[u] ", "39": "For you will not see me again until you are able to say, 'We welcome the one who comes to us in the name of the Lord.'”[v]"}