{"1": "After Jesus had completed his teachings, he said to his disciples, ", "2": "“You know that the Feast of the Passover begins in two more days. That's when the Son of Man is to be betrayed and handed over to be crucified.”", "3": "Meanwhile, the prominent priests and religious leaders of the nation were gathered in the palace of the high priest Caiaphas.[a] ", "4": "That's when they made their decision to secretly[b] have Jesus captured and killed. ", "5": "But they all agreed, “We can't do this during the Passover celebrations or we could have a riot on our hands.”", "6-7": "–7 Then Jesus went to Bethany, to the home of Simon, a man Jesus had healed of leprosy. A woman came into the house, holding an alabaster flask[c] filled with fragrant and expensive oil.[d] She walked right up to Jesus, and in a lavish gesture of devotion, she poured out the costly oil, and it cascaded over his head as he was at the table. ", "8": "When the disciples saw this, they were offended. “What a total waste!” they grumbled. ", "9": "“We could have sold it for a great deal of money and given it to the poor.”", "10": "Jesus knew their thoughts and said to them, “Why are you critical of this woman? She has done a beautiful act of kindness for me. ", "11": "You will always have someone poor whom you can help, but you will not always have me. ", "12": "When she poured the fragrant oil over me, she was preparing my body for burial.[e] ", "13": "I promise you that as this wonderful gospel spreads all over the world, the story of her lavish devotion to me will also be mentioned in memory of her.”[f]", "14": "One of the twelve apostles, Judas the locksmith,[g] went to the leading priests ", "15": "and said, “How much are you willing to pay me to betray Jesus into your hands?” They agreed to pay him thirty silver coins.[h] ", "16": "Immediately Judas began to scheme and look for an opportunity to betray him.", "17": "On the first day of Passover,[i] the day when any bread made with yeast was removed from every Jewish home, the disciples came to Jesus and asked, “Where should we prepare the Passover meal[j] for you?”", "18": "He answered them, “My heart longs with great desire to eat this Passover meal with you.[k] Go into Jerusalem and you will encounter a man.[l] Tell him that the teacher says, 'My appointed time[m] is near. I am coming to your home to eat the Passover meal with my disciples.'”", "19": "The disciples did as Jesus had instructed them, and they prepared the Passover meal. ", "20": "When evening came he took his place at the table and dined with the Twelve. ", "21": "While they were eating, Jesus spoke up and said, “One of you is about to betray me.”", "22": "Feeling deeply hurt by these words, one after another asked him, “You don't mean me, do you?”", "23": "He answered, “It is one who has shared meals with me as an intimate friend.[n] ", "24": "All that was prophesied of me will take place, but how miserable it will be for the one who betrays the Son of Man. It would be far better for him if he had never been born!”", "25": "Then finally, Judas the traitor spoke up and asked him, “Teacher,[o] perhaps it is I?” Jesus answered, “You said it.”", "26": "As they ate, Jesus took the bread and blessed it and broke it and gave it to his disciples. He said to them, “This is my body. Eat it.” ", "27": "Then taking the cup of wine and giving praises to the Father, he entered into covenant with them,[p] saying, “This is my blood. Each of you must drink it in fulfillment of the covenant. ", "28": "For this is the blood that seals the new covenant.[q] It will be poured out for many for the complete forgiveness of sins. ", "29": "The next time we drink this, I will be with you and we will drink it together with a new understanding in the kingdom realm of my Father.”[r]", "30": "Then they sang a psalm[s] and left for the Mount of Olives.", "31": "Along the way Jesus said to them, “Before the night is over, you will all desert me. This will fulfill the prophecy of the Scripture that says: I will strike down the shepherd and all the sheep will scatter far and wide![t]", "32": "“But after I am risen, I will go ahead of you to Galilee and will meet you there.”[u]", "33": "Then Peter spoke up and said, “Even if all the rest lose their faith and fall away, I will still be beside you, Jesus!”", "34": "“Are you sure, Peter?” Jesus said. “In fact, before the rooster crows a few hours from now, you will have denied me three times.”", "35": "Peter replied, “I absolutely will never deny you, even if I have to die with you!” And all the others said the same thing.", "36": "Then Jesus led his disciples to an orchard called “The Oil Press.”[v] He told them, “Sit here while I go and pray over there.” ", "37": "He took Peter, Jacob, and John with him.[w] However, an intense feeling of great sorrow plunged his soul into deep sorrow and agony. ", "38": "And he said to them, “My heart is overwhelmed and crushed with grief. It feels as though I'm dying. Stay here and keep watch with me.”", "39": "Then he walked a short distance away, and overcome with grief, he threw himself facedown on the ground and prayed, “My Father, if there is any way you can deliver me from this suffering,[x] please take it from me. Yet what I want is not important, for I only desire to fulfill your plan for me.” Then an angel from heaven appeared to strengthen him.[y]", "40": "Later, he came back to his three disciples and found them all sound asleep. He awakened Peter and said to him, “Do you lack the strength to stay awake with me for even just an hour? ", "41": "Keep alert and pray that you'll be spared from this time of testing. You should have learned by now that your spirit is eager enough, but your humanity is weak.”[z]", "42": "Then he left them for a second time to pray in solitude. He said to God, “My Father, if there is not a way that you can deliver me from this suffering,[aa] then your will must be done.”", "43": "He came back to the disciples and found them sound asleep, for they couldn't keep their eyes open. ", "44": "So he left them and went away to pray the same prayer for the third time.", "45": "When he returned again to his disciples, he awoke them, saying, “Are you still sleeping and resting? Don't you know the hour has come for the Son of Man to be handed over to the authority of sinful men? ", "46": "Get up and let's go, for the betrayer has arrived.”", "47": "At that moment Judas, his once-trusted disciple, appeared, along with a large crowd of men armed with swords and clubs. They had been sent to arrest Jesus by order of the ruling priests and Jewish religious leaders. ", "48": "Now, Judas, the traitor, had arranged to give them a signal that would identify Jesus, for he had told them, “Jesus is the one whom I will kiss. So grab him!”", "49": "Judas quickly stepped up to Jesus and said, “Shalom, Rabbi,” and he kissed him on both cheeks.[ab]", "50": "“My beloved friend,”[ac] Jesus said, “is this why you've come?”[ad] Then the armed men seized Jesus to arrest him. ", "51": "But one of the disciples[ae] pulled out a dagger and swung it at the servant of the high priest, slashing off his ear. ", "52": "Jesus said to him, “Put your dagger away. For all those who embrace violence will die by violence.[af] ", "53": "Don't you realize that I could ask my heavenly Father for angels to come at any time to deliver me? And instantly he would answer me by sending twelve armies of the angelic host[ag] to come and protect us. ", "54": "But that would thwart the prophetic plan of God. For it has been written that it would happen this way.”", "55": "Then Jesus turned to the mob and said, “Why would you arrest me with swords and clubs as though I were an outlaw? Day after day I sat in the temple courts with you, teaching the people, yet you didn't arrest me. ", "56": "But all of this fulfills the prophecies of the Scriptures.” At that point all of his disciples ran away and abandoned him.", "57": "Those who arrested Jesus led him away to Caiaphas, the chief priest, and to a meeting where the religious scholars and the supreme Jewish council were already assembled.[ah] ", "58": "Now, Peter had followed the mob from a distance all the way to the chief priest's courtyard. And after entering, he sat with the servants[ai] of the chief priest who had gathered there, waiting to see how things would unfold. ", "59": "The chief priests and the entire supreme Jewish council of leaders[aj] were doing their best to find false charges that they could bring against Jesus, because they were looking for a reason to put him to death.", "60": "Many false witnesses came forward, but the evidence could not be corroborated. Finally two men came forward ", "61": "and declared, “This man said, 'I can destroy God's temple and build it again in three days!'”", "62": "Then the chief priest stood up and said to Jesus, “Have you nothing to say about these allegations? Is what they're saying about you true?” ", "63": "But Jesus remained silent before them. So the chief priest said to him, “I charge you under oath—in the name of the living God, tell us once and for all if you are the anointed Messiah, the Son of God!”", "64": "Jesus answered him, “You just said it yourself. And more than that, you are about to see the Son of Man seated at the right hand of God, the Almighty.[ak] And one day you will also see the Son of Man coming in the heavenly clouds!”", "65": "This infuriated the chief priest, and as an act of outrage, he tore his robe and shouted, “What blasphemy! No more witnesses are needed, for you heard this grievous blasphemy.” ", "66": "Turning to the council he said, “Now, what is your verdict?” “He's guilty and deserves the death penalty!” they answered. ", "67": "Then they spat on his face and slapped him. Others struck him over and over with their fists. ", "68": "Then they taunted him by saying, “Oh, Anointed One, prophesy to us! Tell us which one of us is about to hit you next?”", "69": "Meanwhile, Peter was still sitting outside in the courtyard when a servant girl came up to him and said, “I recognize you. You were with Jesus the Galilean.”", "70": "In front of everyone Peter denied it and said, “I don't have a clue what you're talking about.”", "71": "Later, as he stood near the gateway of the courtyard, another servant girl noticed him and said, “I know this man is a follower of Jesus the Nazarene!”", "72": "Once again, Peter denied it, and with an oath he said, “I tell you, I don't know the man!”", "73": "A short time later, those standing nearby approached Peter and said, “We know you're one of his disciples—we can tell by your speech. Your Galilean accent gives you away!”[al]", "74": "Peter denied it, and using profanity he said, “I don't know the man!” At that very moment the sound of a crowing rooster pierced the night. ", "75": "Then Peter remembered the prophecy of Jesus, “Before the rooster crows you will have denied me three times.” With a shattered heart, Peter went out of the courtyard, sobbing with bitter tears."}