{"1": "Before dawn that morning, all the chief priests and religious leaders resolved to take action against Jesus and decided that he should be executed. ", "2": "So they bound him with chains and led him away to Pilate, the Roman governor.", "3": "Now, when Judas, the betrayer, saw that Jesus had been sentenced to death, remorse filled his heart. He returned the thirty pieces of silver to the chief priests and religious leaders, ", "4": "saying, “I have sinned because I have betrayed an innocent[a] man.” They replied, “Why are you bothering us? That's your problem.”", "5": "Then Judas flung the silver coins inside the temple and went out and hanged himself.", "6": "The chief priests, picking up the pieces of silver, said, “We can't keep this, for it's unlawful to put blood money into the temple treasury.” ", "7": "So after some deliberation, they decided to purchase the potter's field of clay,[b] to use as a cemetery for burying strangers. ", "8": "That's why that land has been called “The Field of Blood.” ", "9": "This fulfilled the prophecy of Zechariah:[c] They took the thirty pieces of silver, the price at which he was valued by the people of Israel, the price of a precious man,[d]", "10": "And with the silver they bought the potter's field, as the Lord directed.[e]", "11": "As Jesus stood in front of the Roman governor, Pilate asked him, “So, you are really the king of the Jews?” Jesus answered, “You have just spoken it.” ", "12": "Then he was slandered and accused by the chief priests and religious leaders, but he remained silent.", "13": "Pilate said, “Don't you hear these allegations?” ", "14": "But Jesus offered no defense to any of the charges, much to the great astonishment of Pilate.", "15": "Now, every year at Passover it was the custom of the governor to pardon a prisoner and release him to the people—anyone they wanted. ", "16": "And at that time, Pilate was holding in custody a notorious criminal named Jesus Barabbas.[f] ", "17": "So as the crowds of people assembled outside of Pilate's residence, he went out and offered them a choice. He asked them, “Who would you want me to release to you today, Jesus who is called Barabbas, or Jesus who is called the Anointed One?” ", "18": "(Now, Pilate was fully aware that the religious leaders had handed Jesus over to him because of their bitter jealousy.)", "19": "Just then, as Pilate was presiding over the tribunal,[g] his wife sent him an urgent message: “Don't harm that holy man,[h] for I suffered a horrible nightmare last night about him!”", "20": "Meanwhile, the chief priest and the religious leaders were inciting the crowd to ask for Barabbas to be freed and to have Jesus killed. ", "21": "So Pilate asked them again, “Which of the two men would you like me to release for you?” They shouted, “Barabbas.”", "22": "Pilate asked them, “Then what would you have me to do with Jesus who is called the Anointed One?” They all shouted back, “Crucify him!”", "23": "“Why?” Pilate asked. “What has he done wrong?” But they kept shouting out, “Crucify him!”", "24": "When Pilate realized that a riot was about to break out and that it was useless to try to reason with the crowd, he sent for a basin of water. After washing his hands[i] in front of the people, he said, “I am innocent of the blood of this righteous man.[j] The responsibility for his death is now yours!”[k]", "25": "And the crowd replied, “Let his blood be on us and on our children!”", "26": "So he released Barabbas to the people. He ordered that Jesus be beaten with a whip made of leather straps embedded with metal, and afterward be crucified. ", "27": "Then the guards took him into their military compound, where a detachment of nearly six hundred soldiers surrounded him.", "28": "They stripped off his clothing and placed a scarlet robe on him to make fun of him. ", "29": "Then they braided a crown of thorns and set it on his head. After placing a reed staff in his right hand, they knelt down before him and irreverently mocked him, saying, “Hail, king of the Jews!” ", "30": "Then they spat in his face and took the reed staff from his hand and hit him repeatedly on his head, driving the crown of thorns deep into his brow. ", "31": "When they finished ridiculing him, they took off the scarlet robe and put his own clothes back on him and led him away to be crucified. ", "32": "And as they came out of the city, they stopped an African man named Simon, from Libya,[l] and compelled him to carry the cross for Jesus.", "33": "They brought Jesus to Golgotha, which means “Skull Hill.”[m] ", "34": "And there the soldiers offered him a mild painkiller, a drink of wine mixed with gall,[n] but after tasting it, he refused to drink it.", "35": "Then they crucified Jesus, nailing his hands and feet to the cross. The soldiers divided his clothing among themselves by rolling dice to see who would win them. ", "36": "And the soldiers stood there to watch what would happen and to keep guard over him. ", "37": "Above his head they placed a sign that read, “This is Jesus of Nazareth,[o] King of Israel.”", "38": "Two criminals were also crucified with Jesus, one on each side of him.[p] ", "39": "And those who passed by shook their heads and spitefully ridiculed him, ", "40": "saying, “We heard you boast that you could destroy the temple and rebuild it in three days! Why don't you save yourself now? If you're really God's Son, come down from the cross!”", "41": "Even the ruling priests, with the Jewish scholars and religious leaders, joined in the mockery[q] ", "42": "and kept on saying, “He saved others, but he can't even save himself! Israel's king, is he? He should pull out the nails and come down from the cross right now; then we'll believe in him! ", "43": "He says he puts all his trust in God, so let's see if it's true, and see if God really wants to rescue his 'favorite son'!”[r]", "44": "Even the two criminals who were crucified with Jesus began to taunt him, hurling their insults on him.", "45": "For three hours, beginning at noon, darkness came over the earth.[s] ", "46": "And at three o'clock Jesus shouted with a mighty voice in Aramaic, “Eli, Eli, lema sabachthani?”[t]—that is, “My God, My God, why have you deserted me?”[u] ", "47": "Some who were standing near the cross misunderstood and said, “He's calling for Elijah.” ", "48": "One bystander ran and got a sponge, soaked it with sour wine, then put it on a stick and held it up for Jesus to drink. ", "49": "But the rest said, “Leave him alone! Let's see if Elijah comes to rescue him.”[v]", "50": "Jesus passionately cried out,[w] took his last breath, and gave up his spirit.", "51": "At that moment the veil in the Holy of Holies was torn in two from the top to the bottom. The earth shook violently, rocks were split apart, ", "52": "and graves were opened. Then many of the holy ones who had died were brought back to life and came out of their graves. ", "53": "And after Jesus' resurrection,[x] they were plainly seen by many people walking in Jerusalem.[y]", "54": "Now, when the Roman military officer and his soldiers witnessed what was happening and felt the powerful earthquake, they were extremely terrified. They said, “There is no doubt, this man was the Son of God!”", "55": "Watching from a distance were many of the women who had followed him from Galilee and given him support. ", "56": "Among them were Mary Magdalene; Mary, the mother of Jacob and Joseph; and the mother of Jacob and John.", "57": "At the end of the day, a wealthy man named Joseph, a follower of Jesus from the village of Ramah,[z] ", "58": "approached Pilate and asked to have custody of the body of Jesus. So Pilate consented and ordered that the body be given to him. ", "59": "Then Joseph wrapped the body in a shroud of fine linen and placed it in his own unused tomb, which had only recently been cut into the rock. ", "60": "They rolled a large stone to seal the entrance of the tomb and left.", "61": "Sitting across from the tomb were Mary Magdalene and the other Marys,[aa] watching all that took place.", "62": "The next day, the day after Preparation Day for Passover, the chief priests and the Pharisees went together to Pilate. ", "63": "They said to him, “Our master, we remember that this imposter claimed that he would rise from the dead after three days. ", "64": "So please, order the tomb to be sealed until after the third day. Seal it so that his disciples can't come and steal the corpse and tell people he rose from the dead. Then the last deception would be worse than the first!”", "65": "“I will send soldiers to guard the tomb,” Pilate replied. “Go with them and make the tomb as secure as possible.” ", "66": "So they left and sealed the stone,[ab] and Pilate's soldiers secured the tomb."}