{"1": "It was at this time that John the Baptizer[a] began to preach in the desert of Judah.[b] His message was this: ", "2": "“The realm of heaven's kingdom[c] is about to appear—so you'd better keep turning away from evil and turn back to God!”[d]", "3": "Isaiah was referring to John when he prophesied: A thunderous voice! One will be crying out in the wilderness, “Prepare yourself for the Lord's coming and level a straight path inside your hearts for him.”[e]", "4": "Now, John wore clothing made from camel's hair, tied at his waist with a leather strap, and his food consisted of dried locusts[f] and wild honey. ", "5": "A steady stream of people from Jerusalem, all the surrounding countryside,[g] and the region near the Jordan came out to the wilderness to be baptized by him. ", "6": "And while they were publicly confessing their sins, he would immerse them in the Jordan River.", "7": "But when he saw many coming from among the wealthy elite of Jewish society[h] and many of the religious leaders known as Pharisees[i] coming to witness the baptism, he began to denounce them, saying, “You offspring of vipers! Who warned you to slither away like snakes from the fire of God's judgment?[j] ", "8": "You must prove your repentance by a changed life. ", "9": "And don't presume you can get away with merely saying to yourselves, 'But we're Abraham's descendants!' For I tell you, God can awaken these stones to become sons of Abraham![k] ", "10": "The axe[l] is now ready to cut down the trees at their very roots. Every fruitless, rotten tree will be chopped down and thrown into the fire. ", "11": "Those who repent I baptize with water, but there is coming a Man after me who is more powerful than I am. In fact, I'm not even worthy enough to pick up his sandals. He will submerge you into union with the Spirit of Holiness and with a raging fire![m] ", "12": "He comes with a winnowing fork[n] in his hands and comes to his threshing floor to sift what is worthless from what is pure. And he is ready to sweep out his threshing floor and gather his wheat into his granary,[o] but the straw he will burn up with a fire that can't be extinguished!”", "13": "Then Jesus left Galilee to come to the Jordan to be baptized by John. ", "14": "But when he waded into the water, John resisted him, saying, “Why are you doing this? I'm the one who needs to be baptized by you, and yet you come to be baptized by me?”", "15": "Jesus replied, “It is only right to do all that God requires.”[p] Then John baptized Jesus.[q] ", "16": "And as[r] Jesus rose up out of the water, the heavenly realm opened up over him[s] and he saw the Holy Spirit descend out of the heavens and rest upon him in the form of a dove.[t] ", "17": "Then suddenly the voice of the Father shouted from the sky, saying, “This is the Son I love, and my greatest delight is in him.”[u]"}