{"1": "Afterward, the Holy Spirit led Jesus into the lonely wilderness in order to reveal his strength against the accuser[a] by going through the ordeal of testing.[b] ", "2": "And after fasting for forty days,[c] Jesus was extremely weak and famished. ", "3": "Then the tempter came to entice him to provide food by doing a miracle. So he said to Jesus, “How can you possibly be the Son of God and go hungry? Just order these stones to be turned into loaves of bread.”", "4": "He answered, “The Scriptures say: Bread alone will not satisfy,[d] but true life is found in every word, which constantly goes forth from God's mouth.”[e]", "5": "Then the accuser transported Jesus to the holy city of Jerusalem and perched him at the highest point[f] of the temple ", "6": "and said to him, “If you're really God's Son, jump, and the angels will catch you. For it is written in the Scriptures: He will command his angels to protect you and they will lift you up so that you won't even bruise your foot on a rock.”[g]", "7": "Once again Jesus said to him, “The Scriptures say: You must never put the Lord your God to a test.”[h]", "8": "And the third time the accuser lifted Jesus up into a very high mountain range and showed him all the kingdoms of the world and all the splendor that goes with it.", "9": "“All of these kingdoms I will give to you,” the accuser said, “if only you will kneel down before me and worship me.”", "10": "But Jesus said, “Go away, enemy![i] For the Scriptures say: Kneel before the Lord your God and worship only him.”[j]", "11": "At once the accuser left him, and angels suddenly gathered around Jesus to minister to his needs.", "12": "When Jesus heard that John the Baptizer had been thrown into prison, he went back into Galilee. ", "13": "Jesus moved from Nazareth to make his home in Capernaum,[k] which is by Lake Galilee in the land of Zebulun and Naphtali. ", "14": "He did this to make the prophecy of Isaiah come true:", "15": "Listen, you who live in the land of Zebulun and the land of Naphtali, along the road to the sea and on the other side of the Jordan, and Galilee—the land of non-Jewish peoples!", "16": "You who spend your days shrouded in darkness can now say, “We have seen a brilliant Light.”[l] And those who live in the dark shadow land of death can now say, “The Dawning Light arises on us.”", "17": "From that time on Jesus began to proclaim his message with these words: “Keep turning away from your sins and come back to God, for heaven's kingdom realm is now accessible.”[m]", "18": "As he was walking by the shore of Lake Galilee, Jesus noticed two fishermen who were brothers. One was nicknamed Keefa[n] (later called Peter), and the other was Andrew, his brother. Watching as they were casting their nets into the water, ", "19": "Jesus called out to them and said, “Come and follow me, and I will transform you into men who catch people for God.”[o] ", "20": "Immediately they dropped their nets and left everything behind to follow Jesus.", "21": "Leaving there, Jesus found three other men sitting in a boat, mending their nets. Two were brothers, Jacob[p] and John, and they were with their father, Zebedee.[q] Jesus called Jacob and John to his side and said to them, “Come and follow Me.” ", "22": "And at once they left their boat and their father, and began to follow Jesus.", "23": "Jesus ministered from place to place throughout all of the province of Galilee. He taught[r] in the synagogues, preaching the hope of the kingdom realm[s] and healing every kind of sickness and disease among the people. ", "24": "His fame spread everywhere![t] Many people who were in pain and suffering with every kind of illness were brought to Jesus for their healing—epileptics,[u] paralytics, and those tormented by demonic powers were all set free. Everyone who was brought to Jesus was healed!", "25": "This resulted in massive crowds of people following him, including people from Galilee, Jerusalem, the land of Judah, the region of the Ten Cities known as the Decapolis, and beyond the Jordan River.[v]"}