{"1": "“Examine your motives to make sure you're not showing off when you do your good deeds, only to be admired by others; otherwise, you will lose the reward of your heavenly Father. ", "2": "So when you give to the poor, don't announce it and make a show of it just to be seen by people,[a] like the hypocrites[b] in the streets and in the marketplace.[c] They've already received their reward! ", "3": "But when you demonstrate generosity, do it with pure motives and without drawing attention to yourself.[d] ", "4": "Give secretly and your Father, who sees all you do, will reward you openly.”[e]", "5": "“Whenever you pray, be sincere and not like the pretenders who love the attention they receive while praying before others in the meetings and on street corners. Believe me, they've already received in full their reward. ", "6": "But whenever you pray, go into your innermost chamber and be alone with Father God,[f] praying to him in secret. And your Father, who sees all you do, will reward you openly. ", "7": "When you pray, there is no need to repeat empty phrases, praying like those who don't know God,[g] for they expect God to hear them because of their many words. ", "8": "There is no need to imitate them, since your Father already knows what you need before you ask him. ", "9": "Pray like this: 'Our Father, dwelling in the heavenly realms, may the glory of your name be the center on which our lives turn.[h]", "10": "Manifest your kingdom realm,[i] and cause your every purpose to be fulfilled on earth, just as it is fulfilled in heaven.", "11": "We acknowledge you as our Provider of all we need each day.[j]", "12": "Forgive us the wrongs we have done[k] as we ourselves release forgiveness to those who have wronged us.", "13": "Rescue us every time we face tribulation[l] and set us free from evil.[m] For you are the King who rules with power and glory forever. Amen.'[n]", "14": "“And when you pray, make sure you forgive the faults of others so that your Father in heaven will also forgive you. ", "15": "But if you withhold forgiveness from others, your Father withholds forgiveness from you.”", "16": "“When you fast, don't look like those who pretend to be spiritual. They want everyone to know they're fasting, so they appear in public looking miserable, gloomy, and disheveled.[o] Believe me, they've already received their reward in full. ", "17-18": "–18 When you fast, don't let it be obvious, but instead, wash your face[p] and groom yourself and realize that your Father in the secret place is the one who is watching all that you do in secret and will continue to reward you openly.”", "19": "“Don't keep hoarding for yourselves earthly treasures that can be stolen by thieves. Material wealth eventually rusts, decays, and loses its value.[q] ", "20": "Instead, stockpile heavenly treasures[r] for yourselves that cannot be stolen and will never rust, decay, or lose their value. ", "21": "For your heart will always pursue what you value as your treasure.[s]", "22": "“The eyes of your spirit allow revelation-light[t] to enter into your being. If your heart is unclouded, the light floods in! ", "23": "But if your eyes are focused on money,[u] the light cannot penetrate and darkness takes its place.[v] How profound will be the darkness within you[w] if the light of truth cannot enter!", "24": "“How could you worship two gods at the same time? You will have to hate one and love the other, or be devoted to one and despise the other. You can't worship the true God while enslaved to the god of money!”[x]", "25": "“This is why I tell you to never be worried about your life, for all that you need will be provided, such as food, water, clothing—everything your body needs. Isn't there more to your life than a meal? Isn't your body more than clothing?", "26": "“Look at all the birds—do you think they worry about their existence? They don't plant or reap or store up food, yet your heavenly Father provides them each with food. Aren't you much more valuable to your Father than they? ", "27": "So, which one of you by worrying could add anything to your life?[y]", "28": "“And why would you worry about your clothing? Look at all the beautiful flowers of the field. They don't work or toil, ", "29": "and yet not even Solomon in all his splendor was robed in beauty more than one of these! ", "30": "So if God has clothed the meadow with hay, which is here for such a short time and then dried up and burned, won't he provide for you the clothes you need—even though you live with such little faith?", "31": "“So then, forsake your worries! Why would you say, 'What will we eat?' or 'What will we drink?' or 'What will we wear?' ", "32": "For that is what the unbelievers chase after. Doesn't your heavenly Father already know the things your bodies require?[z]", "33": "“So above all, constantly chase after the realm of God's kingdom[aa] and the righteousness that proceeds from him. Then all these less important things will be given to you abundantly.[ab] ", "34": "Refuse to worry about tomorrow, but deal with each challenge that comes your way, one day at a time.[ac] Tomorrow will take care of itself.”"}