{"1": "After he came down from teaching on the hillside, massive crowds began following him.[a] ", "2": "Suddenly, a leper walked up to Jesus and threw himself down before him in worship[b] and said, “Lord, you have the power to heal me . . . if you really want to.”", "3": "Jesus reached out his hand and touched the leper and said, “Of course I want to heal you—be healed!” And instantly, all signs of leprosy[c] disappeared! ", "4": "Then Jesus said to him, “Don't speak to anyone, but go at once and find a priest and show him what has happened to you. Make sure to take the offering Moses commanded so they can certify your healing.”[d]", "5": "When Jesus entered the village of Capernaum, a captain[e] in the Roman army approached him, asking for a miracle.[f] ", "6": "“Lord,” he said, “I have a son[g] who is lying in my home, paralyzed and suffering terribly.”", "7": "Jesus responded, “I will go with you and heal him.”", "8-9": "–9 But the Roman officer interjected, “Lord, who am I to have you come into my house? I understand your authority, for I too am a man who walks under authority and have authority over soldiers who serve under me. I can tell one to go and he'll go, and another to come and he'll come. I order my servants and they'll do whatever I ask. So I know that all you need to do is to stand here and command healing over my son and he will be instantly healed.”", "10": "Jesus was astonished when he heard this and said to those who were following him, “He has greater faith than anyone I've encountered in Israel! ", "11": "Listen to what I am about to tell you. Multitudes of non-Jewish people will stream from the east and the west, to enter into the banqueting feast with Abraham, Isaac, and Jacob in the heavenly kingdom. ", "12": "But many Israelites, born to be heirs of the kingdom, will be turned away and banished into the darkness where there will be bitter weeping and unbearable anguish.”[h]", "13": "Then Jesus turned to the Roman officer and said, “Go home. All that you have believed for will be done for you!” And his son was healed at that very moment.", "14": "Then Jesus went into Peter's home and found Peter's mother-in-law bedridden, severely ill with a fever. ", "15": "The moment Jesus touched her hand she was healed! Immediately she got up and began to make dinner for them.", "16": "That evening the people brought to him many who were demonized. And by Jesus only speaking a word of healing over them, they were totally set free from their torment,[i] and everyone who was sick received their healing! ", "17": "In doing this, Jesus fulfilled the prophecy of Isaiah: He put upon himself our weaknesses,[j] and he carried away our diseases and made us well.", "18": "At the sight of large crowds gathering around him, Jesus gave orders to his disciples to get ready to sail back over to the other side of the lake.[k] ", "19": "Just then, a religious scholar[l] approached him and said, “Teacher, I'll follow you wherever you go!”", "20": "Jesus replied, “Foxes have dens, birds have nests, but the Son of Man[m] has no true home in this world.”[n]", "21": "Then another man spoke up and said, “Lord, I'll follow you, but first I must take care of my aged father and bury him when he dies.”[o]", "22": "But Jesus said to him, “Now is the time to follow me, and let those who are dead bury their own dead.”[p]", "23": "They all got into a boat and began to cross over to the other side of the lake. And Jesus, exhausted, fell asleep. ", "24": "Suddenly a violent storm[q] developed, with waves so high the boat was about to be swamped. Yet Jesus continued to sleep soundly. ", "25": "The disciples woke him up, saying, “Save us, Lord! We're going to die!”[r]", "26": "But Jesus reprimanded them. “Why are you gripped with fear?[s] Where is your faith?” Then he stood up and rebuked[t] the storm and said, “Be still!” And instantly it became perfectly calm.[u]", "27": "The disciples were astonished by this miracle and said to one another, “Who is this Man? Even the wind and waves obey his Word.”", "28": "When they arrived on the other side of the lake, in the region of the Gadarenes,[v] two demonized men confronted Jesus. They lived among the tombs of a cemetery and were considered so extremely violent that no one felt safe passing through that area. ", "29": "The demons screamed at Jesus, shouting, “Son of God, what do you want with us?[w] Leave us alone! Have you come to torment us before the appointed time?”", "30": "There was a large herd of pigs feeding nearby, ", "31": "so the demons pleaded, “If you cast us out, send us into that herd of pigs.” ", "32": "Jesus commanded, “Then go!” And at once the demons came out of the men and went into the pigs.[x] Then the entire herd of crazed pigs stampeded down the steep slope and fell into the water and drowned.", "33": "The men who were herding the pigs fled to the nearby town and informed the people of all that had happened to the demonized men. ", "34": "Then everyone from the town went out to confront Jesus and urged him to go away and leave them alone.[y]"}