{"1": "Jesus got into the boat and returned to what was considered his hometown, Capernaum.[a] ", "2": "Just then some people brought a paraplegic man to him, lying on a sleeping mat. When Jesus perceived the strong faith within their hearts, he said to the paralyzed man, “My son, be encouraged, for your sins have been forgiven.”[b]", "3": "These words prompted some of the religious scholars who were present to think, “Why, that's nothing but blasphemy!”", "4": "Jesus supernaturally perceived their thoughts, and said to them, “Why do you carry such evil in your hearts? ", "5": "Which is easier to say, 'Your sins are forgiven,' or, 'Stand up and walk!'?[c] ", "6": "But now, to convince you that the Son of Man has been given authority to forgive sins, I say to this man, 'Stand up, pick up your mat, and walk home.'” ", "7": "Immediately the man sprang to his feet and left for home.", "8": "When the crowds witnessed this miracle, they were awestruck.[d] They shouted praises to God because he had given such authority to human beings.", "9": "As Jesus left Capernaum he came upon a tax-collecting station, where a traitorous Jew was busy at his work,[e] collecting taxes for the Romans. His name was Matthew. “Come, follow me,” Jesus said to him. Immediately Matthew jumped up and began to follow Jesus.", "10": "Later, Jesus went to Matthew's home to share a meal with him. Many other tax collectors and outcasts of society were invited to eat with Jesus and his disciples.", "11": "When those known as the Pharisees saw what was happening, they were indignant, and they kept asking Jesus' disciples, “Why would your Master dine with such lowlifes?”", "12": "When Jesus overheard this, he spoke up and said, “Healthy people don't need to see a doctor, but the sick[f] will go for treatment.” ", "13": "Then he added, “Now you should go and study the meaning of the verse: I want you to show mercy, not just offer me a sacrifice.[g] For I have come to invite the outcasts of society and sinners, not those who think they are already on the right path.”[h]", "14": "The disciples of John the Baptizer approached Jesus with this question: “Why is it that we and the Pharisees fast regularly, but not your disciples?”", "15": "Jesus replied, “How can the sons of the bridal chamber[i] grieve when the Bridegroom is next to them? But the days of fasting will come when the Bridegroom is taken away from them. ", "16": "And who would mend worn-out clothing with new fabric? When the new cloth shrinks it will rip, making the hole worse than before. ", "17": "And who would pour fresh, new wine into an old wineskin? Eventually the wine will ferment and make the wineskin burst, losing everything—the wine is spilled and the wineskin ruined. Instead, new wine is always poured into a new wineskin so that both are preserved.”[j]", "18": "While Jesus was still speaking, an influential Jewish leader[k] approached and knelt before him, saying, “Help me! My daughter has just died. Please come and place your hand upon her so that she will live again.” ", "19": "So Jesus and his disciples got up and went with him.", "20": "Suddenly, a woman came from behind Jesus and touched the tassel of his prayer shawl for healing.[l] She had been suffering from continual bleeding for twelve years, but had faith that Jesus could heal her. ", "21": "For she kept saying to herself, “If I could only touch his prayer shawl I would be healed.”", "22": "Just then Jesus turned around and looked at her and said, “My daughter, be encouraged. Your faith has healed you.”[m] And instantly she was healed!", "23": "When Jesus finally entered the home of the Jewish leader, he saw a noisy crowd of mourners, wailing and playing a funeral dirge on their flutes. ", "24": "He told them, “You must leave, for the little girl is not dead; she's only asleep.” Then everyone began to ridicule him.", "25": "After he made the crowd go outside, he went into the girl's room and gently took hold of her hand. She immediately stood to her feet! ", "26": "And the news of this incredible miracle spread everywhere.", "27": "As Jesus left the house, two blind men began following him, shouting out over and over, “Son of David,[n] show us mercy and heal us!” ", "28": "And they followed him right into the house where Jesus was staying.[o] So Jesus asked them, “Do you believe that I have the power to restore sight to your eyes?” They replied, “Yes Lord, we believe!”", "29": "Then Jesus put his hands over their eyes and said, “You will have what your faith expects!” ", "30": "And instantly their eyes opened—they could see! Then Jesus warned them sternly, “Make sure that you tell no one what just happened!” ", "31": "But unable to contain themselves, they went out and spread the news everywhere!", "32": "While they were leaving, some people brought before Jesus a man with a demon spirit who couldn't speak. ", "33": "Jesus cast the demon out of him, and immediately the man began to speak plainly. The crowds marveled in astonishment, saying, “We've never seen miracles like this in Israel!”[p] ", "34": "But the Pharisees kept saying, “The chief of demons is helping him drive out demons.”", "35": "Jesus walked throughout the region[q] with the joyful message of God's kingdom realm. He taught in their meeting houses, and wherever he went he demonstrated God's power by healing every kind of disease and illness.", "36": "When he saw the vast crowds of people, Jesus' heart was deeply moved with compassion, because they seemed weary and helpless, like wandering sheep without a shepherd. ", "37": "He turned to his disciples and said, “The harvest is huge and ripe! But there are not enough harvesters to bring it all in. ", "38": "As you go, plead with the Owner of the Harvest to thrust out[r] many more reapers to harvest his grain!”"}