{"1": "A revelation of Jesus Christ, which God gave him to show his servants what must soon take place. Christ made it known by sending it through his angel to his servant John,", "2": "who bore witness to the word of God and to the witness of Jesus Christ, including all that John saw.", "3": "Favored is the one who reads the words of this prophecy out loud, and favored are those who listen to it being read, and keep what is written in it, for the time is near.", "4": "John, to the seven churches that are in Asia: Grace and peace to you from the one who is and was and is coming, and from the seven spirits that are before God's throne,", "5": "and from Jesus Christ—the faithful witness, the firstborn from among the dead, and the ruler of the kings of the earth. To the one who loves us and freed us from our sins by his blood,", "6": "who made us a kingdom, priests to his God and Father—to him be glory and power forever and always. Amen.", "7": "Look, he is coming with the clouds! Every eye will see him, including those who pierced him, and all the tribes of the earth will mourn because of him. This is so. Amen.", "8": "“I am the Alpha and the Omega,” says the Lord God, “the one who is and was and is coming, the Almighty.”", "9": "I, John, your brother who shares with you in the hardship, kingdom, and endurance that we have in Jesus, was on the island called Patmos because of the word of God and my witness about Jesus.", "10": "I was in a Spirit-inspired trance on the Lord's day, and I heard behind me a loud voice that sounded like a trumpet.", "11": "It said, “Write down on a scroll whatever you see, and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”", "12": "I turned to see who was speaking to me, and when I turned, I saw seven oil lamps burning on top of seven gold stands.", "13": "In the middle of the lampstands I saw someone who looked like the Human One.[a] He wore a robe that stretched down to his feet, and he had a gold sash around his chest.", "14": "His head and hair were white as white wool—like snow—and his eyes were like a fiery flame.", "15": "His feet were like fine brass that has been purified in a furnace, and his voice sounded like rushing water.", "16": "He held seven stars in his right hand, and from his mouth came a sharp, two-edged sword. His appearance was like the sun shining with all its power.", "17": "When I saw him, I fell at his feet like a dead man. But he put his right hand on me and said, “Don't be afraid. I'm the first and the last,", "18": "and the living one. I was dead, but look! Now I'm alive forever and always. I have the keys of Death and the Grave.", "19": "So write down what you have seen, both the scene now before you and the things that are about to unfold after this.", "20": "As for the mystery of the seven stars that you saw in my right hand and the seven gold lampstands, here is what they mean: the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."}