{"1": "Then a great sign appeared in heaven: a woman clothed with the sun, with the moon under her feet and a crown of twelve stars on her head.", "2": "She was pregnant, and she cried out because she was in labor, in pain from giving birth.", "3": "Then another sign appeared in heaven: it was a great fiery red dragon, with seven heads and ten horns, and seven royal crowns on his heads.", "4": "His tail swept down a third of heaven's stars and threw them to the earth. The dragon stood in front of the woman who was about to give birth so that when she gave birth, he might devour her child.", "5": "She gave birth to a son, a male child who is to rule all the nations with an iron rod. Her child was snatched up to God and his throne.", "6": "Then the woman fled into the desert, where God has prepared a place for her. There she will be taken care of for one thousand two hundred sixty days.", "7": "Then there was war in heaven: Michael and his angels fought the dragon. The dragon and his angels fought back,", "8": "but they did not prevail, and there was no longer any place for them in heaven.", "9": "So the great dragon was thrown down. The old snake, who is called the devil and Satan, the deceiver of the whole world, was thrown down to the earth; and his angels were thrown down with him.", "10": "Then I heard a loud voice in heaven say, “Now the salvation and power and kingdom of our God, and the authority of his Christ have come. The accuser of our brothers and sisters, who accuses them day and night before our God, has been thrown down.", "11": "They gained the victory over him on account of the blood of the Lamb and the word of their witness. Love for their own lives didn't make them afraid to die.", "12": "Therefore, rejoice, you heavens and you who dwell in them. But oh! The horror for the earth and sea! The devil has come down to you with great rage, for he knows that he only has a short time.”", "13": "When the dragon saw that he had been thrown down to the earth, he chased the woman who had given birth to the male child.", "14": "But the woman was given the two wings of the great eagle so that she could fly to her place in the desert. There she would be taken care of—out of the snake's reach—for a time and times and half a time.", "15": "Then from his mouth the snake poured a river of water after the woman so that the river would sweep her away.", "16": "But the earth helped the woman. The earth opened its mouth and swallowed the river that the dragon poured out of his mouth.", "17": "So the dragon was furious with the woman, and he went off to make war on the rest of her children, on those who keep God's commandments and hold firmly to the witness of Jesus.", "18": "Then the dragon stood on the seashore,"}