{"1": "Then I looked, and there was the Lamb, standing on Mount Zion. With him were one hundred forty-four thousand who had his name and his Father's name written on their foreheads.", "2": "I heard a sound from heaven that was like the sound of rushing water and loud thunder. The sound I heard was like that of harpists playing their harps.", "3": "They sing a new song in front of the throne, the four living creatures, and the elders. And no one could learn the song except the one hundred forty-four thousand who had been purchased from the earth.", "4": "They weren't defiled with women, for these people who follow the Lamb wherever he goes are virgins. They were purchased from among humankind as early produce for God and the Lamb.", "5": "No lie came from their mouths; they are blameless.", "6": "Then I saw another angel flying high overhead with eternal good news to proclaim to those who live on earth, and to every nation, tribe, language, and people.", "7": "He said in a loud voice, “Fear God and give him glory, for the hour of his judgment has come. Worship the one who made heaven and earth, the sea and springs of water.”", "8": "Another angel, a second one, followed and said, “Fallen, fallen is Babylon the great! She made all the nations drink the wine of her lustful passion.”", "9": "Then another angel, a third one, followed them and said in a loud voice, “If any worship the beast and its image, and receive a mark on their foreheads or their hands,", "10": "they themselves will also drink the wine of God's passionate anger, poured full strength into the cup of his wrath. They will suffer the pain of fire and sulfur in the presence of the holy angels and the Lamb.", "11": "The smoke of their painful suffering goes up forever and always. There is no rest day or night for those who worship the beast and its image, and those who receive the mark of its name.”", "12": "This calls for the endurance of the saints, who keep God's commandments and keep faith with Jesus.", "13": "And I heard a voice from heaven say, “Write this: Favored are the dead who die in the Lord from now on.” “Yes,” says the Spirit, “so they can rest from their labors, because their deeds follow them.”", "14": "Then I looked, and there was a white cloud. On the cloud was seated someone who looked like the Human One.[a] He had a gold crown on his head and a sharp sickle in his hand.", "15": "Another angel came out of the temple, calling in a loud voice to the one seated on the cloud: “Use your sickle to reap the harvest, for the time to harvest has come, and the harvest of the earth is ripe.”", "16": "So the one seated on the cloud swung his sickle over the earth, and the earth was harvested.", "17": "Then another angel came out of the temple in heaven, and he also had a sharp sickle.", "18": "Still another angel, who has power over fire, came out from the altar. He said in a loud voice to the one who had the sharp sickle, “Use your sharp sickle to cut the clusters in the vineyard of the earth, because its grapes are ripe.”", "19": "So the angel swung his sickle into the earth, and cut the vineyard of the earth, and he put what he reaped into the great winepress of God's passionate anger.", "20": "Then the winepress was trampled outside the city, and the blood came out of the winepress as high as the horses' bridles for almost two hundred miles.[b]"}