{"1": "Then I heard a loud voice from the temple say to the seven angels, “Go and pour out the seven bowls of God's anger on the earth.”", "2": "So the first angel poured his bowl on the earth, and a nasty and terrible sore appeared on the people who had the beast's mark and worshipped its image.", "3": "The second angel poured his bowl into the sea, and the sea turned into blood, like the blood of a corpse, and every living thing in the sea died.", "4": "The third angel poured his bowl into the rivers and springs of water, and they turned into blood.", "5": "Then I heard the angel of the waters say, “You are just, holy one, who is and was, because you have given these judgments.", "6": "They poured out the blood of saints and prophets, and you have given them blood to drink. They deserve it!”", "7": "And I heard the altar say, “Yes, Lord God Almighty, your judgments are true and just.”", "8": "The fourth angel poured his bowl on the sun, and it was allowed to burn people with fire.", "9": "The people were burned by intense heat, and they cursed the name of the God who had power over these plagues. But they didn't change their hearts and lives and give him glory.", "10": "The fifth angel poured his bowl over the beast's throne, and darkness covered its kingdom. People bit their tongues because of their pain,", "11": "and they cursed the God of heaven because of their pains and sores; but they didn't turn away from what they had done.", "12": "Then the sixth angel poured his bowl on the great river Euphrates. Its water was dried up so that the way was ready for the kings from the east.", "13": "Then I saw three unclean spirits, like frogs, come from the dragon's mouth, the beast's mouth, and the mouth of the false prophet.", "14": "These are demonic spirits that do signs. They go out to the kings of the whole world, to gather them for battle on the great day of God the Almighty.", "15": "(15 Look! I'm coming like a thief! Favored are those who stay awake and clothed so that they don't go around naked and exposed to shame.)", "16": "The spirits gathered them at the place that is called in Hebrew, Harmagedon.[a]", "17": "Then the seventh angel poured his bowl into the air, and a loud voice came out from the temple, from the throne, saying, “It is done!”", "18": "There were lightning strikes, voices, and thunder, and a great earthquake occurred. The earthquake was greater than any that have occurred since there have been people on earth.", "19": "The great city split into three parts, and the cities of the nations fell. God remembered Babylon the great so that he gave her the wine cup of his furious anger.", "20": "Every island fled, and the mountains disappeared.", "21": "Huge hailstones weighing about one hundred pounds came down from heaven on the people. They cursed God for the plague of hail, because the plague was so terrible."}