{"1": "Then one of the seven angels who had the seven bowls spoke with me. “Come,” he said, “I will show you the judgment upon the great prostitute, who is seated on deep waters.", "2": "The kings of the earth have committed sexual immorality with her, and those who live on earth have become drunk with the wine of her whoring.”", "3": "Then he brought me in a Spirit-inspired trance to a desert. There I saw a woman seated on a scarlet beast that was covered with blasphemous names. It had seven heads and ten horns.", "4": "The woman wore purple and scarlet clothing, and she glittered with gold and jewels and pearls. In her hand she held a gold cup full of the vile and impure things that came from her activity as a prostitute.", "5": "A name—a mystery—was written on her forehead: “Babylon the great, the mother of prostitutes and the vile things of the earth.”", "6": "I saw that the woman was drunk on the blood of the saints and the blood of Jesus' witnesses. I was completely stunned when I saw her.", "7": "Then the angel said to me, “Why are you amazed? I will tell you the mystery of the woman and the seven-headed, ten-horned beast that carries her.", "8": "The beast that you saw was and is not, and is about to come up out of the abyss and go to destruction. Those who live on earth, whose names haven't been written in the scroll of life from the time the earth was made, will be amazed when they see the beast, because it was and is not and will again be present.", "9": "This calls for an understanding mind. The seven heads are seven mountains on which the woman is seated. They are also seven kings.", "10": "Five kings have fallen, the one is, and the other hasn't yet come. When that king comes, he must remain for only a short time.", "11": "As for the beast that was and is not, it is itself an eighth king that belongs to the seven, and it is going to destruction.", "12": "The ten horns that you saw are ten kings, who haven't yet received royal power. But they will receive royal authority for an hour, along with the beast.", "13": "These kings will be of one mind, and they will give their power and authority to the beast.", "14": "They will make war on the Lamb, but the Lamb will emerge victorious, for he is Lord of lords and King of kings. Those with him are called, chosen, and faithful.”", "15": "Then he said to me, “The waters that you saw, where the prostitute is seated, are peoples, crowds, nations, and languages.", "16": "As for the ten horns that you saw, they and the beast will hate the prostitute. They will destroy her and strip her bare. They will devour her flesh and burn her with fire", "17": "because God moved them to carry out his purposes. That is why they will be of one mind and give their royal power to the beast, until God's words have been accomplished.", "18": "The woman whom you saw is the great city that rules over the kings of the earth.”"}