{"1": "After this I heard what sounded like a huge crowd in heaven. They said, “Hallelujah! The salvation and glory and power of our God!", "2": "His judgments are true and just, because he judged the great prostitute, who ruined the earth by her whoring, and he exacted the penalty for the blood of his servants from her hand.”", "3": "Then they said a second time, “Hallelujah! Smoke goes up from her forever and always.”", "4": "The twenty-four elders and the four living creatures fell down and worshipped God, who is seated on the throne, and they said, “Amen. Hallelujah!”", "5": "Then a voice went out from the throne and said, “Praise our God, all you his servants, and you who fear him, both small and great.”", "6": "And I heard something that sounded like a huge crowd, like rushing water and powerful thunder. They said, “Hallelujah! The Lord our God, the Almighty, exercised his royal power!", "7": "Let us rejoice and celebrate, and give him the glory, for the wedding day of the Lamb has come, and his bride has made herself ready.", "8": "She was given fine, pure white linen to wear, for the fine linen is the saints' acts of justice.”", "9": "Then the angel said to me, “Write this: Favored are those who have been invited to the wedding banquet of the Lamb.” He said to me, “These are the true words of God.”", "10": "Then I fell at his feet to worship him. But he said, “Don't do that! I'm a servant just like you and your brothers and sisters who hold firmly to the witness of Jesus. Worship God! The witness of Jesus is the spirit of prophecy!”", "11": "Then I saw heaven opened, and there was a white horse. Its rider was called Faithful and True, and he judges and makes war justly.", "12": "His eyes were like a fiery flame, and on his head were many royal crowns. He has a name written on him that no one knows but he himself.", "13": "He wore a robe dyed[a] with blood, and his name was called the Word of God.", "14": "Heaven's armies, wearing fine linen that was white and pure, were following him on white horses.", "15": "From his mouth comes a sharp sword that he will use to strike down the nations. He is the one who will rule them with an iron rod. And he is the one who will trample the winepress of the Almighty God's passionate anger.", "16": "He has a name written on his robe and on his thigh: King of kings and Lord of lords.", "17": "Then I saw an angel standing in the sun, and he called out with a loud voice and said to all the birds flying high overhead, “Come and gather for God's great supper.", "18": "Come and eat the flesh of kings, the flesh of generals, the flesh of the powerful, and the flesh of horses and their riders. Come and eat the flesh of all, both free and slave, both small and great.”", "19": "Then I saw that the beast and the kings of the earth and their armies had gathered to make war against the rider on the horse and his army.", "20": "But the beast was seized, along with the false prophet who had done signs in the beast's presence. (He had used the signs to deceive people into receiving the beast's mark and into worshipping the beast's image.) The two of them were thrown alive into the fiery lake that burns with sulfur.", "21": "The rest were killed by the sword that comes from the mouth of the rider on the horse, and all the birds ate their fill of their flesh."}