{"1": "Then I saw a new heaven and a new earth, for the former heaven and the former earth had passed away, and the sea was no more.", "2": "I saw the holy city, New Jerusalem, coming down out of heaven from God, made ready as a bride beautifully dressed for her husband.", "3": "I heard a loud voice from the throne say, “Look! God's dwelling is here with humankind. He will dwell with them, and they will be his peoples. God himself will be with them as their God.", "4": "He will wipe away every tear from their eyes. Death will be no more. There will be no mourning, crying, or pain anymore, for the former things have passed away.”", "5": "Then the one seated on the throne said, “Look! I'm making all things new.” He also said, “Write this down, for these words are trustworthy and true.”", "6": "Then he said to me, “All is done. I am the Alpha and the Omega, the beginning and the end. To the thirsty I will freely give water from the life-giving spring.", "7": "Those who emerge victorious will inherit these things. I will be their God, and they will be my sons and daughters.", "8": "But for the cowardly, the faithless, the vile, the murderers, those who commit sexual immorality, those who use drugs and cast spells, the idolaters and all liars—their share will be in the lake that burns with fire and sulfur. This is the second death.”", "9": "Then one of the seven angels who had the seven bowls full of the seven last plagues spoke with me. “Come,” he said, “I will show you the bride, the Lamb's wife.”", "10": "He took me in a Spirit-inspired trance to a great, high mountain, and he showed me the holy city, Jerusalem, coming down out of heaven from God.", "11": "The city had God's glory. Its brilliance was like a priceless jewel, like jasper that was as clear as crystal.", "12": "It had a great high wall with twelve gates. By the gates were twelve angels, and on the gates were written the names of the twelve tribes of Israel's sons.", "13": "There were three gates on the east, three gates on the north, three gates on the south, and three gates on the west.", "14": "The city wall had twelve foundations, and on them were the twelve names of the Lamb's twelve apostles.", "15": "The angel who spoke to me had a gold measuring rod with which to measure the city, its gates, and its wall.", "16": "Now the city was laid out as a square. Its length was the same as its width. He measured the city with the rod, and it was fifteen hundred miles.[a] Its length and width and height were equal.", "17": "He also measured the thickness of its wall. It was two hundred sixteen feet[b] thick, as a person—or rather, an angel—measures things.", "18": "The wall was built of jasper, and the city was pure gold, like pure glass.", "19": "The city wall's foundations were decorated with every kind of jewel. The first foundation was jasper, the second was sapphire, the third was chalcedony, and the fourth was emerald.", "20": "The fifth was sardonyx, the sixth was carnelian, the seventh was chrysolite, and the eighth was beryl. The ninth was topaz, the tenth was chrysoprase, the eleventh was jacinth, and the twelfth was amethyst.", "21": "The twelve gates were twelve pearls; each one of the gates was made from a single pearl. And the city's main street was pure gold, as transparent as glass.", "22": "I didn't see a temple in the city, because its temple is the Lord God Almighty and the Lamb.", "23": "The city doesn't need the sun or the moon to shine on it, because God's glory is its light, and its lamp is the Lamb.", "24": "The nations will walk by its light, and the kings of the earth will bring their glory into it.", "25": "Its gates will never be shut by day, and there will be no night there.", "26": "They will bring the glory and honor of the nations into it.", "27": "Nothing unclean will ever enter it, nor anyone who does what is vile and deceitful, but only those who are registered in the Lamb's scroll of life."}