{"1": "“Write this to the angel of the church in Sardis: These are the words of the one who holds God's seven spirits and the seven stars: I know your works. You have the reputation of being alive, and you are in fact dead.", "2": "Wake up and strengthen whatever you have left, teetering on the brink of death, for I've found that your works are far from complete in the eyes of my God.", "3": "So remember what you received and heard. Hold on to it and change your hearts and lives. If you don't wake up, I will come like a thief, and you won't know what time I will come upon you.", "4": "But you do have a few people in Sardis who haven't stained their clothing. They will walk with me clothed in white because they are worthy.", "5": "Those who emerge victorious will wear white clothing like this. I won't scratch out their names from the scroll of life, but will declare their names in the presence of my Father and his angels.", "6": "If you can hear, listen to what the Spirit is saying to the churches.", "7": "“Write this to the angel of the church in Philadelphia: These are the words of the one who is holy and true, who has the key of David. Whatever he opens, no one will shut; and whatever he shuts, no one opens.", "8": "I know your works. Look! I have set in front of you an open door that no one can shut. You have so little power, and yet you have kept my word and haven't denied my name.", "9": "Because of this I will make the people from Satan's synagogue (who say they are Jews and really aren't, but are lying)—I will make them come and bow down at your feet and realize that I have loved you.", "10": "Because you kept my command to endure, I will keep you safe through the time of testing that is about to come over the whole world, to test those who live on earth.", "11": "I'm coming soon. Hold on to what you have so that no one takes your crown.", "12": "As for those who emerge victorious, I will make them pillars in the temple of my God, and they will never leave it. I will write on them the name of my God and the name of the city of my God, the New Jerusalem that comes down out of heaven from my God. I will also write on them my own new name.", "13": "If you can hear, listen to what the Spirit is saying to the churches.", "14": "“Write this to the angel of the church in Laodicea: These are the words of the Amen, the faithful and true witness, the ruler[a] of God's creation.", "15": "I know your works. You are neither cold nor hot. I wish that you were either cold or hot.", "16": "So because you are lukewarm, and neither hot nor cold, I'm about to spit you out of my mouth.", "17": "After all, you say, 'I'm rich, and I've grown wealthy, and I don't need a thing.' You don't realize that you are miserable, pathetic, poor, blind, and naked.", "18": "My advice is that you buy gold from me that has been purified by fire so that you may be rich, and white clothing to wear so that your nakedness won't be shamefully exposed, and ointment to put on your eyes so that you may see.", "19": "I correct and discipline those whom I love. So be earnest and change your hearts and lives.", "20": "Look! I'm standing at the door and knocking. If any hear my voice and open the door, I will come in to be with them, and will have dinner with them, and they will have dinner with me.", "21": "As for those who emerge victorious, I will allow them to sit with me on my throne, just as I emerged victorious and sat down with my Father on his throne.", "22": "If you can hear, listen to what the Spirit is saying to the churches.”"}