{"1": "After this I saw four angels standing at the four corners of the earth. They held back the earth's four winds so that no wind would blow against the earth, the sea, or any tree.", "2": "I saw another angel coming up from the east, holding the seal of the living God. He cried out with a loud voice to the four angels who had been given the power to damage the earth and sea.", "3": "He said, “Don't damage the earth, the sea, or the trees until we have put a seal on the foreheads of those who serve our God.”", "4": "Then I heard the number of those who were sealed: one hundred forty-four thousand, sealed from every tribe of the Israelites:", "5": "From the tribe of Judah, twelve thousand were sealed; from the tribe of Reuben, twelve thousand; from the tribe of Gad, twelve thousand;", "6": "from the tribe of Asher, twelve thousand; from the tribe of Naphtali, twelve thousand; from the tribe of Manasseh, twelve thousand;", "7": "from the tribe of Simeon, twelve thousand; from the tribe of Levi, twelve thousand; from the tribe of Issachar, twelve thousand;", "8": "from the tribe of Zebulun, twelve thousand; from the tribe of Joseph, twelve thousand; from the tribe of Benjamin, twelve thousand were sealed.", "9": "After this I looked, and there was a great crowd that no one could number. They were from every nation, tribe, people, and language. They were standing before the throne and before the Lamb. They wore white robes and held palm branches in their hands.", "10": "They cried out with a loud voice: “Victory belongs to our God who sits on the throne, and to the Lamb.”", "11": "All the angels stood in a circle around the throne, and around the elders and the four living creatures. They fell facedown before the throne and worshipped God,", "12": "saying, “Amen! Blessing and glory and wisdom and thanksgiving and honor and power and might be to our God forever and always. Amen.”", "13": "Then one of the elders said to me, “Who are these people wearing white robes, and where did they come from?”", "14": "I said to him, “Sir, you know.” Then he said to me, “These people have come out of great hardship. They have washed their robes and made them white in the Lamb's blood.", "15": "This is the reason they are before God's throne. They worship him day and night in his temple, and the one seated on the throne will shelter them.", "16": "They won't hunger or thirst anymore. No sun or scorching heat will beat down on them,", "17": "because the Lamb who is in the midst of the throne will shepherd them. He will lead them to the springs of life-giving water,[a] and God will wipe away every tear from their eyes.”"}