{"1": "Then the fifth angel blew his trumpet, and I saw a star that had fallen from heaven to earth, and he was given the key to the shaft of the abyss.", "2": "He opened the shaft of the abyss; and smoke rose up from the shaft, like smoke from a huge furnace. The sun and air were darkened by the smoke from the shaft.", "3": "Then locusts came forth from the smoke and onto the earth. They were given power like the power that scorpions have on the earth.", "4": "They were told not to hurt the grass of the earth or any green plant or any tree. They could only hurt the people who didn't have the seal of God on their foreheads.", "5": "The locusts weren't allowed to kill them, but only to make them suffer for five months—and the suffering they inflict is like that of a scorpion when it strikes a person.", "6": "In those days people will seek death, but they won't find it. They will want to die, but death will run away from them.", "7": "The locusts looked like horses ready for battle. On their heads were what seemed to be gold crowns. Their faces were like human faces,", "8": "their hair was like women's hair, and their teeth were like lions' teeth.", "9": "In front they had what seemed to be iron armor upon their chests, and the sound of their wings was like the sound of many chariots and horses racing into battle.", "10": "They also have tails with stingers, just like scorpions; and in their tails is their power to hurt people for five months.", "11": "Their king is an angel from the abyss, whose Hebrew name is Abaddon,[a] and whose Greek name is Apollyon.[b]", "12": "The first horror has passed. Look! Two horrors are still coming after this.", "13": "Then the sixth angel blew his trumpet, and I heard a voice from the four horns of the gold altar that is before God.", "14": "It said to the sixth angel, who had the trumpet, “Release the four angels who are bound at the great river Euphrates.”", "15": "Then the four angels who had been made ready for that hour, day, month, and year were released to kill a third of humankind.", "16": "The number of cavalry troops was two hundred million. I heard their number.", "17": "And this is the way I saw the horses and their riders in the vision: they had breastplates that were fiery red, dark blue, and yellow as sulfur. The horses' heads were like lions' heads, and out of their mouths came fire, smoke, and sulfur.", "18": "By these three plagues a third of humankind was killed: by the fire, smoke, and sulfur coming out of their mouths.", "19": "The horses' power is in their mouths and their tails, for their tails are like snakes with heads that inflict injuries.", "20": "The rest of humankind, who weren't killed by these plagues, didn't change their hearts and lives and turn from their handiwork. They didn't stop worshipping demons and idols made of gold, silver, bronze, stone, and wood—idols that can't see or hear or walk.", "21": "They didn't turn away from their murders, their spells and drugs, their sexual immorality, or their stealing."}