{"1": "Paul, a servant of Christ Jesus, called to be an apostle, set apart for the gospel of God, ", "2": "which he promised in advance through his prophets in the Holy Scriptures. ", "3": "This gospel is about his Son—who in the flesh[a] was born a descendant of David, ", "4": "who in the spirit[b] of holiness was declared to be God's powerful Son by his resurrection from the dead—Jesus Christ, our Lord. ", "5": "Through him we received grace and the call to be an apostle on behalf of his name, to bring about the obedience of faith among all the Gentiles, ", "6": "including you, who were called by Jesus Christ.", "7": "To all those loved by God who are in Rome, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.", "8": "First of all, I thank my God through Jesus Christ concerning all of you, because your faith is being reported all over the world. ", "9": "To be sure, God, whom I serve with my spirit by proclaiming the gospel of his Son, is my witness to how constantly I make mention of you. In all my prayers, ", "10": "I always ask if perhaps at last a way might be opened, if God wills, for me to come to you. ", "11": "I certainly long to see you, in order that I may deliver some spiritual gift to you, so that you are strengthened— ", "12": "that is, when I am with you, that we will be mutually encouraged by each other's faith, yours and also mine.", "13": "I do not want you to be unaware of the fact, brothers,[c] that I have often planned to come to you but have been prevented from doing so until now. I wanted to have some fruit among you in the same way as I did among the rest of the Gentiles. ", "14": "I have an obligation both to Greeks and non-Greeks,[d] to the wise and to the foolish. ", "15": "That is why I am eager to proclaim the gospel also to you who are in Rome.", "16": "For I am not ashamed of the gospel, because it is the power of God for salvation to everyone who believes—to the Jew first, and also to the Greek. ", "17": "For in the gospel a righteousness from God is revealed by faith, for faith,[e] just as it is written, “The righteous will live by faith.”[f]", "18": "Indeed, God's wrath is being revealed from heaven against all the ungodliness and unrighteousness of people who try to suppress the truth by unrighteousness. ", "19": "This happens because what can be known about God is evident among them, because God made it evident among them. ", "20": "In fact, his invisible characteristics—his eternal power and divine nature—have been clearly seen since the creation of the world, because they are understood from the things he made. As a result, people are without excuse, ", "21": "because, even though they knew God, they did not honor him or give him thanks as God. Instead, their thinking became nonsense, and their senseless heart was darkened.", "22": "Although they claim to be wise, they have become fools ", "23": "and exchanged the glory of the immortal God for images made to look like a mortal human, or like birds, four-footed animals, and crawling things. ", "24": "So, as they followed the sinful desires of their hearts, God handed them over to the impurity of degrading their own bodies among themselves. ", "25": "Such people have traded the truth about God for the lie, worshipping and serving the creation rather than the Creator, who is worthy of praise forever. Amen.", "26": "For this reason God handed them over to disgraceful passions. Even their females exchanged natural sexual relations for unnatural ones. ", "27": "And, in the same way, their males, after abandoning natural sexual relations with females, were consumed by their lust for one another. Males perform indecent acts with males and receive in themselves the penalty that is fitting for their perversion.", "28": "And since they did not consider it worthwhile to hold on to the true knowledge of God, God handed them over to a corrupted mind to do things that should never be done. ", "29": "They are filled with every kind of unrighteousness, evil, greed, and wickedness. They are full of envy, murder, quarreling, deceit, and malice. They are gossipers, ", "30": "slanderers, God-haters, insolent mockers, arrogant boasters, and loudmouths. They dream up evil things. They disobey their parents. ", "31": "They are senseless, faithless, heartless, and merciless. ", "32": "Even though they know God's righteous decree that those who do these things are worthy of death, such people not only continue to do them, but also approve of others who continue to commit such sins."}