{"1": "Brothers, my heart's desire and prayer to God on behalf of the Israelites is that they may be saved. ", "2": "Indeed, I testify about them that they have a zeal for God, but it is not consistent with knowledge. ", "3": "Since they were ignorant of the righteousness from God and sought to establish their own righteousness, they did not submit to the righteousness from God. ", "4": "For to everyone who believes, Christ is the end of the law, resulting in righteousness.", "5": "Indeed, Moses writes this about the righteousness that comes by the law: “The one who does these things will live by them.”[a] ", "6": "But the righteousness that comes by faith speaks like this: “Do not say in your heart, 'Who will ascend into heaven?'”[b] (that is, to bring Christ down) ", "7": "“or 'Who will descend into the abyss?'”[c] (that is, to bring Christ up from the dead). ", "8": "But what does it say? “The word is near you, in your mouth and in your heart,”[d] that is, the word of faith that we are proclaiming. ", "9": "Certainly, if you confess with your mouth that Jesus is Lord and believe in your heart that God raised him from the dead, you will be saved. ", "10": "For it is with the heart a person believes, resulting in righteousness, and it is with the mouth that a person confesses, resulting in salvation. ", "11": "For Scripture says, “Everyone who believes in him will not be put to shame.”[e]", "12": "So there is no distinction between Jew and Greek, because the same Lord is Lord of all, who gives generously to all who call on him. ", "13": "Yes, “Everyone who calls on the name of the Lord will be saved.”[f]", "14": "So then, how can they call on the one they have not believed in? And how can they believe in the one about whom they have not heard? And how can they hear without a preacher? ", "15": "And how can they preach unless they are sent? Just as it is written, “How beautiful are the feet of those who preach the good news of peace,[g] who preach the gospel of good things!”[h]", "16": "But not all obeyed the gospel. For Isaiah says, “Lord, who believed our message?”[i] ", "17": "So then, faith comes from hearing the message, and the message comes through the word of Christ.[j]", "18": "But I ask, did they not hear? Of course, they certainly did. The sound of their voice went out to all the earth, and their words to the farthest parts of the world.[k]", "19": "Yet I ask, did Israel not understand? First, Moses says: I will make you jealous of those who are not a nation; I will make you angry with a nation that does not understand.[l]", "20": "And Isaiah also boldly says: I was found by those who were not looking for me; I became well known to those who were not asking for me.[m]", "21": "But about Israel he says: All day long I stretched out my hands to a people who disobey and oppose me.[n]"}