{"1": "Therefore I urge you, brothers,[a] by the mercies of God, to offer your bodies as a living sacrifice—holy and pleasing to God—which is your appropriate worship. ", "2": "Also, do not continue to conform to the pattern of this world, but be transformed by the renewal of your mind, so that you test and approve what is the will of God—what is good, pleasing, and perfect.", "3": "So by the grace given to me, I tell everyone among you not to think of yourself more highly than you ought, but think in a way that results in sound judgment, as God distributed a measure of faith to each of you. ", "4": "For we have many members in one body, and not all the members have the same function. ", "5": "In the same way, though we are many, we are one body in Christ, and individually members of one another.", "6": "We have different gifts, according to the grace God has given us. If the gift is prophecy, do it in complete agreement with the faith.[b] ", "7": "If it is serving, then serve. If it is teaching, then teach. ", "8": "If it is encouraging, then encourage. If it is contributing, be generous. If it is leadership, be diligent. If it is showing mercy, do it cheerfully.", "9": "Do not just pretend to love others. Hate what is evil. Cling to what is good. ", "10": "Be devoted to one another with brotherly love. Think of others as deserving more honor than yourselves. ", "11": "Do not be lagging behind in zeal, but be fervent in spirit, as you continue to serve the Lord. ", "12": "Be joyful in hope. Endure trials patiently. Persist in prayer. ", "13": "Share with the saints who are in need. Be quick to welcome strangers as guests.", "14": "Bless those who persecute you; bless, and do not curse. ", "15": "Rejoice with those who are rejoicing; weep with those who are weeping. ", "16": "Have the same respect for one another. Do not be arrogant, but associate with the humble. Do not think too highly of yourselves.", "17": "Do not pay anyone back evil for evil. Focus on those things that everyone considers noble. ", "18": "If it is possible, as far as it depends on you, maintain peace with everyone. ", "19": "Do not take revenge, dear friends, but leave room for God's wrath. For it is written, “Vengeance is mine; I will repay,”[c] says the Lord. ", "20": "But: If your enemy is hungry, feed him; if he is thirsty, give him a drink. For by doing this, you will heap burning coals on his head.[d]", "21": "Do not be overcome by evil, but overcome evil with good."}