{"1": "Everyone must submit to the governing authorities. For no authority exists except by God, and the authorities that do exist have been established by God. ", "2": "Therefore the one who rebels against the authority is opposing God's institution, and those who oppose will bring judgment on themselves.", "3": "For rulers are not a terror to good conduct, but to evil. Would you like to have no fear of the one in authority? Do what is good, and you will receive praise from him, ", "4": "because he is God's servant for your benefit. But if you do wrong, be afraid, because he does not carry the sword without reason. He is God's servant, a punisher to bring wrath on the wrongdoer. ", "5": "Therefore it is necessary to submit, not only because of wrath, but also because of conscience.", "6": "For this reason you also pay taxes, because the authorities are God's ministers, who are employed to do this very thing. ", "7": "Pay what you owe to all of them: taxes to whom taxes are owed, revenue to whom revenue is owed, respect to whom respect is owed, and honor to whom honor is owed.", "8": "Do not owe anyone anything except to love one another, for the one who loves another has fulfilled the law. ", "9": "For the commandments—do not commit adultery, do not murder, do not steal,[a] do not covet[b] (and if there is any other commandment)—are summed up in this statement: “Love your neighbor as yourself.”[c] ", "10": "Love does no harm to a neighbor, so love is the fulfillment of the law.", "11": "And do this since you understand the present time. It is already the hour for you to wake up from sleep, because our salvation is nearer now than when we first believed. ", "12": "The night is almost over, and the day is drawing near. So let us put away the deeds of darkness and put on the weapons of light. ", "13": "Let us walk decently as in the daytime, not in carousing and drunkenness, not in sexual sin and wild living, not in strife and jealousy. ", "14": "Instead, clothe yourselves with the Lord Jesus Christ, and do not give any thought to satisfying the desires of your sinful flesh."}