{"1": "We who are strong have an obligation to bear with the weaknesses of those who are not strong, and not just to please ourselves. ", "2": "Each of us should please his neighbor for the good purpose of building him up. ", "3": "For even Christ did not please himself, but as it is written: “The insults of those who are insulting you fell on me.”[a]", "4": "Indeed, whatever was written in the past was written for our instruction, so that, through patient endurance and the encouragement of the Scriptures, we would have hope. ", "5": "And may God, the source of patient endurance and encouragement, grant that you agree with one another in accordance with Christ Jesus, ", "6": "so that with one mind, in one voice, you may glorify the God and Father of our Lord Jesus Christ.", "7": "For this reason, accept one another as Christ also accepted you to the glory of God. ", "8": "For I am saying that Christ became a servant of those who are circumcised for the sake of God's truth, to confirm the promises made to the patriarchs. ", "9": "He also did this so that the Gentiles would glorify God for his mercy, as it is written: For this reason I will praise you among the Gentiles, and I will sing to your name.[b]", "10": "And again it says: Rejoice, you Gentiles, with his people.[c]", "11": "And again: Praise the Lord, all you Gentiles, and let all the peoples give him praise.[d]", "12": "And again Isaiah says: There will be a Root of Jesse, and he is the one who will rise up to rule the Gentiles; on him the Gentiles will place their hope.[e]", "13": "Now may the God of hope fill you with complete joy and peace as you continue to believe, so that you overflow with hope by the power of the Holy Spirit.", "14": "I myself am convinced about you, my brothers, that you yourselves are also full of goodness, filled with complete knowledge, and able to instruct one another. ", "15": "But I have written a letter to you (rather boldly at times) as a reminder to you, because of the grace God has given me ", "16": "to be a public minister of Christ Jesus to the Gentiles. I am to do the priestly work of proclaiming the gospel of God so that the Gentiles would be an acceptable offering, sanctified by the Holy Spirit.", "17": "Therefore I have a reason to boast in Christ Jesus about my service to God. ", "18": "For I will not dare to speak about anything except those things Christ accomplished through me that resulted in the Gentiles' obedience. Christ accomplished them by word and deed, ", "19": "along with the power of signs and wonders done by the power of God's[f] Spirit. As a result, I have fully proclaimed the gospel of Christ from Jerusalem all the way around to Illyricum. ", "20": "And so I consider it an honor to proclaim the gospel where Christ's name is not known, so that I may not build on another man's foundation. ", "21": "Instead, as it is written: Those who were not told about him will see, and those who have not heard will understand.[g]", "22": "This is also the reason I have been prevented many times from coming to you. ", "23": "But now I no longer have a place to work in these regions, and I have longed for many years to come to you. ", "24": "So when I go to Spain, I hope to visit you on my way. After I have enjoyed being with you for a while, I hope that you will help me on my journey there.", "25": "Right now I am going to Jerusalem bringing assistance[h] to the saints. ", "26": "For Macedonia and Achaia were pleased to make a certain contribution for the poor among the saints in Jerusalem. ", "27": "Indeed, they were pleased to do this and, to be sure, they are indebted to them. For if the Gentiles have come to share in their spiritual things, then the Gentiles owe it to them to serve them with material things.", "28": "So, after I complete this project by delivering this fruit safely to them, I will set out for Spain and visit you on the way. ", "29": "And I know that when I come to you, I will arrive with the full blessing of Christ.[i]", "30": "Now I urge you, brothers, through our Lord Jesus Christ and through the love of the Spirit, to struggle with me in prayers to God on my behalf. ", "31": "Pray that I may be rescued from those in Judea who are disobedient and that my service for Jerusalem may be acceptable to the saints, ", "32": "so that by God's will I may come to you in joy and be refreshed in your company.", "33": "May the God of peace be with you all. Amen."}