{"1": "Therefore, you are without excuse, every one of you who judges someone else, because by judging the other person you also condemn yourself, since you, who are judging, are doing the very same things. ", "2": "And we know that God's judgment on those who do such things is based on the truth.", "3": "Are you thinking that you will escape God's judgment, you who judge those who do such things and then do the same things yourself? ", "4": "Or do you have so little regard for his rich kindness, his restraint, and his patience, that you ignore the fact that the purpose of God's kindness is to lead you to repentance? ", "5": "As a result of your stubbornness and your unrepentant heart, you are storing up wrath for yourself on the day of wrath, when God will reveal his righteous judgment.", "6": "God “will repay each person according to what he has done”[a]— ", "7": "eternal life to those who seek glory, honor, and immortality by persisting in doing what is good, ", "8": "but furious anger to those who out of selfish ambition are disobeying what is true and obeying what is wrong. ", "9": "There will be trouble and distress for the soul of every person who does what is evil—for the Jew first and for the Greek— ", "10": "but glory, honor, and peace for everyone who does what is good—for the Jew first and for the Greek. ", "11": "For God does not show favoritism.", "12": "Indeed, all people who have sinned without law will also perish without law, and all the people who have sinned in connection with law will be judged by law. ", "13": "For it is not those who hear the law who will be righteous in God's sight, but those who do the law who will be declared righteous.", "14": "In fact, whenever Gentiles, who do not have the law, do by nature what the law requires—even though they do not have the law—they are a law for themselves. ", "15": "They demonstrate the work of the law that is written in their hearts, since their conscience also bears witness as their thoughts go back and forth, at times accusing or at times even defending them.", "16": "This will happen on the day when, according to my gospel, God will judge people's secrets through Jesus Christ.", "17": "Now if you call yourself a Jew, and you find your comfort in the law, and you boast in God; ", "18": "and if you know his will, and you approve the things that really matter, since you are instructed by the law; ", "19": "and if you are convinced that you yourself are a guide for the blind, a light for those in darkness, ", "20": "an instructor of the ignorant, and a teacher of infants (since you have the essence of knowledge and truth in the law)— ", "21": "now then, you, the one who is teaching someone else, do you fail to teach yourself? You who preach, “Do not steal,” do you steal? ", "22": "You who say, “Do not commit adultery,” do you commit adultery? You who detest idols, do you rob temples? ", "23": "You who boast in the law bring shame on God by breaking the law. ", "24": "Yes, as it is written, “God's name is blasphemed among the Gentiles because of you.”[b]", "25": "Indeed, circumcision has value if you observe the law. On the other hand, if you are a lawbreaker, your circumcision has become uncircumcision. ", "26": "So, if an uncircumcised person keeps the righteous requirements of the law, won't his uncircumcision be credited to him as circumcision? ", "27": "The one who is not circumcised physically, but who fulfills the law, will judge you who are a lawbreaker, even though you have the written law and circumcision.", "28": "In fact, a Jew who is merely one outwardly is not really a Jew, and circumcision that is only outward in the flesh is not really circumcision. ", "29": "Rather, a real Jew is one on the inside, and his circumcision is of the heart—a spiritual circumcision, not one based on carrying out the letter of the law. That person's praise does not come from people but from God."}