{"1": "What advantage, then, is there in being a Jew? Or what benefit is there to circumcision? ", "2": "Much in every way! Indeed, above all else, they were entrusted with the messages of God.", "3": "Now what if some did not believe? Their unbelief[a] will not nullify God's faithfulness, will it? ", "4": "Absolutely not! God must be true, even though everyone is found to be a liar, just as it is written: So that you would be justified whenever you speak, and win the case when you judge.[b]", "5": "Now if our unrighteousness demonstrates God's righteousness, what shall we say? God is not unjust in bringing his wrath on us, is he? (I am speaking from a human point of view.) ", "6": "Absolutely not! If that were so, how could God judge the world? ", "7": "For example,[c] someone might say, “If by my lie the truth of God increases all the more to his glory, why am I still being judged as a sinner?” ", "8": "And why not say (as some slanderously claim we say), “Let us do evil so that good may result.” Their condemnation is deserved.", "9": "What then? Are we any better off? No, not at all! In fact, we have already made the charge that all (both Jews and Greeks) are under sin. ", "10": "Just as it is written: There is no one who is righteous, not even one.", "11": "There is no one who understands. There is no one who searches for God.", "12": "They all turned away; together they became useless. There is no one who does what is good; there is not even one.[d]", "13": "Their throat is an open grave. They kept deceiving with their tongues. The poison of asps is on their lips.[e]", "14": "Their mouth is filled with cursing and bitterness.[f]", "15": "Their feet are quick to shed blood.", "16": "They leave a trail of destruction and suffering wherever they go.", "17": "The way of peace they did not know.[g]", "18": "There is no fear of God in front of their eyes.[h]", "19": "Now we know that whatever the law says is addressed to those who are under the law,[i] so that every mouth will be silenced and the whole world will be subject to God's judgment. ", "20": "For this reason, no one[j] will be declared righteous in his sight by works of the law, for through the law we become aware of sin.", "21": "But now, completely apart from the law, a righteousness from God has been made known. The Law and the Prophets testify to it. ", "22": "This righteousness from God comes through faith in Jesus Christ to all and over all[k] who believe. In fact, there is no difference, ", "23": "because all have sinned and fall short of the glory[l] of God ", "24": "and are justified[m] freely by his grace through the redemption that is in Christ Jesus, ", "25": "whom God publicly displayed as the atonement seat[n] through faith in his blood. God did this to demonstrate his justice, since, in his divine restraint, he had left the sins that were committed earlier unpunished. ", "26": "He did this to demonstrate his justice at the present time, so that he would be both just and the one who justifies the person who has faith in Jesus.", "27": "What happens to boasting then? It has been eliminated. By what principle[o]—by the principle of works? No, but by the principle of faith. ", "28": "For we conclude that a person is justified by faith without the works of the law. ", "29": "Or is he only the God of the Jews? Is he not also the God of the Gentiles? Yes, also of the Gentiles, ", "30": "since there is one God who will justify the circumcised person by faith and the uncircumcised person through the very same faith. ", "31": "So are we doing away with the law by this faith? Absolutely not! Instead, we are upholding the law."}