{"1": "What then will we say that Abraham, our forefather, discovered according to the flesh? ", "2": "If indeed Abraham had been justified by works, he would have had a reason to boast—but not before God. ", "3": "For what does Scripture say? “Abraham believed God and it was credited to him as righteousness.”[a]", "4": "Now to a person who works, his pay is not counted as a gift but as something owed. ", "5": "But to the person who does not work but believes in the God who justifies the ungodly, his faith is credited to him as righteousness.", "6": "This is exactly what David says about the blessed state of the person to whom God credits righteousness apart from works:", "7": "Blessed are those whose lawless deeds are forgiven and whose sins are covered.", "8": "Blessed is the man whose sin the Lord will never count against him.[b]", "9": "Now then, does this blessing apply only to the circumcised or also to the uncircumcised? To be sure, we maintain that faith was credited to Abraham as righteousness. ", "10": "So then, under what circumstances was it credited to him? Was he circumcised or uncircumcised at that time? He was not circumcised but uncircumcised, ", "11": "and he received the mark of circumcision as the seal of the righteousness by faith that was already his while he was uncircumcised. So Abraham is the father of all the uncircumcised people who believe, so that righteousness would also be credited to them. ", "12": "He is also the father of the circumcised people who are not merely circumcised but also walk in the footsteps of the faith our father Abraham had before he was circumcised.", "13": "Indeed, the promise that he would be the heir of the world was not given to Abraham or his descendants through the law, but through the righteousness that is by faith. ", "14": "To be sure, if people are heirs by the law, faith is empty and the promise is nullified. ", "15": "For law brings wrath. (Where there is no law, there is no transgression.) ", "16": "For this reason, the promise is by faith, so that it may be according to grace and may be guaranteed to all of Abraham's descendants—not only to the one who is a descendant by law, but also to the one who has the faith of Abraham. He is the father of us all. ", "17": "As it is written: “I have made you a father of many nations.”[c] In the presence of God, Abraham believed him who makes the dead alive and calls non-existing things so that they exist.[d] ", "18": "Hoping beyond what he could expect, he believed that he would become the father of many nations, just as he was told: “This is how many your descendants will be.”[e] ", "19": "He did not weaken in faith, even though he considered his own body as good as dead (because he was about one hundred years old), and even though he considered Sarah's womb to be dead. ", "20": "He did not waver in unbelief with respect to God's promise, but he grew strong in faith, giving glory to God ", "21": "and being fully convinced that God was able to do what he had promised. ", "22": "This is why “it was credited to him as righteousness.”[f]", "23": "Now the statement “it was credited to him” was not written for him alone, ", "24": "but also for us to whom it would be credited, namely, to us who believe in the one who raised our Lord Jesus from the dead. ", "25": "He was handed over to death because of our trespasses and was raised to life because of our justification."}