{"1": "Or don't you know, brothers[a] (since I am speaking to those who know the law), that a law has jurisdiction over a person only as long as he lives? ", "2": "For example, a married woman is bound to her husband by law as long as he is alive, but if he dies, she is released from this law regarding her husband. ", "3": "So then, she will be labeled an adulteress if she is joined to another man while her husband is alive. But if her husband dies, she is free from this law, and she is not an adulteress if she marries another man.", "4": "In the same way, my brothers, you also were put to death in regard to the law by the body of Christ, so that you may be joined to another, to the one who was raised from the dead, in order that we might produce fruit for God. ", "5": "For when we were in the flesh, strong sinful desires stirred up by the law were at work in our members, with the result that we produced fruit that results in death. ", "6": "But now we have been released from the law by dying to what held us in its grip, so that we serve in the new way of the Spirit and not in the old way of the letter of the law.", "7": "What will we say then? Is the law sin? Absolutely not! On the contrary, I would not have recognized sin except through the law. For example, I would not have known about coveting if the law had not said, “You shall not covet.”[b] ", "8": "But sin, seizing the opportunity provided by this commandment, produced every kind of sinful desire in me. For apart from the law, sin is dead. ", "9": "Once I was alive without the law. But when this commandment came, sin came to life, ", "10": "and I died. This commandment that was intended to result in life actually resulted in death for me. ", "11": "You see, sin, seizing the opportunity provided by this commandment, deceived me and put me to death through it.", "12": "So the law is holy, and the commandment is holy, righteous, and good. ", "13": "Then did what is good become death to me? Absolutely not! But sin, so that it might be recognized as sin, brings about my death by this good thing, so that through this commandment sin might prove itself to be totally sinful.", "14": "Certainly we know that the law is spiritual, but I am unspiritual, sold as a slave to sin. ", "15": "For I do not understand what I am doing, because I do not keep doing what I want. Instead, I do what I hate. ", "16": "And if I do what I do not want to do, I agree that the law is good. ", "17": "But now it is no longer I who am doing it, but it is sin living in me. ", "18": "Indeed, I know that good does not live in me, that is, in my sinful flesh. The desire to do good is present with me, but I am not able to carry it out. ", "19": "So I fail to do the good I want to do. Instead, the evil I do not want to do, that is what I keep doing. ", "20": "Now if I do what I do not want to do, it is no longer I who am doing it, but it is sin living in me.", "21": "So I find this law[c] at work: When I want to do good, evil is present with me. ", "22": "I certainly delight in God's law according to my inner self, ", "23": "but I see a different law at work in my members, waging war against the law of my mind and taking me captive to the law of sin, which is present in my members. ", "24": "What a miserable wretch I am! Who will rescue me from this body of death? ", "25": "I thank God[d] through Jesus Christ our Lord! So then, I myself serve the law of God with my mind, but with my sinful flesh I serve the law of sin."}