{"1": "So then, there is now no condemnation for those who are in Christ Jesus.[a] ", "2": "For in Christ Jesus the law of the Spirit of life set me[b] free from the law of sin and death. ", "3": "Indeed, what the law was unable to do, because it was weakened by the flesh, God did, when he sent his own Son in the likeness of sinful flesh to deal with sin.[c] God condemned sin in his flesh, ", "4": "so that the righteous decree of the law would be fully satisfied in us who are not walking according to the flesh, but according to the spirit.[d]", "5": "To be sure, those who are in harmony with the sinful flesh think about things the way the sinful flesh does, and those in harmony with the spirit think about things the way the spirit does. ", "6": "Now, the way the sinful flesh thinks results in death, but the way the spirit thinks results in life and peace. ", "7": "For the mind-set of the sinful flesh is hostile to God, since it does not submit to God's law, and in fact, it cannot. ", "8": "Those who are in the sinful flesh cannot please God.", "9": "But you are not in the sinful flesh but in the spirit, if indeed God's Spirit lives in you. And if someone does not have the Spirit of Christ, that person does not belong to Christ. ", "10": "But if Christ is in you, your body is dead because of sin, but your spirit is alive because of righteousness. ", "11": "And if the Spirit of the one who raised Jesus from the dead dwells in you, the one who raised Christ from the dead will also make your mortal bodies alive through his Spirit, who is dwelling in you.", "12": "So then, brothers, we do not owe it to the sinful flesh to live in harmony with it. ", "13": "For if you live in harmony with the sinful flesh, you are going to die. But if by the Spirit you put to death the actions of the body, you will live.", "14": "Indeed, those who are led by the Spirit of God are sons of God. ", "15": "For you did not receive a spirit of slavery so that you are afraid again, but you received the Spirit of adoption by whom[e] we call out, “Abba, Father!” ", "16": "The Spirit himself joins our spirit in testifying that we are God's children.", "17": "Now if we are children, we are also heirs—heirs of God and fellow heirs with Christ, since we suffer with him, so that we may also be glorified with him.", "18": "For I conclude that our sufferings at the present time are not worth comparing with the glory that is going to be revealed to us. ", "19": "In fact, creation is waiting with eager longing for the sons of God to be revealed. ", "20": "For creation was subjected to futility, not by its own will, but by the will of the one who subjected it, in the hope ", "21": "that even creation itself will be set free from slavery to corruption, in order to share in the glorious freedom of the children of God.", "22": "For we know that all of creation is groaning with birth pains right up to the present time. ", "23": "And not only creation, but also we ourselves, who have the firstfruits of the Spirit,[f] groan inwardly while we eagerly await our adoption as sons, the redemption of our body. ", "24": "Indeed, it was for this hope we were saved. But hope that is seen is not hope, because who hopes for what he already sees? ", "25": "But if we hope for something we do not see, we eagerly wait for it with patient endurance.", "26": "In the same way the Spirit helps us in our weakness. We do not know what we should pray for, but the Spirit himself intercedes for us with groans that are not expressed in words. ", "27": "And he who searches our hearts knows what the mind of the Spirit is, because the Spirit intercedes for the saints, according to God's will.", "28": "We know that all things work together for the good of those who love God, for those who are called according to his purpose, ", "29": "because those God foreknew, he also predestined to be conformed to the image of his Son, so that he would be the firstborn among many brothers. ", "30": "And those he predestined, he also called. Those he called, he also justified. And those he justified, he also glorified.", "31": "What then will we say about these things? If God is for us, who can be against us? ", "32": "Indeed, he who did not spare his own Son, but gave him up for us all—how will he not also graciously give us all things along with him?", "33": "Who will bring an accusation against God's elect? God is the one who justifies! ", "34": "Who is the one who condemns? Christ Jesus,[g] who died and, more than that, was raised to life, is the one who is at God's right hand and who is also interceding for us! ", "35": "What will separate us from the love of Christ? Will trouble or distress or persecution or famine or nakedness or danger or sword? ", "36": "Just as it is written: For your sake we are being put to death all day long. We are considered as sheep to be slaughtered.[h]", "37": "No, in all these things we are more than conquerors[i] through him who loved us.", "38": "For I am convinced that neither death nor life, neither angels nor rulers, neither things present nor things to come, nor powerful forces, ", "39": "neither height nor depth, nor anything else in creation, will be able to separate us from the love of God in Christ Jesus our Lord."}