{"1": "I am speaking the truth in Christ—I am not lying—my conscience testifies with me in the Holy Spirit ", "2": "that I have great sorrow and continuous pain in my heart. ", "3": "For I almost wish that I myself could be cursed and separated from Christ in place of my brothers, my relatives according to the flesh, ", "4": "those who are Israelites. Theirs are the adoption as sons, the glory, the covenants, the giving of the law, the worship, and the promises. ", "5": "Theirs are the patriarchs, and from them, according to the flesh, came the Christ, who is God over all, eternally blessed. Amen.", "6": "This does not mean that God's word has failed, because not all who are descended from Israel are really Israel, ", "7": "and not all who are descended from Abraham are really his children. On the contrary, “Your line of descent will be traced through Isaac.”[a] ", "8": "This means that it is not the children of the flesh who are God's children, but it is the children of the promise who are counted as his descendants. ", "9": "For this is what the promise said: “I will arrive at this set time, and Sarah will have a son.”[b]", "10": "Not only that, but Rebekah also had children by one man, our forefather, Isaac. ", "11": "Even before the twins were born or did anything good or bad, in order that God's purpose in election might continue— ", "12": "not by works but because of him who calls us—it was said to her, “The older will serve the younger.”[c] ", "13": "Just as it is written: “Jacob I loved, but Esau I hated.”[d]", "14": "What will we say then? Does this mean that God is unjust? Absolutely not! ", "15": "For God says to Moses: I will show mercy to whom I show mercy, and I will have compassion on whom I have compassion.[e]", "16": "So then, it does not depend on human desire or effort, but on God's mercy.", "17": "Indeed, the Scripture says in regard to Pharaoh, “For this very purpose I caused you to stand, that I may demonstrate my power in how I deal with you, and that my name may be proclaimed in all the earth.”[f] ", "18": "So then, God shows mercy to whom he desires, and he hardens whom he desires.", "19": "Then you will say to me, “Why does God still find fault? For who has ever succeeded in resisting his will?” ", "20": "But who are you, a mere human being, to talk back to God? Shall the thing that is formed say to the one who formed it, “Why did you make me like this?” No. ", "21": "Doesn't the potter have the right to make out of the same lump of clay one pot for special use and another for ordinary use?", "22": "What if God, although he wanted to demonstrate his wrath and make his power known, endured with great patience the objects of wrath—ripe for destruction?[g] ", "23": "And what if he did this to make the riches of his glory known to the objects of mercy whom he prepared in advance for glory, ", "24": "including us, whom he called—not only from the Jews but also from the Gentiles.", "25": "This is also what God says in Hosea: Those who were not my people, I will call my people, and she who was not loved, I will call my loved one.[h]", "26": "And, it will be that in the place where they were told, “You are not my people,” there they will be called “sons of the living God.”[i]", "27": "And Isaiah cries out about Israel: Although the number of the sons of Israel is as great as the sand of the sea, only the remnant will be saved.", "28": "For the Lord, who carries out what he says without delay,[j] will do what he said completely and decisively on the earth.[k]", "29": "Just as Isaiah said earlier: If the Lord of Armies[l] had not left us some descendants, we would have become like Sodom, and we would have been like Gomorrah.[m]", "30": "What shall we say then? That Gentiles, who were not pursuing righteousness, have obtained righteousness, a righteousness that is by faith. ", "31": "But Israel, while pursuing the law as a way of righteousness, did not reach it. ", "32": "Why? Because they kept pursuing it not by faith, but as if it comes by works.[n] They stumbled over the stumbling stone. ", "33": "Just as it is written: Look, I am putting a stone in Zion over which they will stumble and a rock over which they will fall. The one who believes[o] in him will not be put to shame.[p]"}