{"1": "Nehemiah bewaileth the calamity of Jerusalem. 5 He confesseth the sins of the people, and praiseth God for them. The words of Nehemiah the son of Hachaliah. In the month [a]Chislev, in the twentieth year, as I was in the palace of Shushan,", "2": "Came Hanani, one of my [b]brethren, he and the men of Judah, and I asked them concerning the Jews that were delivered, which were of the residue of the captivity, and concerning Jerusalem.", "3": "And they said unto me, The residue that are left of the captivity there in the [c]province, are in great affliction and in reproach, and the wall of Jerusalem is broken down, and the gates thereof are burnt with fire.", "4": "And when I heard these words, I sat down and wept, and mourned certain days, and I fasted and prayed before the God of heaven,", "5": "And said, O Lord God of heaven, the great and terrible God, that keepeth covenant and mercy for them that love him, and observe his commandments,", "6": "I pray thee let thine ears be attent, and thine eyes open, to hear the prayer of thy servant, which I pray before thee daily, day and night for the children of Israel thy servants, and confess the sins of the children of Israel, which we have sinned against thee, both I and my father's house have sinned:", "7": "We have [d]grievously sinned against thee, and have not kept the commandments, nor the statutes, nor the judgments, which thou commandedst thy servant Moses.", "8": "I beseech thee, remember the word that thou commandedst thy servant Moses, saying, Ye will transgress, and I will scatter you abroad among the people.", "9": "But if ye return unto me, and keep my commandments, and do them, though your scattering were to the uttermost part of the heaven, yet will I gather you from thence, and will bring you unto the place that I have chosen to place my Name there.", "10": "Now these are thy servants and thy people whom thou hast redeemed by thy great power, and by thy mighty hand.", "11": "O Lord, I beseech thee, let thine ear now hearken to the prayer of thy servant, and to the prayer of thy servants, who desire to [e]fear thy Name, and I pray thee, cause thy servant to prosper this day, and give him favor in the presence of [f]this man: for I was the king's butler."}