{"1": "The names of them that sealed the covenant between God and the people. Now they that sealed, were Nehemiah the [a]Tirshatha the son of Hachaliah, and Zidkijah,", "2": "Seraiah, Azariah, Jeremiah,", "3": "Pashur, Amariah, Malchijah,", "4": "Hattush, Shebaniah, Malluch,", "5": "Harim, Meremoth, Obadiah,", "6": "Daniel, Ginnethon, Baruch,", "7": "Meshullam, Abijah, Mijamin,", "8": "Maaziah, Bilgai, Shemaiah: these are [b]the Priests.", "9": "¶ And the Levites: Jeshua the son of Azaniah, Binnui, of the sons of Henadad, Kadmiel.", "10": "And their brethren, Shebaniah, Hodijah, Kelita, Pelaiah, Hanun,", "11": "Micha, Rehob, Hashabiah,", "12": "Zaccur, Sherebiah, Shebaniah,", "13": "Hodijah, Bani, Beninu.", "14": "¶ The chief of the people were Parosh, [c]Pahath-Moab, Elam, Zattu, Bani,", "15": "Bunni, Azgad, Bebai,", "16": "Adonijah, Bigvai, Adin,", "17": "Ater, Hezekiah, Azzur,", "18": "Hodijah, Hashum, Bezai,", "19": "Hariph, Anathoth, Nebai,", "20": "Magpiash, Meshullam, Hezir,", "21": "Meshezabeel, Zadok, Jaddua,", "22": "Pelatiah, Hanan, Anaiah,", "23": "Hoshea, Hananiah, Hashub,", "24": "Hallohesh, Pileha, Shobek,", "25": "Rehum, Hashabnah, Maaseiah,", "26": "And Ahijah, Hanan, Anan,", "27": "Malluch, Harim, Baanah.", "28": "And the rest of the people, the Priests, the Levites, the porters, the singers, the [d]Nethinim, and all that were [e]separated from the people of the lands unto the Law of God, their wives, their sons and their daughters, all that could understand.", "29": "The chief of them [f]received it for their brethren, and they came to the [g]curse and to the oath to walk in God's Law, which was given by Moses the servant of God, to observe and do all the commandments of the Lord our God, and his judgments and his statutes:", "30": "And that we would not give our daughters to the people of the land, neither take their daughters for our sons.", "31": "And if the people of the land brought ware on the Sabbath, or any vittles to sell, [h]that we would not take it of them on the Sabbath, and on the holy days: and that we would let the seventh year be free, and the debts of every [i]person.", "32": "And we made statutes for ourselves to give by the year, the third part of a shekel for the service of the house of our God,", "33": "For the [j]showbread, and for the daily offering, and for the daily burnt offering, the Sabbaths, the new moons, for the solemn feasts, and for the things that were sanctified, and for the sin offerings, to make an atonement for Israel, and for all the work of the house of our God.", "34": "We cast also lots for the offering of the wood, even the Priests, the Levites, and the people, to bring it into the house of our God, [k]by the house of our fathers, yearly at the times appointed, to burn it upon the Altar of the Lord our God, as it is written in the Law,", "35": "And to bring the firstfruits of our land, and the first of all the fruits of all trees, year by year, into the house of the Lord,", "36": "And the firstborn of our sons, and of our cattle, as it is [l]written in the Law, and the firstborn of our bullocks, and of our sheep, to bring it into the house of our God, unto the Priests that minister in the house of our God,", "37": "And that we should bring the firstfruit of our dough, and our offerings, and the fruit of every tree, of wine and of oil, unto the Priests, to the chambers of the house of our God: and the tithes of our land unto the Levites, that the Levites might have the tithes in all the cities of our [m]travail.", "38": "And the Priest, the son of Aaron shall be with the Levites, when the Levites take tithes, and the Levites shall bring up the tenth part of the tithes unto the house of our God, unto the chambers of the treasure house.", "39": "For the children of Israel, and the children of Levi shall bring up the offering of the corn, of the wine, and of the oil, unto the chambers: and there shall be the vessels of the Sanctuary, and the Priests that minister, and the porters, and the singers, and [n]we will not forsake the house of our God."}