{"1": "The Priests and Levites which came with Zerubbabel unto Jerusalem, are numbered, 27 and the wall is dedicated. These also are the Priests and the Levites that [a]went up with Zerubbabel, the son of Shealtiel, and Jeshua: to wit, Seraiah, Jeremiah, Ezra,", "2": "Amariah, Malluch, Hattush,", "3": "Shecaniah, Rehum, Meremoth,", "4": "Iddo, Ginnethoi, Abijah,", "5": "Mijamin, Maadiah, Bilgah,", "6": "Shemaiah, and Joiarib, Jedaiah,", "7": "Sallu, Amok, Hilkiah, Jedaiah: these were the [b]chief of the Priests, and of their brethren in the days of Jeshua.", "8": "And the Levites, Jeshua, Binnui, Kadmiel, Sherebiah, Judah, Mattaniah [c]were over the thanksgivings, he, and his brethren.", "9": "And Bakbukiah and Unni, and their brethren were about them in the [d]watches.", "10": "And Jeshua begat Joiakim: Joiakim also begat Eliashib, and Eliashib begat Joiada.", "11": "And Joiada begat Jonathan, and Jonathan begat Jaddua,", "12": "And in the days of Joiakim were these the chief fathers of the Priests: under [e]Seraiah was Meraiah, under Jeremiah, Hananiah,", "13": "Under Ezra, Meshullam, under Amariah, Jehohanan,", "14": "Under Melichu, Jonathan, under Shebaniah, Joseph,", "15": "Under Harim, Adna, under Maraioth, Helkai,", "16": "Under Iddo, Zechariah, under Ginnethon, Meshullam,", "17": "Under [f]Abijah, Zichri, under Minjamin, and under Moadiah, Piltai,", "18": "Under Bilgah, Shammua, under Shemaiah, Jehonathan,", "19": "Under Joiarib, Mattenai, under Jedaiah, Uzzi,", "20": "Under Sallai, Kallai, under Amok, Eber,", "21": "Under Hilkiah, Hashabiah, under Jedaiah, Nethanel.", "22": "In the days of Eliashib, Joiada, and Johanan and Jaddua were the chief fathers of the Levites written, and the Priests in the reign of Darius the Persian.", "23": "The sons of Levi, the chief fathers were written in the book of the Chronicles even unto the days of Johanan the son of Eliashib.", "24": "And the chief of the Levites were Hashabiah, Sherebiah, and Jeshua the son of Kadmiel, and their brethren about them to give praise and thanks, according to the ordinances of David the man of God, ward over [g]against ward.", "25": "Mattaniah and Bakbukiah, Obadiah, Meshullam, Talmon and Akkub were porters keeping the ward at the thresholds of the gates.", "26": "These were in the days of Joiakim the son of Jeshua, the son of Jozadak, and in the days of Nehemiah the captain, and of Ezra the Priest and Scribe.", "27": "And in the dedication of the wall at Jerusalem, they sought the Levites out of all their places to bring them to Jerusalem to keep the dedication and gladness, both with thanksgivings and with songs, cymbals, viols, and with harps.", "28": "Then the [h]singers gathered themselves together both from the plain country about Jerusalem, and from the villages of [i]Netophathi,", "29": "And from the house of Gilgal, and out of the countries of Geba, and Azmaveth: for the singers had built them villages round about Jerusalem.", "30": "And the Priests and Levites were purified, and cleansed the people, and the gates, and the wall.", "31": "And [j]I brought up the princes of Judah upon the wall, and appointed two great companies to give thanks, and the one went on the right hand of the wall toward the dung gate.", "32": "And after them went Hoshaiah, and half of the princes of Judah,", "33": "And Azariah, Ezra and Meshullam,", "34": "Judah, Benjamin, and Shemaiah, and Jeremiah,", "35": "And of the Priest's sons with trumpets, Zechariah, the son of Jonathan, the son of Shemaiah, the son of Mattaniah, the son of Michaiah, the son of Zaccur, the son of Asaph.", "36": "And [k]his brethren, Shemaiah, and Azarel, Milalai, Gilalai, Maai, Nethanel, and Judah, Hanani, with the musical instruments of David the man of God: and Ezra the Scribe went before them.", "37": "And to the gate of the fountain, even over against them went they up by the [l]stairs of the city of David, at the going up of the wall beyond the house of David, even unto the water gate Eastward.", "38": "And the second company of them that gave thanks, went on the other side, and I after them, and the half of the people was upon the wall, and upon the tower of the furnaces even unto the broad wall.", "39": "And upon the gate of Ephraim, and upon the old gate, and upon the fish gate, and the tower of Hananel, and the tower of Meah, even unto the sheep gate: and they stood in the gate of the ward.", "40": "So stood the two companies (of them that gave thanks) in the house of God, and I and the half of the rulers with me.", "41": "The Priests also, Eliakim, Maaseiah, Minjamin, Michaiah, Elioenai, Zechariah, Hananiah, with trumpets,", "42": "And Maaseiah, and Shemaiah, and Eleazar, and Uzzi, and Jehohanan, and Malchijah, and Elam, and Ezer: and the singers [m]sang loud, having Jezrahiah which was the overseer.", "43": "And the same day they offered great sacrifices and rejoiced: for God had given them great joy, so that both the women, and the children were joyful: and the joy of Jerusalem was heard far off.", "44": "Also at the same time were men appointed [n]over the chambers of the store for the offerings, (for the firstfruits, and for the tithes) to gather into them out of the fields of the cities, the portions of the Law for the Priests, and the Levites, for Judah rejoiced for the Priests and for the Levites, that served.", "45": "And both the singers and the Levites kept the ward of their God, and the ward of the purification according to the commandment of David, and Solomon his son.", "46": "For in the days of David and Asaph, of old were chief singers, and songs of praise and thanksgiving unto God.", "47": "And in the days of Zerubbabel, and in the days of Nehemiah did all Israel give portions unto the singers and porters, every day his portion, and they gave the holy things unto the Levites, and the Levites [o]gave the holy things unto the sons of Aaron."}