{"1": "The number of them that built the walls. Then arose Eliashib the high Priest with his brethren the Priests, and they built the sheep gate: they [a]repaired it, and set up the doors thereof: even unto the tower of Meah repaired they it, and unto the tower of Hananel.", "2": "And next unto him built the men of Jericho, and beside him Zaccur the son of Imri.", "3": "But the fish port did the sons of Senaah build, which also laid the beams thereof, and set on the doors thereof, the locks thereof, and the bars thereof.", "4": "And next unto them fortified Meremoth, the son of Urijah, the son of Koz: and next unto them fortified Meshullam, the son of Berechiah, the son of Meshezabel: and next unto them fortified Zadok, the son of Baana:", "5": "And next unto them fortified the Tekoites: but the great men of them [b]put not their necks to the works of their lords.", "6": "And the gate of the old fish pool fortified Jehoiada the son of Paseah, and Meshullam the son of Besodeiah: they laid the beams thereof, and set on the doors thereof, and the locks thereof, and the bars thereof.", "7": "Next unto them also fortified Melatiah the Gibeonite, and Jadon the Meronothite, men of Gibeon, and of Mizpah, unto the [c]throne of the Duke, which was beyond the River.", "8": "Next unto him fortified Uzziel the son of Harhaiah [d]of the goldsmiths: next unto him also fortified Hananiah the son [e]of Harakkahim, and they repaired Jerusalem unto the broad wall.", "9": "Also next unto them fortified Rephaiah, the son of Hur, the ruler of the half part of Jerusalem.", "10": "And next unto him fortified Jedaiah the son of Harumaph, even over against his house: and next unto him fortified Hattush the son of Hashabniah.", "11": "Malchijah the son of Harim, and Hashub the son of Pahath-Moab fortified the second [f]portion, and the tower of the furnaces.", "12": "Next unto him also fortified Shallum the son of Hallohesh, the ruler of the half part of Jerusalem, he and his daughters.", "13": "The valley gate fortified Hanun, and the inhabitants of Zanoah: they built it, and set on the doors thereof, the locks thereof, and the bars thereof, even a thousand cubits on the wall unto the dung port.", "14": "But the dung port fortified Malchijah the son of Rechab, the ruler of the fourth part of Beth Haccarem: he built it, and set on the doors thereof, the locks thereof, and the bars thereof.", "15": "But the gate of the fountain fortified Shallun the son of Col-Hozeh, the ruler of the fourth part of Mizpah: he built it, and covered it, and set on the doors thereof, the locks thereof, and the bars thereof, and the wall unto the fish pool of [g]Shelah by the king's garden, and unto the steps that go down from the city of David.", "16": "After him fortified Nehemiah the son of Azbuk, the ruler of the half part of Beth Zur until the other side over against the sepulchers of David and to the fish pool that was repaired, and unto the house of the mighty.", "17": "After him fortified the Levites, Rehum the son of Bani, and the next unto him fortified Hashabiah the ruler of the half part of Keilah in his quarter.", "18": "After him fortified their brethren: Bavai, the son of Henadad the ruler of the half part of Keilah:", "19": "And next unto him fortified Ezer, the son of Jeshua the ruler of Mizpah, the other portion over against the going up to the [h]corner of the armor.", "20": "After him was earnest Baruch the son of Zabbai, and fortified another portion from the corner unto the door of the house of Eliashib the high Priest.", "21": "After him fortified Meremoth the son of Urijah, the son of Koz, another portion from the door of the house of Eliashib, even as long as the house of Eliashib extended.", "22": "After him also fortified the Priests, the men of [i]the plain.", "23": "After them fortified Benjamin, and Hasshub over against their house: after him fortified Azariah the son of Maaseiah, the son of Ananiah, by his house.", "24": "After him fortified Binnui, the son of Henadad another portion, from the house of Azariah unto the turning and unto the corner.", "25": "Palal, the son of Uzai, from over against the corner, and the high tower, that lieth out from the King's house, which is beside the court of the prison. After him Pedaiah the son of Parosh.", "26": "And the [j]Nethinim they dwelt in the fortress unto the place over against the water gate Eastward, and to the tower that lieth out.", "27": "After him fortified the Tekoites another portion over against the great tower that lieth out even unto the wall of the fortress.", "28": "From above the horse gate forth fortified the Priests, every one over against his house.", "29": "After them fortified Zadok the son of Immer over against his house: and after him fortified Shemaiah the son of Shechaniah the keeper of the East gate.", "30": "After him fortified Hananiah the son of Shelemiah, and Hanun the son of Zalaph, the [k]sixth, another portion: after him fortified Meshullam, the son of Berechiah, over against his chamber.", "31": "After him fortified Malchijah the goldsmith's son, until the house of the Nethinim, and of the Merchants over against the gate [l]Miphkad, and to the chamber in the corner.", "32": "And between the chamber of the corner unto the sheep gate fortified the goldsmiths and the merchants."}