{"1": "The building of Jerusalem is hindered, 15 but God breaketh their enterprise. 17 The Jews build with one hand, and hold their weapons in the other. But when Sanballat heard that we built the wall, then was he wroth and sore grieved, and mocked the Jews,", "2": "And said before his [a]brethren and the army of Samaria, thus he said, What do these [b]weak Jews? will they fortify themselves? will they sacrifice? will they finish it in a day? will they make the stones whole again out of the heaps of dust, seeing they are burnt?", "3": "And Tobiah the Ammonite was beside him, and said, Although they build, yet if a fox go up, he shall even break down their stony wall.", "4": "[c]Hear, O our God (for we are despised) and turn their shame upon their own head, and give them unto a prey [d]in the land of their captivity,", "5": "And cover not their [e]iniquity, neither let their sin be put out in thy presence: for they have provoked us before the builders.", "6": "So we built the wall, and all the wall was joined unto the [f]half thereof, and the heart of the people was to work.", "7": "¶ But when Sanballat, and Tobiah, and the Arabians, and the Ammonites, and the Ashdodims heard that the walls of Jerusalem were repaired, (for the breaches began to be stopped) then they were very wroth,", "8": "And conspired all together to come and to fight against Jerusalem, and to [g]hinder them.", "9": "Then we prayed unto our God, and set watchmen by them, day and night, because of them.", "10": "And Judah said, The strength of the bearers is weakened, and there is much earth, so that we are not able to build the wall.", "11": "Also our adversaries had said, They shall not know, neither see, till we come into the midst of them, and slay them, and cause the work to cease.", "12": "But when the Jews (which dwelt beside them) came, they told us [h]ten times, [i]From all places, whence ye shall return, they will be upon us.", "13": "Therefore set I in the lower places behind the wall upon the tops of the stones, and placed the people by their families, with their swords, their spears, and their bows.", "14": "Then I beheld, and rose up, and said unto the princes, and to the rulers, and to the rest of the people, Be not afraid of them: [j]remember the great Lord, and fearful, and fight for your brethren, your sons, and your daughters, your wives, and your houses.", "15": "And when our enemies heard that it was known unto us, then God brought their counsel to nought, and we turned all again to the wall, every one unto his work.", "16": "And from that day half of the young men did the labor, and the other half part of them held the spears, and shields, and bows, and habergeons: and the Rulers stood [k]behind all the house of Judah.", "17": "They that built on the wall, and they that bare burdens, and they that laded, did the work with one hand, and with the other held the sword.", "18": "For every one of the builders had his sword girded on his loins, and so built: and he that blew the trumpet, was beside me.", "19": "Then said I unto the Princes, and to the rulers, and to the rest of the people, The work is great and large, and we are separated upon the wall, one far from another.", "20": "In what place therefore ye hear the sound of the trumpet, [l]resort ye thither unto us: our God shall fight for us.", "21": "So we labored in the work, and half of them held the spears, from the appearing of the morning, till the stars came forth.", "22": "And at the same time said I unto the people, Let everyone with his servant lodge within Jerusalem, that they may be a watch for us in the night, and labor in the day.", "23": "So neither I, nor my brethren, nor my servants, nor the men of the ward (which followed me) none of us did put off our clothes, save everyone put them off [m]for washing."}