{"1": "Nehemiah answereth with great wisdom and zeal to his adversary. 11 He is not discouraged by the false Prophets. And when Sanballat, and Tobiah, and Geshem the Arabian, and the rest of our enemies heard that I had built the wall, and that there were no more [a]breaches therein (though at that time I had not set up the doors upon the gates)", "2": "Then sent Sanballat and Geshem unto me, saying, come thou that we may meet together in the villages in the plain of Ono: and they thought to do me evil.", "3": "Therefore I sent messengers unto them, saying, I have a great work to do, and I cannot come down: [b]why should the work cease, while I leave it and come down to you?", "4": "Yet they sent unto me four times after this sort. And I answered them after the same manner.", "5": "Then sent Sanballat his servant after this sort unto me the fifth time, with an open letter in his hand,", "6": "Wherein was written, It is reported among the heathen, and [c]Gashmu hath said it, that thou and the Jews think to rebel, for the which cause thou buildest the wall, and thou wilt be their king according to these [d]words.", "7": "Thou hast also ordained [e]the Prophets to preach of thee at Jerusalem, saying, There is a King in Judah: and now according to these words it shall come to the King's ears: come now therefore, and let us take counsel together.", "8": "Then I sent unto him, saying, It is not done according to these words that thou sayest: for thou feignest them of thine own heart.", "9": "For all they afraid us, saying, Their hands shall be weakened from the work, and it shall not be done: now therefore [f]encourage thou me.", "10": "¶ And I came to the house of Shemaiah the son of Delaiah the son of Mehetabel, and he was [g]shut up, and he said, Let us come together into the house of God in the midst of the Temple, and shut the doors of the Temple: for they will come to slay thee: yea, in the night will they come to kill thee.", "11": "Then I said, [h]Should such a man as I, flee? Who is he, being as I am, that would go into the Temple to live? I will not go in.", "12": "And lo, I perceived that God had not sent him, but that he pronounced this prophecy against me: for Tobiah and Sanballat had hired him.", "13": "Therefore was he hired, that I might be afraid, and do thus, and sin, and that they might have an evil report, that they might reproach me.", "14": "My God, remember thou Tobiah, and Sanballat according unto these their works, and Noadiah the [i]Prophetess also, and the rest of the prophets that would have put me in fear.", "15": "¶ Notwithstanding the wall was finished on the five and twentieth day of [j]Elul, in two and [k]fifty days.", "16": "And when all our enemies heard thereof, even all the heathen that were about us, they were afraid, and their courage failed them: for they knew that this work was wrought by our God.", "17": "And in these days were there many of the princes of Judah, whose [l]letters went unto Tobiah, and those of Tobiah came unto them.", "18": "For there were many in Judah, that were sworn unto him: for he was the son in law of Shechaniah, the son of Arah: and his son Jehohanan had the daughter of Meshullam, the son of Berechiah.", "19": "Yea, they spake in his praise before me, and told him my words, and Tobiah sent letters to put me in fear."}