{"1": "Then Jesus left that place. He went into the area of Judea and across the Jordan River. Again, crowds came to him. And Jesus taught them as he always did.", "2": "Some Pharisees came to Jesus and tried to trick him. They asked, “Is it right for a man to divorce his wife?”", "3": "Jesus answered, “What did Moses command you to do?”", "4": "They said, “Moses allowed a man to write out divorce papers and send her away.”[a]", "5": "Jesus said, “Moses wrote that command for you because you refused to accept God's teaching. ", "6": "But when God made the world, 'he made them male and female.'[b] ", "7": "'So a man will leave his father and mother and be united with his wife.[c] ", "8": "And the two people will become one body.'[d] So the people are not two, but one. ", "9": "God has joined the two people together. So no one should separate them.”", "10": "Later, the followers and Jesus were in the house. They asked Jesus again about the question of divorce. ", "11": "He answered, “Anyone who divorces his wife and marries another woman is guilty of adultery against her. ", "12": "And the woman who divorces her husband and marries another man is also guilty of adultery.”", "13": "Some people brought their small children to Jesus so he could touch them. But his followers told the people to stop bringing their children to him. ", "14": "When Jesus saw this, he was displeased. He said to them, “Let the little children come to me. Don't stop them. The kingdom of God belongs to people who are like these little children. ", "15": "I tell you the truth. You must accept the kingdom of God as a little child accepts things, or you will never enter it.” ", "16": "Then Jesus took the children in his arms. He put his hands on them and blessed them.", "17": "Jesus started to leave, but a man ran to him and fell on his knees before Jesus. The man asked, “Good teacher, what must I do to get the life that never ends?”", "18": "Jesus answered, “Why do you call me good? No one is good except God alone. ", "19": "You know the commands: 'You must not murder anyone. You must not be guilty of adultery. You must not steal. You must not tell lies about your neighbor in court. You must not cheat. Honor your father and mother.'”[e]", "20": "The man said, “Teacher, I have obeyed all these commands since I was a boy.”", "21": "Jesus looked straight at the man and loved him. Jesus said, “There is still one more thing you need to do. Go and sell everything you have, and give the money to the poor. You will have a reward in heaven. Then come and follow me.”", "22": "He was very sad to hear Jesus say this, and he left. The man was sad because he was very rich.", "23": "Then Jesus looked at his followers and said, “How hard it will be for those who are rich to enter the kingdom of God!”", "24": "The followers were amazed at what Jesus said. But he said again, “My children, it is very hard[f] to enter the kingdom of God! ", "25": "And it will be very hard for a rich person to enter the kingdom of God. It would be easier for a camel to go through the eye of a needle!”", "26": "The followers were even more amazed and said to each other, “Then who can be saved?”", "27": "Jesus looked straight at them and said, “For people this is impossible. But for God all things are possible.”", "28": "Peter said to Jesus, “We left everything to follow you!”", "29": "Jesus said, “I tell you the truth. Everyone who has left his home, brothers, sisters, mother, father, children, or fields for me and for the Good News ", "30": "will get a hundred times more than he left. Here in this world he will have more homes, brothers, sisters, mothers, children, and fields. And with those things, he will also suffer for his belief. But in the age that is coming he will have life forever. ", "31": "Many who are first now will be last in the future. And those who are last now will be first in the future.”", "32": "Jesus and the people with him were on the road to Jerusalem. Jesus was leading the way. The followers were amazed, but those who followed behind them were afraid. Jesus took the 12 apostles aside and talked with them alone. He told them what would happen in Jerusalem. ", "33": "He said, “We are going to Jerusalem. The Son of Man will be given to the leading priests and teachers of the law. They will say that he must die. They will give him to the non-Jewish people, ", "34": "who will laugh at him and spit on him. They will beat him with whips and kill him. But on the third day after his death, he will rise to life again.”", "35": "Then James and John, sons of Zebedee, came to Jesus. They said, “Teacher, we want to ask you to do something for us.”", "36": "Jesus asked, “What do you want me to do for you?”", "37": "They answered, “You will have glory in your kingdom. Let one of us sit at your right, and let one of us sit at your left.”", "38": "Jesus said, “You don't understand what you are asking. Can you drink the cup that I must drink? And can you be baptized with the same kind of baptism that I must have?”[g]", "39": "They answered, “Yes, we can!” Jesus said to them, “You will drink the same cup that I will drink. And you will be baptized with the same baptism that I must have. ", "40": "But I cannot choose who will sit at my right or my left. These places are for those for whom they are prepared.”", "41": "The ten followers heard this. They began to be angry with James and John.", "42": "Jesus called all the followers together. He said, “The non-Jewish people have men they call rulers. You know that those rulers love to show their power over the people. And their important leaders love to use all their authority. ", "43": "But it should not be that way among you. If one of you wants to become great, then he must serve you like a servant. ", "44": "If one of you wants to become the most important, then he must serve all of you like a slave. ", "45": "In the same way, the Son of Man did not come to be served. He came to serve. The Son of Man came to give his life to save many people.”", "46": "Then they came to the town of Jericho. As Jesus was leaving there with his followers and a large crowd, a blind beggar named Bartimaeus (son of Timaeus) was sitting by the road. ", "47": "He heard that Jesus from Nazareth was walking by. The blind man cried out, “Jesus, Son of David, please help me!”", "48": "Many people scolded the blind man and told him to be quiet. But he shouted more and more, “Son of David, please help me!”", "49": "Jesus stopped and said, “Tell the man to come here.” So they called the blind man. They said, “Cheer up! Get to your feet. Jesus is calling you.” ", "50": "The blind man stood up quickly. He left his coat there and went to Jesus.", "51": "Jesus asked him, “What do you want me to do for you?” The blind man answered, “Teacher, I want to see again.”", "52": "Jesus said, “Go. You are healed because you believed.” At once the man was able to see again, and he followed Jesus on the road."}