{"1": "Jesus and his followers were coming closer to Jerusalem. They came to the towns of Bethphage and Bethany near the Mount of Olives. There Jesus sent two of his followers. ", "2": "He said to them, “Go to the town you see there. When you enter it, you will find a colt tied which no one has ever ridden. Untie it and bring it here to me. ", "3": "If anyone asks you why you are doing this, tell him, 'The Master needs the colt. He will send it back soon.'”", "4": "The followers went into the town. They found a colt tied in the street near the door of a house, and they untied it. ", "5": "Some people were standing there and asked, “What are you doing? Why are you untying that colt?” ", "6": "The followers answered the way Jesus told them to answer. And the people let them take the colt.", "7": "The followers brought the colt to Jesus. They put their coats on the colt, and Jesus sat on it. ", "8": "Many people spread their coats on the road. Others cut branches in the fields and spread the branches on the road. ", "9": "Some of the people were walking ahead of Jesus. Others were following him. All of them were shouting, “Praise[a] God! God bless the One who comes in the name of the Lord! Psalm 118:26", "10": "God bless the kingdom of our father David! That kingdom is coming! Praise to God in heaven!”", "11": "Jesus entered Jerusalem and went into the Temple. When he had looked at everything, and since it was already late, he went out to Bethany with the 12 apostles.", "12": "The next day as Jesus was leaving Bethany, he was hungry. ", "13": "He saw a fig tree in leaf. So he went to the tree to see if it had any figs on it. But he found no figs, only leaves. It was not the right season for figs to grow. ", "14": "So Jesus said to the tree, “May no one ever eat fruit from you again.” Jesus' followers heard him say this.", "15": "Jesus returned to Jerusalem and went into the Temple. He began to throw out those who were buying and selling things there. He overturned the tables that belonged to the men who were exchanging different kinds of money. And he turned over the benches of the men who were selling doves. ", "16": "Jesus refused to allow anyone to carry goods through the Temple courts. ", "17": "Then Jesus taught the people. He said, “It is written in the Scriptures, 'My Temple will be a house where people from all nations will pray.'[b] But you are changing God's house into a 'hideout for robbers.'”[c]", "18": "The leading priests and the teachers of the law heard all this. They began trying to find a way to kill Jesus. They were afraid of him because all the people were amazed at his teaching. ", "19": "That night, Jesus and his followers[d] left the city.", "20": "The next morning, Jesus was passing by with his followers. They saw the fig tree, and it was dry and dead, even to the roots. ", "21": "Peter remembered the tree and said to Jesus, “Teacher, look! Yesterday, you cursed the fig tree. Now it is dry and dead!”", "22": "Jesus answered, “Have faith in God. ", "23": "I tell you the truth. You can say to this mountain, 'Go, mountain, fall into the sea.' And if you have no doubts in your mind and believe that the thing you say will happen, then God will do it for you. ", "24": "So I tell you to ask for things in prayer. And if you believe that you have received those things, then they will be yours. ", "25": "When you are praying, and you remember that you are angry with another person about something, then forgive him. If you do this, then your Father in heaven will also forgive your sins.” ", "26": "[But if you don't forgive other people, then your Father in heaven will not forgive your sins.][e]", "27": "Jesus and his followers went again to Jerusalem. Jesus was walking in the Temple. The leading priests, the teachers of the law, and the Jewish elders came to him. ", "28": "They said to him, “Tell us! What authority do you have to do these things? Who gave you this authority?”", "29": "Jesus answered, “I will ask you one question. You answer it. Then I will tell you whose authority I use to do these things. ", "30": "Tell me: When John baptized people, was that from God or from man? Answer me!”", "31": "They argued about Jesus' question. They said to each other, “If we answer, 'John's baptism was from God,' then Jesus will say, 'Then why didn't you believe John?' ", "32": "But if we say, 'From man,' then the people will be against us.” (These leaders were afraid of the people. All the people believed that John was a prophet.)", "33": "So the leaders answered Jesus, “We don't know.” Jesus said, “Then I will not tell you what authority I use to do these things.”"}