{"1": "Jesus used stories to teach the people. He said, “A man planted a vineyard. He put a wall around it and dug a hole for a winepress. Then he built a tower. He leased the vineyard to some farmers and left for a trip. ", "2": "Later, it was time for the grapes to be picked. So the man sent a servant to the farmers to get his share of the grapes. ", "3": "But the farmers grabbed the servant and beat him. They sent him away with nothing. ", "4": "Then the man sent another servant. They hit him on the head and showed no respect for him. ", "5": "So the man sent another servant. They killed this servant. The man sent many other servants. The farmers beat some of them and killed others.", "6": "“The man had one person left to send, his son whom he loved. He sent him last of all, saying, 'The farmers will respect my son.'", "7": "“But they said to each other, 'This is the owner's son. This vineyard will be his. If we kill him, then it will be ours.' ", "8": "So they took the son, killed him, and threw him out of the vineyard.", "9": "“So what will the man who owns the vineyard do? He will go to the vineyard and kill those farmers. Then he will give the vineyard to other farmers. ", "10": "Surely you have read this Scripture: 'The stone that the builders did not want became the cornerstone.", "11": "The Lord did this, and it is wonderful to us.'” Psalm 118:22-23", "12": "The Jewish leaders knew that the story was about them. So they wanted to find a way to arrest Jesus, but they were afraid of the people. So the leaders left him and went away.", "13": "Later, the Jewish leaders sent some Pharisees and some men from the group called Herodians[a] to Jesus. They wanted to catch Jesus saying something wrong. ", "14": "They came to him and said, “Teacher, we know that you are an honest man. You are not afraid of what other people think about you. All men are the same to you. And you teach the truth about God's way. Tell us: Is it right to pay taxes to Caesar? Should we pay them, or not?”", "15": "But Jesus knew what these men were really trying to do. He said, “Why are you trying to trap me? Bring me a silver coin. Let me see it.” ", "16": "They gave Jesus a coin, and he asked, “Whose picture is on the coin? And whose name is written on it?” They answered, “Caesar's.”", "17": "Then Jesus said to them, “Give to Caesar the things that are Caesar's. And give to God the things that are God's.” The men were amazed at what Jesus said.", "18": "Then some Sadducees came to Jesus. (Sadducees believe that no person will rise from death.) The Sadducees asked Jesus a question. ", "19": "They said, “Teacher, Moses wrote that a man's brother might die. He leaves a wife but no children. Then that man must marry the widow and have children for the dead brother. ", "20": "There were seven brothers. The first brother married but died. He had no children. ", "21": "So the second brother married the widow. But he also died and had no children. The same thing happened with the third brother. ", "22": "All seven brothers married her and died. None of the brothers had any children. The woman was last to die. ", "23": "But all seven brothers had married her. So at the time people rise from death, whose wife will the woman be?”", "24": "Jesus answered, “Why did you make this mistake? Is it because you don't know what the Scriptures say? Or is it because you don't know about the power of God? ", "25": "When people rise from death, there will be no marriage. People will not be married to each other but will be like angels in heaven. ", "26": "Surely you have read what God said about people rising from death. In the book in which Moses wrote about the burning bush,[b] it says that God told Moses this: 'I am the God of Abraham, the God of Isaac, and the God of Jacob.'[c] ", "27": "God is the God of living people, not dead people. You Sadducees are wrong!”", "28": "One of the teachers of the law came to Jesus. He heard Jesus arguing with the Sadducees and the Pharisees. He saw that Jesus gave good answers to their questions. So he asked Jesus, “Which of the commands is most important?”", "29": "Jesus answered, “The most important command is this: 'Listen, people of Israel! The Lord our God, he is the only Lord. ", "30": "Love the Lord your God. Love him with all your heart, all your soul, all your mind, and all your strength.'[d] ", "31": "The second most important command is this: 'Love your neighbor as you love yourself.'[e] These two commands are the most important commands.”", "32": "The man answered, “That was a good answer, Teacher. You were right when you said these things. God is the only Lord, and there is no other God besides him. ", "33": "One must love God with all his heart, all his mind, and all his strength. And one must love his neighbor as he loves himself. These commands are more important than all the animals and sacrifices we offer to God.”", "34": "Jesus saw that the man answered him wisely. So Jesus said to him, “You are close to the kingdom of God.” And after that, no one was brave enough to ask Jesus any more questions.", "35": "Jesus was teaching in the Temple. He asked, “Why do the teachers of the law say that the Christ is the son of David? ", "36": "David himself, speaking by the Holy Spirit, said: 'The Lord said to my Lord: Sit by me at my right side, until I put your enemies under your control.' Psalm 110:1", "37": "David himself calls the Christ 'Lord.' So how can the Christ be David's son?” The large crowd listened to Jesus with pleasure.", "38": "Jesus continued teaching. He said, “Beware of the teachers of the law. They like to walk around wearing clothes that look important. And they love for people to show respect to them in the marketplaces. ", "39": "They love to have the most important seats in the synagogues. And they love to have the most important seats at the feasts. ", "40": "They cheat widows and steal their homes. Then they try to make themselves look good by saying long prayers. God will punish these people terribly.”", "41": "Jesus sat near the Temple money box where people put their gifts. He watched the people put in their money. Many rich people gave large sums of money. ", "42": "Then a poor widow came and gave two very small copper coins. These coins were not worth even a penny.", "43": "Jesus called his followers to him. He said, “I tell you the truth. This poor widow gave only two small coins. But she really gave more than all those rich people. ", "44": "The rich have plenty; they gave only what they did not need. This woman is very poor. But she gave all she had. And she needed that money to help her live.”"}