{"1": "A few days later, Jesus came back to Capernaum. The news spread that he was home. ", "2": "So many people gathered to hear him preach that the house was full. There was no place to stand, not even outside the door. Jesus was teaching them. ", "3": "Some people came, bringing a paralyzed man to Jesus. Four of them were carrying the paralyzed man. ", "4": "But they could not get to Jesus because of the crowd. So they went to the roof above Jesus and made a hole in the roof. Then they lowered the mat with the paralyzed man on it. ", "5": "Jesus saw that these men had great faith. So he said to the paralyzed man, “Young man, your sins are forgiven.”", "6": "Some of the teachers of the law were sitting there. They saw what Jesus did, and they said to themselves, ", "7": "“Why does this man say things like that? He is saying things that are against God. Only God can forgive sins.”", "8": "At once Jesus knew what these teachers of the law were thinking. So he said to them, “Why are you thinking these things? ", "9": "Which is easier: to tell this paralyzed man, 'Your sins are forgiven,' or to tell him, 'Stand up. Take your mat and walk'? ", "10": "But I will prove to you that the Son of Man has authority on earth to forgive sins.” So Jesus said to the paralyzed man, ", "11": "“I tell you, stand up. Take your mat and go home.” ", "12": "Immediately the paralyzed man stood up. He took his mat and walked out while everyone was watching him. The people were amazed and praised God. They said, “We have never seen anything like this!”", "13": "Jesus went to the lake again. A crowd followed him there, and he taught them. ", "14": "While he was walking beside the lake, he saw a tax collector named Levi son of Alphaeus. Levi was sitting in the tax office. Jesus said to him, “Follow me.” And Levi stood up and followed Jesus.", "15": "Later that day, Jesus ate at Levi's house. There were many tax collectors and “sinners” eating there with Jesus and his followers. Many people like this followed Jesus. ", "16": "The teachers of the law who were Pharisees saw Jesus eating with the tax collectors and “sinners.” They asked his followers, “Why does he eat with tax collectors and sinners?”", "17": "Jesus heard this and said to them, “Healthy people don't need a doctor. It is the sick who need a doctor. I did not come to invite good people. I came to invite sinners.”", "18": "One day the followers of John[a] and the Pharisees were giving up eating.[b] Some people came to Jesus and said, “John's followers and the followers of the Pharisees give up eating. But your followers don't. Why?”", "19": "Jesus answered, “When there is a wedding, the friends of the bridegroom are not sad while he is with them. They do not give up eating while the bridegroom is still there. ", "20": "But the time will come when the bridegroom will leave them. Then the friends will be sad and will give up eating.", "21": "“When a person sews a patch over a hole on an old coat, he never uses a piece of cloth that is not yet shrunk. If he does, the patch will shrink and pull away from the coat. Then the hole will be worse. ", "22": "Also, no one ever pours new wine into old leather bags for holding wine. If he does, the new wine will break the bags, and the wine will be ruined along with the bags for the wine. People always put new wine into new leather bags.”", "23": "On the Sabbath day, Jesus was walking through some grainfields. His followers were with him and picked some grain to eat. ", "24": "The Pharisees saw this and said to Jesus, “Why are your followers doing what is not lawful on the Sabbath?”", "25": "Jesus answered, “You have read what David did when he and those with him were hungry and needed food. ", "26": "It was during the time of Abiathar the high priest. David went into God's house and ate the bread that was made holy for God. The law of Moses says that only priests may eat that bread. But David also gave some of the bread to those who were with him.”", "27": "Then Jesus said to the Pharisees, “The Sabbath day was made to help people. They were not made to be ruled by the Sabbath day. ", "28": "The Son of Man is Lord even of the Sabbath.”"}