{"1": "Some Pharisees and some teachers of the law came from Jerusalem. They gathered around Jesus. ", "2": "They saw that some of Jesus' followers ate food with hands that were not clean. (“Not clean” means that they did not wash their hands in the way the Pharisees said people must. ", "3": "The Pharisees and all the Jews never eat before washing their hands in this special way. They do this to follow the teaching given to them by their great people who lived before them. ", "4": "And when the Jews buy something in the market, they never eat it until they wash it in a special way. They also follow other rules of their great people who lived before them. They follow rules about the washing of cups, pitchers, and pots.[a])", "5": "The Pharisees and the teachers of the law said to Jesus, “Your followers don't follow the rules given to us by our great people who lived before us. Your followers eat their food with hands that are not clean. Why do they do this?”", "6": "Jesus answered, “You are all hypocrites! Isaiah was right when he spoke about you. Isaiah wrote, 'These people show honor to me with words. But their hearts are far from me.", "7": "Their worship of me is worthless. The things they teach are nothing but human rules they have memorized.' Isaiah 29:13", "8": "You have stopped following the commands of God. Now you only follow the teachings of men.”[b]", "9": "Then Jesus said to them: “You think you are clever! You ignore the commands of God so that you can follow your own teachings! ", "10": "Moses said, 'Honor your father and mother.'[c] Then Moses also said, 'Anyone who says cruel things to his father or mother must be put to death.'[d] ", "11": "But you teach that a person can say to his father or mother, 'I have something I could use to help you. But I will not use it for you. I will give it to God.' ", "12": "You are telling that person that he does not have to do anything for his father or mother. ", "13": "So you are teaching that it is not important to do what God said. You think that it is more important to follow your own rules, which you teach people. And you do many things like that.”", "14": "Jesus called the people to him again. He said, “Every person should listen to me and understand what I am saying. ", "15": "There is nothing a person puts into his body that makes him unclean. A person is made unclean by the things that come out of him. ", "16": "[Let those with ears use them and listen!]”[e]", "17": "When Jesus left the people and went inside, his followers asked him about this story. ", "18": "Jesus said, “Do you still have trouble understanding? Surely you know that nothing that enters a man from the outside can make him unclean. ", "19": "Food does not go into a person's mind. Food goes into his stomach. Then that food goes out of his body.” (When Jesus said this, he meant that there is no food that is unclean for people to eat.)", "20": "And Jesus said, “The things that come out of a man are the things that make him unclean. ", "21": "All these evil things begin inside a person, in the mind: evil thoughts, sexual immorality, stealing, murder, adultery, ", "22": "selfishness, doing bad things to other people, lying, doing sinful things, jealousy, saying bad things about people, pride, and foolish living. ", "23": "All these evil things come from within a person. These things make a person unclean.”", "24": "Jesus left that place and went to the area around Tyre.[f] He went into a house and did not want anyone to know he was there. But Jesus could not stay hidden. ", "25": "A woman heard that he was there. Her little daughter had an evil spirit in her. So the woman quickly came to Jesus and fell at his feet. ", "26": "She was not Jewish. She was Greek, born in Phoenicia, in Syria. She begged Jesus to force the demon out of her daughter.", "27": "Jesus told the woman: “It is not right to take the children's bread and give it to the dogs. First let the children eat all they want.”", "28": "She answered, “That is true, Lord. But the dogs under the table can eat the pieces of food that the children don't eat.”", "29": "Then Jesus said, “That is a very good answer. You may go. The demon has left your daughter.”", "30": "The woman went home and found her daughter lying in bed. The demon was gone.", "31": "Then Jesus left the area around Tyre. He went through Sidon to Lake Galilee, to the area of the Ten Towns.[g] ", "32": "While he was there, some people brought a man to him. This man was deaf and could not talk. The people begged Jesus to put his hand on the man to heal him.", "33": "Jesus led the man away from the crowd, to be alone with him. Jesus put his fingers in the man's ears. Then Jesus spit and touched the man's tongue. ", "34": "Jesus looked up to heaven and took a deep breath. He said to the man, “Ephphatha!” (This means, “Be opened.”) ", "35": "When Jesus did this, the man was able to hear. He was also able to use his tongue, and he spoke clearly.", "36": "Jesus commanded the people not to tell anyone about what happened. But the more he commanded them, the more they told about it. ", "37": "They were really amazed. They said, “Jesus does everything well. He makes the deaf hear! And those who can't talk—Jesus makes them able to speak.”"}