{"1": "Another time there was a great crowd with Jesus. They had nothing to eat. So Jesus called his followers to him. He said, ", "2": "“I feel sorry for these people. They have been with me for three days, and now they have nothing to eat. ", "3": "I cannot send them home hungry. If they leave without eating, they will faint on the way home. Some of them live a long way from here.”", "4": "Jesus' followers answered, “But we are far away from any towns. Where can we get enough bread to feed all these people?”", "5": "Jesus asked, “How many loaves of bread do you have?” They answered, “We have seven loaves.”", "6": "Jesus told the people to sit on the ground. Then he took the seven loaves and gave thanks to God. Jesus divided the bread and gave the pieces to his followers. He told them to pass out the bread to the people, and they did so. ", "7": "The followers also had a few small fish. Jesus gave thanks for the fish and told his followers to give the fish to the people. ", "8": "All the people ate and were satisfied. Then the followers filled seven baskets with the pieces of food that were not eaten. ", "9": "There were about 4,000 men who ate. After they had eaten, Jesus told them to go home. ", "10": "Then he went in a boat with his followers to the area of Dalmanutha.", "11": "The Pharisees came to Jesus and asked him questions. They wanted to trap him. So they asked Jesus to do a miracle to show that he was from God. ", "12": "Jesus sighed deeply. He said, “Why do you people ask for a miracle as proof? I tell you the truth. No miracle will be given to you.” ", "13": "Then Jesus left the Pharisees. He went in the boat to the other side of the lake.", "14": "The followers had only one loaf of bread with them in the boat. They had forgotten to bring more bread. ", "15": "Jesus warned them, “Be careful! Guard against the yeast of the Pharisees and the yeast of Herod.”", "16": "Among themselves, his disciples discussed the meaning of this. They said, “He said this because we have no bread.”", "17": "Jesus knew what his followers were talking about. So he asked them, “Why are you talking about having no bread? You still don't see or understand? Are your minds closed? ", "18": "You have eyes, but you don't really see. You have ears, but you don't really listen. Remember what I did before, when we did not have enough bread? ", "19": "I divided five loaves of bread for 5,000 people. Remember how many baskets you filled with pieces of food that were not eaten?” They answered, “We filled 12 baskets.”", "20": "“And remember that I divided seven loaves of bread for 4,000 people. Remember how many baskets you filled with pieces of food that were not eaten?” They answered, “We filled 7 baskets.”", "21": "Then Jesus said to them, “You remember these things I did, but you still don't understand?”", "22": "Jesus and his followers came to Bethsaida. Some people brought a blind man to Jesus and begged him to touch the man. ", "23": "So Jesus took the blind man's hand and led him out of the village. Then he spit on the man's eyes. He put his hands on the blind man and asked, “Can you see now?”", "24": "The man looked up and said, “Yes, I see people, but they look like trees walking around.”", "25": "Again Jesus put his hands on the man's eyes. Then the man opened his eyes wide. His eyes were healed, and he was able to see everything clearly. ", "26": "Jesus told him to go home, saying, “Don't go into the town.”[a]", "27": "Jesus and his followers went to the towns around Caesarea Philippi. While they were traveling, Jesus asked them, “Who do people say I am?”", "28": "They answered, “Some people say you are John the Baptist. Others say you are Elijah.[b] And others say that you are one of the prophets.”", "29": "Then Jesus asked, “Who do you say I am?” Peter answered, “You are the Christ.”", "30": "Jesus ordered his followers, “Don't tell anyone who I am.”", "31": "Then Jesus began to teach them that the Son of Man must suffer many things. He taught that the Son of Man would not be accepted by the Jewish elders, the leading priests, and the teachers of the law. He taught that the Son of Man must be killed and then rise from death after three days. ", "32": "Jesus told them plainly what would happen. Then Peter took Jesus aside and began to criticize him. ", "33": "But Jesus turned and looked at his followers. Then he criticized Peter and said, “Go away from me, Satan![c] You don't care about the things of God. You care only about things men think are important.”", "34": "Then Jesus called the crowd to him, along with his followers. He said, “If anyone wants to follow me, he must say 'no' to the things he wants. He must be willing to die on a cross, and he must follow me. ", "35": "Whoever wants to save his life will give up true life. But whoever gives up his life for me and for the Good News will have true life forever. ", "36": "It is worth nothing for a person to have the whole world, if he loses his soul. ", "37": "A person could never pay enough to buy back his soul. ", "38": "The people who live now are living in a sinful and evil time. If anyone is ashamed of me and my teaching, then I will be ashamed of him. I will be ashamed of him when I come with the glory of my Father and the holy angels.”"}