{"1": "Then Jesus said to the people, “I tell you the truth. Some of you standing here will see the kingdom of God come with power before you die.”", "2": "Six days later Jesus took Peter, James, and John and went up on a high mountain. They were all alone there. While these followers watched, Jesus was changed. ", "3": "His clothes became shining white, whiter than any person could make them. ", "4": "Then two men appeared, talking with Jesus. The men were Moses and Elijah.[a]", "5": "Peter said to Jesus, “Teacher, it is good that we are here. We will put three tents here—one for you, one for Moses, and one for Elijah.” ", "6": "Peter did not know what to say, because he and the others were so frightened.", "7": "Then a cloud came and covered them. A voice came from the cloud. The voice said, “This is my Son, and I love him. Obey him!”", "8": "Then Peter, James, and John looked around, but they saw only Jesus there alone with them.", "9": "As Jesus and his followers were walking back down the mountain, he commanded them, “Don't tell anyone about the things you saw on the mountain. Wait till the Son of Man rises from death. Then you may tell.”", "10": "So the followers obeyed Jesus and said nothing about what they had seen. But they discussed what Jesus meant about rising from death.", "11": "They asked Jesus, “Why do the teachers of the law say that Elijah must come first?”", "12": "Jesus answered, “They are right to say that Elijah must come first. Elijah makes all things the way they should be. But why does the Scripture say that the Son of Man will suffer much and that people will treat him as if he were nothing? ", "13": "I tell you that Elijah has already come. And people did to him whatever they wanted to do. The Scriptures said this would happen to him.”", "14": "Then Jesus, Peter, James, and John went to the other followers. They saw a great crowd around them. The teachers of the law were arguing with them. ", "15": "But when the crowd saw Jesus, they were surprised and ran to welcome him.", "16": "Jesus asked, “What are you arguing about with the teachers of the law?”", "17": "A man answered, “Teacher, I brought my son to you. He has a spirit from the devil in him. This spirit stops him from talking. ", "18": "The spirit attacks him and throws him on the ground. My son foams at the mouth, grinds his teeth, and becomes very stiff. I asked your followers to force the evil spirit out, but they couldn't.”", "19": "Jesus answered, “You people don't believe! How long must I stay with you? How long must I go on being patient with you? Bring the boy to me!”", "20": "So the followers brought him to Jesus. As soon as the evil spirit saw Jesus, it attacked the boy. He fell down and rolled on the ground, foaming from his mouth.", "21": "Jesus asked the boy's father, “How long has this been happening?” The father answered, “Since he was very young. ", "22": "The spirit often throws him into a fire or into water to kill him. If you can do anything for him, please have pity on us and help us.”", "23": "Jesus said to the father, “You said, 'If you can!' All things are possible for him who believes.”", "24": "Immediately the father cried out, “I do believe! Help me to believe more!”", "25": "Jesus saw that a crowd was running there to see what was happening. So he spoke to the evil spirit, saying, “You deaf and dumb spirit—I command you to come out of this boy and never enter him again!”", "26": "The evil spirit screamed and caused the boy to fall on the ground again. Then the spirit came out. The boy looked as if he were dead. And many people said, “He is dead!” ", "27": "But Jesus took hold of the boy's hand and helped him to stand up.", "28": "Jesus went into the house. His followers were alone with him there. They said, “Why couldn't we force that evil spirit out?”", "29": "Jesus answered, “That kind of spirit can only be forced out by prayer.”", "30": "Then Jesus and his followers left that place and went through Galilee. Jesus did not want anyone to know where he was ", "31": "because he wanted to teach his followers alone. He said to them, “The Son of Man will be given to men who will kill him. After three days, he will rise from death.” ", "32": "But the followers did not understand what Jesus meant. And they were afraid to ask.", "33": "Jesus and his followers went to Capernaum and went into a house there. Then Jesus said to them, “What were you arguing about on the road?” ", "34": "But the followers did not answer, because their argument on the road was about which one of them was the greatest.", "35": "Jesus sat down and called the 12 apostles to him. He said, “If anyone wants to be the most important, then he must be last of all and servant of all.”", "36": "Then Jesus took a small child and had him stand among them. He took the child in his arms and said, ", "37": "“If anyone accepts children like these in my name, then he is also accepting me. And if he accepts me, then he is also accepting the One who sent me.”", "38": "Then John said, “Teacher, we saw a man using your name to force demons out of a person. We told him to stop, because he does not belong to our group.”", "39": "Jesus said, “Don't stop him. Anyone who uses my name to do powerful things will not say evil things about me. ", "40": "He who is not against us is with us. ", "41": "I tell you the truth. If anyone helps you by giving you a drink of water because you belong to the Christ, then he will truly get his reward.", "42": "“If one of these little children believes in me, and someone causes that child to sin, then it will be very bad for him. It would be better for him to have a large stone tied around his neck and be drowned in the sea. ", "43": "If your hand causes you to sin, cut it off. It is better for you to lose part of your body but have life forever. That is much better than to have two hands and go to hell. In that place the fire never goes out. ", "44": "[In hell the worm does not die; the fire is never stopped.][b] ", "45": "If your foot causes you to sin, cut it off. It is better for you to lose part of your body but have life forever. That is much better than to have two feet and be thrown into hell. ", "46": "[In hell the worm does not die; the fire is never stopped.][c] ", "47": "If your eye causes you to sin, take it out. It is better for you to have only one eye but have life forever. That is much better than to have two eyes and be thrown into hell. ", "48": "In hell the worm does not die; the fire is never stopped. ", "49": "Every person will be salted with fire.", "50": "“Salt is good. But if the salt loses its salty taste, then you cannot make it salty again. So, be full of goodness. And have peace with each other.”"}