{"1": "Then Samuel took a bottle of olive oil. He poured it on Saul's head and kissed him. He said, “The Lord has anointed you to be the king of his people. ", "2": "When you leave me today, you will meet two men. They will be near Rachel's tomb at Zelzah on the border of Benjamin. They'll say to you, 'The donkeys you have been looking for have been found. Now your father has stopped thinking about them. Instead, he's worried about you. He's asking, “What can I do to find my son?” '", "3": "“You will go on from Zelzah until you come to the large tree at Tabor. Three men will meet you there. They'll be on their way up to Bethel to worship God. One of them will be carrying three young goats. Another will be carrying three loaves of bread. A third will be carrying a bottle of wine. It will be a bottle made out of animal skin. ", "4": "The men will greet you. They'll offer you two loaves of bread. You will accept the loaves from them.", "5": "“After that, you will go to Gibeah of God. Some Philistine soldiers are stationed there. As you approach the town, you will meet a group of prophets. They'll be coming down from the high place where they worship. People will be playing lyres, tambourines, flutes and harps at the head of the group. The prophets will be prophesying. ", "6": "The Spirit of the Lord will come powerfully on you. Then you will prophesy along with them. You will become a different person. ", "7": "All these things will happen. Then do what you want to do. God is with you.", "8": "“Go down ahead of me to Gilgal. You can be sure that I'll come down to you there. I'll come and sacrifice burnt offerings and friendship offerings. But you must wait there for seven days until I come to you. Then I'll tell you what to do.”", "9": "As Saul turned to leave Samuel, God changed Saul's heart. All these things happened that day. ", "10": "When Saul and his servant arrived at Gibeah, a group of prophets met Saul. Then the Spirit of God came powerfully on him. He prophesied along with them. ", "11": "Those who had known Saul before saw him prophesying with the prophets. They asked one another, “What has happened to the son of Kish? Is Saul also one of the prophets?”", "12": "A man who lived in Gibeah answered, “Yes, he is. In fact, he's their leader.” That's why people say, “Is Saul also one of the prophets?” ", "13": "After Saul stopped prophesying, he went to the high place to worship.", "14": "Later, Saul's uncle spoke to him and his servant. He asked, “Where have you been?” “Looking for the donkeys,” Saul said. “But we couldn't find them. So we went to Samuel.”", "15": "Saul's uncle said, “Tell me what Samuel said to you.”", "16": "Saul replied, “He told us the donkeys had been found.” But Saul didn't tell his uncle that Samuel had said he would become king.", "17": "Samuel sent a message to the Israelites. He told them to meet with the Lord at Mizpah. ", "18": "He said to them, “The Lord is the God of Israel. He says, 'Israel, I brought you up out of Egypt. I saved you from their power. I also saved you from the power of all the kingdoms that had treated you badly.' ", "19": "But now you have turned your backs on your God. He saves you out of all your trouble and suffering. In spite of that, you have said, 'We refuse to listen. Place a king over us.' So now gather together to meet with the Lord. Do it tribe by tribe and family group by family group.”", "20": "Then Samuel had each tribe of Israel come forward. The tribe of Benjamin was chosen by casting lots. ", "21": "Next he had the tribe of Benjamin come forward, family group by family group. Matri's group was chosen. Finally Saul, the son of Kish, was chosen. But when people looked for him, they realized he wasn't there. ", "22": "They needed more help from the Lord. So they asked him, “Has the man come here yet?” The Lord said, “Yes. He has hidden himself among the supplies.”", "23": "So they ran over there and brought him out. When he stood up, the people saw that he was a head taller than any of them. ", "24": "Samuel spoke to all the people. He said, “Look at the man the Lord has chosen! There isn't anyone like him among all the people.” Then the people shouted, “May the king live a long time!”", "25": "Samuel explained to the people the rights and duties of the king who ruled over them. He wrote them down in a book. He placed it in front of the Lord in the holy tent. Then he sent the people away. He sent each of them to their own homes.", "26": "Saul also went to his home in Gibeah. Some brave men whose hearts God had touched went with Saul. ", "27": "But some people who wanted to stir up trouble said, “How can this fellow save us?” They looked down on him. They didn't bring him any gifts. But Saul kept quiet about it."}