{"1": "Samuel said to Saul, “The Lord sent me to anoint you as king over his people Israel. So listen now to a message from him. ", "2": "The Lord who rules over all says, 'I will punish the Amalekites because of what they did to Israel. As the Israelites came up from Egypt, the Amalekites attacked them. ", "3": "Now go. Attack the Amalekites. Completely destroy all that belongs to them. Do not spare the Amalekites. Put the men and women to death. Put the children and babies to death. Also kill the cattle, sheep, camels and donkeys.' ”", "4": "So Saul brought his men together at Telaim. The total number was 200,000 soldiers on foot from Israel and 10,000 from Judah. ", "5": "Saul went to the city of Amalek. Then Saul had some of his men hide and wait in the valley. ", "6": "Then Saul said to the Kenites, “You were kind to all the Israelites when they came up out of Egypt. Get away from the Amalekites. Then I won't have to destroy you along with them.” So the Kenites moved away from the Amalekites.", "7": "Saul attacked the Amalekites. He struck them down all the way from Havilah to Shur. Shur was near the eastern border of Egypt. ", "8": "Saul captured Agag, the king of the Amalekites. But he and his men totally destroyed with their swords all Agag's people. ", "9": "So Saul and the army spared Agag. They spared the best of the sheep and cattle. They spared the fat calves and lambs. They spared everything that was valuable. They weren't willing to completely destroy any of those things. But they totally destroyed everything that was worthless and weak.", "10": "Then the Lord gave Samuel a message. He said, ", "11": "“I am very sad I have made Saul king. He has turned away from me. He has not done what I directed him to do.” When Samuel heard that, he was angry. He cried out to the Lord during that whole night.", "12": "Early the next morning Samuel got up. He went to see Saul. But Samuel was told, “Saul went to Carmel. There he set up a monument in his own honor. Now he has gone on down to Gilgal.”", "13": "When Samuel got there, Saul said, “May the Lord bless you. I've done what he directed me to do.”", "14": "But Samuel said, “Then why do I hear the baaing of sheep? Why do I hear the mooing of cattle?”", "15": "Saul answered, “The soldiers brought them from the Amalekites. They spared the best of the sheep and cattle. They did it to sacrifice them to the Lord your God. But we totally destroyed everything else.”", "16": "“That's enough!” Samuel said to Saul. “Let me tell you what the Lord said to me last night.” “Tell me,” Saul replied.", "17": "Samuel said, “There was a time when you didn't think you were important. But you became the leader of the tribes of Israel. The Lord anointed you to be king over Israel. ", "18": "He sent you to do something for him. He said, 'Go and completely destroy the Amalekites. Go and destroy those evil people. Fight against them until you have wiped them out.' ", "19": "Why didn't you obey the Lord? Why did you keep for yourselves what you had taken from your enemies? Why did you do what is evil in the sight of the Lord?”", "20": "“But I did obey the Lord,” Saul said. “I went to do what he sent me to do. I completely destroyed the Amalekites. I brought back Agag, their king. ", "21": "The soldiers took sheep and cattle from what had been taken from our enemies. They took the best of what had been set apart to God. They wanted to sacrifice them to the Lord your God at Gilgal.”", "22": "But Samuel replied, “What pleases the Lord more? Burnt offerings and sacrifices, or obeying the Lord? It is better to obey than to offer a sacrifice. It is better to do what he says than to offer the fat of rams.", "23": "Refusing to obey the Lord is as sinful as using evil magic. Being proud is as evil as worshiping statues of gods. You have refused to do what the Lord told you to do. So he has refused to have you as king.”", "24": "Then Saul said to Samuel, “I have sinned. I've broken the Lord's command. I haven't done what you directed me to do. I was afraid of the men. So I did what they said I should do. ", "25": "Now I beg you, forgive my sin. Come back into town with me so I can worship the Lord.”", "26": "But Samuel said to him, “I won't go back with you. You have refused to do what the Lord told you to do. So he has refused to have you as king over Israel!”", "27": "Samuel turned to leave. But Saul grabbed the hem of his robe, and it tore. ", "28": "Samuel said to Saul, “The Lord has torn the kingdom of Israel away from you today. He has given it to one of your neighbors. He has given it to someone better than you. ", "29": "The God who is the Glory of Israel does not lie. He doesn't change his mind. That's because he isn't a mere human being. If he were, he might change his mind.”", "30": "Saul replied, “I have sinned. But please honor me in front of the elders of my people and in front of Israel. Come back with me so I can worship the Lord your God.” ", "31": "So Samuel went back with Saul. And Saul worshiped the Lord.", "32": "Then Samuel said, “Bring me Agag, the king of the Amalekites.” Agag was in chains when he came to Samuel. Agag thought, “The time for me to be put to death must have passed by now.”", "33": "But Samuel said, “Your sword has killed the children of other women. So the child of your mother will be killed.” Samuel put Agag to death at Gilgal in front of the Lord.", "34": "Then Samuel left to go to Ramah. But Saul went up to his home in Gibeah of Saul. ", "35": "Until the day Samuel died, he didn't go to see Saul again. Samuel was filled with sorrow because of Saul. And the Lord was very sad he had made Saul king over Israel."}