{"1": "And Samuel gave those messages to all the Israelites. The Israelites went out to fight against the Philistines. The Israelites camped at Ebenezer. The Philistines camped at Aphek. ", "2": "The Philistines brought their forces together to fight against Israel. As the fighting spread, the Israelites lost the battle to the Philistines. The Philistines killed about 4,000 of them on the field of battle. ", "3": "The rest of the Israelite soldiers returned to camp. Then the elders asked them, “Why did the Lord let the Philistines win the battle over us today? Let's bring the ark of the Lord's covenant from Shiloh. Let's take it with us. Then the Lord will save us from the power of our enemies.”", "4": "So the people sent men to Shiloh. They brought back the ark of the Lord's covenant law. He sits there on his throne between the cherubim. The Lord is the one who rules over all. Eli's two sons, Hophni and Phinehas, were with the ark of God's covenant law. The ark was in Shiloh.", "5": "The ark of the Lord's covenant law was brought into the camp. Then all the Israelites shouted so loudly that the ground shook. ", "6": "The Philistines heard the noise. They asked, “What's all that shouting about in the Hebrew camp?” Then the Philistines found out that the ark of the Lord had come into the camp. ", "7": "So they were afraid. “A god has come into their camp,” they said. “Oh no! Nothing like this has ever happened before. ", "8": "How terrible it will be for us! Who will save us from the power of these mighty gods? They struck down the people of Egypt in the desert. They sent all kinds of plagues on them. ", "9": "Philistines, be strong! Fight like men! If you don't, you will come under the control of the Hebrews. You will become their slaves, just as they have been your slaves. Fight like men!”", "10": "So the Philistines fought. The Israelites lost the battle, and every man ran back to his tent. A large number of them were killed. Israel lost 30,000 soldiers who were on foot. ", "11": "The ark of God was captured. And Eli's two sons Hophni and Phinehas died.", "12": "That same day a man from the tribe of Benjamin ran from the front lines of the battle. He went to Shiloh. His clothes were torn. He had dust on his head. ", "13": "When he arrived, there was Eli sitting on his chair. He was by the side of the road. He was watching because his heart was really concerned about the ark of God. The man entered the town and told everyone what had happened. Then the whole town cried out.", "14": "Eli heard the people crying out. He asked, “What's the meaning of all this noise?” The man hurried over to Eli. ", "15": "Eli was 98 years old. His eyes were so bad he couldn't see. ", "16": "The man told Eli, “I've just come from the front lines of the battle. I just ran away from there today.” Eli asked, “What happened, son?”", "17": "The man who brought the news replied, “Israel ran away from the Philistines. Large numbers of men in the army were wounded or killed. Your two sons Hophni and Phinehas are also dead. And the ark of God has been captured.”", "18": "When the man spoke about the ark of God, Eli fell backward off his chair. He had been sitting by the side of the gate. When he fell, he broke his neck and died. He was old and fat. He had led Israel for 40 years.", "19": "The wife of Phinehas was pregnant. She was Eli's daughter-in-law. It was near the time for her baby to be born. She heard the news that the ark of God had been captured. She heard that her father-in-law and her husband were dead. So she went into labor and had her baby. Her pain was more than she could bear. ", "20": "As she was dying, the women helping her spoke up. They said, “Don't be afraid. You have had a son.” But she didn't reply. She didn't pay any attention.", "21": "She named the boy Ichabod. She said, “The God of glory has left Israel.” She said it because the ark of God had been captured. She also said it because her father-in-law and her husband had died. ", "22": "She said, “The God of glory has left Israel.” She said it because the ark of God had been captured."}