{"1": "For the law, having the shadow of good things to come and not the very image of the things, can never - with those sacrifices which they offer year by year continually - sanctify those who come to it.", "2": "For would they not, then, have ceased to have been offered, because those who offer (once purged) would have had no more consciousness of sins?", "3": "But in those sacrifices, there is a remembrance of sins again every year.", "4": "For it is impossible for the blood of bulls and goats to take away sins.", "5": "Therefore, when He comes into the world, He says, “Sacrifice and offering You do not desire, but a body have You prepared for Me.", "6": "“In burnt offerings and sin offerings You have had no pleasure.", "7": "“Then I said, 'Lo, I come. In the beginning of the book it is written of Me, that I should do Your will, O God'.”", "8": "Previously, when He said, “Sacrifice and offering, and burnt offerings, and sin offerings, You do not desire, nor had pleasure therein (which are offered by the Law).”", "9": "Then He said, “Lo, I come to do Your will, O God.” He takes away the first, so that He may establish the second.", "10": "By which will we are sanctified; by the offering of the body of Jesus Christ once for all.", "11": "And every priest stands daily, ministering, frequently offering the same sacrifice (which can never take away sins).", "12": "But this Man, after He had offered one sacrifice for sins, sits forever at the right hand of God.", "13": "And since that time, He waits for His enemies to be made His footstool.", "14": "For with one offering, He has forever consecrated those who are sanctified.", "15": "For the Holy Ghost also bears us witness. For after He had said before,", "16": "“This is the Testament that I will make to them after those days, says the Lord, 'I will put my Laws in their heart, and I will write them in their minds.'”", "17": "And, “Their sins and iniquities will I remember no more.”", "18": "Now where there is remission of these things, there is no more offering for sin.", "19": "Seeing therefore, brothers, that by the blood of Jesus we may be bold to enter into the Holy Place,", "20": "By the new and living way through the veil, which He has prepared for us (that is, His flesh).", "21": "And seeing we have a High Priest over the house of God,", "22": "let us draw near with a true heart, in assurance of faith; our hearts being sprinkled clean from an evil conscience", "23": "and our bodies washed with pure water. Let us keep the profession of our hope without wavering. For He Who promised is faithful.", "24": "And let us consider how to provoke one another to love and to good works,", "25": "not forsaking the fellowship that we have among ourselves (as is the manner of some). But let us exhort one another, and so much more so because you see that the Day draws near.", "26": "For if we sin willingly after we have received and acknowledged the Truth, sacrifice for sins no longer remains;", "27": "but rather a fearful expectation of judgment and violent fire, which shall devour the adversaries.", "28": "Anyone who ignores Moses' Law dies without mercy upon two or three witnesses.", "29": "Of how much worse punishment, do you suppose, shall he be worthy who treads the Son of God under foot, and counts the blood of the Testament (with which he was sanctified) as an unholy thing, insulting the Spirit of grace?", "30": "For we know Him Who has said, “Vengeance belongs to Me. I will repay,” says the Lord. And again, “The Lord shall judge His people.”", "31": "It is a fearful thing to fall into the hands of the living God.", "32": "Now call to remembrance the days that are passed in which - after you had received light - you endured a great fight in afflictions;", "33": "partly while you were made a spectacle by both reproaches and afflictions and partly while you became companions of those who were so tossed to and fro.", "34": "For you sorrowed with me for my bonds; and also joyfully suffered the plundering of your goods, knowing in yourselves that you have a better and an enduring substance in Heaven.", "35": "Therefore, do not cast away your confidence, which has great reward.", "36": "For you need patience, so that after you have done the will of God you might receive the promise.", "37": "For yet a very little while and He Who shall come, will come, and will not wait.", "38": "For “The just shall live by faith. But if anyone withdraws himself, My soul shall have no pleasure in him.”", "39": "However, we are not those who withdraw into destruction, but those who follow faith to the preservation of the soul."}