{"1": "Now faith is the confidence of things hoped for, and the evidence of things not seen.", "2": "For by it our elders were given a good report.", "3": "Through faith, we understand that the world was ordained by the word of God, so that the things which we see are not made of things which are visible.", "4": "By faith, Abel offered a greater sacrifice to God than Cain - by which he obtained witness that he was righteous, God testifying of his gifts - also by which he, being dead, still speaks.", "5": "By faith, Enoch was translated, so that he would not see death. Nor was he found. For God had taken him away. For before he was transformed, it was reported of him that he had pleased God.", "6": "But without faith it is impossible to please Him. He who comes to God must believe that God is and that He is a rewarder of those who seek Him.", "7": "By faith, Noah being warned by God of the things which were as yet not seen, moved with reverence, prepared the Ark to the saving of his household (through which He condemned the world), and was made heir of the righteousness which is by faith.", "8": "By faith, Abraham obeyed when he was called to go out into a place which he would receive for inheritance afterward. And he went out, not knowing where he went.", "9": "By faith, he dwelt in the Land of Promise - as in a strange country - living in tents with Isaac and Jacob, heirs with him of the same promise.", "10": "For he awaited a city having a foundation whose Builder and Maker is God.", "11": "Through faith, Sarah also received strength to conceive seed and delivered a child when she was past age, because she judged Him Who had promised faithful.", "12": "And therefore, even from one who was as good as dead, there sprang so many; as the stars of the sky in multitude, and as the sand of the seashore, which is innumerable.", "13": "All these died in faith and did not receive the promises. But they saw them at a distance and believed, and received thankfully, and confessed that they were strangers and pilgrims on the earth.", "14": "For those who say such things, plainly declare that they seek a country.", "15": "And if they had been mindful of from where they had come, they had opportunity to return.", "16": "But now they desire a better (that is, a heavenly). Therefore, God is not ashamed to be called their God. For He has prepared a city for them.", "17": "By faith, Abraham - when he was tried - offered up Isaac. And he who had received the promises offered his only begotten son", "18": "(to whom it was said, “In Isaac shall your seed be called.”)", "19": "For he considered that God was able to raise him up - even from the dead - from where He received him also, figuratively.", "20": "By faith, Isaac blessed Jacob and Esau concerning things to come.", "21": "By faith, Jacob, when he was a dying, blessed both the sons of Joseph worshipping at the end of his staff.", "22": "By faith, Joseph, when he died, mentioned the departing of the children of Israel and gave commandment about his bones.", "23": "By faith, Moses, when he was born, was hidden for three months by his parents because they saw he was a beautiful child. Nor did they fear the king's commandment.", "24": "By faith, Moses, when he had come to age, refused to be called the son of Pharaoh's daughter", "25": "and chose to suffer adversity with the people of God rather than to enjoy the pleasures of sin for a season.", "26": "He esteemed the rebuke of Christ to be greater riches than the treasures of Egypt. For he looked toward the reward.", "27": "By faith, he left Egypt and did not fear the fierceness of the king. For he endured, as he who saw Him Who is invisible.", "28": "Through faith, he ordained the Passover and the effusion of blood, so that he who destroyed the first born would not touch them.", "29": "By faith, they passed through the Red Sea, as by dry land (in which the Egyptians, when they had tried to do so, were swallowed up).", "30": "By faith, the walls of Jericho fell down after they were surrounded for seven days.", "31": "By faith, the prostitute Rahab, when she had received the spies peaceably, did not perish with those who disobeyed.", "32": "And what more shall I say? For the time would be too short for me to tell of Gideon, of Barak, and of Samson, and of Jephthah, also of David, and Samuel, and of the Prophets;", "33": "who through faith subdued kingdoms, wrought righteousness, obtained the promises, stopped the mouths of lions,", "34": "quenched the violence of fire, escaped the edge of the sword, made the weak strong, became valiant in battle, turned the armies of the aliens to flight.", "35": "The women received their dead raised to life again. Also, others were tortured and refused deliverance so that they might receive a better resurrection.", "36": "And others have been tried by mockings and scourgings, and moreover by bonds and imprisonment.", "37": "They were stoned. They were sawn in two. They were tempted. They were killed with the sword. They wandered up and down in sheep's skins, and in goats' skins; being destitute, afflicted, tormented.", "38": "Those of whom the world was not worthy wandered in wildernesses and mountains, and dens, and caves of the earth.", "39": "And through faith, these all obtained a good report. And yet, they did not receive the promise;", "40": "God providing a better thing for us, so that they would not be made perfect apart from us."}