{"1": "Let brotherly love continue.", "2": "Do not forget to entertain strangers. For thereby some have unknowingly received angels into their houses.", "3": "Remember the prisoners, as though you were bound with them; and those who are mistreated, since you also are in the body.", "4": "Marriage is honorable among all, and the bed undefiled. But God will judge whoremongers and adulterers.", "5": "Let your conversation be without covetousness. And be content with those things that you have. For He has said,", "6": "“I will neither fail you nor forsake you.”", "7": "So that we may boldly say, “The Lord is my helper. I will not fear what man can do to me.”", "8": "Remember your leaders who have declared to you the word of God. Follow their faith, considering what has been the outcome of their conduct. Jesus Christ is the same yesterday, today, and forever.", "9": "Do not be carried about with strange and diverse doctrines. For it is a good thing that the heart is established with grace, and not with food which has not profited those who walk in them.", "10": "We have an altar from which those who serve in the Tabernacle have no authority to eat.", "11": "For the bodies of those beasts whose blood is brought into the Holy Place by the High Priest for sin, are burnt outside the camp.", "12": "Therefore, even Jesus - so that He might sanctify the people with His own blood - suffered outside the gate.", "13": "Therefore, let us go forth to Him out of the camp, bearing His reproach.", "14": "For here have we no continuing city. But we seek one to come.", "15": "Therefore, by Him let us continually offer the sacrifice of praise to God (that is, the fruit of the lips which confess His Name).", "16": "Do not forget to do good and to share. For God is pleased with such sacrifices.", "17": "Obey your leaders and submit. For they watch over your souls, as those who must give an account. So that they may do so with joy and not with grief. For that is unprofitable for you.", "18": "Pray for us. For we are confident that we have a good conscience in all things, desiring to live honestly.", "19": "And I desire that you do so somewhat more earnestly, that I may be restored to you more quickly.", "20": "May the God of Peace, Who brought again from the dead our Lord Jesus - the Great Shepherd of the sheep -  through the blood of the everlasting Covenant,", "21": "make you perfect in all good works; to do His will, working in you that which is pleasant in His sight through Jesus Christ, to Whom be praise forever and ever. Amen.", "22": "I implore you also, brothers, to bear the words of exhortation. For I have written to you in few words.", "23": "Know that our brother, Timothy, has been freed; with whom, if he comes shortly, I will see you.", "24": "Greet all your leaders and all the saints. Those of Italy greet you.", "25": "Grace be with you all. Amen. (Written to the Hebrews from Italy. And sent by Timothy.)"}