{"1": "Therefore, holy brothers, partakers of the heavenly vocation, consider the Apostle and High Priest of our profession, Christ Jesus;", "2": "Who was faithful to Him who has appointed Him (just as Moses was) in all His house.", "3": "For this Man is counted worthy of more glory than Moses, inasmuch as the One who has built the house has more honor than the house.", "4": "For every house is built by someone. But the One Who has built all things is God.", "5": "Now Moses was truly faithful in all His house as a servant, for a witness of the things yet to be spoken.", "6": "But, Christ is as the Son over His own house, Whose house we are if we hold onto the confidence and the rejoicing of the hope to the end.", "7": "Therefore, as the Holy Ghost says, “Today, if you shall hear His voice,", "8": "“do not harden your hearts as in the rebellion on the day of temptation in the wilderness,", "9": "“where your fathers tempted Me, proved Me, and saw My works for forty years.", "10": "“Therefore, I was grieved with that generation, and said, 'They always err in their heart, nor have they known My ways.'", "11": "“Therefore, I swear in My wrath, 'They shall not enter into My rest.'”", "12": "Pay attention, brothers, lest at any time there be in any of you an evil and unfaithful heart, departing from the living God.", "13": "But exhort one another daily, while it is called “Today”, lest any of you be hardened through the deceitfulness of sin.", "14": "For we have been made partakers of Christ, if we keep sure to the end that beginning which upholds us,", "15": "so long as it is said, “Today if you hear His voice, do not harden your hearts as in the rebellion.”", "16": "For some, when they heard, provoked Him to anger (though not all who came out of Egypt with Moses).", "17": "But with whom was He displeased for forty years? Was He not displeased with those who sinned; whose carcasses fell in the wilderness?", "18": "And to whom did He swear that they would not enter into His rest, but to those who disobeyed?", "19": "So we see that they could not enter in because of unbelief."}