{"1": "Now of the things which we have spoken, this is the sum: that we have such a High Priest Who sits at the right hand of the throne of the Majesty in Heaven,", "2": "and is a Minister of the Sanctuary, and of the true Tabernacle (which the Lord pitched, and not man).", "3": "For every High Priest is ordained to offer both gifts and sacrifices. Therefore, it was necessary that this Man also have something to offer.", "4": "For if He were on the earth, He would not be a priest, seeing there are priests that offer gifts according to the Law,", "5": "who serve the pattern and shadow of heavenly things, as Moses was instructed by God when he was about to finish the Tabernacle. “See,” said He, “that you make all things according to the pattern shown to you on the mountain.”", "6": "But now, our High Priest has obtained a more excellent office, inasmuch as He is the Mediator of a better Testament, which is established upon better promises.", "7": "For if that first Testament had been blameless, no place would have been sought for the second.", "8": "For in rebuking them He said, “'Behold, the days will come,' says the Lord, 'when I shall make a new Testament with the House of Israel and with the House of Judah -", "9": "'unlike the Testament that I made with their fathers on the day that I took them by the hand to lead them out of the land of Egypt. For they did not continue in my Testament. And I disregarded them,' says the Lord.", "10": "“For this is the Testament that I will make with the House of Israel, 'After those days,' says the Lord, 'I will put My Laws in their mind, And I will write them on their heart. And I will be their God. And they shall be my people.", "11": "'And no one shall teach his neighbor, or every man his brother, saying, “Know the Lord.” For all shall know Me, from the least of them to the greatest of them.", "12": "'For I will be merciful to their unrighteousness. And I will remember their sins and their iniquities no more.'”", "13": "In saying, “a New Testament”, He has rendered the first obsolete. Now that which has aged and grown old is ready to vanish."}