{"1": "In the eighteenth year of King Jeroboam, Abijah became king over Judah. ", "2": "He ruled for three years in Jerusalem. His mother's name was Micaiah,[a] the daughter of Uriel from Gibeah.[b] There was war between Abijah and Jeroboam. ", "3": "Abijah got ready for battle with an army of four hundred thousand strong warriors, each man specially chosen.[c] Jeroboam lined up for battle against him with eight hundred thousand strong warriors, each man specially chosen.", "4": "Abijah stood on Mount Zemaraim in the hill country of Ephraim and said this to them: Listen to me, Jeroboam and all Israel. ", "5": "You should know that the Lord, the God of Israel, gave the kingship over Israel to David forever, to him and to his sons, with a covenant of salt. ", "6": "But Jeroboam son of Nebat, an official who served Solomon, the son of David, rose up and rebelled against his master. ", "7": "Worthless, good-for-nothing men gathered around him. They strongly opposed Rehoboam, the son of Solomon, when he was young and indecisive and not strong enough to stand up against them. ", "8": "Now you are planning to take your stand against the kingdom of the Lord, which is under the control of the sons of David. You are a great horde, and you have the golden calves with you, which Jeroboam made to be your gods.", "9": "But haven't you driven out the priests of the Lord, who are the descendants of Aaron, as well as the Levites? You have made priests for yourselves like the peoples of other lands. Anyone who comes with a young bull and seven rams can ordain himself—but only as a priest to nonexistent gods!", "10": "As for us, the Lord is our God, and we have not abandoned him, and we have not abandoned the priests, the descendants of Aaron, who minister to the Lord, or the Levites, who serve with them. ", "11": "They send burnt offerings up to the Lord in smoke, every morning and every evening, along with incense made of sweet spices. They arrange the bread on the pure table and take care of the gold lampstand, lighting its lamps every evening. We are fulfilling our duties to the Lord our God, but you have forsaken him.", "12": "Look! God is with us as our head, and his priests with their trumpets are sounding the call to battle against you. People of Israel, do not fight against the Lord, the God of your fathers, for you will not succeed.", "13": "However, Jeroboam had set up an ambush to come around them from behind. So the main enemy forces were in front of Judah, and the ambush was behind them. ", "14": "When Judah turned and saw that the battle line was in front of them and behind them, they cried out to the Lord while the priests kept blowing the trumpets.", "15": "The men of Judah raised a battle cry. When they raised the battle cry, God defeated Jeroboam and all Israel before Abijah and Judah. ", "16": "The men of Israel fled from Judah, and God gave them into their hand. ", "17": "Abijah and his people inflicted very heavy casualties on them. Five hundred thousand specially chosen men of Israel fell in battle.", "18": "So the men of Israel were subdued at that time. The men of Judah prevailed because they relied on the Lord, the God of their fathers. ", "19": "Abijah pursued Jeroboam and took these cities from him: Bethel and its villages, Jeshanah and its villages, and Ephron and its villages. ", "20": "Jeroboam never recovered his power during the days of Abijah. Then the Lord struck Jeroboam, and he died.", "21": "But Abijah grew strong. He took for himself fourteen wives and fathered twenty-two sons and sixteen daughters.", "22": "The rest of the acts of Abijah, his ways and his words, are written in the notes of the prophet Iddo."}