{"1": "The Spirit of God came upon Azariah son of Oded. ", "2": "He went out to meet Asa and said this to him: Listen to me, Asa and all Judah and Benjamin. The Lord is with you when you are with him. If you seek him, he is there to be found. If you forsake him, he will forsake you.", "3": "For a long time Israel was without the true God, without a priest to teach, and without the law. ", "4": "Then in their distress they turned to the Lord, the God of Israel. They sought him, and he was found by them. ", "5": "During those times there was no peace for those who went out and came in, because there were great disturbances affecting all the inhabitants of the lands.", "6": "It was nation against nation and city against city. They were broken in pieces because God troubled them with every kind of distress. ", "7": "But take courage and do not let your hands be slack, because there will be a reward for your work.", "8": "When Asa heard these words and the prophecy of Azariah son of[a] Oded the prophet, he took courage. He put away the disgusting idols from the whole land of Judah and Benjamin and from the cities which he had taken from the hill country of Ephraim. He repaired the altar of the Lord, which was in front of the porch of the Lord's house.", "9": "He gathered all Judah and Benjamin, as well as those who had settled among them from Ephraim, Manasseh, and Simeon, because people from Israel had gone over to Asa in great numbers since they saw that the Lord his God was with him. ", "10": "They gathered at Jerusalem in the third month of the fifteenth year of Asa's reign. ", "11": "On that day they sacrificed to the Lord seven hundred cattle and seven thousand sheep from the plunder they had brought.", "12": "They entered into a covenant to seek the Lord, the God of their fathers, with all their heart and with all their soul. ", "13": "Anyone who did not seek the Lord, the God of Israel, was to be put to death, whether young or old,[b] man or woman. ", "14": "They swore an oath to the Lord with a loud voice, with shouting, and with trumpets and ram's horns. ", "15": "All Judah rejoiced over the oath, because they had sworn with all their heart, and they very eagerly sought the Lord. He was found by them, and the Lord gave them rest on every side.", "16": "Asa even removed his grandmother Ma'akah from her position as queen mother, because she had made an obscene image for Asherah. Asa cut down her image and crushed it and burned it in the Kidron Valley.", "17": "The high places, however, were not removed from Israel. Nevertheless, Asa's heart was completely committed throughout all his days. ", "18": "He brought silver and gold and vessels and utensils to the House of the Lord as dedicated offerings for himself and his father.", "19": "There was no war until the thirty-fifth year of Asa's reign."}