{"1": "Asa's son Jehoshaphat ruled in his place. He strengthened his position against Israel and ", "2": "placed troops in all the fortified cities of Judah. He placed garrisons in the land of Judah and in the cities of Ephraim that his father Asa had captured.", "3": "The Lord was with Jehoshaphat because he walked in the ways that his father David walked in the beginning. He did not seek the Baals, ", "4": "but he sought the God of his father, and he walked in his commandments. He did not follow the example of Israel. ", "5": "So the Lord established the kingdom in his hand. All Judah gave tribute to Jehoshaphat. He had abundant riches and honor. ", "6": "His heart was bold in the ways of the Lord. Furthermore, he removed the high places and the Asherah poles from Judah.", "7": "In the third year of his reign he sent his officials Ben Hail, Obadiah, Zechariah, Nethanel, and Micaiah to teach in the cities of Judah. ", "8": "Along with them he sent these Levites: Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah, as well as the priests Elishama and Jehoram. ", "9": "They taught in Judah. They took the Book of the Law[b] of the Lord with them and traveled around through all the cities of Judah, teaching among the people.", "10": "The fear of the Lord fell upon all the kingdoms of the lands surrounding Judah. They did not wage war against Jehoshaphat. ", "11": "Some of the Philistines brought gifts and silver to Jehoshaphat as tribute. Also the Arabs brought flocks to him: seven thousand seven hundred rams and seven thousand seven hundred male goats.", "12": "Jehoshaphat was continually becoming greater and greater. He built fortresses and towns for storehouses in Judah.", "13": "He had large amounts of supplies[c] in the cities of Judah, and soldiers who were powerful warriors were stationed in Jerusalem. ", "14": "Their numbers, based on their fathers' houses, were as follows. Belonging to Judah, these were the commanders of units of a thousand: Adnah the commander, and with him 300,000 powerful warriors.", "15": "Next to him Jehohanan the captain, and with him 280,000.", "16": "Next to him Amasiah son of Zikri, who volunteered to serve the Lord, and with him 200,000 powerful warriors.", "17": "From Benjamin: Eliada, a powerful warrior, and with him 200,000 men armed with bow and shield.", "18": "Next to him Jehozabad, and with him 180,000 men armed for war.", "19": "These were the men who served the king, in addition to those forces that the king had placed in the fortified cities throughout Judah."}