{"1": "Jehoshaphat had abundant riches and honor. He also formed a marriage alliance with Ahab.", "2": "After some years passed, Jehoshaphat went down to visit Ahab in Samaria. Ahab sacrificed sheep and cattle in great numbers for him and for the troops with him. So Ahab persuaded him to go up against Ramoth Gilead.", "3": "Ahab king of Israel said to Jehoshaphat king of Judah, “Will you go with me to Ramoth Gilead?” Jehoshaphat answered him, “I am like you. My people are like your people. We are with you in the war.”", "4": "But Jehoshaphat also said to the king of Israel, “Please seek the word of the Lord today.”", "5": "So the king of Israel assembled the prophets, four hundred men, and he said to them, “Should we go up to make war on Ramoth Gilead, or should I refrain?” They said, “Go up! God will give it into the hand of the king.”", "6": "But Jehoshaphat said, “Is there no longer a prophet of the Lord here? We should inquire from him.”", "7": "Then the king of Israel said to Jehoshaphat, “There is still one man from whom we could inquire of the Lord, but I hate him because he doesn't prophesy anything good about me. He continually prophesies only bad things. He is Micaiah son of Imlah.” Jehoshaphat said, “The king should not talk like that.”", "8": "So the king of Israel summoned one of his officials and said, “Quickly bring Micaiah son of Imlah here.”", "9": "Now the king of Israel and Jehoshaphat king of Judah were sitting on their thrones, arrayed in their robes. They were sitting by the threshing floor at the entrance to the gate to Samaria, and all the prophets were prophesying before them.", "10": "Zedekiah son of Kena'anah had made iron horns for himself, and he said, “This is what the Lord says. With these you will gore the Arameans until they are destroyed.” ", "11": "All the prophets were prophesying in this same way: “Go up to Ramoth Gilead and triumph, for the Lord will give it into the hand of the king.”", "12": "The messenger who was sent to summon Micaiah said to him, “Pay attention to the words of the prophets. With one mouth they are promising good things to the king. Please! Your words should be like the words of one of them. You should say something good.”", "13": "But Micaiah said, “As surely as the Lord lives, whatever my God says, that is what I will say.”", "14": "Then he came to the king, and the king said to him, “Micaiah, should we go to Ramoth Gilead for battle, or should I refrain?” Micaiah answered him, “Go up and triumph. They will be given into your hand.”", "15": "The king said to him, “How many times must I make you swear to me that you will tell me nothing but the truth in the name of the Lord?”", "16": "Micaiah said, “I saw all Israel scattered on the mountains like sheep that have no shepherd. The Lord said, 'They have no masters. Let each one return to his home in peace.'”", "17": "The king of Israel said to Jehoshaphat, “Didn't I tell you that he does not prophesy anything good about me but only bad?”", "18": "Then Micaiah proclaimed: Now hear this word from the Lord. I saw the Lord sitting on his throne, and the whole army of heaven was standing on his right and on his left.", "19": "The Lord said, “Who will entice Ahab king of Israel, so that he goes up and falls at Ramoth Gilead?” One spirit said this; another one said that. ", "20": "Finally a spirit came forward and stood before the Lord and said, “I will entice him.” The Lord said to him, “How?”", "21": "He said, “I will go and be a lying spirit in the mouth of all his prophets.” The Lord said, “You will entice him successfully. Go and do that.”", "22": "Now look! The Lord has put a lying spirit into the mouth of all your prophets, for the Lord has decreed disaster for you.", "23": "Then Zedekiah son of Kena'anah came over and struck Micaiah on his cheek and said, “Where is this pathway on which the spirit of the Lord has traveled from me to speak to you?”", "24": "Micaiah said, “You will see on the day you go into the inner room to hide.”", "25": "Then the king of Israel said, “Seize Micaiah and take him back to Amon, the administrator of the city, and to Joash, son of the king. ", "26": "You are to say to them, 'This is what the king says. Put this man in prison and feed him nothing more than bread and water until I come back safely.'”", "27": "Micaiah said, “If you ever come back safely, then the Lord has not spoken through me.” He also said, “Hear this, you people, all of you!”", "28": "Then the king of Israel and Jehoshaphat king of Judah went up to Ramoth Gilead.", "29": "The king of Israel said to Jehoshaphat, “I will disguise myself when I go into the battle, but you wear your robes.” So the king of Israel disguised himself, and they went into battle.", "30": "The king of Aram had ordered his chariot commanders, “Do not fight against anyone, whether small or great, but only against the king of Israel.”", "31": "When the chariot commanders saw Jehoshaphat, they said, “That is the king of Israel!” So they turned to fight against him. Jehoshaphat cried out, and the Lord helped him. God drew them away from him.", "32": "When the chariot commanders realized that he was not the king of Israel, they stopped pursuing him.", "33": "But a man shot an arrow at random and struck the king of Israel in the seam between two parts of his armor. Ahab said to the chariot driver, “Turn around and take me out of the battle, because I have been wounded.”", "34": "The battle increased in intensity all that day. The king of Israel was propped up in his chariot facing Aram until evening. He died at sunset."}