{"1": "Jehoshaphat king of Judah returned to his house in Jerusalem safely.", "2": "Jehu son of Hanani, the seer, went out to meet King Jehoshaphat and said to him, “Should you help the wicked and love those who hate the Lord? Because of this, wrath from the Lord is upon you. ", "3": "Nevertheless, good things are present in you, because you destroyed the Asherah poles from the land and have set your heart to seek God.”", "4": "Jehoshaphat ruled from[a] Jerusalem. He once again went out among the people, from Beersheba to the hill country of Ephraim, and brought them back to the Lord, the God of their fathers. ", "5": "He appointed judges throughout the land in all the fortified cities of Judah, city by city.", "6": "He said to the judges, “Watch what you do, because you are not judging for the people, but for the Lord. He is with you as you judge. ", "7": "Now may the dread of the Lord be upon you. Watch what you do, because there is no injustice, partiality, or taking bribes with the Lord our God.”", "8": "In Jerusalem too Jehoshaphat appointed men from the Levites, the priests, and the leading fathers of Israel to act as judges on behalf of the Lord and to settle disputes, and they presided in[b] Jerusalem.", "9": "He commanded them: This is how you are to conduct yourselves in the fear of the Lord, in faithfulness, and with your whole heart. ", "10": "In every case concerning bloodshed, law, commands, statutes, or ordinances that comes to you from your brother Israelites who live in their cities, you will instruct them so that they will not incur guilt before the Lord, and so that wrath does not come upon you and upon your brothers. If you do this, you will not incur guilt.", "11": "Take note of this. Amariah the head priest is over you in all matters concerning the Lord. Zebadiah son of Ishmael is the governor for the house of Judah in all matters concerning the king. The Levites are officials for you. Act courageously. The Lord will be with those who do what is good."}