{"1": "Solomon said that he would build a temple for the Name of the Lord and a palace for his kingdom.[a] ", "2": "He assigned seventy thousand men to transport materials, eighty thousand to quarry stone in the hills, and thirty-six hundred to supervise them.", "3": "Solomon sent this message to Huram[b] king of Tyre: Send me cedar as you did for my father David, when you sent him cedar to build a house for himself to live in.", "4": "I am building a house for the Name of the Lord my God, to dedicate it to him for burning fragrant incense before him, for the continual arrangement of bread, for burnt offerings in the morning and evening, for the sabbaths, the new moons, and the appointed festivals of the Lord our God. This is to be a permanent regulation for Israel.", "5": "The house that I am building will be great, because our God is greater than all the gods. ", "6": "But who is able to build a house for him? The heavens, even the highest heaven,[c] cannot contain him. Who am I to build a house for him, except as a place to send incense and sacrifices up in smoke before him?", "7": "Now send me a man who is skillful at working with gold, silver, bronze, and iron, as well as with purple, crimson, and blue material, and who is trained in engraving. He will work with the skilled craftsmen who are with me in Judah and Jerusalem, whom my father David provided.", "8": "Send me cedar, fir, and algum[d] timber from Lebanon, because I know that your servants know how to cut timber from Lebanon. Look, my servants will work with your servants ", "9": "to prepare lumber for me in abundance because the house which I am building will be great and wonderful.", "10": "To support the lumberjacks who work for you, I have set aside one hundred twenty thousand bushels[e] of crushed wheat, and one hundred twenty thousand bushels of barley, one hundred twenty thousand gallons[f] of wine, and one hundred twenty thousand gallons of olive oil.", "11": "Huram king of Tyre sent a letter to Solomon which said: Because of the love of the Lord for his people, he has made you king over them.", "12": "Huram also said: Blessed be the Lord, the God of Israel, who made the heavens and the earth. He has given King David a wise son, who has discretion and understanding, who will build a house for the Lord and a house for his kingdom.", "13": "Now I have sent a skilled man who has expertise, Huram Abi, ", "14": "the son of a woman from among the daughters of Dan. His father is a man from Tyre. He is skillful at working with gold, silver, bronze, iron, stone, and wood, and with purple, blue, and crimson material and fine white linen. He is qualified to do all the engraving and to execute every design which is given to him, together with your craftsmen and the craftsmen of my lord David, your father.", "15": "Now let my lord Solomon send the wheat, barley, oil, and wine that he promised to us, his servants. ", "16": "We will cut timber from Lebanon according to all your needs and will ship it to you at Joppa, as rafts upon the sea. You can then transport it up to Jerusalem.", "17": "Solomon took a census of all the male aliens who were residing in the land of Israel, after the census his father David had taken. There were 153,600.", "18": "Out of that number he designated 70,000 to transport materials, 80,000 to quarry stone in the hills, and 3600 overseers to make the people work."}