{"1": "After this the Moabites, the Ammonites, and some of the Meunites[a] with them, all came against Jehoshaphat for battle. ", "2": "Jehoshaphat was told, “A huge horde is coming against you from beyond the sea[b] and from Edom.[c] Look! They are already in Hazazon Tamar” (that is, En Gedi).", "3": "Jehoshaphat was afraid, but he focused on seeking the Lord. He proclaimed a fast throughout all Judah. ", "4": "So Judah assembled to seek help from the Lord. From all the cities of Judah people came to seek the Lord.", "5": "Jehoshaphat stood in the assembly of Judah and Jerusalem in the House of the Lord in front of the new courtyard. ", "6": "He said: Lord, God of our fathers, are you not the God in heaven? You are ruling over all the kingdoms of the nations. In your hand are power and might. There is no one who can stand up against you.", "7": "Was it not you, our God, who drove out the inhabitants of this land in front of your people Israel? You gave it to the descendants of your friend Abraham forever. ", "8": "They have lived in it, and in it they have built a holy place for your Name, and they said, ", "9": "“If disaster comes on us—the sword of judgment, plague, and famine, we will stand before this house and before you, for your Name is in this house. We will cry out to you in our distress, and you will hear and save.”", "10": "Now look! Men from Ammon, Moab, and Mount Seir have invaded. When Israel came up from the land of Egypt, you did not allow Israel to invade their land. So Israel went around them and did not destroy them. ", "11": "Look how they are rewarding us by coming to drive us out from your possession, which you have given to us as an inheritance. ", "12": "Our God, will you not judge them? For there is no power in us to face this huge horde that is coming against us. We do not know what to do, but our eyes are on you.", "13": "All Judah was standing before the Lord along with their dependents, their wives, and their children.", "14": "The Spirit of the Lord came upon Jahaziel, the son of Zechariah, the son of Benaiah, the son of Jeiel, the son of Mattaniah, a Levite from the descendants of Asaph. He was standing in the middle of the assembly. ", "15": "He said: Listen, all Judah, all you residents of Jerusalem, and King Jehoshaphat. This is what the Lord says to you. Do not be afraid. Do not be terrified because of this huge horde, for the battle is not yours. It is God's. ", "16": "Tomorrow go down against them. Look, they are coming up by the Ascent of Ziz. You will find them at the end of the valley east of the Wilderness of Jeruel.", "17": "It is not up to you to fight this battle. Just take up your position. Stand still, Judah and Jerusalem, and see that the victory of the Lord is with you. Do not be afraid. Do not be terrified. Tomorrow go out against them. The Lord will be with you.", "18": "Then Jehoshaphat bowed down with his face to the ground, and all Judah and the residents of Jerusalem fell down before the Lord to worship the Lord. ", "19": "Then the Levites from the Kohathites and the Korahites stood up to praise the Lord, the God of Israel, with a very loud voice.", "20": "They got up early in the morning and went out into the Wilderness of Tekoa. As they went out, Jehoshaphat stood and said, “Listen to me, Judah and you residents of Jerusalem. Have faith in the Lord your God, and you will find him to be faithful. Believe his prophets and you will succeed.”", "21": "After he consulted with the people, he appointed singers to sing to the Lord and to praise him for the splendor of his holiness,[d] as they went out ahead of the army, singing: Give thanks to the Lord, for his mercy endures forever.", "22": "At the time when they began the jubilant songs of praise to the Lord, he set ambushes against the men of Ammon, Moab, and Mount Seir, who were marching against Judah, and they were routed, ", "23": "because the men of Ammon and Moab rose up against the inhabitants of Mount Seir to destroy them and wipe them out. When they were finished with the inhabitants of Seir, they helped destroy each other.", "24": "When Judah came to a spot overlooking the wilderness and looked out toward that horde, they saw nothing but dead bodies lying on the ground. No one had escaped.", "25": "Jehoshaphat and his people came to gather the spoils. They found huge amounts of equipment and valuables among the bodies. They collected so much for themselves that they could not carry it. It took them three days to gather the spoils because there was so much.", "26": "On the fourth day they assembled in the Valley of Berakah, where they blessed the Lord. That is why that place is named the Valley of Berakah[e] to this day.", "27": "Then all the men of Judah and Jerusalem joyfully returned to Jerusalem with Jehoshaphat at their head, because the Lord had given them reason to rejoice over their enemies. ", "28": "They came to Jerusalem to the House of the Lord with harps, lyres, and trumpets.", "29": "The dread of the Lord was upon all the kingdoms of the lands, when they heard that the Lord had fought against the enemies of Israel.", "30": "Then Jehoshaphat's kingdom was quiet. His God gave him rest on every side.", "31": "Jehoshaphat ruled as king over Judah. He was thirty-five years old when he became king, and he ruled in Jerusalem for twenty-five years. His mother's name was Azubah daughter of Shilhi.", "32": "He walked in the ways of his father Asa by doing what was right in the eyes of the Lord. He did not turn from it.", "33": "The high places, however, were not removed. The people still did not set their hearts toward the God of their fathers.", "34": "The rest of the acts of Jehoshaphat, from first to last, are recorded in the annals of Jehu son of Hanani, which are included in the Book of the Kings of Israel.", "35": "After this, Jehoshaphat king of Judah joined with Ahaziah king of Israel, who did wicked things. ", "36": "He joined with him to build ships to go to Tarshish.[f] They built the ships in Ezion Geber. ", "37": "Eliezer son of Dodavahu from Mareshah prophesied against Jehoshaphat: “Because you joined with Ahaziah, the Lord has destroyed what you have made.” The ships were wrecked, so they were not able to go to Tarshish."}