{"1": "The residents of Jerusalem made Ahaziah, Jehoram's youngest son, king in Jehoram's place because the raiding band, which had come to the camp with the Arabs, had killed all the older sons. So Ahaziah son of Jehoram ruled as the king of Judah.", "2": "Ahaziah was twenty-two years old when he became king, and he ruled as king in Jerusalem for one year. His mother's name was Athaliah, granddaughter of Omri.", "3": "He also walked in the ways of the house of Ahab, because his mother was advising him how to do wicked things. ", "4": "He did evil in the eyes of the Lord, as the house of Ahab did, because they were his advisors after the death of his father. This led to his destruction.", "5": "He also followed their advice and went with Jehoram,[a] the son of Ahab, the king of Israel, to wage war against Hazael king of Aram at Ramoth Gilead. The Arameans wounded Joram there. ", "6": "So he returned to Jezre'el to recover from the wounds he had received at Ramah when he was fighting against Hazael king of Aram. Ahaziah[b] son of Jehoram king of Judah went down to visit Jehoram son of Ahab in Jezre'el because Jehoram had been wounded.", "7": "It was due to God that Ahaziah's downfall came about when he went to visit Joram. After Ahaziah had arrived, he went out with Jehoram[c] to meet Jehu son of Nimshi, whom the Lord had anointed to cut off the house of Ahab. ", "8": "When Jehu was carrying out judgment on the house of Ahab, he met the officials of Judah and the sons of Ahaziah's brothers,[d] who attended Ahaziah, and he killed them. ", "9": "He also searched for Ahaziah and captured him, while he was hiding in Samaria.[e] They brought him to Jehu, who put him to death. They buried him, because they said, “He is the grandson of Jehoshaphat, who sought the Lord with all his heart.” There was nobody from the house of Ahaziah strong enough to rule the kingdom.", "10": "When Athaliah, the mother of Ahaziah, saw that her son was dead, she went into action and destroyed[f] all the royal heirs[g] belonging to the house of Judah. ", "11": "But Jehoshabeath,[h] the daughter of the king, took Joash, the son of Ahaziah. She stole him away from among the king's sons, who were to be killed. She put him and his nurse in a bedroom. Because she was a sister of Ahaziah, Jehoshabeath, the daughter of King Jehoram, the wife of Jehoiada the priest, hid Joash from Athaliah, so that she could not kill him.", "12": "He was kept hidden with them in the House of God for six years, while Athaliah was ruling over the land."}