{"1": "In the seventh year Jehoiada strengthened himself[a] by entering into a covenant with the commanders of the hundreds, namely, Azariah son of Jeroham, Ishmael son of Jehohanan, Azariah son of Obed, Ma'aseiah son of Adaiah, and Elishaphat son of Zikri. ", "2": "They went around Judah and gathered the Levites from all the cities of Judah and the leading fathers of Israel, who came to Jerusalem.", "3": "The whole assembly made a covenant with the king in the House of God. Jehoiada said to them: Look! Here is the king's son. He will rule as king, just as the Lord has promised concerning the sons of David.", "4": "This is what you will do. One third of you who are coming on duty on the Sabbath to perform your duties as priests and Levites are to guard the gates. ", "5": "One third of you will be in the palace of the king, and one third at the Foundation Gate.[b] All the people will be stationed in the courtyards of the House of the Lord.", "6": "No one will come into the house[c] of the Lord except the priests and the Levites who are serving. They are allowed to enter because they are holy. All the rest of the people will follow the directions of the Lord.", "7": "The Levites will completely surround the king, each with his weapons in his hand. Anyone who enters the house will be put to death. You accompany the king when he comes in and goes out.", "8": "The Levites and all Judah did exactly as Jehoiada the priest had commanded. Each leader combined the men coming on duty on the Sabbath with those going off duty on the Sabbath, because Jehoiada the priest did not dismiss the divisions.", "9": "Jehoiada the priest gave the commanders of the hundreds the spears, the large shields, and the small shields[d] which belonged to King David and which were in the House of God. ", "10": "He stationed all the people, each man with his weapon in his hand, in a circle from the south side of the temple building to the north side of the building, around the altar and all around the building, completely surrounding the king.", "11": "Then they brought out the king's son. They set the crown on him and gave him the Testimony,[e] and they made him king. Jehoiada and his sons anointed him and said, “Long live the king!”", "12": "When Athaliah heard the noise made by the people who were running and praising the king, she went to the crowd of people at the House of the Lord. ", "13": "She looked, and there was the king standing by his pillar at the entrance. The officials and the trumpeters were beside the king. All the people of the land were rejoicing and blowing the trumpets. The singers with their musical instruments were leading the praise. Athaliah tore her clothes and shouted, “Treason! Treason!”", "14": "Then Jehoiada the priest brought out the commanders who were in charge of the units of a hundred in the army. He told them, “Bring her out between the ranks. Anyone who follows her is to be put to death with the sword,” but the priest also told them, “You must not put her to death in the House of the Lord.” ", "15": "So they laid their hands on her, and she was taken to the entrance of the Horse Gate by the palace of the king, where she was put to death.", "16": "Jehoiada made a covenant including himself, all the people, and the king, that they would be the Lord's people.", "17": "All the people then went to the temple of Baal and tore it down. They smashed Baal's altars and his images. They killed Mattan, the priest of Baal, in front of the altars.", "18": "Jehoiada posted a watch[f] over the House of the Lord. It was under the supervision of the levitical priests, whom David had given assignments in the House of the Lord to offer burnt offerings to the Lord, as written in the Law of Moses, with rejoicing and singing as David had directed. ", "19": "He stationed the gatekeepers at the gates of the House of the Lord, so that no one could enter if he was unclean in any way.", "20": "He took the commanders of the hundreds, the nobles, the governors of the people, and all the people of the land. He brought the king down from the House of the Lord. They came through the upper gate of the palace of the king. They seated the king on the throne of the kingdom.", "21": "All the people of the land rejoiced. The city was quiet after they killed Athaliah with the sword."}