{"1": "Joash[a] was seven years old when he became king, and he ruled as king in Jerusalem for forty years. His mother's name was Zibiah from Beersheba.", "2": "Joash did what was right in the eyes of the Lord all the days of Jehoiada the priest.", "3": "Jehoiada obtained two wives for him, and he fathered sons and daughters.", "4": "After this, it was on Joash's heart to restore the House of the Lord, ", "5": "so he gathered the priests and the Levites and said to them, “Go out to the cities of Judah and collect money from all Israel for the repairs to the house of your God. Do this annually. Get started immediately.” The Levites, however, did not act on it quickly, ", "6": "so the king summoned Jehoiada, the head of the project,[b] and said to him, “Why have you not required the Levites to collect from Judah and Jerusalem the tax which Moses, the servant of the Lord, established with the congregation of Israel for the Tent of Testimony?”[c]", "7": "(Because Athaliah was wicked, her sons had broken into the House of God and used all the dedicated things of the House of the Lord for the Baals.)", "8": "The king gave a command that a chest was to be made and set outside the gate of the House of the Lord.[d] ", "9": "A proclamation was issued in Judah and Jerusalem that the tax imposed upon Israel in the wilderness by Moses, the servant of God, should be brought to the Lord. ", "10": "All the officials and all the people rejoiced. They brought the money and dropped it into the chest until it was full.", "11": "From time to time the chest was delivered from the custody of the Levites to the king's administrators. Whenever they saw that there was a large amount of silver in it, the secretary of the king and the administrator of the head priest came and emptied the chest. Then they would take the chest and return it to its place. They did this regularly and collected a large amount of silver.", "12": "The king and Jehoiada gave the silver to those carrying out the work on the House of the Lord. They hired stonemasons and carpenters to restore the House of the Lord, and also craftsmen who worked with iron and bronze to repair the House of the Lord.", "13": "The laborers carrying out the project worked hard, and the work of restoration moved forward because of the diligent work of their hands. They restored the House of God to its proper condition and strengthened it.", "14": "When they finished, they brought the rest of the silver to the king and to Jehoiada. They used it to make items for the House of the Lord, utensils for use in the service and for the burnt offerings, such as small dishes[e] and gold and silver vessels. So they offered burnt offerings in the House of the Lord continually, throughout all the days of Jehoiada.", "15": "Jehoiada grew old and full of days, and he died. He was one hundred thirty years old at his death.", "16": "They buried him in the City of David with the kings, because he had done good things for Israel in connection with God and his house.", "17": "After the death of Jehoiada, the officials of Judah came and bowed down to the king. Then the king began to listen to them. ", "18": "They abandoned the House of the Lord, the God of their fathers, and served the Asherahs and the idols. Wrath fell upon Judah and Jerusalem because of their guilt.", "19": "God sent prophets among them to bring them back to the Lord. The prophets testified against them, but they did not listen.", "20": "The Spirit of God came upon[f] Zechariah, the son of Jehoiada the priest. He stood in front of the people and said to them, “This is what God says. Why do you disobey the commandments of the Lord? You will not prosper. Because you have forsaken the Lord, he has forsaken you.”", "21": "But they conspired against him, and by the command of the king they stoned him to death in the courtyard of the House of the Lord.", "22": "Thus King Joash did not remember the kindness which Jehoiada, his mentor,[g] had shown to him. Instead, he killed Jehoiada's son. As Zechariah was dying, he said, “The Lord will see and avenge.”", "23": "At the end of the year, the army of Aram marched out against Joash. They came to Judah and Jerusalem. They slaughtered all the officials from among the people, and they sent all their spoils to the king of Damascus. ", "24": "Although the army of Aram had come with only a few men, the Lord delivered a very great army into their hand because Judah had forsaken the Lord, the God of their fathers. So the Arameans carried out judgment against Joash.", "25": "When they withdrew, leaving behind Joash, who was severely wounded, his own officials conspired against him because of the blood of the sons[h] of Jehoiada the priest. They violently attacked him on his bed, and he died. They buried him in the City of David, but they did not bury him in the tombs of the kings.", "26": "Those who conspired against him were Zabad son of Shimath, an Ammonite woman, and Jehozabad son of Shimrith, a Moabite woman.[i]", "27": "The accounts about his sons, about the many prophetic warnings against him, and about the restoration of the House of God are recorded in the notes in the Book of the Kings. His son Amaziah ruled as king in his place."}