{"1": "Hezekiah became king when he was twenty-five years old, and he ruled as king in Jerusalem for twenty-nine years. His mother's name was Abijah daughter of Zechariah.", "2": "He did what was right in the eyes of the Lord, like everything that his father David had done.", "3": "In the first month of the first year of his reign, Hezekiah opened the doors of the House of the Lord and repaired them. ", "4": "He brought the priests and the Levites and assembled them in the eastern square. ", "5": "He said to them: Listen to me, you Levites! Consecrate yourselves now, and consecrate the House of the Lord, the God of your fathers. Remove the filth from the holy place, ", "6": "for our fathers have been unfaithful. They have done evil in the eyes of the Lord our God. They have forsaken him. They have turned their faces away from the dwelling of the Lord. They have turned their backs. ", "7": "They also have shut the doors of the porch of the temple and have extinguished the lamps. They have not burned incense or offered burnt offerings in the holy place to the God of Israel.", "8": "So the wrath of the Lord is on Judah and Jerusalem. He has made them into an object of terror, horror, and hissing, as you see with your own eyes. ", "9": "Look! Our fathers have fallen by the sword, and our sons, our daughters, and our wives are in captivity because of this. ", "10": "Now it is in my heart to make a covenant with the Lord, the God of Israel, so that his fierce anger will turn away from us. ", "11": "Now, you my sons, do not be negligent, for you are the ones the Lord has chosen to stand in his presence, to minister to him, to serve him, and to burn incense to him.", "12": "These are the Levites who responded: from the descendants of the Kohathites: Mahath son of Amasai and Joel son of Azariah, from the descendants of Merari: Kish son of Abdi and Azariah son of Jahallelel, from the Gershonites: Joah son of Zimmah and Eden son of Joah,", "13": "from the descendants of Elizaphan: Shimri and Jeiel, from the descendants of Asaph: Zechariah and Mattaniah,", "14": "from the descendants of Heman: Jehiel and Shimei, and from the descendants of Jeduthun: Shemaiah and Uzziel.", "15": "They gathered their brother Levites, consecrated themselves, and went to cleanse the House of the Lord, as the king commanded by the words of the Lord.", "16": "The priests entered the inner part of the Lord's house to cleanse it. They brought every unclean thing that they found in the Lord's temple out into the courtyard of the House of the Lord. The Levites took it and carried it out to the Kidron Valley.", "17": "On the first day of the first month, they began to consecrate the temple. By the eighth day of the month they had gotten as far as the porch of the Lord. They continued to purify the House of the Lord for eight more days. On the sixteenth day of the first month, they completed the work.", "18": "They went in to King Hezekiah and said, “We have cleansed the entire House of the Lord, the altar of burnt offering and all its utensils, and the table for the presentation of bread and all its utensils. ", "19": "We have prepared and consecrated all the utensils which King Ahaz discarded during his reign, when he was unfaithful. Look! They are right there in front of the altar of the Lord.”", "20": "King Hezekiah got up early. He gathered the officials of the city and went up to the House of the Lord.", "21": "They brought seven bulls, seven rams, seven lambs, and seven male goats as a sin offering for the kingdom, for the sanctuary, and for Judah. He commanded the sons of Aaron, the priests, to offer them on the altar of the Lord. ", "22": "So they slaughtered the cattle. The priests collected the blood and splashed it against the altar. They killed the rams and splashed the blood against the altar. They killed the lambs and splashed the blood against the altar. ", "23": "Then they brought the male goats for the sin offering to the king and the assembly, and they laid their hands on them. ", "24": "The priests slaughtered them and made a sin offering with their blood on the altar to make atonement for all Israel, because the king had commanded a burnt offering and a sin offering for all Israel.", "25": "He stationed the Levites in the House of the Lord with cymbals, harps, and lyres according to the command of David, of Gad the king's seer, and of Nathan the prophet, because a command that comes through the hand of his prophets is a command from the hand of the Lord. ", "26": "The Levites stood with the musical instruments prescribed by David, and the priests stood with the trumpets.", "27": "Hezekiah commanded that the burnt offering be offered on the altar. At the time that the burnt offering began, the song to the Lord and the trumpets also began. While the instruments prescribed by David king of Israel were playing, ", "28": "the whole assembly bowed down and worshipped. The singers sang. The trumpeters sounded the trumpets. All this continued until the burnt offering was completed.", "29": "When the burnt offering was finished, the king and all those present with him bowed down and worshipped.", "30": "King Hezekiah and his officials commanded the Levites to sing praises to the Lord with the words of David and of Asaph the seer. They sang glad praises and bowed down and worshipped.", "31": "Hezekiah responded, “Now you have taken up your duty to the Lord.[a] Approach and bring sacrifices and thank offerings to the House of the Lord.” The assembly brought sacrifices and thank offerings. All those whose hearts were willing brought burnt offerings.", "32": "The number of burnt offerings which the assembly brought was seventy cattle, one hundred rams, and two hundred lambs. All these served as a burnt offering to the Lord. ", "33": "The consecrated offerings consisted of six hundred cattle and three thousand sheep.", "34": "But the priests were too few to be able to skin all the burnt offerings. So, their brothers, the Levites, helped them until the work was completed and until more priests had consecrated themselves, because the Levites were more upright in heart[b] in consecrating themselves than the priests.", "35": "In addition to the great number of burnt offerings, they presented both the fat of the fellowship offerings and the drink offerings that accompanied the burnt offerings. So the service of the House of the Lord was restored.", "36": "Hezekiah and all the people rejoiced because God had restored this for the people, and all this had been done very quickly."}