{"1": "Hezekiah sent messengers to all Israel and Judah. He also wrote letters inviting Ephraim and Manasseh to come to the House of the Lord at Jerusalem to celebrate the Passover for the Lord, the God of Israel. ", "2": "The king, his officials, and the whole assembly in Jerusalem had made plans to celebrate the Passover in the second month. ", "3": "They were not able to celebrate it at its proper time, because the priests had not consecrated themselves in sufficient number, and the people had not assembled in Jerusalem.", "4": "The plan seemed right in the eyes of the king and in the eyes of the whole assembly. ", "5": "So they decided to issue a proclamation throughout Israel from Beersheba to Dan to come to observe the Passover for the Lord, the God of Israel, at Jerusalem, because they had not been celebrating it with large numbers of people as had been commanded. ", "6": "Runners were sent out with letters from the hand of the king and from his officials to all Israel and Judah. Because of the command of the king, they made the following announcement: People of Israel! Return to the Lord, the God of Abraham, Isaac, and Israel, and he will return to the remnant of you who have escaped from the hand of the kings of Assyria.", "7": "You must not be like your fathers or like your brothers, who were unfaithful to the Lord, the God of their fathers. That is why he gave them up to desolation, as you see.", "8": "Now you must not be stiff-necked like your fathers. Give your hand[a] to the Lord. Come to his sanctuary, which he has consecrated forever. Serve the Lord your God, so that his fierce anger will turn away from you.", "9": "For if you return to the Lord, your brothers and your children will be shown compassion in the presence of their captors and be permitted to return to this land, for the Lord your God is gracious and merciful. He will not turn his face away from you if you return to him.", "10": "The runners went from city to city through the land of Ephraim and Manasseh and even as far as Zebulun, but people laughed at them and ridiculed them. ", "11": "Nevertheless, some men from Asher, Manasseh, and Zebulun humbled themselves and came to Jerusalem.", "12": "But in Judah the hand of God was present to give them one heart to follow the command of the king and the command of the officials, in agreement with the word of the Lord. ", "13": "Many people gathered in Jerusalem to keep the Festival of Unleavened Bread in the second month—a very great assembly.", "14": "They quickly removed the altars from Jerusalem. They took away all the altars for burning incense and threw them into the Kidron Valley.", "15": "They slaughtered the Passover lambs on the fourteenth day of the second month. The priests and the Levites had been put to shame, so they consecrated themselves and brought burnt offerings into the House of the Lord. ", "16": "They took up their positions as prescribed in the Law of Moses, the man of God. The priests splashed the blood, which was given to them by the Levites, against the altar. ", "17": "Because many of the assembly had not consecrated themselves,[b] the Levites carried out the slaughtering of the Passover lambs for everyone who was not ceremonially clean, to make them holy to the Lord.", "18": "A large number of the people, many of whom were from Ephraim, Manasseh, Issachar, and Zebulun, had not purified themselves, but they ate the Passover anyway, in a manner not in keeping with what is written. So Hezekiah prayed for them: “May the good Lord pardon everyone all around, ", "19": "that is, everyone who seeks God the Lord, the God of his fathers, with all his heart, even though he does not have the ceremonial purity required by the holy place.”", "20": "The Lord heard Hezekiah and healed the people.", "21": "The people of Israel who were present in Jerusalem observed the Festival of Unleavened Bread for seven days with great rejoicing. The Levites and the priests praised the Lord day by day with loud instruments for the Lord.", "22": "Hezekiah encouraged the hearts of all the Levites, who displayed wonderful skills in service of the Lord. They ate the food of the festival for the appointed seven days, presenting fellowship sacrifices and giving thanks to the Lord, the God of their fathers.", "23": "The entire assembly agreed to celebrate for another seven days. They gladly did it for another seven days, ", "24": "because Hezekiah king of Judah provided one thousand bulls and seven thousand sheep for the assembly, and the officials contributed one thousand bulls and ten thousand sheep for the assembly. The priests consecrated themselves in great number.", "25": "The whole assembly of Judah rejoiced together with the priests, the Levites, the entire assembly from Israel, the aliens who resided in the land of Israel, and the people who lived in Judah. ", "26": "There was great joy in Jerusalem, because since the time of Solomon, the son of David, the king of Israel, there had been nothing like this in Jerusalem.", "27": "Then the levitical priests arose and blessed the people, and their voice was heard. Their prayer ascended to the Lord's holy dwelling in heaven."}