{"1": "After these events and this faithfulness, Sennacherib king of Assyria came into Judah and laid siege to the fortified cities. He intended to capture them for himself.", "2": "When Hezekiah saw that Sennacherib had come and was ready to wage war against Jerusalem, ", "3": "he made plans with his officials and soldiers to block the water supply from the springs outside the city. They helped him ", "4": "by gathering a large group of people, who stopped all the springs and the water channel that flowed through the middle of the land.[a] They said, “Why should the kings of Assyria come and find abundant water?”", "5": "Hezekiah strengthened his position. He rebuilt the whole part of the wall that had been broken down. He made the towers taller. He made a second wall outside the first wall. He strengthened the Millo[b] of the City of David. He made many weapons and shields. ", "6": "He set military officers over the people. He brought them together with him in the square at the city gate. He spoke to encourage them: ", "7": "“Be strong. Be courageous. Do not be afraid. Do not be terrified because of the presence of the king of Assyria and the horde that is with him, because the one with us is greater than all those who are with him. ", "8": "With him is only an arm of flesh. With us is the Lord our God to help us and to fight our battles.” The people were encouraged by the words of Hezekiah king of Judah.", "9": "After this, while Sennacherib king of Assyria was attacking Lachish with his powerful forces, he sent his officials to Jerusalem, to Hezekiah king of Judah and to all the people of Judah who were in Jerusalem.", "10": "Sennacherib's officials proclaimed: This is what Sennacherib king of Assyria says. What are you relying on as you sit there under siege in Jerusalem? ", "11": "Isn't Hezekiah misleading you? He is handing you over to die by famine and by thirst, when he says, “The Lord our God will deliver us from the hand of the king of Assyria.”", "12": "Hasn't this same Hezekiah taken away the Lord's high places and altars and commanded Judah and Jerusalem: “You are to worship in front of one altar, and you are to send up sacrifices only from it”?", "13": "Don't you know what I and my fathers have done to all the people of the other lands? Were the gods of those foreign nations ever able to deliver their land from my hand? ", "14": "Who among all the gods of those nations that my fathers devoted to destruction was able to deliver his people from my hand? So, will your God be able to deliver you from my hand?", "15": "Now don't let Hezekiah deceive you and mislead you like this. Do not believe him, for no god of any nation or kingdom has been able to deliver his people from my hand or from the hand of my father. How much less will your God! He will not deliver you from my hand.", "16": "These officials had even more to say against the Lord God and against his servant Hezekiah. ", "17": "The king of Assyria wrote letters to heap scorn on the Lord, the God of Israel, and to speak against him by saying, “Like the gods of those foreign nations, which have not delivered their people from my hands, the god of Hezekiah will not deliver his people from my hand.”", "18": "They shouted loudly in the language of Judah to the people of Jerusalem who were on the wall, in order to frighten them and terrify them so that they could take the city. ", "19": "They spoke about the God of Jerusalem in the same way that they spoke about the gods of the peoples of the earth, the work of human hands.", "20": "Hezekiah the king and Isaiah son of Amoz, the prophet, prayed about this, crying out to heaven.", "21": "So the Lord sent an angel, who wiped out all the powerful warriors, the commanders, and the officers in the camp of the king of Assyria, and he returned to his land in disgrace. There he went into the house of his god, and some of his offspring from his own body struck him down with the sword.", "22": "So the Lord saved Hezekiah and the inhabitants of Jerusalem from the hand of Sennacherib king of Assyria and from the hand of everyone else. He gave them rest on all sides.", "23": "Many people kept bringing gifts for the Lord to Jerusalem and precious things to Hezekiah king of Judah. He was exalted in the eyes of all the nations after this.", "24": "In those days Hezekiah became sick and was dying. He prayed to the Lord, and the Lord answered him and gave him a sign. ", "25": "But Hezekiah did not respond to the benefit granted to him, because his heart was proud. So there was wrath against him and against Judah and Jerusalem.", "26": "But Hezekiah humbled himself for the pride of his heart, both he and the inhabitants of Jerusalem. So the wrath of the Lord did not come upon them during the days of Hezekiah.", "27": "Hezekiah had very great wealth and honor. He made treasuries for his silver, gold, precious stones, spices and incense, shields, and all kinds of expensive items.", "28": "He made storehouses for the harvest of grain, new wine, and olive oil, as well as stalls for all kinds of cattle and pens for flocks of sheep and goats. ", "29": "He built cities for himself and amassed flocks of sheep and very many cattle, for God had given him very much property and many possessions.", "30": "This Hezekiah was the one who closed the upper outlet of the Gihon Spring. He directed the water down to the west side of the City of David. Hezekiah was successful in everything he did.", "31": "When the envoys from the officials of Babylon were sent to him to inquire about the sign that had occurred in the land, God left him to test him and to know everything that was in his heart.", "32": "You can find the rest of the acts of Hezekiah and his faithfulness written in the vision of Isaiah son of Amoz, the prophet, in the Book of the Kings of Judah and Israel.", "33": "Hezekiah rested with his fathers and was buried in the upper part of[c] the tombs of the sons of David. All Judah and the residents of Jerusalem honored him at his death. Then his son Manasseh became king in his place."}