{"1": "Josiah celebrated a Passover to the Lord in Jerusalem. They slaughtered the Passover lamb on the fourteenth day of the first month. ", "2": "He appointed the priests to their offices. He encouraged them in the service for the House of the Lord.", "3": "He said this to the Levites, who taught all Israel and who were holy to the Lord: Keep the holy ark in the house built by Solomon, the son of David, the king of Israel. Do not carry it on your shoulders anymore. Now serve the Lord your God and his people Israel. ", "4": "Prepare yourselves according to your divisions, by your fathers' house, as instructed by David king of Israel and his son Solomon.", "5": "Take up your positions in this holy place with a group of Levites assigned to each fathers' house of your brothers, the people of Israel. Part of a fathers' house of the Levites is assigned to each group. ", "6": "Slaughter the Passover lamb. Consecrate yourselves. Prepare it for your brother Israelites according to the word of the Lord through Moses.", "7": "Josiah contributed a total of thirty thousand lambs and young goats as Passover offerings for all the people who were present, and three thousand cattle. These were contributed from the possessions of the king. ", "8": "His officials contributed toward a voluntary offering on behalf of the people, the priests, and the Levites. Hilkiah, Zechariah, and Jehiel, the chief officers of the House of God, gave the priests twenty-six hundred lambs for Passover offerings and three hundred cattle.", "9": "Konaniah and his brothers Shemaiah and Nethanel, with Hashabiah, Jeiel and Jozabad, the officials of the Levites, contributed five thousand Passover lambs and five hundred cattle to the Levites.", "10": "When preparations for the service had been completed, the priests stood in their places, and the Levites stood in their divisions as the king had commanded. ", "11": "They slaughtered the Passover lambs. The priests applied the blood they had received, while the Levites skinned the animals. ", "12": "They set aside the burnt offerings to present them on behalf of the groups of fathers' houses of the people, to offer them to the Lord as is written in the Book of Moses. They did the same with the cattle. ", "13": "They roasted the Passover lamb with fire according to the regulation. They boiled the holy offerings in pots, kettles, and pans. They distributed them quickly to all the people.", "14": "Afterward, they made preparations for themselves and for the priests, because the priests, the descendants of Aaron, were busy offering the burnt offerings and the fat portions until it was nighttime. So the Levites prepared for themselves and for the priests, the descendants of Aaron.", "15": "The singers, the descendants of Asaph, were in their places according to the command of David, Asaph, Heman, and Jeduthun, the king's seer. The gatekeepers at each gate did not need to leave their assigned posts because their brother Levites prepared the Passover for them.", "16": "So all the service for the Lord was prepared on that day to celebrate the Passover and to offer burnt offerings on the altar of the Lord, according to the command of King Josiah.", "17": "The people of Israel who were present celebrated the Passover at that time and also the Festival of Unleavened Bread for seven days.", "18": "No Passover like it had been celebrated in Israel since the days of Samuel the prophet. None of the kings of Israel had celebrated such a Passover as Josiah did with the priests and the Levites, and with all Judah and Israel, whoever was present, and with the inhabitants of Jerusalem.", "19": "This Passover was celebrated in the eighteenth year of the reign of Josiah.", "20": "After all this, when Josiah had restored the House, Neco king of Egypt went up to fight at Carchemish on the Euphrates, and Josiah went out to confront him.", "21": "Neco sent messengers to him, saying, “What do we have to do with each other, King of Judah? I am not against you this day, but only against the house[a] against which I am waging war. God has said that I should hurry. Stop opposing God, who is with me, so he will not destroy you.”", "22": "But Josiah did not turn aside from him. Instead, he disguised himself to fight with him. He did not listen to the words of Neco, which were from the mouth of God, but he went out to battle on the plain near Megiddo.", "23": "The archers shot King Josiah, so the king said to his attendants, “Take me away, because I am badly wounded.” ", "24": "His attendants took him out of the chariot and carried him to his second chariot and brought him to Jerusalem. He died and was buried in the tombs of his fathers. All Judah and Jerusalem mourned for Josiah.", "25": "Jeremiah composed a lament for Josiah, and all the male and female singers have sung about Josiah in their laments right up until the present day. They made this into a customary practice in Israel. You can find them recorded among the laments.", "26": "The rest of the acts of Josiah and his faithful deeds, which were performed according to what is written in the Law of the Lord, ", "27": "and his actions from first to last, you can find these written in the Book of the Kings of Israel and Judah."}