{"1": "The people of the land took Jehoahaz, the son of Josiah, and made him king in Jerusalem in place of his father. ", "2": "Jehoahaz[a] was twenty- three years old when he became king, and he reigned as king in Jerusalem for three months.", "3": "The king of Egypt removed him from the kingship in Jerusalem. He also imposed on the land a penalty of one hundred talents of silver and a talent[b] of gold. ", "4": "The king of Egypt made Eliakim, Jehoahaz's brother, king over Judah and Jerusalem and changed his name to Jehoiakim. Neco took Jehoahaz, Jehoiakim's brother, and carried him off to Egypt.", "5": "Jehoiakim was twenty-five years old when he became king. He ruled as king in Jerusalem for eleven years. He did evil in the eyes of the Lord his God.", "6": "Nebuchadnezzar king of Babylon marched up against him. He bound him in bronze shackles to take him to Babylon. ", "7": "Nebuchadnezzar carried off some of the vessels from the House of the Lord to Babylon and put them in his palace in Babylon.", "8": "The rest of the acts of Jehoiakim, the abominations which he committed, and the charges that were established against him, you can find written in the Book of the Kings of Israel and Judah. His son Jehoiachin ruled as king in his place.", "9": "Jehoiachin was eighteen[c] years old when he became king. He reigned as king for three months and ten days in Jerusalem. He did evil in the eyes of the Lord.", "10": "In the spring of the year, King Nebuchadnezzar sent men and had him brought to Babylon, along with the precious vessels of the House of the Lord. He made his uncle[d] Zedekiah king over Judah and Jerusalem.", "11": "Zedekiah was twenty-one years old when he became king, and he reigned as king in Jerusalem for eleven years.", "12": "He did evil in the eyes of the Lord his God. He did not humble himself before Jeremiah the prophet, who spoke from the mouth of the Lord.[e] ", "13": "He also rebelled against King Nebuchadnezzar, who had made him swear an oath by God. Zedekiah stiffened his neck and hardened his heart against turning to the Lord, the God of Israel. ", "14": "All the officials of the priests and the people became more and more unfaithful, by following all the abominations of the nations and polluting the House of the Lord, which he had made holy in Jerusalem.", "15": "The Lord, the God of their fathers, persistently sent warnings to them through his messengers, because he had compassion on his people and on his dwelling place. ", "16": "But the people kept mocking the messengers of God, despising his words, and scoffing at his prophets, until the anger of the Lord rose up against his people, until there was no remedy. ", "17": "He brought against them the king of the Chaldeans, who killed their young men with the sword in the house of their sanctuary. He had no compassion on young man or virgin, old man or aged. The Lord gave them all into his hand.", "18": "All the articles from the House of God, great and small, and the treasures of the House of the Lord and of the king and his officials—all these he brought to Babylon.", "19": "They burned the house of God and tore down the wall of Jerusalem. They burned all its fortified buildings with fire. All its precious articles were destroyed.", "20": "He sent those who escaped from the sword into exile in Babylon. They became servants for him and for his sons until Persia took over the kingdom.", "21": "To fulfill the word of the Lord that had come by the mouth of Jeremiah, the land completed[f] its sabbath rests. The entire time the land was desolate, it was completing a sabbath rest, which lasted for seventy years.", "22": "In the first year of Cyrus king of Persia, in order to fulfill the word of the Lord that came by the mouth of Jeremiah, the Lord stirred up the spirit of Cyrus king of Persia, so that he made a proclamation throughout his kingdom and put it in writing:", "23": "This is what Cyrus king of Persia says. The Lord, the God of Heaven, has given me all the kingdoms of the earth. He himself has appointed me to build a house for him in Jerusalem, which is in Judah. From all his people, whoever among you is willing (may the Lord his God be with him) is permitted to go up to Jerusalem."}