{"1": "He made a bronze altar thirty feet long, thirty feet wide, and fifteen feet high.", "2": "He also made the sea of cast metal. It was round and fifteen feet from rim to rim. It was seven and a half feet high and forty-five feet in circumference. ", "3": "Under the rim, figurines of cattle[a] completely encircled it, one every two inches, all the way around the sea. These cattle were in two rows, cast as one piece with the sea. ", "4": "The sea stood on twelve cattle, three facing north, three facing west, three facing south, and three facing east. The sea was set on them, with all their hindquarters toward the center. ", "5": "The sea was three inches[b] thick. Its rim was shaped like the rim of a cup, like a lily blossom. It held eighteen thousand gallons.[c]", "6": "He also made ten basins for washing and put five on the south side and five on the north. The pieces of the burnt offering were washed in the basins, but the priests washed in the sea.", "7": "He made ten gold lampstands according to the specifications that had been given for them, and he set them in the outer room of the temple building, five on the south side and five on the north.", "8": "He made ten tables and placed them in the outer room of the temple, five on the south side and five on the north. He also made one hundred gold sprinkling bowls.", "9": "He also made the courtyard of the priests and the great enclosure,[d] and he made doors for the enclosure and overlaid them with bronze. ", "10": "He set the sea on the south side of the temple building near its southeast corner.", "11": "Huram[e] also made the pots, the shovels, and the bowls. So Huram finished the work that he carried out for King Solomon for God's house: ", "12": "the two pillars, the two globe-shaped capitals on top of the pillars, the two latticeworks to cover the two globe-shaped capitals on top of the pillars, ", "13": "and the four hundred pomegranates for the two latticeworks (two rows of pomegranates for each latticework to cover the two globe-shaped capitals that were on the pillars). ", "14": "He also made the carts, and he made the basins on the carts, ", "15": "one sea, and the twelve cattle under it. ", "16": "Huram Abi also made the pots, the shovels, the meat hooks,[f] and all the vessels of burnished bronze for King Solomon, for the House of the Lord.", "17": "The king cast them in clay molds, in the plain of the Jordan between Succoth and Zeredatha.[g] ", "18": "Solomon made all these vessels in such great quantity that the weight of the bronze was not determined.", "19": "Solomon made all the furnishings that were in God's house: the gold altar, the tables on which the Bread of the Presence was arranged, ", "20": "and the lampstands with their lamps, which were to burn in front of the inner sanctuary according to the regulations. He made them of pure gold.[h] ", "21": "He also made the flowers, the lamps, and the tongs of the purest gold,[i] ", "22": "and the snuffers, the sprinkling bowls, the small dishes, and the fire pans[j] of pure gold. For the entrances into the sanctuary, he made the gold inner doors for the Most Holy Place and the gold doors for the front room of the sanctuary."}