{"1": "All the work which Solomon carried out for the House of the Lord was completed, so Solomon brought the things his father David had dedicated, namely, the silver, the gold, and all the vessels and utensils, and put them into the treasuries of the House of God.", "2": "Then Solomon assembled the elders of Israel and all the heads of the tribes, the leading fathers[a] of the people of Israel, in Jerusalem, in order to bring up the Ark of the Covenant of the Lord from the City of David, that is, from Zion. ", "3": "All the men of Israel gathered in the presence of the king at the festival that takes place during the seventh month.[b] ", "4": "Then when all the elders of Israel had come, the priests, who were Levites,[c] lifted up the Ark. ", "5": "They brought the Ark, the Tent of Meeting, and all the holy vessels which were in the tent. The priests and Levites[d] brought them up.", "6": "King Solomon and the whole congregation of Israel that had gathered with him in front of the Ark were sacrificing sheep and oxen, too many to be counted or numbered.", "7": "The priests brought the Ark of the Covenant of the Lord to its place in the inner sanctuary of the House, that is, to the Most Holy Place, and they placed it under the wings of the cherubim. ", "8": "The cherubim were spreading their wings over the place for the Ark, so that the cherubim covered the Ark and its poles from above. ", "9": "The poles were so long that the ends of the poles could be seen from the Holy Place[e] in front of the inner sanctuary, but they could not be seen from outside. They are there to this day.", "10": "There was nothing in the Ark except the two tablets which Moses placed there at Horeb, where the Lord had made a covenant with the people of Israel when they came out of Egypt.", "11": "The priests then came out from the Holy Place. (All the priests who were present had consecrated themselves. They did not remain separated by their divisions.)", "12": "The levitical musicians, the divisions of Asaph, Heman, and Jeduthun, including their sons and their relatives, were standing east of the altar. They were clothed in fine linen and had their cymbals, harps, and lyres with them. With them there were also one hundred twenty priests who blew trumpets.", "13": "The trumpeters and the singers joined together as one to praise and give thanks to the Lord. As they raised their voices to praise the Lord, accompanied by trumpets, cymbals, and other musical instruments, they sang: Truly, he is good, because his mercy endures forever. Then the sanctuary of the House of the Lord was filled with a cloud. ", "14": "The priests were not able to take their positions to minister because of the presence of the cloud, because the Glory of the Lord had filled the House of God."}