{"1": "Then Solomon said, “The Lord has said that he dwells in thick darkness, ", "2": "but I have truly built a majestic house for you, a place for you to dwell in forever.”", "3": "Then the king turned and blessed the whole assembly of Israel, while the whole assembly of Israel was standing there. ", "4": "Then Solomon said: Blessed be the Lord, the God of Israel. What he said with his mouth to my father David, he has fulfilled with his hands.", "5": "The Lord said, “From the day I brought my people out from the land of Egypt, I did not choose a city from all the tribes of Israel to build a house for my Name to be there. I did not choose a man to be ruler over my people Israel. ", "6": "But now I have chosen Jerusalem as the place where my Name will be, and I have chosen David to be over my people Israel.”", "7": "It was on my father David's heart to build a house for the Name of the Lord, the God of Israel. ", "8": "However, the Lord said to my father David, “That it was on your heart to build a house for my Name was a good thing to have on your heart, ", "9": "but you will not build the house. Your son, who will come from your own body, will build the house for my Name.”", "10": "So the Lord kept his word which he had spoken, and I arose in the place of my father David. Now I am seated on the throne of Israel just as the Lord said. I have built this house for the Name of the Lord, the God of Israel. ", "11": "There I have placed the Ark, which contains the covenant of the Lord, which he made with the people of Israel.", "12": "Then Solomon stood in front of the altar of the Lord, in the presence of the whole assembly of Israel, and spread out his hands.", "13": "Solomon had made a bronze platform and had placed it in the middle of the courtyard. It was seven and a half feet by seven and a half feet square, and four and a half feet tall. He stood on it. Then he knelt in the presence of the whole assembly of Israel, spread out his hands toward heaven, ", "14": "and said: O Lord, God of Israel, there is no God like you in the heavens above and on the earth below. You keep the covenant of mercy and faithfulness with your servants who walk before you with all their heart. ", "15": "You have kept the word which you spoke to your servant, my father David. What you have said with your mouth, you have fulfilled with your hand, as can be seen today.", "16": "Now, Lord God of Israel, guard for your servant, my father David, the promise you made to him when you said, “You will never fail to have a man sitting on the throne of Israel in my presence, if your sons guard their ways by walking in my law just as you have walked before me.”", "17": "Now, O God of Israel, let the words which you spoke to your servant, my father David, be confirmed.", "18": "But will God really dwell with man on the earth? Truly, the heavens, even the highest heaven, cannot contain you! How much less this house which I have built! ", "19": "But turn your face toward the prayer of your servant and to his plea for mercy. O Lord my God, listen to the cry and to the prayer that your servant offers before you.", "20": "Let your eyes be open toward this house day and night, toward the place where you have promised to set your Name and to listen to the prayer that your servant offers toward this place.", "21": "When you hear your servant's pleas for mercy and those of your people Israel when they pray toward this place, then hear in your dwelling place in heaven—hear and forgive.", "22": "If a man sins against his neighbor, and his neighbor places him under an oath, and the oath is presented before your altar in this house, ", "23": "then hear from heaven and take action. Provide justice for your servants by repaying the guilty person and bringing his ways down on his own head, and by declaring the righteous person innocent and dealing with him according to his righteousness.", "24": "If your people Israel are defeated by their enemies because they sinned against you, and they return to you and praise your Name and pray and seek your favor in this house, ", "25": "then hear in heaven and forgive the sin of your people Israel and bring them back to the land which you gave to them and to their fathers.", "26": "When the heavens are shut up and there is no rain because they sinned against you, and then they pray toward this place, praise your Name, and turn from their sin because you have humbled them, ", "27": "then hear from heaven and forgive the sin of your servants and your people Israel, for you teach them the good way in which they are to walk. Provide rain upon our land, which you have given to your people as an inheritance.", "28": "When there is famine in the land, when there is plague, when there is blight or mildew, or locusts or grasshoppers, or when their enemies are in the land besieging their gates, or when any disease or any sickness is present, ", "29": "hear every prayer and every plea for mercy from each individual and from your whole people Israel, because each person knows his own affliction and his own sorrow. When he stretches out his hands toward this house, ", "30": "then hear from heaven, your dwelling place. Forgive and give to each man according to his ways,[b] since you know his heart. You alone know the heart of everyone, ", "31": "so that they fear you and walk in your ways all the days they live on the soil that you gave to our fathers.", "32": "Also for the foreigner, who is not one of your people Israel, but who comes from a distant land because of your great Name, your mighty hand, and your outstretched arm, and who comes and prays toward this house, ", "33": "for that foreigner, hear in heaven, which is your dwelling place, and do everything for which that foreigner cries out to you, so that all the peoples of the earth may know your Name and fear you, just as your people Israel do, because they know that your Name is proclaimed in this house that I have built.", "34": "When your people go out for battle against their enemies on whatever way you send them, and they pray to you, facing toward this city which you have chosen and toward the house which I have built for your Name, ", "35": "then from heaven hear their prayer and their plea for mercy, and provide justice for them.", "36": "When they sin against you (for there is no one who does not sin), and you become angry with them, and you give them up to an enemy, and they are taken captive to a land whether far or near, ", "37": "when they come to their senses in the land to which they were carried, and they repent and plead to you for mercy in the land where they were exiled, and they say, “We have sinned. We have been guilty, and we have done evil,” ", "38": "and they return to you with all their heart and with all their soul in the land where they are exiled, and they pray toward their land which you gave to their fathers, and toward the city which you have chosen, and toward the house which I have built for your Name, ", "39": "then from heaven, from your dwelling place, hear their prayer and their plea for mercy and provide justice for them, and forgive your people, who have sinned against you.", "40": "Now please, my God, I ask that your eyes will be open and your ears attentive to prayer offered at this place.", "41": "Now arise, Lord God, to enter your resting place—you and the ark of your power. May your priests, Lord God, be clothed with salvation. May your faithful ones rejoice in goodness. ", "42": "Lord God, you will not turn away the face of your anointed one. Remember the mercy promised to your servant David."}