{"1": "When Solomon finished praying, fire came down from heaven and consumed the burnt offering and the sacrifices. The Glory of the Lord filled the house. ", "2": "The priests were not able to go into the House of the Lord because the Glory of the Lord filled the House of the Lord. ", "3": "When all the people of Israel saw the fire coming down and the Glory of the Lord over the house, they bowed to the ground with their faces on the pavement, and they worshipped, giving thanks to the Lord: Truly, he is good, because his mercy endures forever.", "4": "The king and all the people were offering sacrifices before the Lord. ", "5": "King Solomon offered a sacrifice of twenty-two thousand cattle and one hundred twenty thousand sheep. The king and all the people dedicated the House of God.", "6": "The priests stood at their assigned positions. The Levites, using the musical instruments for the Lord, which King David had made to give thanks to the Lord because his mercy endures forever, were offering the praises written by David. The priests who blew the trumpets stood across from them. All Israel was standing there.", "7": "Solomon consecrated the center of the courtyard that was in front of the Lord's house, so that he could present the burnt offerings and the fat of the fellowship offerings there, because the bronze altar which Solomon had made was not large enough to hold the burnt offerings, the grain offerings, and the fat from the fellowship offerings.", "8": "At that time Solomon celebrated the festival[a] for seven days, and all Israel was with him, a very large assembly of people, who had come from as far away as Lebo Hamath and the Stream of Egypt. ", "9": "On the eighth day they held a solemn assembly, because they had spent seven days on the dedication of the altar and on the festival. ", "10": "On the twenty-third day of the seventh month, Solomon sent the people to their homes. When they left, they were joyful, and their hearts were glad because of the good things which the Lord had done for David, for Solomon, and for his people Israel.", "11": "Solomon completed the Lord's house and the king's house. Solomon accomplished everything that was on his heart, everything he wanted to accomplish for the house for the Lord and for the house for the king.", "12": "Then the Lord appeared to Solomon at night and said to him: I have heard your prayer and have chosen this place for myself as a house for sacrifice. ", "13": "When I close up the sky and there is no rain, or I command locusts to eat up the land, or I send a plague on my people, ", "14": "and my people, who are called by my Name, humble themselves, pray, seek my face, and turn from their wicked ways, I will hear from heaven, and I will forgive their sins and heal their land.", "15": "Now my eyes will be open and my ears attentive to the prayer from this place. ", "16": "I have chosen and consecrated this house for my Name to be there forever. My eyes and my heart will be there every day. ", "17": "And you, if you walk before me as your father David walked, and if you do everything I have commanded you and keep my statutes and ordinances, ", "18": "I will establish the throne of your kingdom as I affirmed in my covenant with your father David: “You will never fail to have a man ruling over Israel.”", "19": "But if your people turn away and forsake my statutes and my commands which I have given them, and they go to serve and worship other gods, ", "20": "I will uproot them from my soil I have given to them. This house, which I have consecrated to my Name, I will toss away, out of my sight. I will make it proverbial as an object of ridicule among all the peoples.", "21": "Though this house is now exalted, everyone who passes by it will be appalled and say, “Why has the Lord done this to this land and this house?”", "22": "The answer will be: “Because they abandoned the Lord, the God of their fathers, who brought them out from the land of Egypt, and they embraced other gods, worshipped them, and served them. That is why he has brought all this disaster on them.”"}