{"1": "At the end of the twenty years during which Solomon had built the house of the Lord and his own house, ", "2": "Solomon also rebuilt[a] the cities that Huram had given to him, and he settled Israelites in them.", "3": "Solomon went to Hamath Zobah and seized it. ", "4": "He built Tadmor in the wilderness and all the towns for storehouses in Hamath. ", "5": "He built Upper Beth Horon and Lower Beth Horon as fortified cities with walls and barred gates. ", "6": "He also built Baalath, all the towns for storehouses which belonged to him, and all the cities which housed the chariots and the charioteers. Solomon built everything he desired in Jerusalem, in Lebanon, and in all the land of his kingdom.", "7": "All the people who remained from the Hittites, the Amorites, the Perizzites, the Hivites, and the Jebusites, who were not part of the people of Israel— ", "8": "their descendants remaining in the land, who had not been completely destroyed by Israel—were drafted for forced labor by Solomon. They are serving right up to this day. ", "9": "But Solomon did not press the people of Israel into service. Rather, they were soldiers, leaders among his officers, and commanders of his chariots and charioteers.", "10": "There were two hundred fifty[b] leaders of King Solomon's officials who exercised authority over the people.", "11": "Solomon brought Pharaoh's daughter up from the City of David to the house which he had built for her, because he said, “My wife will not live in the house of David, king of Israel, because those places to which the Ark of the Lord has come are holy.”", "12": "At that time Solomon offered whole burnt offerings to the Lord on the altar of the Lord, which he had built in front of the porch, ", "13": "in keeping with the day-by-day requirement for burnt offerings commanded by Moses for the sabbaths, for the new moons, and for the appointed festivals three times during the year, namely, the Festival of Unleavened Bread, the Festival of Weeks, and the Festival of Shelters.", "14": "He appointed the divisions of the priests to serve according to the regulations of his father David, as well as the Levites for their offices of praise and service in the presence of the priests, in keeping with each day's requirement. He also appointed the gatekeepers by their divisions, gate by gate, because this was the command of David, the man of God. ", "15": "They did not turn aside from the king's command for the priests and the Levites concerning any matter, including the treasuries.", "16": "So all Solomon's work was accomplished, from the day that the foundation of the Lord's house was laid until its completion. So the House of the Lord was finished.", "17": "Then Solomon went to Ezion Geber and to Elat on the shore of the sea in the land of Edom. ", "18": "Huram sent him ships and experienced crews, who knew the sea. They were under the direction of his officers. They went to Ophir with Solomon's crews, and from there they obtained four hundred fifty talents[c] of gold and brought it to King Solomon."}