{"1-2": "King Nebuchadnezzar to everyone, everywhere—every race, color, and creed: “Peace and prosperity to all! It is my privilege to report to you the gracious miracles that the High God has done for me.", "3": "“His miracles are staggering, his wonders are surprising. His kingdom lasts and lasts, his sovereign rule goes on forever.", "4-7": "“I, Nebuchadnezzar, was at home taking it easy in my palace, without a care in the world. But as I was stretched out on my bed I had a dream that scared me—a nightmare that shook me. I sent for all the wise men of Babylon so that they could interpret the dream for me. When they were all assembled—magicians, enchanters, fortunetellers, witches—I told them the dream. None could tell me what it meant.", "8": "“And then Daniel came in. His Babylonian name is Belteshazzar, named after my god, a man full of the divine Holy Spirit. I told him my dream.", "9": "“'Belteshazzar,' I said, 'chief of the magicians, I know that you are a man full of the divine Holy Spirit and that there is no mystery that you can't solve. Listen to this dream that I had and interpret it for me.", "10-12": "“'This is what I saw as I was stretched out on my bed. I saw a big towering tree at the center of the world. As I watched, the tree grew huge and strong. Its top reached the sky and it could be seen from the four corners of the earth. Its leaves were beautiful, its fruit abundant—enough food for everyone! Wild animals found shelter under it, birds nested in its branches, everything living was fed and sheltered by it.", "13-15": "“'And this also is what I saw as I was stretched out on my bed. I saw a holy watchman descend from heaven, and call out: Chop down the tree, lop off its branches, strip its leaves and scatter its fruit. Chase the animals from beneath it and shoo the birds from its branches. But leave the stump and roots in the ground, belted with a strap of iron and bronze in the grassy meadow.", "15-16": "Let him be soaked in heaven's dew and take his meals with the animals that graze. Let him lose his mind and get an animal's mind in exchange, And let this go on for seven seasons.", "17": "The angels announce this decree, the holy watchmen bring this sentence, So that everyone living will know that the High God rules human kingdoms. He arranges kingdom affairs however he wishes, and makes leaders out of losers.", "18": "“'This is what I, King Nebuchadnezzar, dreamed. It's your turn, Belteshazzar—interpret it for me. None of the wise men of Babylon could make heads or tails of it, but I'm sure you can do it. You're full of the divine Holy Spirit.'”", "19": "At first Daniel, who had been renamed Belteshazzar in Babylon, was upset. The thoughts that came swarming into his mind terrified him. “Belteshazzar,” the king said, “stay calm. Don't let the dream and its interpretation scare you.” “My master,” said Belteshazzar, “I wish this dream were about your enemies and its interpretation for your foes.", "20-22": "“The tree you saw that grew so large and sturdy with its top touching the sky, visible from the four corners of the world; the tree with the luxuriant foliage and abundant fruit, enough for everyone; the tree under which animals took cover and in which birds built nests—you, O king, are that tree. “You have grown great and strong. Your royal majesty reaches sky-high, and your sovereign rule stretches to the four corners of the world.", "23-25": "“But the part about the holy angel descending from heaven and proclaiming, 'Chop down the tree, destroy it, but leave stump and roots in the ground belted with a strap of iron and bronze in the grassy meadow; let him be soaked with heaven's dew and take his meals with the grazing animals for seven seasons'—this, O king, also refers to you. It means that the High God has sentenced my master the king: You will be driven away from human company and live with the wild animals. You will graze on grass like an ox. You will be soaked in heaven's dew. This will go on for seven seasons, and you will learn that the High God rules over human kingdoms and that he arranges all kingdom affairs.", "26": "“The part about the tree stump and roots being left means that your kingdom will still be there for you after you learn that it is heaven that runs things.", "27": "“So, king, take my advice: Make a clean break with your sins and start living for others. Quit your wicked life and look after the needs of the down-and-out. Then you will continue to have a good life.”", "28-30": "All this happened to King Nebuchadnezzar. Just twelve months later, he was walking on the balcony of the royal palace in Babylon and boasted, “Look at this, Babylon the great! And I built it all by myself, a royal palace adequate to display my honor and glory!”", "31-32": "The words were no sooner out of his mouth than a voice out of heaven spoke, “This is the verdict on you, King Nebuchadnezzar: Your kingdom is taken from you. You will be driven out of human company and live with the wild animals. You will eat grass like an ox. The sentence is for seven seasons, enough time to learn that the High God rules human kingdoms and puts whomever he wishes in charge.”", "33": "It happened at once. Nebuchadnezzar was driven out of human company, ate grass like an ox, and was soaked in heaven's dew. His hair grew like the feathers of an eagle and his nails like the claws of a hawk.", "34-35": "“At the end of the seven years, I, Nebuchadnezzar, looked to heaven. I was given my mind back and I blessed the High God, thanking and glorifying God, who lives forever: “His sovereign rule lasts and lasts, his kingdom never declines and falls. Life on this earth doesn't add up to much, but God's heavenly army keeps everything going. No one can interrupt his work, no one can call his rule into question.", "36-37": "“At the same time that I was given back my mind, I was also given back my majesty and splendor, making my kingdom shine. All the leaders and important people came looking for me. I was reestablished as king in my kingdom and became greater than ever. And that's why I'm singing—I, Nebuchadnezzar—singing and praising the King of Heaven: “Everything he does is right, and he does it the right way. He knows how to turn a proud person into a humble man or woman.”"}