{"1": "After this the Lord appointed 72 others. He sent them out two by two ahead of him. They went to every town and place where he was about to go. ", "2": "He told them, “The harvest is huge, but the workers are few. So ask the Lord of the harvest to send out workers into his harvest field. ", "3": "Go! I am sending you out like lambs among wolves. ", "4": "Do not take a purse or bag or sandals. And don't greet anyone on the road.", "5": "“When you enter a house, first say, 'May this house be blessed with peace.' ", "6": "If someone there works to bring peace, your blessing of peace will rest on them. If not, it will return to you. ", "7": "Stay there, and eat and drink anything they give you. Workers are worthy of their pay. Do not move around from house to house.", "8": "“When you enter a town and are welcomed, eat what is given to you. ", "9": "Heal the sick people who are there. Tell them, 'God's kingdom has come near to you.' ", "10": "But what if you enter a town and are not welcomed? Then go into its streets and say, ", "11": "'We wipe from our feet even the dust of your town. We do it to warn you. But here is what you can be sure of. God's kingdom has come near.' ", "12": "I tell you this. On judgment day it will be easier for Sodom than for that town.", "13": "“How terrible it will be for you, Chorazin! How terrible for you, Bethsaida! Suppose the miracles done in you had been done in Tyre and Sidon. They would have turned away from their sins long ago. They would have put on the rough clothing people wear when they're sad. They would have sat down in ashes. ", "14": "On judgment day it will be easier for Tyre and Sidon than for you. ", "15": "And what about you, Capernaum? Will you be lifted up to the heavens? No! You will go down to the place of the dead.", "16": "“Whoever listens to you listens to me. Whoever does not accept you does not accept me. But whoever does not accept me does not accept the one who sent me.”", "17": "The 72 returned with joy. They said, “Lord, even the demons obey us when we speak in your name.”", "18": "Jesus replied, “I saw Satan fall like lightning from heaven. ", "19": "I have given you authority to walk all over snakes and scorpions. You will be able to destroy all the power of the enemy. Nothing will harm you. ", "20": "But do not be glad when the evil spirits obey you. Instead, be glad that your names are written in heaven.”", "21": "At that time Jesus was full of joy through the Holy Spirit. He said, “I praise you, Father. You are Lord of heaven and earth. You have hidden these things from wise and educated people. But you have shown them to little children. Yes, Father. This is what you wanted to do.", "22": "“My Father has given all things to me. The Father is the only one who knows who the Son is. And the only ones who know the Father are the Son and those to whom the Son chooses to make the Father known.”", "23": "Then Jesus turned to his disciples. He said to them in private, “Blessed are the eyes that see what you see. ", "24": "I tell you, many prophets and kings wanted to see what you see. But they didn't see it. They wanted to hear what you hear. But they didn't hear it.”", "25": "One day an authority on the law stood up to test Jesus. “Teacher,” he asked, “what must I do to receive eternal life?”", "26": "“What is written in the Law?” Jesus replied. “How do you understand it?”", "27": "He answered, “ 'Love the Lord your God with all your heart and with all your soul. Love him with all your strength and with all your mind.' (Deuteronomy 6:5) And, 'Love your neighbor as you love yourself.' ” (Leviticus 19:18)", "28": "“You have answered correctly,” Jesus replied. “Do that, and you will live.”", "29": "But the man wanted to make himself look good. So he asked Jesus, “And who is my neighbor?”", "30": "Jesus replied, “A man was going down from Jerusalem to Jericho. Robbers attacked him. They stripped off his clothes and beat him. Then they went away, leaving him almost dead. ", "31": "A priest happened to be going down that same road. When he saw the man, he passed by on the other side. ", "32": "A Levite also came by. When he saw the man, he passed by on the other side too. ", "33": "But a Samaritan came to the place where the man was. When he saw the man, he felt sorry for him. ", "34": "He went to him, poured olive oil and wine on his wounds and bandaged them. Then he put the man on his own donkey. He brought him to an inn and took care of him. ", "35": "The next day he took out two silver coins. He gave them to the owner of the inn. 'Take care of him,' he said. 'When I return, I will pay you back for any extra expense you may have.'", "36": "“Which of the three do you think was a neighbor to the man who was attacked by robbers?”", "37": "The authority on the law replied, “The one who felt sorry for him.” Jesus told him, “Go and do as he did.”", "38": "Jesus and his disciples went on their way. Jesus came to a village where a woman named Martha lived. She welcomed him into her home. ", "39": "She had a sister named Mary. Mary sat at the Lord's feet listening to what he said. ", "40": "But Martha was busy with all the things that had to be done. She came to Jesus and said, “Lord, my sister has left me to do the work by myself. Don't you care? Tell her to help me!”", "41": "“Martha, Martha,” the Lord answered. “You are worried and upset about many things. ", "42": "But few things are needed. Really, only one thing is needed. Mary has chosen what is better. And it will not be taken away from her.”"}