{"1": "Jesus told his disciples a story. He wanted to show them that they should always pray and not give up. ", "2": "He said, “In a certain town there was a judge. He didn't have any respect for God or care about what people thought. ", "3": "A widow lived in that town. She came to the judge again and again. She kept begging him, 'Make things right for me. Someone is treating me badly.'", "4": "“For some time the judge refused. But finally he said to himself, 'I don't have any respect for God. I don't care about what people think. ", "5": "But this widow keeps bothering me. So I will see that things are made right for her. If I don't, she will someday come and attack me!' ”", "6": "The Lord said, “Listen to what the unfair judge says. ", "7": "God's chosen people cry out to him day and night. Won't he make things right for them? Will he keep putting them off? ", "8": "I tell you, God will see that things are made right for them. He will make sure it happens quickly. But when the Son of Man comes, will he find people on earth who have faith?”", "9": "Jesus told a story to some people who were sure they were right with God. They looked down on everyone else. ", "10": "He said to them, “Two men went up to the temple to pray. One was a Pharisee. The other was a tax collector. ", "11": "The Pharisee stood by himself and prayed. 'God, I thank you that I am not like other people,' he said. 'I am not like robbers or those who do other evil things. I am not like those who commit adultery. I am not even like this tax collector. ", "12": "I fast twice a week. And I give a tenth of all I get.'", "13": "“But the tax collector stood farther away than the Pharisee. He would not even look up to heaven. He brought his hand to his heart and prayed. He said, 'God, have mercy on me. I am a sinner.'", "14": "“I tell you, the tax collector went home accepted by God. But not the Pharisee. All those who lift themselves up will be made humble. And those who make themselves humble will be lifted up.”", "15": "People were also bringing babies to Jesus. They wanted him to place his hands on the babies. When the disciples saw this, they told the people to stop. ", "16": "But Jesus asked the children to come to him. “Let the little children come to me,” he said. “Don't keep them away. God's kingdom belongs to people like them. ", "17": "What I'm about to tell you is true. Anyone who will not receive God's kingdom like a little child will never enter it.”", "18": "A certain ruler asked Jesus a question. “Good teacher,” he said, “what must I do to receive eternal life?”", "19": "“Why do you call me good?” Jesus answered. “No one is good except God. ", "20": "You know what the commandments say. 'Do not commit adultery. Do not commit murder. Do not steal. Do not be a false witness. Honor your father and mother.' ” (Exodus 20:12–16; Deuteronomy 5:16–20)", "21": "“I have obeyed all those commandments since I was a boy,” the ruler said.", "22": "When Jesus heard this, he said to him, “You are still missing one thing. Sell everything you have. Give the money to those who are poor. You will have treasure in heaven. Then come and follow me.”", "23": "When the ruler heard this, he became very sad. He was very rich. ", "24": "Jesus looked at him. Then he said, “How hard it is for rich people to enter God's kingdom! ", "25": "Is it hard for a camel to go through the eye of a needle? It is even harder for someone who is rich to enter God's kingdom!”", "26": "Those who heard this asked, “Then who can be saved?”", "27": "Jesus replied, “Things that are impossible with people are possible with God.”", "28": "Peter said to him, “We have left everything we had in order to follow you!”", "29": "“What I'm about to tell you is true,” Jesus said to them. “Has anyone left home or wife or husband or brothers or sisters or parents or children for God's kingdom? ", "30": "They will receive many times as much in this world. In the world to come they will receive eternal life.”", "31": "Jesus took the 12 disciples to one side. He told them, “We are going up to Jerusalem. Everything that the prophets wrote about the Son of Man will come true. ", "32": "He will be handed over to the Gentiles. They will make fun of him. They will laugh at him and spit on him. ", "33": "They will whip him and kill him. On the third day, he will rise from the dead!”", "34": "The disciples did not understand any of this. Its meaning was hidden from them. So they didn't know what Jesus was talking about.", "35": "Jesus was approaching Jericho. A blind man was sitting by the side of the road begging. ", "36": "The blind man heard the crowd going by. He asked what was happening. ", "37": "They told him, “Jesus of Nazareth is passing by.”", "38": "So the blind man called out, “Jesus! Son of David! Have mercy on me!”", "39": "Those who led the way commanded him to stop. They told him to be quiet. But he shouted even louder, “Son of David! Have mercy on me!”", "40": "Jesus stopped and ordered the man to be brought to him. When the man came near, Jesus spoke to him. ", "41": "“What do you want me to do for you?” Jesus asked. “Lord, I want to be able to see,” the blind man replied.", "42": "Jesus said to him, “Receive your sight. Your faith has healed you.” ", "43": "Right away he could see. He followed Jesus, praising God. When all the people saw it, they also praised God."}