{"1": "Then the whole group got up and led Jesus off to Pilate. ", "2": "They began to bring charges against Jesus. They said, “We have found this man misleading our people. He is against paying taxes to Caesar. And he claims to be Messiah, a king.”", "3": "So Pilate asked Jesus, “Are you the king of the Jews?” “You have said so,” Jesus replied.", "4": "Then Pilate spoke to the chief priests and the crowd. He announced, “I find no basis for a charge against this man.”", "5": "But they kept it up. They said, “His teaching stirs up the people all over Judea. He started in Galilee and has come all the way here.”", "6": "When Pilate heard this, he asked if the man was from Galilee. ", "7": "He learned that Jesus was from Herod's area of authority. So Pilate sent Jesus to Herod. At that time Herod was also in Jerusalem.", "8": "When Herod saw Jesus, he was very pleased. He had been wanting to see Jesus for a long time. He had heard much about him. He hoped to see Jesus perform a sign of some kind. ", "9": "Herod asked him many questions, but Jesus gave him no answer. ", "10": "The chief priests and the teachers of the law were standing there. With loud shouts they brought charges against him. ", "11": "Herod and his soldiers laughed at him and made fun of him. They dressed him in a beautiful robe. Then they sent him back to Pilate. ", "12": "That day Herod and Pilate became friends. Before this time they had been enemies.", "13": "Pilate called together the chief priests, the rulers and the people. ", "14": "He said to them, “You brought me this man. You said he was turning the people against the authorities. I have questioned him in front of you. I have found no basis for your charges against him. ", "15": "Herod hasn't either. So he sent Jesus back to us. As you can see, Jesus has done nothing that is worthy of death. ", "16-17": "So I will just have him whipped and let him go.”", "18": "But the whole crowd shouted, “Kill this man! But let Barabbas go!” ", "19": "Barabbas had been thrown into prison. He had taken part in a struggle in the city against the authorities. He had also committed murder.", "20": "Pilate wanted to let Jesus go. So he made an appeal to the crowd again. ", "21": "But they kept shouting, “Crucify him! Crucify him!”", "22": "Pilate spoke to them for the third time. “Why?” he asked. “What wrong has this man done? I have found no reason to have him put to death. So I will just have him whipped and let him go.”", "23": "But with loud shouts they kept calling for Jesus to be crucified. The people's shouts won out. ", "24": "So Pilate decided to give them what they wanted. ", "25": "He set free the man they asked for. The man had been thrown in prison for murder and for fighting against the authorities. Pilate handed Jesus over to them so they could carry out their plans.", "26": "As the soldiers led Jesus away, they took hold of Simon. Simon was from Cyrene. He was on his way in from the country. They put a wooden cross on his shoulders. Then they made him carry it behind Jesus. ", "27": "A large number of people followed Jesus. Some were women whose hearts were filled with sorrow. They cried loudly because of him. ", "28": "Jesus turned and said to them, “Daughters of Jerusalem, do not weep for me. Weep for yourselves and for your children. ", "29": "The time will come when you will say, 'Blessed are the women who can't have children! Blessed are those who never gave birth or nursed babies!' ", "30": "It is written, “ 'The people will say to the mountains, “Fall on us!” They'll say to the hills, “Cover us!” ' (Hosea 10:8)", "31": "People do these things when trees are green. So what will happen when trees are dry?”", "32": "Two other men were also led out with Jesus to be killed. Both of them had broken the law. ", "33": "The soldiers brought them to the place called the Skull. There they nailed Jesus to the cross. He hung between the two criminals. One was on his right and one was on his left. ", "34": "Jesus said, “Father, forgive them. They don't know what they are doing.” The soldiers divided up his clothes by casting lots.", "35": "The people stood there watching. The rulers even made fun of Jesus. They said, “He saved others. Let him save himself if he is God's Messiah, the Chosen One.”", "36": "The soldiers also came up and poked fun at him. They offered him wine vinegar. ", "37": "They said, “If you are the king of the Jews, save yourself.”", "38": "A written sign had been placed above him. It read, this is the king of the jews.", "39": "One of the criminals hanging there made fun of Jesus. He said, “Aren't you the Messiah? Save yourself! Save us!”", "40": "But the other criminal scolded him. “Don't you have any respect for God?” he said. “Remember, you are under the same sentence of death. ", "41": "We are being punished fairly. We are getting just what our actions call for. But this man hasn't done anything wrong.”", "42": "Then he said, “Jesus, remember me when you come into your kingdom.”", "43": "Jesus answered him, “What I'm about to tell you is true. Today you will be with me in paradise.”", "44": "It was now about noon. Then darkness covered the whole land until three o'clock. ", "45": "The sun had stopped shining. The temple curtain was torn in two. ", "46": "Jesus called out in a loud voice, “Father, into your hands I commit my life.” After he said this, he took his last breath.", "47": "The Roman commander saw what had happened. He praised God and said, “Jesus was surely a man who did what was right.” ", "48": "The people had gathered to watch this sight. When they saw what happened, they felt very sad. Then they went away. ", "49": "But all those who knew Jesus stood not very far away, watching these things. They included the women who had followed him from Galilee.", "50": "A man named Joseph was a member of the Jewish Council. He was a good and honest man. ", "51": "Joseph had not agreed with what the leaders had decided and done. He was from Arimathea, a town in Judea. He himself was waiting for God's kingdom. ", "52": "Joseph went to Pilate and asked for Jesus' body. ", "53": "Joseph took it down and wrapped it in linen cloth. Then he placed it in a tomb cut in the rock. No one had ever been buried there. ", "54": "It was Preparation Day. The Sabbath day was about to begin.", "55": "The women who had come with Jesus from Galilee followed Joseph. They saw the tomb and how Jesus' body was placed in it. ", "56": "Then they went home. There they prepared spices and perfumes. But they rested on the Sabbath day in order to obey the Law."}