{"1": "It was very early in the morning on the first day of the week. The women took the spices they had prepared. Then they went to the tomb. ", "2": "They found the stone rolled away from it. ", "3": "When they entered the tomb, they did not find the body of the Lord Jesus. ", "4": "They were wondering about this. Suddenly two men in clothes as bright as lightning stood beside them. ", "5": "The women were terrified. They bowed down with their faces to the ground. Then the men said to them, “Why do you look for the living among the dead? ", "6": "Jesus is not here! He has risen! Remember how he told you he would rise. It was while he was still with you in Galilee. ", "7": "He said, 'The Son of Man must be handed over to sinful people. He must be nailed to a cross. On the third day he will rise from the dead.' ” ", "8": "Then the women remembered Jesus' words.", "9": "They came back from the tomb. They told all these things to the 11 apostles and to all the others. ", "10": "Mary Magdalene, Joanna, Mary the mother of James, and the others with them were the ones who told the apostles. ", "11": "But the apostles did not believe the women. Their words didn't make any sense to them. ", "12": "But Peter got up and ran to the tomb. He bent over and saw the strips of linen lying by themselves. Then he went away, wondering what had happened.", "13": "That same day two of Jesus' followers were going to a village called Emmaus. It was about seven miles from Jerusalem. ", "14": "They were talking with each other about everything that had happened. ", "15": "As they talked about those things, Jesus himself came up and walked along with them. ", "16": "But God kept them from recognizing him.", "17": "Jesus asked them, “What are you talking about as you walk along?” They stood still, and their faces were sad. ", "18": "One of them was named Cleopas. He said to Jesus, “Are you the only person visiting Jerusalem who doesn't know? Don't you know about the things that have happened there in the last few days?”", "19": "“What things?” Jesus asked. “About Jesus of Nazareth,” they replied. “He was a prophet. He was powerful in what he said and did in the sight of God and all the people. ", "20": "The chief priests and our rulers handed Jesus over to be sentenced to death. They nailed him to a cross. ", "21": "But we had hoped that he was the one who was going to set Israel free. Also, it is the third day since all this happened. ", "22": "Some of our women amazed us too. Early this morning they went to the tomb. ", "23": "But they didn't find his body. So they came and told us what they had seen. They saw angels, who said Jesus was alive. ", "24": "Then some of our friends went to the tomb. They saw it was empty, just as the women had said. They didn't see Jesus' body there.”", "25": "Jesus said to them, “How foolish you are! How long it takes you to believe all that the prophets said! ", "26": "Didn't the Messiah have to suffer these things and then receive his glory?” ", "27": "Jesus explained to them what was said about himself in all the Scriptures. He began with Moses and all the Prophets.", "28": "They approached the village where they were going. Jesus kept walking as if he were going farther. ", "29": "But they tried hard to keep him from leaving. They said, “Stay with us. It is nearly evening. The day is almost over.” So he went in to stay with them.", "30": "He joined them at the table. Then he took bread and gave thanks. He broke it and began to give it to them. ", "31": "Their eyes were opened, and they recognized him. But then he disappeared from their sight. ", "32": "They said to each other, “He explained to us what the Scriptures meant. Weren't we excited as he talked with us on the road?”", "33": "They got up and returned at once to Jerusalem. There they found the 11 disciples and those with them. They were all gathered together. ", "34": "They were saying, “It's true! The Lord has risen! He has appeared to Simon!” ", "35": "Then the two of them told what had happened to them on the way. They told how they had recognized Jesus when he broke the bread.", "36": "The disciples were still talking about this when Jesus himself suddenly stood among them. He said, “May you have peace!”", "37": "They were surprised and terrified. They thought they were seeing a ghost. ", "38": "Jesus said to them, “Why are you troubled? Why do you have doubts in your minds? ", "39": "Look at my hands and my feet. It's really me! Touch me and see. A ghost does not have a body or bones. But you can see that I do.”", "40": "After he said that, he showed them his hands and feet. ", "41": "But they still did not believe it. They were amazed and filled with joy. So Jesus asked them, “Do you have anything here to eat?” ", "42": "They gave him a piece of cooked fish. ", "43": "He took it and ate it in front of them.", "44": "Jesus said to them, “This is what I told you while I was still with you. Everything written about me in the Law of Moses, the Prophets and the Psalms must come true.”", "45": "Then he opened their minds so they could understand the Scriptures. ", "46": "He told them, “This is what is written. The Messiah will suffer. He will rise from the dead on the third day. ", "47": "His followers will preach in his name. They will tell others to turn away from their sins and be forgiven. People from every nation will hear it, beginning at Jerusalem. ", "48": "You have seen these things with your own eyes. ", "49": "I am going to send you what my Father has promised. But for now, stay in the city. Stay there until you have received power from heaven.”", "50": "Jesus led his disciples out to the area near Bethany. Then he lifted up his hands and blessed them. ", "51": "While he was blessing them, he left them. He was taken up into heaven. ", "52": "Then they worshiped him. With great joy, they returned to Jerusalem. ", "53": "Every day they went to the temple, praising God."}