{"1": "One day Jesus was standing by the Sea of Galilee. The people crowded around him and listened to the word of God. ", "2": "Jesus saw two boats at the edge of the water. They had been left there by the fishermen, who were washing their nets. ", "3": "He got into the boat that belonged to Simon. Jesus asked him to go out a little way from shore. Then he sat down in the boat and taught the people.", "4": "When he finished speaking, he turned to Simon. Jesus said, “Go out into deep water. Let down the nets so you can catch some fish.”", "5": "Simon answered, “Master, we've worked hard all night and haven't caught anything. But because you say so, I will let down the nets.”", "6": "When they had done so, they caught a large number of fish. There were so many that their nets began to break. ", "7": "So they motioned to their partners in the other boat to come and help them. They came and filled both boats so full that they began to sink.", "8": "When Simon Peter saw this, he fell at Jesus' knees. “Go away from me, Lord!” he said. “I am a sinful man!” ", "9": "He and everyone with him were amazed at the number of fish they had caught. ", "10": "So were James and John, the sons of Zebedee, who worked with Simon. Then Jesus said to Simon, “Don't be afraid. From now on you will fish for people.” ", "11": "So they pulled their boats up on shore. Then they left everything and followed him.", "12": "While Jesus was in one of the towns, a man came along. He had a skin disease all over his body. When he saw Jesus, the man fell with his face to the ground. He begged him, “Lord, if you are willing to make me 'clean,' you can do it.”", "13": "Jesus reached out his hand and touched the man. “I am willing to do it,” he said. “Be 'clean'!” Right away the disease left him.", "14": "Then Jesus ordered him, “Don't tell anyone. Go and show yourself to the priest. Offer the sacrifices that Moses commanded. It will be a witness to the priest and the people that you are 'clean.' ”", "15": "But the news about Jesus spread even more. So crowds of people came to hear him. They also came to be healed of their sicknesses. ", "16": "But Jesus often went away to be by himself and pray.", "17": "One day Jesus was teaching. Pharisees and teachers of the law were sitting there. They had come from every village of Galilee and from Judea and Jerusalem. They heard that the Lord had given Jesus the power to heal the sick. ", "18": "So some men came carrying a man who could not walk. He was lying on a mat. They tried to take him into the house to place him in front of Jesus. ", "19": "They could not find a way to do this because of the crowd. So they went up on the roof. Then they lowered the man on his mat through the opening in the roof tiles. They lowered him into the middle of the crowd, right in front of Jesus.", "20": "When Jesus saw that they had faith, he spoke to the man. He said, “Friend, your sins are forgiven.”", "21": "The Pharisees and the teachers of the law began to think, “Who is this fellow who says such an evil thing? Who can forgive sins but God alone?”", "22": "Jesus knew what they were thinking. So he asked, “Why are you thinking these things in your hearts? ", "23": "Is it easier to say, 'Your sins are forgiven'? Or to say, 'Get up and walk'? ", "24": "But I want you to know that the Son of Man has authority on earth to forgive sins.” So he spoke to the man who could not walk. “I tell you,” he said, “get up. Take your mat and go home.” ", "25": "Right away, the man stood up in front of them. He took his mat and went home praising God. ", "26": "Everyone was amazed and gave praise to God. They were filled with wonder. They said, “We have seen unusual things today.”", "27": "After this, Jesus left the house. He saw a tax collector sitting at the tax booth. The man's name was Levi. “Follow me,” Jesus said to him. ", "28": "Levi got up, left everything and followed him.", "29": "Then Levi gave a huge banquet for Jesus at his house. A large crowd of tax collectors and others were eating with them. ", "30": "But the Pharisees and their teachers of the law complained to Jesus' disciples. They said, “Why do you eat and drink with tax collectors and sinners?”", "31": "Jesus answered them, “Healthy people don't need a doctor. Sick people do. ", "32": "I have not come to get those who think they are right with God to follow me. I have come to get sinners to turn away from their sins.”", "33": "Some of the people who were there said to Jesus, “John's disciples often pray and go without eating. So do the disciples of the Pharisees. But yours go on eating and drinking.”", "34": "Jesus answered, “Can you make the friends of the groom fast while he is with them? ", "35": "But the time will come when the groom will be taken away from them. In those days they will go without eating.”", "36": "Then Jesus gave them an example. He said, “No one tears a piece out of new clothes to patch old clothes. Otherwise, they will tear the new clothes. Also, the patch from the new clothes will not match the old clothes. ", "37": "No one pours new wine into old wineskins. Otherwise, the new wine will burst the skins. The wine will run out, and the wineskins will be destroyed. ", "38": "No, new wine must be poured into new wineskins. ", "39": "After drinking old wine, no one wants the new. They say, 'The old wine is better.' ”"}