{"1": "Therefore lay aside all vice, and all guile and dissimulation and envy, and all backbiting. ", "2": "And as newborn babes, desire the milk (not of the body, but of the soul) that is without corruption, so that you may grow therein – ", "3": "if it so be that you have tasted that the Lord is sweet, ", "4": "to whom you come as to a living stone, rejected by men, but chosen by God, and precious.", "5": "And you, as living stones, are made a spiritual house, and a holy priesthood to offer up spiritual sacrifice acceptable to God through Jesus Christ. ", "6": "Of this it is contained in the scripture: Behold, I put in Zion a head cornerstone, elect and precious; and he that believes on him shall not be ashamed.", "7": "To you therefore who believe, he is precious. But to those who do not believe, the stone which the builders refused is made the head stone in the corner, ", "8": "and a stone to stumble at, and a rock to offend those who stumble at the word and do not believe that whereon they were set.", "9": "But you are a chosen generation, a royal priesthood, a holy nation, and his own special people, in order that you should show forth the virtues of him who called you out of darkness into his marvellous light – ", "10": "you who in time past were not a people, yet are now the people of God; who were not under mercy, but now have obtained mercy.", "11": "Dearly beloveds, I beseech you: as strangers and pilgrims, abstain from fleshly lusts, which fight against the soul. ", "12": "And see that you lead virtuous lives among the Gentiles, so that those who backbite you as evil-doers may see your good works and praise God in the day of visitation.", "13": "Submit yourselves to every human authority, for the Lord's sake – whether it be to the king as to the chief head, ", "14": "or to governors, as to those who are sent by him for the punishment of evildoers, but for the praise of those who do well. ", "15": "For so is the will of God, so that you put to silence the ignorance of foolish men – ", "16": "as free, and not as having freedom for a cloak of evil, but even as the servants of God.", "17": "Honour all people. Love brotherly fellowship. Fear God, and honour the king.", "18": "Servants, obey your masters with all fear, not only if they are good and kind, but also though they be ill-natured. ", "19": "For it is meritorious if a person for conscience towards God endures grief, suffering wrongfully. ", "20": "For how is it praiseworthy if when you are buffeted for your faults, you take it patiently? But if when you do well you suffer wrong and take it patiently, then is there favour with God.", "21": "For to this indeed you have been called. For Christ also suffered for us, leaving us an example, that you should follow his steps – ", "22": "who did no sin, neither was there guile found in his mouth; ", "23": "who, when he was reviled, reviled not in return. When he suffered, he did not threaten, but committed the cause to him who judges righteously. ", "24": "He himself bore our sins in his body on the tree so that we may be delivered from sin and live in righteousness; by his stripes you were healed. ", "25": "For you were as sheep going astray, but are now returned unto the shepherd and bishop of your souls."}