{"1": "At this time the whole world spoke one language, and everyone used the same words. ", "2": "As people ·moved [migrated] ·from the east [or eastward; 2:8; 4:16], they found a plain in the land of ·Babylonia [L Shinar] and settled there.", "3": "They said to each other, “Let's make bricks and ·bake [burn; fire] them ·to make them hard [thoroughly; C in ancient times builders used mudbrick].” So they used bricks instead of stones, and ·tar [bitumen] instead of mortar. ", "4": "Then they said to each other, “Let's build a city and a tower for ourselves, whose top will reach high into ·the sky [heaven; C a ziggurat or stepped pyramid at whose top was a temple thought to be in heaven]. We will ·become famous [L make for ourselves a reputation/name]. Then we will not be scattered over all the earth.”", "5": "The Lord came down to see the city and the tower that the ·people [L sons of man] had built. ", "6": "The Lord said, “Now, these people are ·united [L one], all speaking ·the same [L one] language. This is only the beginning of what they will do. ·They will be able to do anything they want [L Nothing they want to do will be impossible for them]. ", "7": "Come, let us go down and confuse their language [L there] so they will not be able to understand each other.”", "8": "So the Lord scattered them from there over all the earth, and they ·stopped [ceased] building the city. ", "9": "The place is called Babel [C sounds like the Hebrew word for “confused”] since that is where the Lord confused the language of the whole world. So the Lord caused them to spread out from there over the whole world.", "10": "This is the ·family history [L book of the generations; 2:4] of Shem [9:18; 10:21–31]. Two years after the flood, when Shem was 100 years old, his son Arphaxad [10:22] was born. ", "11": "After that, Shem lived 500 years and had other sons and daughters.", "12": "When Arphaxad was 35 years old, his son Shelah [10:24] was born. ", "13": "After that, Arphaxad lived 403 years and had other sons and daughters.", "14": "When Shelah was 30 years old, his son Eber [10:21, 24] was born. ", "15": "After that, Shelah lived 403 years and had other sons and daughters.", "16": "When Eber was 34 years old, his son Peleg [10:25] was born. ", "17": "After that, Eber lived 430 years and had other sons and daughters.", "18": "When Peleg was 30 years old, his son Reu was born. ", "19": "After that, Peleg lived 209 years and had other sons and daughters.", "20": "When Reu was 32 years old, his son Serug was born. ", "21": "After that, Reu lived 207 years and had other sons and daughters.", "22": "When Serug was 30 years old, his son Nahor was born. ", "23": "After that, Serug lived 200 years and had other sons and daughters.", "24": "When Nahor was 29 years old, his son Terah was born. ", "25": "After that, Nahor lived 119 years and had other sons and daughters.", "26": "After Terah was 70 years old, his sons Abram, Nahor, and Haran were born.", "27": "·This is the family history [L These are the generations; 2:4] of Terah. Terah was the father of Abram, Nahor, and Haran. Haran was the father of Lot. ", "28": "While his father, Terah, was still alive, Haran died in Ur [C a major city in southern Mesopotamia] ·in Babylonia [L of the Chaldeans; C Chaldea was another name for Babylon], where he was born. ", "29": "Abram and Nahor both ·married [L took wives]. Abram's wife was named Sarai, and Nahor's wife was named Milcah. She was the daughter of Haran, who was the father of both Milcah and Iscah. ", "30": "Sarai ·was not able to have children [was barren; had no children].", "31": "Terah took his son Abram, his grandson Lot (Haran's son), and his daughter-in-law Sarai (Abram's wife) and moved out of Ur of ·Babylonia [L the Chaldeans; 11:28]. They had planned to go to the land of Canaan, but when they reached the city of Haran [C a city in northern Syria], they settled there.", "32": "Terah lived to be 205 years old, and then he died in Haran."}