{"1": "The Lord said to Abram, “Leave your country, your relatives, and your father's ·family [L house], and go to the land I will show you [C Canaan, the Promised Land].", "2": "I will make you a great nation, and I will bless you. I will make ·you famous [L your name great], ·and [or so that] you will be a blessing to others.", "3": "I will bless those who bless you, and I will place a curse on those who ·harm [or curse] you. And all the ·people [families; clans] on earth will be blessed through you [C the promises of the Abrahamic covenant].”", "4": "So Abram left Haran [11:31] as the Lord had told him, and Lot went with him. At this time Abram was 75 years old. ", "5": "He took his wife Sarai, ·his nephew [L the son of his brother] Lot, and everything they owned, as well as all the ·servants [L people] they had gotten in Haran. They set out from Haran, planning to go to the land of Canaan, and in time they arrived there.", "6": "Abram ·traveled [passed] through that land as far as the great oak [or terebinth] tree of Moreh at Shechem [C a town in northern Palestine]. The Canaanites were living in the land at that time. ", "7": "The Lord appeared to Abram and said, “I will give this land to your ·descendants [L seed].” So Abram built an altar [C a place to offer sacrifices] there to the Lord, who had appeared to him. ", "8": "Then he traveled from Shechem to the mountain east of Bethel [C a town in the central hill country south of Shechem] and set up his tent there. Bethel was to the west, and Ai [C a town near Bethel] was to the east. There Abram built another altar to the Lord and ·worshiped him [L called on the name of the Lord]. ", "9": "After this, he traveled on toward ·southern Canaan [L the Negev; 13:1].", "10": "At this time there was ·not much food [L a famine] in the land, so Abram went down to Egypt to ·live [L sojourn] because ·there was so little food [L the famine was severe]. ", "11": "Just before they arrived in Egypt, he said to his wife Sarai, “I know you are a very beautiful woman. ", "12": "When the Egyptians see you, they will say, 'This woman is his wife.' Then they will kill me but let you live. ", "13": "Tell them you are my sister so that things will go well with me and I may be allowed to live because of you [20:1–18; 26; C Abram did not trust God to protect him].”", "14": "When Abram came to Egypt, the Egyptians saw that Sarai was very beautiful. ", "15": "The Egyptian officers saw her and ·told the king of Egypt how beautiful she was [L they praised her]. They took her to the king's palace, and ", "16": "the king was kind to Abram ·because he thought Abram was her brother [L on account of her]. He gave Abram sheep, cattle, male and female donkeys, male and female servants, and camels.", "17": "But the Lord sent terrible ·diseases [plagues] on the king and all the people in his house because of Abram's wife Sarai. ", "18": "So the king sent for Abram and said, “What have you done to me? Why didn't you tell me Sarai was your wife? ", "19": "Why did you say, 'She is my sister' so that I made her my wife? Now, here is your wife. Take ·her [L your wife] and ·leave [go]!” ", "20": "Then the king commanded his men to make Abram leave Egypt; so Abram and his wife left with everything they owned."}