{"1": "So Abram, his wife, and Lot ·left [L came up from] Egypt, taking everything they owned, and traveled ·to southern Canaan [L into the Negev; C a somewhat desolate area]. ", "2": "Abram was very rich in cattle, silver, and gold.", "3": "He ·left [L went by stages from] ·southern Canaan [L the Negev] and went back to Bethel where ·he had camped before [L his tent had been], between Bethel and Ai [12:8], ", "4": "and where he had built an altar [L at first]. So he ·worshiped [L called on the name of] the Lord there.", "5": "During this time Lot was traveling with Abram, and Lot also had flocks, herds, and tents. ", "6": "Abram and Lot had so many ·animals [L possessions] that the land could not support both of them together, ", "7": "so Abram's herdsmen and Lot's herdsmen began to argue. The Canaanites and the Perizzites were living in the land at this time.", "8": "Abram said to Lot, “There should be no arguing between you and me, or between your herdsmen and mine, because we are ·brothers [relatives]. ", "9": "We should separate. ·The whole land is [L Is not the whole land…?] there in front of you. If you go to the left, I will go to the right. If you go to the right, I will go to the left.”", "10": "Lot looked all around and saw the whole Jordan ·Valley [or plain; region] and that there was much water there. It was like the Lord's garden [C the garden of Eden], like the land of Egypt in the direction of Zoar [C name meaning “small,” in the vicinity of Sodom and Gomorrah; 14:2, 17; 19:23–24]. (This was before the Lord destroyed Sodom and Gomorrah [19:1–29].) ", "11": "So Lot chose to move east and live in the Jordan Valley [13:10]. In this way Abram and Lot separated. ", "12": "Abram lived in the land of Canaan, but Lot lived among the cities in the Jordan Valley [13:10], ·very near to [L he moved his tent near] Sodom. ", "13": "Now the people of Sodom were very evil and were always sinning against the Lord.", "14": "After Lot ·left [L had separated from him], the Lord said to Abram, “Look all around you—to the north and south and east and west. ", "15": "All this land that you see I will give to you and your ·descendants [L seed] forever. ", "16": "I will make your ·descendants [L seed] as many as the dust of the earth. If anyone could count the dust on the earth, he could count your ·people [L seed]. ", "17": "Get up! Walk through ·all [L the length and width of] this land because I am now giving it to you.”", "18": "So Abram moved his tents and went to live near the great ·trees [L oaks; or terebinths] of Mamre [C an area near Hebron, named after an Amorite leader; 14:13, 24] at the city of Hebron [C nineteen miles south of Jerusalem]. There he built an altar to the Lord."}