{"1": "Later, the Lord again appeared to Abraham near the ·great trees [L oaks; or terebinths] of Mamre [C an area near Hebron, named after Amorite leader; 14:13, 24]. Abraham was sitting at the entrance of his tent ·during the hottest part [L in the heat] of the day. ", "2": "He ·looked up [L raised his eyes] and saw three men standing near him. When Abraham saw them, he ran from [L the entrance of] his tent to meet them. He bowed facedown on the ground before them ", "3": "and said, “·Sir [My lord], if ·you think well of me [L I have found grace in your eyes], please ·stay awhile with me, [L do not pass by] your servant. ", "4": "I will bring some water so all of you can wash your feet. You may rest under the tree, ", "5": "and I will get some bread for you so you can regain your strength. Then you may ·continue your journey [L pass by].” The three men said, “That is fine. Do as you said.” [C In the ancient Near East, hospitality towards strangers was a very imporant value.]", "6": "Abraham hurried to the tent where Sarah was and said to her, “Hurry, ·prepare [L take and knead] ·twenty quarts [L three seahs] of fine flour, and make ·it into loaves of bread [L cakes].” ", "7": "Then Abraham ran to his herd and took one of his ·best [L tender and good/choice] calves. He gave it to a servant, who hurried ·to kill it and to prepare it for food [L to prepare it]. ", "8": "Abraham gave the three men the calf that had been ·cooked [L prepared] and milk curds and milk. While they ate, he stood under the tree near them.", "9": "The men asked Abraham, “Where is your wife Sarah?” “There, in the tent,” said Abraham.", "10": "Then ·the Lord [L he] said, “I will certainly return to you ·about this time a year from now [or in due time; L about the living time]. At that time your wife Sarah will have a son.” Sarah was listening at the entrance of the tent which was behind him. ", "11": "Abraham and Sarah were very old. Since ·Sarah was past the age when women normally have children [L it had stopped being with Sarah after the manner of women; C she had reached menopause], ", "12": "she laughed ·to herself [inwardly], “·My husband and I are too old [L I am worn out and my husband is too old] to have ·a baby [L pleasure].”", "13": "Then the Lord said to Abraham, “Why did Sarah laugh? Why did she say, 'I am too old to have a baby'? ", "14": "Is anything too hard for the Lord? No! I will return to you ·at the right time a year from now [or in due time; L about the living time], and Sarah will have a son.”", "15": "Sarah was afraid, so she ·lied [denied it] and said, “I didn't laugh.” But the Lord said, “No. You did laugh.”", "16": "Then the men got up to leave and ·started out [L looked] toward Sodom. Abraham walked along with them a short time to send them on their way.", "17": "The Lord said, “Should I ·tell [L hide from] Abraham what I am going to do now? ", "18": "·Abraham's children [L Abraham] will certainly become a great and powerful nation, and all nations on earth will be blessed through him [12:1–3]. ", "19": "I have ·chosen [L known] him so he would command his children and his ·descendants [L household] to ·live [L keep] the way the Lord wants them to, ·to live right and be fair [L …by doing righteousness and justice]. Then I, the Lord, will give Abraham what I promised him.”", "20": "Then the Lord said, “·I have heard many complaints [L The outcry is great] against the people of Sodom and Gomorrah [14:2]. ·They are very evil [L Their sin is very great/heavy]. ", "21": "I will go down and see if they ·are as bad as I have heard [L have done according to the outcry which has come to me]. If not, I will know.”", "22": "So the men turned and went toward Sodom, but Abraham stood there before the Lord. ", "23": "Then Abraham approached him and asked, “Do you plan to ·destroy [sweep away] the ·good people [righteous] along with the ·evil ones [wicked]? ", "24": "What if there are fifty ·good people [righteous] in that city? Will you still ·destroy it [sweep it away]? Surely you will ·save [spare] the ·city [L place] for the fifty ·good people [righteous] living there. ", "25": "·Surely [L It would be a desecration for you!] you will not ·destroy [L kill; slay] the ·good people [righteous] along with the ·evil ones [wicked]; then they would be treated the same. You are the judge of all the earth. Won't you do what is ·right [just]?”", "26": "The Lord said, “If I find fifty ·good people [righteous] in the city of Sodom, I will ·save [spare] the whole ·city [L place] because of them.”", "27": "Then Abraham [L answered and] said, “Though I am only dust and ashes, I have been brave to speak to the Lord. ", "28": "What if ·there are only forty-five good people [L five of the fifty righteous are lacking] in the city? Will you destroy the whole city for the lack of five ·good people [righteous]?” The Lord said, “If I find forty-five there, I will not destroy the city.”", "29": "Again Abraham said to him, “If you find only forty ·good people [righteous] there, will you destroy the city?” The Lord said, “If I find forty, I will not destroy it.”", "30": "Then Abraham said, “Lord, please don't be angry with me, but let me ask you this. If you find only thirty ·good people [righteous] in the city, will you destroy it?” He said, “If I find thirty ·good people [righteous] there, I will not destroy the city.”", "31": "Then Abraham said, “I have been brave to speak to the Lord. But what if there are twenty ·good people [righteous] in the city?” He answered, “If I find twenty there, I will not destroy the city.”", "32": "Then Abraham said, “Lord, please don't be angry with me, but let me bother you this one last time. What if you find ten there?” He said, “If I find ten there, I will not destroy it.”", "33": "When the Lord finished speaking to Abraham, he left, and Abraham returned ·home [L to his place]."}