{"1": "The two ·angels [messengers] came to Sodom in the evening as Lot was sitting near the ·city gate [L gate of Sodom; C the administrative center of a city]. When he saw them, he got up ·and went to [to meet] them and bowed facedown on the ground. ", "2": "Lot said, “·Sirs [My lords], please come to ·my [L your servant's] house and spend the night. There you can wash your feet, and then ·tomorrow you may [L you can get up early and] continue your journey.” The ·angels [messengers] answered, “No, we will spend the night in the city's public square.”", "3": "But Lot ·begged them [entreated/urged them strongly] to come, so they ·agreed [L turned aside to him] and went to his house. Then Lot prepared a ·meal [feast; banquet] for them. He baked ·bread without yeast [unleavened bread], and they ate it.", "4": "Before ·bedtime [L they lay down], men both young and old and from every part of Sodom surrounded Lot's house. ", "5": "They called to Lot, “Where are the two men who came to you tonight? Bring them out to us so we can ·have sexual relations with [L know] them.”", "6": "Lot went ·outside [L out the door] to them, closing the door behind him. ", "7": "He said, “No, my brothers! Do not do this evil thing. ", "8": "Look! I have two daughters who have never ·slept with [had sexual relations with; L known] a man. I will give them to you, and you may do anything you want with them. But please don't do anything to these men. They have come ·to my house, and I must protect them [L under the shelter/shade of my roof].”", "9": "The men around the house answered, “·Move out of the way [Stand back]!” Then they said to each other, “This ·man Lot [fellow; L one] came to our city as a ·stranger [sojourner; wanderer; resident alien], and now he wants to ·tell us what to do [L judge us]!” They said to Lot, “We will do worse things to you than to them.” They started pushing him back and were ready to break down the door.", "10": "But ·the two men staying with Lot [L the men] ·opened the door, [L reached out their hands and] pulled him back inside the house, and then closed the door. ", "11": "They struck those outside the door with ·blindness [a blinding flash], so the men, both ·young and old [L small and great], could not find the door.", "12": "The two men said to Lot, “Do you have ·any other relatives in this city [L anyone else here]? Do you have any sons-in-law, sons, daughters, or any other relatives? If you do, ·tell them to leave now [get them out of this place], ", "13": "because we are about to destroy this ·city [L place]. ·The Lord has heard of all the evil that is here [L Great is the outcry against them before the Lord], so he has sent us to destroy it.”", "14": "So Lot went out and said to his future sons-in-law who were pledged to marry his daughters, “·Hurry and leave this city [L Get up and get out of this place]! The Lord is about to destroy it!” But ·they [L his sons-in-law] thought Lot was joking.", "15": "·At dawn the next morning [L As morning dawned], the ·angels [messengers] ·begged [urged] Lot to hurry. They said, “Go! Take your wife and your two daughters with you so you will not be ·destroyed [swept away] when the city is punished.”", "16": "But Lot ·delayed [lingered; dawdled]. So the two men ·took [grabbed; seized] the hands of Lot, his wife, and his two daughters and led them safely out of the city. So the Lord was merciful to Lot and his family. ", "17": "After they brought them out of the city, one of the men said, “·Run [Flee] for your lives! Don't look back or stop anywhere in the ·valley [or plain]. Run to the mountains, or you will be ·destroyed [swept away].”", "18": "But Lot said to one of them, “·Sir, please don't force me to go so far [L Oh no, my lord]! ", "19": "·You have been merciful [L Your servant has found grace in your eyes] and ·kind to me [L you have shown great kindness to me] and have saved my life. But I can't ·run [flee] to the mountains. The disaster will catch me, and I will die. ", "20": "Look, that little town over there is ·not too far away [L near enough to flee to]. Let me run there. It's really just a little town, and ·I'll be safe there [L my life will be saved/spared].”", "21": "The angel said to Lot, “Very well, I will ·allow you to do this also [show you this favor; L lift up your face]. I will not ·destroy that town [L overthrow the town of which you speak]. ", "22": "But run there fast, because I cannot ·destroy Sodom [L do anything] until you are safely in that town.” (That town is named Zoar, because it is little [C Zoar sounds like the Hebrew word for “little”].)", "23": "The sun had already ·come up [L risen over the earth] when Lot entered Zoar. ", "24": "The Lord sent a rain of ·burning sulfur [sulfur and fire] down from ·the sky [heaven] on Sodom and Gomorrah ", "25": "and ·destroyed [overturned] those cities. He also ·destroyed [overturned] the whole ·Jordan Valley [valley; or plain], everyone living in the cities, and even all the plants.", "26": "At that point Lot's wife looked back. When she did, she became a pillar of salt.", "27": "Early the next morning, Abraham got up and went to the place where he had stood before the Lord. ", "28": "He looked down toward Sodom and Gomorrah and all the ·Jordan Valley [L valley; or plain] and saw smoke rising from the land, like smoke from a furnace.", "29": "God destroyed the cities in the ·valley [or plain], but he remembered what Abraham had asked. So ·God saved Lot's life, but he [L he sent Lot out of the overthrow/upheaval when he] ·destroyed [overturned] the city where Lot had lived [Deut. 29:23; Is. 1:9; 13:19; Jer. 50:40; Amos 4:11; Matt. 10:15; 11:23–24; Jude 1:7; Rev. 11:8].", "30": "Lot was afraid to continue living in Zoar, so he and his two daughters went to live in the mountains in a cave. ", "31": "One day the ·older daughter [L firstborn] said to the younger, “Our father is old. ·Everywhere on the earth women and men marry, but there are no men around here for us to marry [L There is no man on earth to come into us according to the way of all the earth]. ", "32": "Let's get our father ·drunk [L to drink wine] and ·have sexual relations [L we will lie] with him. ·We can use him to have children and continue our family [L …so we may preserve offspring/seed through our father].”", "33": "That night the two girls ·got their father drunk [L made their father drink wine], and the ·older daughter [L firstborn] went and ·had sexual relations [L lay] with him. But Lot did not know when she lay down or when she got up.", "34": "The next day the ·older daughter [L firstborn] said to the younger, “Last night I ·had sexual relations [lay] with my father. Let's get him ·drunk [L to drink wine] again tonight so you can go and ·have sexual relations [L lay] with him, too. In this way we can ·use our father to have children to continue our family [preserve offspring/seed through our father].” ", "35": "So that night they got their father ·drunk [L to drink wine] again, and the younger daughter went and ·had sexual relations [L lay] with him. Again, Lot did not know when she lay down or when she got up.", "36": "So both of Lot's daughters ·became pregnant [conceived] by their father. ", "37": "The older daughter gave birth to a son and named him Moab. He is the ancestor of all the Moabite people who are still living today [C located to the east of the Dead Sea in what is today Jordan; the name sounds like “from the father” in Hebrew]. ", "38": "The younger daughter also gave birth to a son and named him Ben-Ammi [C sounds like “son of my relative” in Hebrew]. He is the father of all the Ammonite people [C located just north of Moab; Moab and Ammon were enemies of Israel] who are still living today [C at the time this was written]."}