{"1": "Abraham left Hebron [13:18] and traveled to ·southern Canaan [L the Negev; 13:1] where he stayed awhile between Kadesh [16:14] and Shur [16:7]. When he ·moved to [sojourned/lived as an alien in] Gerar [C north of Kadesh and Shur; present-day Tell Abu Hureirah], ", "2": "he said to people about Sarah his wife, “She is my sister” [12:10–20; 26:1–11]. Abimelech king of Gerar heard this, so he sent some servants to take her. ", "3": "But one night God spoke to Abimelech in a dream and said, “You will die. The woman you took is married.”", "4": "But Abimelech had not gone near Sarah, so he said, “Lord, would you ·destroy [L kill; slay] an innocent nation? ", "5": "·Abraham himself told [L Did he not tell…?] me, 'This woman is my sister,' and ·she also said [L did she not also say…?], 'He is my brother.' I ·am innocent and did not know I was doing anything wrong [L did this with a pure conscience/blameless heart and innocent hands].”", "6": "Then God said to Abimelech in the dream, “Yes, I know you did ·not realize what you were doing [this with a pure conscience/L blameless heart]. So I ·did not allow you to sin [restrained you from sinning] against me and touch her. ", "7": "Give ·Abraham [L the man] his wife back. He is a prophet [C one who interceded for others]. He will pray for you, and you will not die. But if you do not give Sarah back, you and all ·your family [L who belong to you] will surely die.”", "8": "So early the next morning, Abimelech called all his ·officers [L servants] and told them everything that had happened in the dream. They were very afraid. ", "9": "Then Abimelech called Abraham to him and said, “What have you done to us? What ·wrong [offense; sin] did I do against you? Why did you bring this ·trouble [great offense/guilt; L great sin] to my kingdom? You should not have done these things to me. ", "10": "What ·were you thinking [possessed you] that caused you to do this?”", "11": "Then Abraham answered, “I thought no one in this place ·respected [feared] God and that someone would kill me to get ·Sarah [L my wife]. ", "12": "And it is true that she is my sister. She is the daughter of my father, but she is not the daughter of my mother, and she became my wife. ", "13": "When God ·told me to leave my father's house and wander in many different places [L caused me to wander from my father's home; 12:1], I told Sarah, 'You must ·do a special favor for [or show loyalty to] me. Everywhere we go tell people, “He is my brother.”'”", "14": "Then Abimelech gave Abraham some sheep, cattle, and male and female slaves. He also gave Sarah, Abraham's wife, back to him ", "15": "and said, “·Look around you at my land [L My land is before you]. You may live anywhere you want.”", "16": "Abimelech said to Sarah, “I gave your brother Abraham ·twenty-five pounds [L one thousand pieces] of silver ·to make up for any wrong that people may think about you [L —a covering of the eyes to all who are with you; C an indication that nothing improper happened]. I want everyone to know that you are innocent.”", "17": "Then Abraham prayed to God, and God healed Abimelech, his wife, and his servant girls so they could have children. ", "18": "The Lord had ·kept all the women in Abimelech's house from having children [L closed up every womb of the house of Abimelech] ·as a punishment on Abimelech for taking [L on account of] Abraham's wife Sarah."}