{"1": "The Lord ·cared for [visited] Sarah as he had said and did for her what he had promised. ", "2": "Sarah ·became pregnant [conceived] and gave birth to a son for Abraham in his old age. Everything happened at the time God had said it would. ", "3": "Abraham named his son Isaac, the son Sarah gave birth to. ", "4": "He circumcised [17:10] Isaac when he was eight days old as God had commanded.", "5": "Abraham was one hundred years old when his son Isaac was born. ", "6": "And Sarah said, “God has made me laugh [C the name Isaac is related to a Hebrew word meaning “laugh”]. Everyone who hears about this will laugh ·with [or at] me. ", "7": "No one thought that I would ·be able to have Abraham's child [L suckle/nurse children], but even though Abraham is old I have given him a son.”", "8": "Isaac grew, and when he ·became old enough to eat food [was weaned], Abraham gave a great feast [L on the day of his weaning]. ", "9": "But Sarah saw ·Ishmael [L the son of Hagar the Egyptian] ·making fun of Isaac [laughing; or playing]. ", "10": "So Sarah said to Abraham, “·Throw [Drive] out this slave woman and her son. Her son should not inherit anything; my son Isaac should receive it all [Gal. 4:21—5:1].”", "11": "This ·troubled [distressed; upset] Abraham very much because Ishmael was also his son. ", "12": "But God said to Abraham, “Don't be ·troubled [distressed; upset] about the boy and the slave woman. Do ·whatever [all] Sarah tells you. ·The descendants I promised you will be from [L The seed will be named for you through] Isaac. ", "13": "I will also make the ·descendants of Ishmael [L the son of your slave woman] into a great nation because he is your ·son [L seed], too.”", "14": "Early the next morning Abraham [L got up and] took some food and a ·leather bag full [skin] of water. He gave them to Hagar and sent her away. Carrying these things and her son [L on her shoulder], Hagar went and wandered [C the verb may imply moving aimlessly and without hope] in the ·desert [wilderness] of Beersheba [C an area in the northern part of the Negev, southern Canaan].", "15": "Later, when all the water was ·gone [finished] from the ·bag [skin], Hagar put her son under a bush. ", "16": "Then she went a good way off, the distance of a bowshot, and sat down across from him. She thought, “My son will die, and I cannot watch this happen.” She sat there across from him and began to cry.", "17": "God heard the ·boy crying [L sound/voice of the boy], and God's ·angel [messenger; 16:7] called to Hagar from heaven. He said, “What is wrong, Hagar? Don't be afraid! God has heard the ·boy crying [L the sound/voice of the boy] there. ", "18": "·Help [Get up and lift] him up and take him by the hand. I will make ·his descendants [L him] into a great nation.” [C Ishmael is considered the ancestor of the Arab people.]", "19": "Then God [L opened her eyes and] showed Hagar a well of water. So she went to the well and filled her ·bag [skin] with water and gave the boy a drink.", "20": "God was with the boy as he grew up. Ishmael lived in the ·desert [wilderness] and became an archer. ", "21": "He lived in the Desert of Paran [C a region in the eastern Sinai peninsula], and his mother found a wife for him in Egypt [C Hagar's original homeland].", "22": "·Then [At that time] Abimelech came with Phicol, the commander of his army, and said to Abraham, “God is with you in everything you do. ", "23": "So ·make a promise to me here before [swear to me by] God that you will ·be fair [L not deal falsely] with me and my children and my descendants. Be ·kind [loyal] to me and to this land where you have lived as a ·stranger [sojourner; wanderer; resident alien]—as ·kind [loyal] as I have been to you.”", "24": "And Abraham said, “I ·promise [swear].” ", "25": "Then Abraham ·complained to [reproved; reproached] Abimelech about Abimelech's servants who had seized a well of water.", "26": "But Abimelech said, “I don't know who did this. You never told me [L and I have not heard] about this before today.”", "27": "Then Abraham gave Abimelech some sheep and cattle, and they made an ·agreement [covenant; treaty]. ", "28": "Abraham also put seven female lambs ·in front of Abimelech [L apart by themselves].", "29": "Abimelech asked Abraham, “Why did you put these seven female lambs by themselves?”", "30": "Abraham answered, “Accept these lambs from ·me [L my hand] to ·prove that you believe [verify/witness that] I dug this well.”", "31": "So that place was called Beersheba [21:14; C meaning either “well of seven” or “well of promise”] because they ·made a promise to each other [swore an oath] there.", "32": "After Abraham and Abimelech ·made the agreement [L cut a covenant/treaty] at Beersheba, Abimelech and Phicol, the commander of his army, went back to the land of the Philistines [C a region on the southern Mediterranean coast of Canaan].", "33": "Abraham planted a tamarisk tree at Beersheba and prayed to the Lord, the ·God who lives forever [eternal God]. ", "34": "And Abraham lived as a ·stranger [wanderer; sojourner; resident alien] in the land of the Philistines for ·a long time [L many days]."}