{"1": "Abraham was now very old, ·along in years [L going in days], and the Lord had blessed him in every way. ", "2": "Abraham said to his oldest servant [L in his house], who was in charge of everything he owned, “Put your hand under my ·leg [L thigh; C a euphemism for male genitalia, expressing commitment to keep a promise]. ", "3": "·Make a promise to me before [Swear to me by] the Lord, the God of heaven and [L the God of] earth. Don't get a wife for my son from the ·Canaanite girls [L daughters of the Canaanites] who live around here. ", "4": "Instead, go back to my country, to the land of my relatives, and get a wife for my son Isaac.”", "5": "The servant said to him, “·What if [Perhaps] this woman does not want to return with me to this land? Then, should I take your son with me back to your homeland?”", "6": "Abraham said to him, “No! ·Don't take [L Be careful not to take] my son back there. ", "7": "The Lord, the God of heaven, brought me from the home of my father and the land of my relatives. And he ·promised [swore to] me, 'I will give this land to your ·descendants [L seed].' The Lord will send his ·angel [messenger] before you to help you get a wife for my son there. ", "8": "If the ·girl [woman] won't come back with you, you will be ·free [declared innocent] from this promise. But you must not take my son back there.” ", "9": "So the servant put his hand under his master's ·leg [L thigh; 24:2] and ·made a promise [swore] to Abraham about this.", "10": "The servant took ten of Abraham's camels and left, carrying with him many ·different kinds of beautiful gifts [L goods of his master]. He went to ·northwestern Mesopotamia [L Aram-Naharaim; C a region near the Habor and Euphrates rivers, about a month's journey away] to ·Nahor's city [or the city of Nahor]. ", "11": "In the evening, when the women come out to get water [C most ancient towns had a single source of water for the community], he made the camels kneel down at the well outside the city.", "12": "The servant said, “Lord, God of my master Abraham, ·allow me to find a wife for his son [L grant me good fortune] today. Please show this ·kindness [loyalty] to my master Abraham. ", "13": "Here I am, standing by the spring, and the ·girls [L daughters of the men] from the city are coming out to get water. ", "14": "·I will say to one of them [L Let the girl to whom I will say…], 'Please put your jar down so I can drink.' Then let her say, 'Drink, and I will also give water to your camels.' If that happens, I will know she is the ·right one [the one appointed/selected] for your servant Isaac and that you have shown ·kindness [loyalty] to my master.”", "15": "Before the servant had finished ·praying [L speaking], Rebekah, the daughter of Bethuel, came out of the city. (Bethuel was the son of Milcah and Nahor, Abraham's brother [11:27–30].) Rebekah was carrying her water jar on her shoulder. ", "16": "She was ·very pretty [extremely beautiful], a virgin; she had never ·had sexual relations with [L known] a man. She went down to the spring and filled her jar, then came back up. ", "17": "The servant ran to her and said, “Please give me a little ·water [sip] from your jar.”", "18": "Rebekah said, “Drink, ·sir [my master].” She quickly lowered the jar ·from her shoulder [L on her hand] and gave him a drink. ", "19": "After ·he finished drinking [L she let him drink all he wanted], Rebekah said, “I will also pour some water for your camels [L until they have finished drinking].” ", "20": "So she quickly ·poured [emptied] all the water from her jar into the drinking trough for the camels. Then she kept running to the well until she had given all the camels enough to drink.", "21": "The ·servant [L man] quietly ·watched [stared at] her. He wanted to ·be sure [L learn whether or not] the Lord had made his trip successful. ", "22": "After the camels had finished drinking, he gave Rebekah a gold ·ring [L nose-ring; or earring] weighing ·one-fifth of an ounce [L one half shekel] and two gold arm bracelets weighing about ·four ounces [L ten shekels] each. ", "23": "He asked, “·Who is your father [L Tell me whose daughter you are]? Is there a place in his house for me and my men to spend the night?”", "24": "Rebekah answered, “·My father is [L The daughter of] Bethuel, the son of Milcah and Nahor.” ", "25": "Then she said, “And, yes, we have ·straw for your camels [L plenty of straw and feed] and a place for you to spend the night.”", "26": "The servant bowed and worshiped the Lord ", "27": "and said, “Blessed is the Lord, the God of my master Abraham. The Lord ·has been kind and truthful to him [L has not abandoned his kindness/loyalty and truthfulness/faithfulness to my master] and has led me to my master's relatives.”", "28": "Then Rebekah ran and told her mother's family about all these things. ", "29": "She had a brother named Laban, who ran out to Abraham's servant, who was still at the spring. ", "30": "Laban had heard what she had said and had seen the ·ring [L nose-ring; or earring] and the bracelets on his sister's arms. So he ran out to the well, and there was the man standing by the camels at the spring. ", "31": "Laban said, “·Sir [L O blessed one], ·you are welcome to come in [L come]; ·you don't have to stand [L why are standing…?] outside. I have ·prepared [L cleared out] the house for you and also a place for your camels.”", "32": "So Abraham's servant went into the house. After Laban unloaded the camels and gave them straw and ·food [fodder], he gave water to Abraham's servant so he and the men with him could wash their feet. ", "33": "Then ·Laban gave the servant food [L the food was set before him], but the servant said, “I will not eat until I have told you why I came.” So Laban said, “Then tell us.”", "34": "He said, “I am Abraham's servant. ", "35": "The Lord has greatly blessed my master in everything [12:3], and he has become a rich man. The Lord has given him many flocks of sheep, herds of cattle, silver and gold, male and female servants, camels, and horses. ", "36": "Sarah, my master's wife, gave birth to a son when she was old [21:1–7], and my master has given everything he owns to that son. ", "37": "My master had me ·make a promise to him [swear] and said, 'Don't get a wife for my son from the Canaanite ·girls [L daughters] ·who live around here [L in whose land I live]. ", "38": "Instead, you must go to my father's ·people [house] and to my family. There you must ·get [take] a wife for my son.' ", "39": "I said to my master, 'What if the woman will not come back with me?' ", "40": "But he said, 'I ·serve [L walk before] the Lord, who will send his ·angel [or messenger] with you and will ·help you [L make your way successful]. You will ·get [take] a wife for my son from my family and my father's ·people [L house]. ", "41": "Then you will be ·free [innocent] from ·the promise [L my oath]. But if they will not give you a wife for my son, you will be ·free [innocent] from ·this promise [L my oath].'", "42": "“Today I came to this spring. I said, 'Lord, God of my master Abraham, please make my ·trip [way] successful. ", "43": "I am standing by this spring. I will wait for a young woman to come out to ·get [draw] water, and I will say, “Please give me water from your jar to drink.” ", "44": "Then let her say, “Drink this water, and I will also draw water for your camels.” By this I will know the Lord has chosen her for my master's son.'", "45": "“Before I finished ·my silent prayer [L speaking in my heart/mind], Rebekah came out of the city with her water jar on her shoulder. She went down to the spring and drew water. I said to her, 'Please give me a drink.' ", "46": "She quickly lowered the jar from her shoulder and said, 'Drink this. I will also water your camels.' So I drank, and she watered my camels too. ", "47": "When I asked her, '·Who is your father [L Whose daughter are you]?' she answered, '·My father is [L The daughter of] Bethuel son of Milcah and Nahor.' Then I put the ring in her nose and the bracelets on her arms, ", "48": "and I bowed my head and ·thanked [worshipped] the Lord. I ·praised [blessed] the Lord, the God of my master Abraham, because he ·led [guided] me on the right road to get the granddaughter of my master's brother for his son. ", "49": "Now, tell me, will you be ·kind [loyal] and ·truthful [faithful] to my master? And if not, tell me so. Then I will ·know what I should do [L turn to the right hand or to the left].”", "50": "Laban and Bethuel answered, “This ·is clearly [L has come out] from the Lord, and we cannot ·change what must happen [L speak to you good or evil]. ", "51": "Rebekah is ·yours [L before you]. Take her and go. Let her marry your master's son as the Lord has ·commanded [spoken].”", "52": "When Abraham's servant heard these words, he bowed facedown on the ground before the Lord. ", "53": "Then he gave Rebekah gold and silver jewelry and clothes. He also gave expensive gifts to her brother and mother. ", "54": "The servant and the men with him ate and drank and spent the night there. When they got up the next morning, the servant said, “·Now let me go [L Send me] back to my master.”", "55": "Rebekah's mother and her brother said, “Let ·Rebekah [L the girl] stay with us at least ten days. After that she may go.”", "56": "But the servant said to them, “Do not ·make me wait [delay/hinder], because the Lord has made my ·trip [way] successful. Now ·let me go [L send me] back to my master.”", "57": "Rebekah's brother and mother said, “We will call Rebekah and ask her ·what she wants to do [L at her mouth].” ", "58": "They called her and asked her, “Do you want to go with this man now?” She said, “·Yes, I do [L I will go].”", "59": "So they ·allowed Rebekah and her nurse to go [L sent Rebekah their sister and her nurse] with Abraham's servant and his men. ", "60": "They blessed Rebekah and said, “Our sister, may you ·be the mother of thousands of people [L thousands of myriads], and may your ·descendants [L seed] ·capture [inherit; possess] the ·cities of their enemies [L gates of those who hate us].”", "61": "Then Rebekah and her servant girls ·got on [L rose up and mounted] the camels and followed the servant and his men. So the servant took Rebekah and left.", "62": "At this time Isaac had left Beer Lahai Roi [16:14] and was living in ·southern Canaan [L Negev]. ", "63": "One evening when he went out to the field to ·think [meditate; reflect; or walk], he ·looked up [L raised his eyes] and saw camels coming. ", "64": "Rebekah also ·looked [L raised her eyes] and saw Isaac. Then she ·jumped down [L fell] from the camel ", "65": "and asked the servant, “Who is that man walking in the field to meet us?” The servant answered, “That is my master.” So Rebekah covered her face with her veil.", "66": "The servant told Isaac everything that had happened. ", "67": "Then Isaac brought Rebekah into the tent of Sarah, his mother, and she became his wife. Isaac loved her very much, and so he was comforted after his mother's death."}