{"1": "Now there was a ·time of hunger [L famine] in the land, besides the ·time of hunger [L former famine] that happened during Abraham's life. So Isaac went to the town of Gerar [20:1] to see Abimelech king of the Philistines. ", "2": "The Lord appeared to Isaac and said, “Don't go down to Egypt, but ·live [settle; dwell] in the land where I tell you to live. ", "3": "·Stay [Sojourn; Live as an alien] in this land, and I will be with you and bless you [12:3]. I will give you and your ·descendants [L seed] all these lands, and I will ·keep [fulfill] the oath I made to Abraham your father. ", "4": "I will ·give you many descendants [L multiply your seed], as hard to count as the stars in the sky, and I will give them all these lands. Through your ·descendants [L seed] all the nations on the earth will be blessed [12:1–3]. ", "5": "I will do this because your father Abraham ·obeyed me [L listened to my voice]. He did what I said and obeyed my ·instructions [charge], my commands, my teachings, and my ·rules [instructions; laws].”", "6": "So Isaac ·stayed [resided; settled] in Gerar [20:1]. ", "7": "His wife Rebekah was very beautiful, and the men of that place asked Isaac about her. Isaac said, “She is my sister,” because he was afraid to tell them she was his wife. He thought they might kill him so they could have her [12:10–20; 20:1–18].", "8": "Isaac lived there a long time. One day as Abimelech king of the Philistines looked out his window, he saw Isaac ·holding [fondling; playing with; C a word related to the name Isaac] his wife Rebekah tenderly. ", "9": "Abimelech called for Isaac and said, “This woman is your wife. Why did you say she was your sister?” Isaac said to him, “I ·was afraid you would kill me so you could have [L thought I might die because of] her.”", "10": "Abimelech said, “What have you done to us? One of our ·men [L people] might have ·had sexual relations [lain] with your wife. Then ·we would have been guilty of a great sin [L you would have brought guilt/punishment on us].”", "11": "So Abimelech ·warned [commanded] ·everyone [all the people], “Anyone who touches this man or his wife will be put to death.”", "12": "Isaac planted seed in that land, and that year he gathered ·a great harvest [L a hundredfold]. The Lord blessed him very much, ", "13": "and ·he [L the man] became rich. He ·gathered more wealth [grew richer and richer] until he became a very rich man. ", "14": "He had so many slaves and flocks and herds that the Philistines envied him. ", "15": "So they stopped up all the wells the servants of Isaac's father Abraham had dug. (They had dug them ·when Abraham was alive [L in the days of Abraham his father].) The Philistines filled those wells with ·dirt [dust]. ", "16": "And Abimelech said to Isaac, “Leave ·our country [L my people] because you have become much more powerful than we are.”", "17": "So Isaac ·left that place [L went from there] and camped in the ·Valley [Wadi] of Gerar and ·lived [resided; settled] there. ", "18": "·Long before this time Abraham [L In the days of Abraham his father they] had dug many wells, but after he died, the Philistines filled them with ·dirt [dust]. So Isaac dug those wells again and gave them the same names his father had given them. ", "19": "Isaac's servants dug a well in the ·valley [wadi], ·from which a spring of water flowed [L and discovered springing/living water]. ", "20": "But the ·herdsmen [shepherds] of Gerar ·argued [contended] with ·them [L the shepherds of Isaac] and said, “This water is ours.” So Isaac named that well ·Argue [Contention; C Hebrew: Esek] because they ·argued [contended] with him. ", "21": "Then ·his servants [L they] dug another well. When the people also ·argued about it [contended], Isaac named that well ·Fight [Hebrew: Sitnah]. ", "22": "He moved from there and dug another well. No one ·argued about [contended] this one, so he named it Room Enough [C Hebrew: Rehoboth]. Isaac said, “Now the Lord has made room for us, and we will be ·successful [fruitful; 1:22] in this land.”", "23": "From there Isaac went [L up] to Beersheba [21:14]. ", "24": "The Lord appeared to him that night and said, “I am the God of your father Abraham. Don't be afraid, because I am with you [C indicating that the covenant with Abraham would be continued with Isaac]. I will bless you and ·give you many descendants [multiply your seed] because of my servant Abraham.” ", "25": "So Isaac built an altar [C a place of sacrifice] and ·worshiped [L called on the name of] the Lord there. He also ·made a camp [L pitched his tent] there, and his servants dug a well.", "26": "Abimelech came from Gerar to see Isaac. He brought with him Ahuzzath, ·who advised him [his advisor/friend], and Phicol, the commander of his army. ", "27": "Isaac asked them, “Why have you come to see me? You ·were my enemy [hate me] and ·forced me to leave your country [L sent me away from you].”", "28": "They answered, “Now we ·know [L clearly see] that the Lord is with you. Let us swear an oath to each other. Let us ·make [L cut] an ·agreement [covenant; treaty] with you ", "29": "that since we did not ·hurt [L touch] you, you will not ·hurt [harm] us. We were good to you and sent you away in peace. Now the Lord has blessed you.”", "30": "So Isaac ·prepared food [made a banquet/feast] for them, and they all ate and drank [C customary to celebrate the signing of the treaty]. ", "31": "Early the next morning the men swore an oath to each other. Then Isaac sent them away, and they left in peace.", "32": "That day Isaac's servants came and told him about the well they had dug, saying, “We found water in that well.” ", "33": "So Isaac named it Shibah [C sounds like Hebrew for “seven” or “promise”] and that city is called Beersheba [21:14] even now.", "34": "When Esau was forty years old, he married two Hittite women—Judith daughter of Beeri and Basemath daughter of Elon. ", "35": "These women brought much ·sorrow [bitterness] to Isaac and Rebekah [C because Esau had married outside the people of God]."}