{"1": "When Isaac was old, his ·eyesight was poor [L eyes were dim], so he could not see clearly. One day he called his older son Esau to him and said, “[L My] Son.” Esau answered, “Here I am.”", "2": "Isaac said, “I am old and don't know ·when I might die [L the day of my death]. ", "3": "So take your weapons, your ·bow and arrows [L quiver and your bow], and go hunting in the field for ·an animal for me to eat [L game for me]. ", "4": "When you prepare the tasty food that I love, bring it to me, and I will eat. Then I will bless you before I die.” ", "5": "So Esau went out in the field to hunt [L for game to bring it]. Rebekah was listening as Isaac said this to his son Esau. ", "6": "She said to her son Jacob, “Listen, I heard your father saying to your brother Esau, ", "7": "'·Kill an animal [L Bring me game] and prepare some tasty food for me to eat. Then I will bless you in the presence of the Lord before I die.' ", "8": "So ·obey [listen to] me, my son, and do what I ·tell [command] you. ", "9": "Go out to our ·goats [L flock] and bring me two ·of the best young ones [choice goats]. I will prepare them just the way your father ·likes [loves] them. ", "10": "Then you will ·take the food [L bring them] to your father, and he will bless you before he dies.”", "11": "But Jacob said to his mother Rebekah, “My brother Esau is a hairy man, and I am smooth! ", "12": "If my father ·touches me, he will know I am not Esau [L feels me…]. Then he will not bless me but will place a curse on me because ·I tried to trick him [L he will think I am mocking him].”", "13": "So ·Rebekah [L his mother] said to him, “·If your father puts a curse on you, I will accept the blame [L Let your curse be on me]. Just do what I said. Go get the goats for me.”", "14": "So Jacob went out and got ·two goats [L them] and brought them to his mother, and ·she cooked them in the special way [L his mother prepared a tasty meal just as] ·Isaac [L his father] ·enjoyed [loved]. ", "15": "She took the best clothes of her older son Esau that were in the house and put them on the younger son Jacob. ", "16": "She also took the skins of the goats and put them on Jacob's hands and [L the smoothness of his] neck. ", "17": "Then she gave Jacob the tasty food and the bread she had made.", "18": "Jacob went in to his father and said, “[L My] Father.” And his father said, “Yes, my son. Who are you?”", "19": "Jacob said to him, “I am Esau, your ·first son [firstborn]. I have done what you told me. Now ·sit up [L get up and sit down] and eat some ·meat of the animal [game] I hunted for you. Then bless me.”", "20": "But Isaac asked his son, “How did you find ·and kill the animal [L it] so quickly?” Jacob answered, “Because the Lord your God ·helped me to find it [L went before me].”", "21": "Then Isaac said to Jacob, “Come near so I can ·touch [feel] you, my son. Then I will know if you are really my son Esau [L or not].”", "22": "So Jacob came near to Isaac his father. Isaac ·touched [felt] him and said, “Your voice ·sounds like [L is] Jacob's voice, but your hands ·are hairy like [L are] the hands of Esau.” ", "23": "Isaac did not ·know it was [recognize] Jacob, because his hands were hairy like Esau's hands, so Isaac blessed him. ", "24": "Isaac asked, “Are you really my son Esau?” Jacob answered, “Yes, I am.”", "25": "Then Isaac said, “Bring ·me the food [L it to me], and I will eat ·it [L my son's game] and bless you.” So Jacob gave him the food, and he ate. Jacob gave him wine, and he drank. ", "26": "Then Isaac [L his father] said to him, “My son, come near and kiss me.” ", "27": "So Jacob went to his father and kissed him. When Isaac smelled Esau's clothes, he blessed him and said, “[L See,] The smell of my son is like the smell of the field that the Lord has blessed.", "28": "May God give you ·plenty of rain [L the dew of heaven] and ·good soil [L the fatness/richness/fertility of the earth] so that you will have plenty of grain and new wine.", "29": "May nations serve you and peoples bow down to you. May you be master over your brothers, and may your mother's sons bow down to you. May everyone who curses you be cursed, and may everyone who blesses you be blessed [12:3; Heb. 11:20].”", "30": "Isaac [L had just] finished blessing Jacob. Then, just as Jacob left his father Isaac, Esau came in from hunting. ", "31": "He also prepared some tasty food and brought it to his father. He said [L to his father], “Father, rise and eat ·the food that your son killed for you [L your son's game] and then bless me.”", "32": "Isaac his father asked him, “Who are you?” He answered, “I am your son—your firstborn son—Esau.”", "33": "Then Isaac trembled ·greatly [violently] and said, “Then who was it that hunted ·the animals [game] and brought me food before you came? I ate it, and I blessed him, and ·it is too late now to take back my blessing [L he will indeed be blessed].”", "34": "When Esau heard the words of his father, he let out a loud and bitter cry. He said to his father, “Bless me—me, too, my father [Heb. 12:17]!”", "35": "But Isaac said, “Your brother came and ·tricked [deceived; defrauded] me. He has taken your blessing.”", "36": "Esau said, “Jacob [C sounds like Hebrew for “heel” or “deceive”; 25:26] is the right name for him. He has ·tricked me [deceived me; L been at my heel] these two times. He took away my ·share of everything you own [birthright], and now he has taken away my blessing.” Then Esau asked, “Haven't you ·saved [reserved] a blessing for me?”", "37": "Isaac answered [L and said to Esau], “I gave Jacob the power to be master over you, and all his brothers will be his servants. And I kept ·him strong [sustained him] with grain and new wine. ·There is nothing left to give you [L What can I do for you…?], my son.”", "38": "But Esau ·continued [L said to his father], “Do you have only one blessing, Father? Bless me, too, Father!” Then Esau ·began to cry out loud [L lifted his voice and wept; Heb. 12:17].", "39": "Isaac his father said to him, “You will live far away from the ·best [fatness; richness; fertility of the] land, far from the ·rain [L the dew of heaven; 27:28].", "40": "You will live by using your sword, and you will ·be a slave to [serve] your brother. But when you ·struggle [or become restless], you will break ·free from him [L his yoke from your neck; Heb. 11:20].”", "41": "After that Esau ·hated [held a grudge against] Jacob because of the blessing ·from Isaac [L with which his father blessed him]. He thought ·to himself [L in his heart], “·My father will soon die, and I will be sad for him [L The days of mourning for my father are near]. Then I will kill Jacob [L my brother].”", "42": "Rebekah ·heard about Esau's plan to kill Jacob [L was told the words of Esau her oldest son]. So she sent for Jacob [L her younger son] and ·said to [informed] him, “Listen, your brother Esau is ·comforting himself [consoling himself; or wants to execute his anger against you] by planning to kill you. ", "43": "So, my son, ·do what I say [L listen to my voice]. My brother Laban is living in Haran. ·Go to him at once [L Get up and flee to him]! ", "44": "·Stay [Live; Reside] with him for a while, until your brother ·is not so angry [calms down]. ", "45": "In time, your brother will not be angry, and he will forget what you did to him. Then I will send a servant to bring you back. I don't want to lose both of my sons on the same day.”", "46": "Then Rebekah said to Isaac, “I am ·tired of [weary of my life due to] ·Hittite women [L the daughters of the Hittites]. If Jacob marries one of ·these Hittite women [L the daughters of the Hittites] here in this land, ·I want to die [why would I want to live?].”"}