{"1": "Isaac called Jacob and blessed him and commanded him [L and said to him], “You must not marry a ·Canaanite woman [L daughter of Canaan]. ", "2": "·Go [L Get up and go] to the house of Bethuel, your mother's father, in ·northwestern Mesopotamia [L Paddan-aram; 25:20]. Laban, your mother's brother, lives there. Marry one of his daughters. ", "3": "May God Almighty bless you and ·give you many children [L make you fruitful and multiply you; 1:22], and may you become a ·group [assembly; congregation; company] of many peoples. ", "4": "May he give you and your ·descendants [L seed] the blessing of Abraham so that you may ·own [possess] the land ·where you are now living as a stranger [L of your wandering/sojourn/alien status], the land God gave to Abraham.” ", "5": "So Isaac sent Jacob to ·northwestern Mesopotamia [L Paddan-aram], to Laban the brother of Rebekah. Bethuel the Aramean was the father of Laban and Rebekah, and Rebekah was the mother of Jacob and Esau.", "6": "Esau ·learned [L saw] that Isaac had blessed Jacob and sent him to ·northwestern Mesopotamia [L Paddan-aram] to find a wife there. He also ·learned [L saw] that Isaac had commanded Jacob not to marry a ·Canaanite woman [L daughter of Canaan] ", "7": "and that Jacob had ·obeyed [listened to] his father and mother and had gone to ·northwestern Mesopotamia [L Paddan-aram]. ", "8": "So Esau saw that ·his father Isaac did not want his sons to marry Canaanite women [C the daughters of Canaan were bad/evil in the eyes of his father Isaac]. ", "9": "Now Esau already had wives, but he went to Ishmael son of Abraham, and he married Mahalath, Ishmael's daughter. Mahalath was the sister of Nebaioth.", "10": "Jacob left Beersheba [21:14] and set out for Haran [11:31]. ", "11": "When he came to a place, he spent the night there because the sun had set. He found a stone and laid his head on it ·to go to sleep [L and lay down in that place]. ", "12": "Jacob dreamed that there was a ·ladder [or stairway; or ramp] resting on the earth and reaching up into heaven, and he saw ·angels [messengers] of God ·going up and coming down [ascending and descending on] ·the ladder [L it; John 1:51]. ", "13": "Then Jacob saw the Lord standing above the ladder [28:12], and he said, “I am the Lord, the God of Abraham your grandfather, and the God of Isaac. I will give you and your ·descendants [L seed] the ·land [ground] on which you are now ·sleeping [lying; 12:1–3]. ", "14": "Your ·descendants [L seed] will be as many as the dust of the earth [13:16]. They will spread west and east, north and south, and all the ·families [clans] of the earth will ·be blessed [or bless themselves] through you and your ·descendants [seed]. ", "15": "I am with you and will ·protect [guard] you everywhere you go and will bring you back to this land. I will not ·leave [abandon; forsake] you until I have done what I have promised you.”", "16": "Then Jacob woke from his sleep and said, “Surely the Lord is in this place, but I did not know it.” ", "17": "He was afraid and said, “This place frightens me! It is surely the house of God and the gate of heaven.”", "18": "Jacob rose early in the morning and took the stone ·he had slept on [L which was under his head] and set it up ·on its end [L as a pillar; 31:13, 45; 35:14, 20; Ex. 24:4; C a practice later prohibited because similar to Canaanite religion (Ex. 23:24; 34:13; Deut. 12:3)]. Then he poured olive oil on the top of it. ", "19": "·At first [Formerly], the name of that city was Luz, but Jacob named it Bethel [C “house of God”].", "20": "Then Jacob ·made a promise [L vowed a vow]. He said, “I want God to be with me and to ·protect [guard] me on this journey. I want him to give me food to eat and clothes to wear ", "21": "so I will be able to return ·in peace [or safely] to my father's house. If the Lord does these things, he will be my God. ", "22": "This stone which I have set up ·on its end [L as a pillar] will be the house of God. And I will give God ·one-tenth [a tithe] of all he gives me.”"}