{"1": "Now the ·snake [serpent] was the most ·clever [shrewd; cunning; crafty] of all the wild animals the Lord God had made. One day the snake said to the woman, “Did God really say that you must not eat fruit from any tree in the garden?”", "2": "The woman answered the snake [3:1], “We may eat fruit from the trees in the garden. ", "3": "But God told us, 'You must not eat fruit from the tree that is in the middle of the garden [C the tree of the knowledge of good and evil]. You must not even touch it [C Eve was adding to the divine command], or you will die.' ”", "4": "But the snake [3:1] said to the woman, “You will [L most certainly] not die. ", "5": "[L For] God knows that if you eat ·the fruit from that tree [L from it], [L your eyes will be opened and] you will ·learn about [experience; L know about] good and evil and you will be like God!”", "6": "The woman saw that the tree was ·beautiful [L pleasing to the eyes], that its fruit was good ·to eat [L for food], and that it would make her wise. So she took some of its fruit and ate it. She also gave some of the fruit to her husband who was with her [C apparently he was present but silent while the woman spoke to the snake], and he ate it.", "7": "Then, ·it was as if their eyes [L the eyes of both of them] were opened. They ·realized [knew] they were naked, so they sewed fig leaves together and made ·something to cover [L loincloths for] themselves [Rom. 5:12–21].", "8": "Then they heard the [L sound of the] Lord God walking in the garden during the cool part of the day, and the man and his wife hid from the Lord God among the trees in the garden. ", "9": "But the Lord God called to the man and said, “Where are you?”", "10": "The man answered, “I heard ·you walking in the garden [L your voice/sound], and I was afraid because I was naked, so I hid.”", "11": "·God [L He] asked, “Who told you that you were naked? Did you eat fruit from the tree from which I commanded you not to eat?”", "12": "The man said, “You gave this woman to me and she gave me fruit from the tree, so I ate it.”", "13": "Then the Lord God said to the woman, “·How could you have done such a thing [What is this you have done]?” She answered, “The snake ·tricked [deceived; 1 Tim. 2:14] me, so I ate the fruit.”", "14": "The Lord God said to the ·snake [serpent], “Because you did this, a curse will be put on you. You will be cursed as no other animal, ·tame [beasts; livestock] or ·wild [L of the field], will ever be. You will ·crawl [go] on your ·stomach [belly], and you will eat dust all the days of your life.", "15": "I will ·make you and the woman enemies to each other [T place hostility/enmity between you and the woman]. Your ·descendants [L seed] and her ·descendants [L seed] will be enemies. ·One of her descendants [L He] will crush your head, and you will ·bite [strike; T bruise; L crush] his heel [Rom. 16:20; Rev. 12:9].”", "16": "Then God said to the woman, “I will ·cause you to have much trouble [or increase your pain] ·when you are pregnant [in childbearing], and when you give birth to children, you will have great pain. You will greatly desire [C the word implies a desire to control; 4:7] your husband, but he will rule over you.”", "17": "Then God said to ·the man [or Adam; 1:27], “You listened to what your wife said, and you ate fruit from the tree from which I commanded you not to eat. “·So I will put a curse on [Cursed is] the ground, and you will have to ·work very hard [toil; labor] for your food. In pain you will eat its food all the days of your life.", "18": "The ground will produce thorns and ·weeds [thistles] for you, and you will eat the plants of the field.", "19": "·You will sweat and work hard for [L By the sweat of your brow you will eat] your food. Later you will return to the ground, because you were taken from it. You are dust, and ·when you die, you will return to the dust [T to dust you will return; 1 Cor. 15:21-22, 40–45].”", "20": "The man named his wife Eve [C the name derives from an early form of the verb “to live”], because she was the mother of all the living.", "21": "The Lord God made clothes from animal skins for ·the man [or Adam; 1:27] and his wife and dressed them. ", "22": "Then the Lord God said, “Humans have become like one of us [C referring to the supernatural heavenly beings, God and the angels]; they know good and evil. We must keep them from [L putting forth their hand and taking and] eating some of the fruit from the tree of life, or they will live forever.” ", "23": "So the Lord God ·forced [expelled] Adam out of the garden of Eden to ·work [till; or care for; 2:5] the ground from which he was taken. ", "24": "After God ·forced [drove] humans out of the garden, he placed ·angels [L cherubim; C particularly powerful spiritual beings] and a sword of fire that flashed around in every direction on its eastern border. ·This kept people from getting […to guard the way] to the tree of life."}