{"1": "When Rachel saw that she was not having children for Jacob, she ·envied [was jealous of] her sister Leah. She said to Jacob, “Give me children, or I'll die!” ", "2": "Jacob became angry with her and said, “·Can I do what only God can do [L Am I in the place of God]? He ·is the one who has kept you from having children [L has withheld the fruit of your womb].”", "3": "Then Rachel said, “Here is my slave girl Bilhah. ·Have sexual relations with [L Go to] her so she can ·give birth to a child for me [L bear a child on my knees]. Then I can ·have my own family [L be built up] through her.”", "4": "So Rachel gave Bilhah, her slave girl, to Jacob as a ·wife [or concubine], and he ·had sexual relations with [L went to] her. ", "5": "Bilhah ·became pregnant [conceived] and gave Jacob a son. ", "6": "Rachel said, “God has ·judged me innocent [vindicated me]. He has listened to my prayer and has given me a son,” so she named him Dan [C sounds like “he has judged” in Hebrew].", "7": "Bilhah ·became pregnant [conceived] again and gave Jacob a second son. ", "8": "Rachel said, “I have ·struggled [or wrestled] hard with my sister, and I have won.” So she named that son Naphtali [C sounds like “my struggle/wrestling” in Hebrew].", "9": "Leah saw that she had stopped having children, so she gave her slave girl Zilpah to Jacob as a ·wife [or concubine]. ", "10": "When Zilpah, the slave girl of Leah, ·got pregnant [conceived] and had a son, ", "11": "Leah said, “·I am lucky [Good fortune],” so she named him Gad [C sounds like “lucky” in Hebrew]. ", "12": "Zilpah, the slave girl of Leah, gave birth to another son, ", "13": "and Leah said, “I am very ·happy [or blessed]! Now women will call me ·happy [or blessed],” so she named him Asher [C sounds like “happy/blessed” in Hebrew].", "14": "During the wheat harvest Reuben went into the field and found some mandrake plants [C an aphrodisiac, also thought to increase fertility] and brought them to his mother Leah. But Rachel said to Leah, “Please give me some of your son's mandrakes.”", "15": "Leah answered, “·You have already [L Is it a minor matter that you have] taken away my husband, and now you are trying to take away my son's mandrakes.” But Rachel answered, “If you will give me your son's mandrakes, you may ·sleep [L lie] with Jacob tonight.”", "16": "When Jacob came in from the field ·that night [in the evening], Leah went out to meet him. She said, “You will ·have sexual relations with [L come to] me tonight because I have ·paid for [bought; hired] you with my son's mandrakes.” So Jacob ·slept [L lay] with her that night.", "17": "Then God ·answered Leah's prayer [L heard Leah], and she ·became pregnant [L conceived] again. She gave birth to a fifth son ", "18": "and said, “God has given me what I ·paid for [bought; hired], because I gave my slave girl to my husband.” So Leah named her son Issachar [C sounds like “paid for” in Hebrew].", "19": "Leah ·became pregnant [conceived] again and gave birth to a sixth son. ", "20": "·She [L Leah] said, “God has given me a fine ·gift [dowry]. Now surely Jacob will ·honor [exalt] me, because I have given him six sons,” so she named him Zebulun [C sounds like “honor” in Hebrew]. ", "21": "Later Leah gave birth to a daughter and named her Dinah [ch. 34].", "22": "Then God remembered Rachel and ·answered her prayer [L heard her], ·making it possible for her to have children [L and opened her womb]. ", "23": "When she ·became pregnant [conceived] and gave birth to a son, she said, “God has taken away my ·shame [reproach],” ", "24": "and she named him Joseph [C sounds like “he adds” in Hebrew]. Rachel said, “I wish the Lord would ·give [L add to] me another son.”", "25": "·After the birth of [At the time that Rachel gave birth to] Joseph, Jacob said to Laban, “Now ·let me [L send me away that I might] go to my own home and country. ", "26": "Give me my wives and my children and let me go. I have earned them by working for you, and you know that I have served you well.”", "27": "Laban said to him, “If I have ·pleased you [L found grace in your eyes], please stay. I ·know [or have learned by divination that] the Lord has blessed me because of you. ", "28": "·Tell me what I should pay you [Name your price], and I will give it to you.”", "29": "Jacob answered, “You know that I have worked hard for you, and [L how] your ·flocks [herds; or cattle] have ·grown while I cared for them [L have done with me]. ", "30": "When I came, you had little, but now you have ·much [L increased many times]. ·Every time I did something for you [Wherever I turned; L At my feet], the Lord blessed you. But when will I be able to do something for my own ·family [household; L house]?”", "31": "Laban asked, “Then what should I give you?” Jacob answered, “I don't want you to give me anything. Just do this one thing, and I will come back and ·take care of [L feed and watch] your flocks. ", "32": "Today let me ·go [pass] through all your flocks. I will ·take [remove] every speckled or spotted sheep, every black lamb, and every spotted or speckled goat. That will be my ·pay [wage; hire]. ", "33": "In the future ·you can easily see if I am honest [L my honesty/righteousness will answer for me]. When you come to look at my flocks, if I have any goat that isn't speckled or spotted or any lamb that isn't black, you will know I stole it.”", "34": "Laban answered, “Agreed! We will do what you ·ask [L say].” ", "35": "But that day Laban ·took away [removed] all the male goats that had streaks or spots, all the speckled and spotted female goats (all those that had white on them), and all the black sheep. He told his sons to ·watch over [take charge of] them. ", "36": "Then he took these animals to a place that was three days' journey away from Jacob. Jacob ·took care of [pastured] all the flocks that were left.", "37": "So Jacob cut ·green [fresh] ·branches [rods] from poplar, almond, and plane trees and peeled off some of the bark so that the ·branches [rods] had white stripes on them. ", "38": "He put the ·branches [rods] in front of the flocks at the watering ·places [troughs]. When the animals came to drink, they ·also mated there [L were in heat], ", "39": "so the flocks mated in front of the branches [rods]. Then the young that were born were streaked, speckled, or spotted [C since nothing in Jacob's strategy would have produced this result, God must have done it]. ", "40": "Jacob separated the young animals from the others, and he made them face the streaked and dark animals in Laban's flock. Jacob kept his animals separate from Laban's. ", "41": "When the stronger animals in the flock were ·mating [L in heat], Jacob put the ·branches [rods] before their eyes so they would mate near the branches. ", "42": "But when the ·weaker [feebler] animals ·mated [L were in heat], Jacob did not put the ·branches [rods] there. So the animals born from the ·weaker [feebler] animals were Laban's, and those born from the stronger animals were Jacob's. ", "43": "In this way ·Jacob [L the man] became very rich. He had large flocks, many male and female servants, camels, and donkeys."}