{"1": "When Jacob also went his way, the ·angels [messengers] of God met him. ", "2": "When he saw them, he said, “This is the camp of God!” So he named that place Mahanaim [C sounds like “two camps” in Hebrew; a city in the hill country of Gilead; Josh. 13:26, 30].", "3": "Jacob's brother Esau was living in the area called Seir in the country of Edom [14:6]. Jacob sent messengers to Esau, ", "4": "telling them, “Give this message to my ·master [lord] Esau: 'This is what Jacob, your servant, says: I have ·lived [sojourned; lived as an alien] with Laban and have ·remained [or been detained] there until now. ", "5": "I have cattle, donkeys, flocks, and male and female servants. I send this message to ·you [my master/lord] ·and ask you to accept us [L to find grace in your eyes].' ”", "6": "The messengers returned to Jacob and said, “We went to your brother Esau. He is coming to meet you and has four hundred men with him.”", "7": "Then Jacob was very afraid and ·worried [distressed]. He divided the people who were with him and all the flocks, herds, and camels into two camps. ", "8": "Jacob thought, “Esau might come and ·destroy [strike; attack] one camp, but the ·other camp can run away and [L the camp that is left] ·be saved [escape].”", "9": "Then Jacob said, “God of my father Abraham! God of my father Isaac! Lord, ·you told [did you not tell…?] me to return to my country and my family. You said that you would treat me well. ", "10": "I am not worthy of the ·kindness [loyalty; covenant love] and ·continual goodness [faithfulness] you have shown ·me [L your servant]. The first time I traveled across the Jordan River, I had only my walking stick, but now I own enough to have two camps. ", "11": "Please ·save [rescue; deliver] me from [L the hand of] my brother Esau. I am afraid he will come and ·kill [strike; attack] all of us, even the mothers with the children. ", "12": "You said to me, 'I will treat you well and will make your ·children [L seed] as many as the sand of the seashore [22:17]. There will be too many to count.' ”", "13": "Jacob stayed there for the night and prepared ·a gift [or tribute] for Esau from what he had with him: ", "14": "two hundred female goats and twenty male goats, two hundred ·female sheep [ewes] and twenty ·male sheep [rams], ", "15": "thirty female camels and their young, forty cows and ten bulls, twenty female donkeys, and ten male donkeys. ", "16": "Jacob gave each separate flock of animals to one of his servants and said to them, “·Go [Pass] ahead of me and keep some space between each herd.” ", "17": "Jacob gave them their orders. To the servant with the first group of animals he said, “My brother Esau will come to you and ask, '·Whose servant are you [L To whom do you belong]? Where are you going and whose ·animals are these [L are these ahead of you]?' ", "18": "Then you will answer, 'They belong to your servant Jacob. He sent them as a ·gift [or tribute] to you, my ·master [lord] Esau, and he also is coming behind us.' ”", "19": "Jacob ordered the second servant, the third servant, and all the ·other servants [L others who followed the droves of animals] to do the same thing. He said, “Say the same thing to Esau when you meet him. ", "20": "Say, 'Your servant Jacob is coming behind us.' ” Jacob thought, “If I send ·these gifts [or this tribute] ahead of me, maybe ·Esau will forgive me [L I will appease/propitiate him]. Then when I see ·him [L his face], perhaps he will accept me.” ", "21": "So Jacob ·sent [passed ahead of him] the ·gifts [or tribute] to Esau, but he himself stayed that night in the camp.", "22": "During the night Jacob rose and crossed the Jabbok River [C a tributary of the Jordan about 15 miles north of the Dead Sea in the Transjordan] at the crossing, taking with him his two wives, his two slave girls, and his eleven sons. ", "23": "He sent his family and everything he had across the ·river [wadi; ravine]. ", "24": "So Jacob was alone, and a man came and wrestled with him until ·the sun came up [daybreak]. ", "25": "When the man saw he could not defeat Jacob, he struck Jacob's ·hip [hip socket] and put it out of joint [L as he wrestled with him]. ", "26": "Then he said to Jacob, “Let me go. ·The sun is coming up [Daybreak is coming].” But Jacob said, “I will ·let you go if you will [L not let you go unless you] bless me.”", "27": "The man said to him, “What is your name?” And he answered, “Jacob.”", "28": "Then the man said, “Your name will no longer be Jacob. Your name will now be Israel [C sounds like “he wrestled/fought/strove with God” in Hebrew], because you have ·wrestled [fought; strove] with God and with people, and you have ·won [prevailed].”", "29": "Then Jacob asked him, “Please tell me your name.” But ·the man [L he] said, “Why do you ask my name?” Then he blessed Jacob there.", "30": "So Jacob named that place Peniel [C sounds like “face of God” in Hebrew], saying, “I have seen God face to face, but my life was ·saved [spared].” ", "31": "Then the sun rose as he was leaving that place, and Jacob was limping because of his ·leg [hip]. ", "32": "So even today the people of Israel do not eat the muscle that is on the hip joint of animals [C the sciatic muscle], because Jacob was touched there."}