{"1": "At this time Dinah, the daughter of Leah ·and [L whom she bore to] Jacob [30:21], went out to ·visit [see; or be seen with] the ·women [L daughters] of the land. ", "2": "When Shechem son of Hamor the Hivite [C one of the tribes that inhabited Canaan], the ·ruler [prince] of the land, saw her, he took her and ·forced her to have sexual relations with him [lay with her and humiliated/violated her]. ", "3": "·Shechem fell in love with Dinah [L His soul was bound to Dinah daugher of Jacob and he loved her], and he spoke kindly to her. ", "4": "He told his father, Hamor, “Please get this girl for me ·so I can marry her [L as a wife].”", "5": "Jacob ·learned how [L heard that] ·Shechem [L he] had ·disgraced [defiled; made unclean] his daughter, but since his sons were out in the field with the cattle, Jacob ·said nothing [was silent] until they came home. ", "6": "While he waited, Hamor father of Shechem went to talk with Jacob.", "7": "When Jacob's sons heard what had happened, they came in from the field. They were [L upset/shocked/pained and] very angry that Shechem had done ·such a wicked thing [sacrilege; L folly] to Israel. It was wrong for him to ·have sexual relations [L lie] with Jacob's daughter; a thing like this should not be done.", "8": "But Hamor talked to Dinah's brothers and said, “My son Shechem is deeply ·in love with [attached/bound to] Dinah. Please ·let him marry her [L give her to him as a wife]. ", "9": "·Marry [Make marriages/Intermarry with] our people. Give your women [L daughters] to ·our men as wives [L us] and take our ·women [L daughters] for ·your men as wives [L yourselves]. ", "10": "You can live in the same land with us. You will be free to own land and to trade here.”", "11": "Shechem also talked to ·Jacob [L her father] and to Dinah's brothers and said, “·Please accept my offer [L Let me find grace/favor in your eyes]. I will give anything you ask. ", "12": "Ask as much as you want for the ·payment for the bride [bridal payment and gift; C traditional payments to the family], and I will give it to you. Just ·let me marry Dinah [L give me the girl as a wife].”", "13": "Jacob's sons answered Shechem and his father ·with lies [deceitfully; with duplicity], because Shechem had ·disgraced [defiled; made unclean] their sister Dinah. ", "14": "The brothers said to them, “We cannot allow you [L to do this thing] to ·marry our sister [L give our sister as a wife], because you are not circumcised. That would be a ·disgrace [reproach; shame] to us. ", "15": "But we will ·allow you to marry her [L consent] if you do this one thing: Every man in your town must be circumcised like us [17:10]. ", "16": "Then ·your men can marry our women [L we will give our daughers to you], and ·our men can marry your women [L we will take your daughters for ourselves], and we will live in your land and become one people. ", "17": "If you ·refuse [L do not listen/obey us] to be circumcised, we will take ·Dinah [L our daughter] and ·leave [go].”", "18": "What they asked seemed fair to Hamor and Shechem [L the son of Hamor]. ", "19": "So ·Shechem quickly went to be circumcised [L the man did not delay to do this thing] because he ·loved [delighted in] Jacob's daughter. Now Shechem was the most ·respected [honored] man in ·his family [L his father's house]. ", "20": "So Hamor and Shechem [L his son] went to the gate of their city and spoke to the men of their city, saying, ", "21": "“These people want to be friends with us. So let them live in our land and trade here. ·There is enough land [L The land is broad on both sides] for all of us. Let us ·marry their women [L take their daughters as wives for ourselves], and ·we can let them marry our women [L give them our daughters]. ", "22": "But we must agree to one thing: All our men must be circumcised as they are. Then they will agree to live in our land, and we will be one people. ", "23": "If we do this, their cattle and their animals will belong to us. Let us do what they say, and they will stay in our land.” ", "24": "All the people who had come to the city gate heard this. They agreed with Hamor and Shechem [L his son], and every man was circumcised.", "25": "Three days later the men who were circumcised were still in pain. Two of Jacob's sons, Simeon and Levi (Dinah's brothers), took their swords and made a ·surprise [or bold] attack on the city, killing all the men there. ", "26": "They killed Hamor and his son Shechem and then took Dinah out of Shechem's house and left. ", "27": "Jacob's sons came upon the dead bodies and ·stole everything that was in [plundered] the city, ·to pay them back for what Shechem had done to [L because they had disgraced/defiled/made unclean] their sister. ", "28": "So the brothers took the flocks, herds, and donkeys, and everything in the city and in the fields. ", "29": "They ·took [L captured and plundered] every valuable thing the people owned, even their wives and children and everything in the houses.", "30": "Then Jacob said to Simeon and Levi, “You have caused me a lot of trouble. ·Now the Canaanites and the Perizzites who live in the land will hate me [L I will be a stench among the inhabitants of the land, among the Canaanites and the Perizzites]. Since there are only a few of us, if they join together to attack us, my people and I will be destroyed.”", "31": "But the brothers said, “·We will not allow our sister to be treated [Should they treat our sister…?] like a ·prostitute [whore].”"}