{"1": "·This is the family history [L These are the generations; 2:4] of Esau (also called Edom [25:30]). ", "2": "Esau ·married [L took] women from the ·land [L daughters] of Canaan: Adah daughter of Elon the Hittite; and Oholibamah daughter of Anah, the son of Zibeon the Hivite; ", "3": "and Basemath [26:34], Ishmael's daughter, the sister of Nebaioth.", "4": "Adah gave birth to Eliphaz for Esau. Basemath gave him Reuel, ", "5": "and Oholibamah gave him Jeush, Jalam, and Korah. These were Esau's sons who were born in the land of Canaan.", "6": "Esau took his wives, his sons, his daughters, and all the people who lived with him, his herds and other animals, and all the ·belongings [property] he had ·gotten [acquired] in Canaan, and he went to a land away from his brother Jacob. ", "7": "·Esau and Jacob's [L For their] ·belongings [property] were becoming too many for them to live ·in the same land [together]. The land where they had ·lived [sojourned; lived as aliens] could not support both of them, because they had too many herds. ", "8": "So Esau lived in the mountains of ·Edom [L Seir; 14:6]. (Esau is also named Edom [25:30].)", "9": "·This is the family history [L These are the generations; 2:4] of Esau. He is the ·ancestor [father] of the Edomites, who live in the mountains of ·Edom [L Seir].", "10": "·Esau's sons were [L These are the names of the sons of Esau:] Eliphaz, son of Adah and Esau, and Reuel, son of Basemath and Esau.", "11": "Eliphaz had five sons: Teman, Omar, Zepho, Gatam, and Kenaz. ", "12": "Eliphaz also had a ·slave woman [concubine] named Timna, and Timna and Eliphaz gave birth to Amalek. These were Esau's ·grandsons [descendants; L sons] by his wife Adah.", "13": "Reuel had four sons: Nahath, Zerah, Shammah, and Mizzah. These were Esau's grandsons by his wife Basemath.", "14": "Esau's third wife was Oholibamah the daughter of Anah. (Anah was the son of Zibeon.) Esau and Oholibamah gave birth to Jeush, Jalam, and Korah.", "15": "These were the ·leaders [chiefs; or clans] that came from Esau: Esau's ·first son [firstborn] was Eliphaz. From him came these ·leaders [chiefs; or clans]: Teman, Omar, Zepho, Kenaz, ", "16": "Korah, Gatam, and Amalek. These were the ·leaders [chiefs; or clans] that came from Eliphaz in the land of Edom. They were the grandsons of Adah.", "17": "Esau's son Reuel was the father of these ·leaders [chiefs; or clans]: Nahath, Zerah, Shammah, and Mizzah. These were the ·leaders [chiefs; or clans] that came from Reuel in the land of Edom. They were the grandsons of Esau's wife Basemath.", "18": "Esau's wife Oholibamah gave birth to these ·leaders [chiefs; or clans]: Jeush, Jalam, and Korah. These are the ·leaders [chiefs; or clans] that came from Esau's wife Oholibamah the daughter of Anah. ", "19": "These were the sons of Esau (also called Edom), and these were their leaders [chiefs; or clans].", "20": "These were the sons of Seir the Horite, who were living in the land: Lotan, Shobal, Zibeon, Anah, ", "21": "Dishon, Ezer, and Dishan. These sons of Seir were the ·leaders [chiefs; or clans] of the Horites in Edom.", "22": "The sons of Lotan were Hori and Homam. (Timna was Lotan's sister.)", "23": "The sons of Shobal were Alvan, Manahath, Ebal, Shepho, and Onam.", "24": "The sons of Zibeon were Aiah and Anah. Anah is the man who found the hot springs in the ·desert [wilderness] while he was ·caring for [pasturing] his father's donkeys.", "25": "The children of Anah were Dishon and Oholibamah daughter of Anah.", "26": "The sons of Dishon were Hemdan, Eshban, Ithran, and Keran.", "27": "The sons of Ezer were Bilhan, Zaavan, and Akan.", "28": "The sons of Dishan were Uz and Aran.", "29": "These were the names of the Horite ·leaders [chiefs; or clans]: Lotan, Shobal, Zibeon, Anah, ", "30": "Dishon, Ezer, and Dishan. These men were the ·leaders [chiefs; or clans] of the Horite families who lived in the land of Edom.", "31": "These are the kings who ruled in the land of Edom before the Israelites ever had a king [1 Sam. 8–12]:", "32": "Bela son of Beor was the king of Edom. He came from the city of Dinhabah.", "33": "When Bela died, Jobab son of Zerah became king. Jobab was from Bozrah.", "34": "When Jobab died, Husham became king. He was from the land of the Temanites.", "35": "When Husham died, Hadad son of Bedad, who had defeated Midian in the country of Moab, became king. Hadad was from the city of Avith.", "36": "When Hadad died, Samlah became king. He was from Masrekah.", "37": "When Samlah died, Shaul became king. He was from Rehoboth on the ·Euphrates River [L River].", "38": "When Shaul died, Baal-Hanan son of Acbor became king.", "39": "When Baal-Hanan son of Acbor died, Hadad became king. He was from the city of Pau. His wife's name was Mehetabel daughter of Matred, who was the daughter of Me-Zahab.", "40": "These Edomite ·leaders [chiefs; or clans], listed by their ·families [clans] and regions, came from Esau. Their names were Timna, Alvah, Jetheth, ", "41": "Oholibamah, Elah, Pinon, ", "42": "Kenaz, Teman, Mibzar, ", "43": "Magdiel, and Iram. They were the ·leaders [chiefs; or clans] of Edom. (Esau was the father of the Edomites.) The area where each of these ·families [clans] lived was named after that ·family [clan]."}