{"1": "Jacob ·lived [settled] in the land of Canaan, where his father had ·lived [sojourned; lived as an alien]. ", "2": "·This is the family history [L These are the generations; 2:4] of Jacob: Joseph was a young man, seventeen years old. He and his brothers, the sons of Bilhah and Zilpah, his father's wives, ·cared for [shepherded] the flocks. Joseph was a ·helper [assistant; L youth] to his brothers. Joseph gave his father bad reports about his brothers. ", "3": "Since Joseph was born when his father Israel [C Jacob's other name] was old, Israel loved him more than his other sons. He made Joseph a special robe with long sleeves [C traditionally a multicolored robe]. ", "4": "When Joseph's brothers saw that their father loved him more than he loved them, they hated their brother and could not speak to him ·politely [C civilly; L peacefully].", "5": "One time Joseph had a dream, and when he told his brothers about it, they hated him even more. ", "6": "Joseph said, “Listen to the dream I ·had [L dreamed]. ", "7": "We were in the field tying ·bundles [sheaves] of wheat together. My ·bundle [sheaf] rose and stood upright, and your ·bundles [sheaves] of wheat gathered around it and bowed down to it.”", "8": "His brothers said, “Do you really think you will be king over us? Do you truly think you will ·rule over [dominate] us?” His brothers hated him even more because of his dreams and what he had said.", "9": "Then Joseph had another dream, and he told his brothers about it also. He said, “Listen, I had another dream. I saw the sun, moon, and eleven stars bowing down to me.”", "10": "Joseph also told his father about this dream, but his father ·scolded [rebuked] him, saying, “What kind of dream is this? Do you really believe that your mother, your brothers, and I will bow down to you?” ", "11": "Joseph's brothers were jealous of him, but his father ·thought about what all these things could mean [L guarded/kept the report].", "12": "One day Joseph's brothers went to Shechem [12:6] to ·graze [shepherd] their father's flocks. ", "13": "Israel said to Joseph, “·Go to Shechem where your brothers are grazing the flocks [L Are not your brothers shepherding in Shechem? Go and I will send you to them].” Joseph answered, “I will go.”", "14": "His father said, “Go and see ·if your brothers and the flocks are all right [after the welfare of your brothers and the flocks]. Then come back and ·tell me [give me a report].” So Joseph's father sent him from the Valley of Hebron [13:18]. When Joseph came to Shechem, ", "15": "a man found him wandering in the field and asked him, “What are you looking for?”", "16": "Joseph answered, “I am looking for my brothers. Can you tell me where they are ·grazing [shepherding] the flocks?”", "17": "The man said, “They have already gone. I heard them say they were going to Dothan [C a small town thirteen miles north of Shechem].” So Joseph went to look for his brothers and found them in Dothan.", "18": "Joseph's brothers saw him coming from far away. Before he reached them, they ·made a plan [conspired] to kill him. ", "19": "They said to each other, “Here comes that dreamer. ", "20": "Let's ·kill [murder] him and throw his body into one of the ·wells [pits; cisterns]. We can tell our father that a wild animal ·killed [L ate] him. Then we will see what will become of his dreams.”", "21": "But Reuben [C the oldest among the brothers] heard ·their plan [L it] and ·saved Joseph [L rescued him from their hands], saying, “Let's not ·kill him [take his life]. ", "22": "Don't spill any blood. Throw him into this ·well [pit; cistern] here in the ·desert [wilderness], but don't ·hurt him [L send your hand against him]!” Reuben planned to ·save Joseph later [L rescue him from their hand] and ·send him back [return him] to his father. ", "23": "So when Joseph came to his brothers, they ·pulled [stripped] off his robe with long sleeves [37:3] ", "24": "and threw him into the ·well [pit; cistern]. It was empty, and there was no water in it.", "25": "·While Joseph was in the well, the brothers [L They] sat down to eat. When they ·looked up [L lifted their eyes], they saw a ·group [caravan] of Ishmaelites traveling from Gilead to Egypt. Their camels were carrying spices, balm, and myrrh.", "26": "Then Judah said to his brothers, “What ·will we gain [profit is there] if we ·kill [murder] our brother and ·hide his death [L cover up his blood]? ", "27": "Let's sell him to these Ishmaelites. Then we will not ·be guilty of killing our own brother [L lay our hands on him]. After all, he is our brother, our own flesh and blood.” And the other brothers ·agreed [listened; obeyed]. ", "28": "So when the Midianite traders [C Midian is part of the Ishmaelite nation; Judg. 8:22, 24] came by, ·the brothers took Joseph out [L they drew him and lifted him up out] of the ·well [pit; cistern] and sold him to the Ishmaelites for ·eight ounces [L twenty pieces] of silver [C the price of a slave at the time]. And the Ishmaelites took him to Egypt.", "29": "When Reuben came back to the ·well [pit; cistern] and Joseph was not there, he tore his clothes [C to show he was upset]. ", "30": "Then he went back to his brothers and said, “The boy is not there! ·What shall I do [L And as for me, where should I go]?” ", "31": "·The brothers killed [L They took the robe and slaughtered] a goat and dipped Joseph's robe in its blood. ", "32": "Then they brought the long-sleeved robe [37:3] to their father and said, “We found this robe. Look it over carefully and see if it is your son's robe.”", "33": "·Jacob looked it over [L He recognized it] and said, “It is my son's robe! Some ·savage [evil] animal has eaten him. My son Joseph has been torn to pieces!” ", "34": "Then Jacob tore his clothes and put ·on rough cloth [burlap/sackcloth on his loins; C to show he was upset], and he continued ·to be sad about [mourn for] his son for ·a long time [L many days]. ", "35": "All of his sons and daughters tried to ·comfort [console] him, but he could not be ·comforted [consoled]. He said, “I will ·be sad about my son until the day I die [I will go down to Sheol/the grave mourning my son].” So ·Jacob [L his father] cried for his son Joseph.", "36": "Meanwhile the Midianites who had bought Joseph had taken him to Egypt. There they sold him to Potiphar, an officer to ·the king of Egypt [L Pharaoh] and captain of the palace guard and chief ·butcher [or executioner; C a high Egyptian official]."}