{"1": "About that time, Judah ·left [L went down from] his brothers and went to stay with a man named Hirah in the town of Adullam [C a Canaanite city nine miles northwest of Hebron]. ", "2": "There Judah met a Canaanite girl, the daughter of a man named Shua, and married her. Judah ·had sexual relations with [L went to] her, ", "3": "and she ·became pregnant [conceived] and gave birth to a son, whom Judah named Er. ", "4": "Later she gave birth to another son and named him Onan. ", "5": "Still later she had another son and named him Shelah. She was at Kezib [C “deceiving”; a town near Adullam; probably the same as Aczib; Josh. 15:44] when this third son was born.", "6": "Judah ·chose [L took] a girl named Tamar to be the wife of his ·first son [firstborn] Er. ", "7": "But Er, Judah's ·oldest son [firstborn], did ·what the Lord said was evil [L evil in the eyes/sight of the Lord] so the Lord killed him. ", "8": "Then Judah said to Er's brother Onan, “Go and have sexual relations with your dead brother's wife. It is your duty to ·provide children for your brother in this way [L raise up a seed for your brother; Deut. 25:5–10].”", "9": "But Onan knew that the ·children [L seed] would not belong to him, so when he ·was supposed to have sexual relations with [L he went to] Tamar he ·did not complete the sex act [L spilled his seed on the ground], ·making it impossible for Tamar to become pregnant and for Er to have descendants [L so that he did not give a descendant/seed to his brother]. ", "10": "·The Lord was displeased by this wicked thing Onan had done [L What he did was evil in the eyes/sight of the Lord], so he killed Onan also. ", "11": "Then Judah said to his daughter-in-law Tamar, “·Go back to live in your father's house, and don't marry [L Remain a widow in your father's house] until my young son Shelah grows up.” Judah was afraid that Shelah also would die like his brothers. So Tamar returned to her father's home.", "12": "After a long time Judah's wife, the daughter of Shua, died. After Judah ·had gotten over his sorrow [L was comforted], he went to Timnah [C a town south of Hebron] to his ·men who were cutting the wool from his sheep [L sheepshearers]. His friend Hirah from Adullam went with him. ", "13": "Tamar learned that Judah, her father-in-law, was going to Timnah to cut the wool from his sheep. ", "14": "So she took off the clothes that showed she was a widow and covered her face with a veil ·to hide who she was [L and wrapped herself up; C perhaps indicating a woman was a prostitute; see v. 15]. Then she sat down by the gate of Enaim on the road to Timnah. She did this because Judah's younger son Shelah had grown up, but Judah had not ·made plans for her to marry him [given her to him as a wife].", "15": "When Judah saw her, he thought she was a prostitute, because she had covered her face with a veil. ", "16": "So Judah went to her [L on the road side/way] and said, “Let me ·have sexual relations with [L come to] you.” He did not know that she was Tamar, his daughter-in-law. She asked, “What will you ·give [pay] me if I let you ·have sexual relations with [L come to] me?”", "17": "Judah answered, “I will send you a young goat from my flock.” She answered, “First give me ·something to keep as a deposit [a pledge] until you send the goat.”", "18": "Judah asked, “What do you want me to give you as a ·deposit [pledge]?” Tamar answered, “Give me your ·seal [signet] and its cord, and give me your ·walking stick [staff; C all items that could identify a person].” So Judah gave these things to her. Then ·Judah and Tamar had sexual relations, and Tamar became pregnant [L he went to her and she conceived]. ", "19": "When ·Tamar went home [L she got up and went], she took off the veil that covered her face and put on the clothes that showed she was a widow.", "20": "Judah sent his friend ·Hirah [L the Adullamite; 38:1] with the young goat to find the woman and get back his ·seal [signet] and the ·walking stick [staff] he had given her, but Hirah could not find her. ", "21": "He asked some of the people at the town of Enaim, “Where is the prostitute [C perhaps indicating a temple prostitute connected to a fertility religion] who was here by the road?” They answered, “There has never been a prostitute here.”", "22": "So he went back to Judah and said, “I could not find the woman, and the people who lived there said, 'There has never been a prostitute here.' ”", "23": "Judah said, “Let her keep the things. I don't want people to laugh at us. I sent her the goat as I promised, but you could not find her.”", "24": "About three months later someone told Judah, “Tamar, your daughter-in-law, is guilty of acting like a prostitute, and now she ·is pregnant [has conceived].” Then Judah said, “Bring her out and let her be burned to death.”", "25": "When ·the people went to bring Tamar out [L she was brought out], she sent a message to her father-in-law that said, “The man who owns these things has made me pregnant. Look at this ·seal [signet] and its cord and this ·walking stick [staff], and tell me whose they are.”", "26": "Judah recognized them and said, “She is more ·in the right [righteous] than I. She did this because I did not give her to my son Shelah as I promised.” And Judah did not ·have sexual relations with [L know; 4:1] her again.", "27": "When the time came for Tamar to give birth, there were twins in her ·body [L womb]. ", "28": "While she was ·giving birth [in labor], one baby put his hand out. The ·nurse [midwife] tied a ·red [crimson] string on his hand and said, “This baby came out first.” ", "29": "But he pulled his hand back in, so the other baby was born first. The nurse said, “·So you are able to break out first [or What a breach you have made],” and they named him Perez [C sounds like “break out” in Hebrew]. ", "30": "After this, the baby with the red string on his hand was born, and they named him Zerah [C shining/brightness, perhaps referring to the red string]."}