{"1": "Now Joseph had been taken down to Egypt. An Egyptian named Potiphar was an officer to ·the king of Egypt [L Pharaoh] and the chief butcher [37:36]. He bought Joseph from the Ishmaelites who had brought him down there. ", "2": "The Lord was with Joseph [C indicating a covenant relationship], and he ·became a successful man [prospered]. He lived in the house of his master, Potiphar the Egyptian.", "3": "Potiphar saw that the Lord was with Joseph and that the Lord made Joseph ·successful [prosperous] in everything he did. ", "4": "So ·Potiphar was very happy with Joseph [L Joseph found grace/favor in his eyes] and allowed him to ·be his personal servant [attend him]. He put Joseph in charge of the house, trusting him with everything he owned. ", "5": "When Joseph was put in charge of the house and everything Potiphar owned, the Lord blessed the ·people in Potiphar's [L the Egyptian's] house because of Joseph. And the Lord blessed everything that belonged to Potiphar, both in the house and in the field. ", "6": "So Potiphar left Joseph in charge of everything he owned and was not concerned about anything except the food he ate. Now Joseph was ·well built [L pleasing in figure/form] and ·handsome [L pleasing in appearance]. ", "7": "After ·some time [L these things] the wife of Joseph's master ·began to desire [cast her eyes on; L lifted her eyes to] Joseph, and one day she said to him, “·Have sexual relations [L Lie] with me.”", "8": "But Joseph refused and said to ·her [L his master's wife], “My master ·trusts me with [L has no concern with me about] everything in his house. He has put me in charge of everything he owns. ", "9": "There is no one in his house greater than I. He has not kept anything from me except you, because you are his wife. How can I do such an evil thing? It is a sin against God [Ex. 20:14; Prov. 5–7].”", "10": "The woman talked to Joseph every day, but he ·refused [L did not listen to/obey her] to ·have sexual relations with [L lie beside] her or even spend time with her.", "11": "One day Joseph went into the house to do his work as usual and was the only man in the house at that time. ", "12": "His master's wife grabbed his coat and said to him, “Come and ·have sexual relations [L lie] with me.” But Joseph left his coat in her hand and ran ·out of the house [L outside].", "13": "When she saw that Joseph had left his coat in her hands and had run outside, ", "14": "she called to the ·servants in [L the men of] her house and said, “Look! This Hebrew slave was brought here to ·shame [insult; sport with] us. He came in and tried to ·have sexual relations [L lie] with me, but I screamed. ", "15": "·My scream scared him and [L When he heard me raise my voice and call out] he ran away, but he left his coat with me.” ", "16": "She kept his coat until her ·husband [master] came home, ", "17": "and she told him the same story. She said, “This Hebrew slave you brought here came in to ·shame [insult; make sport of] me! ", "18": "When he came near me, I ·screamed [L raised my voice]. He ·ran away [fled], but he left his coat.”", "19": "When Joseph's master heard what his wife said Joseph had done, he became very angry. ", "20": "So Potiphar arrested Joseph and put him into the ·prison [L round house] where the king's prisoners were ·put [L confined]. And Joseph stayed there in the ·prison [L round house].", "21": "But the Lord was with Joseph and showed him ·kindness [loyalty; love] and ·caused the prison warden to like Joseph [L gave him favor in the eyes of the chief jailer]. ", "22": "The ·prison warden [chief jailer] chose Joseph to take care of all the prisoners, and he was responsible for whatever was done in the prison [39:20]. ", "23": "The warden paid no attention to anything that was in Joseph's care because the Lord was with Joseph and made him ·successful [prosper] in everything he did."}