{"1": "After these things happened, two of the king of Egypt's officers ·displeased [offended; sinned against] the king—·the man who served wine [cupbearer] to the king and the king's baker [C two important positions in the king's court]. ", "2": "·The king [L Pharaoh] became angry with his ·officer who served him wine and his [chief cupbearer and chief] baker, ", "3": "so he put them in the prison of the chief butcher [37:36], the same ·prison [L round house] where Joseph was ·kept [confined]. ", "4": "The chief butcher [37:36] put the two prisoners in Joseph's care, and they stayed in prison for some time.", "5": "One night both the king's ·officer who served him wine and the [L cupbearer and] baker had a dream. Each had his own dream with its own meaning. ", "6": "When Joseph came to them the next morning, he saw they were ·worried [troubled]. ", "7": "He asked ·the king's [L Pharaoh's] officers who were with him, “Why ·do you look so unhappy [do you look so bad; L are your faces bad/evil] today?”", "8": "The two men answered, “We both had dreams last night, but no one can explain their meaning to us.” Joseph said to them, “·God is the only One who can explain the meaning of dreams [L Does not interpretation belong to God?]. Tell me your dreams.”", "9": "So the ·man who served wine to the king [chief cupbearer] told Joseph his dream. He said, “I dreamed I saw a vine, and ", "10": "on the vine were three branches. I watched the branches bud and blossom, and then the [L cluster of] grapes ripened. ", "11": "I was holding ·the king's [L Pharaoh's] cup, so I took the grapes and squeezed the juice into the cup. Then I gave ·it to [L the cup into the palm of] ·the king [L Pharaoh].”", "12": "Then Joseph said, “·I will explain the dream to you [L This is its interpretation]. The three branches stand for three days. ", "13": "Before the end of three days the king will ·free you [L lift up your head], and he will allow you to return to your work. You will ·serve the king his wine just as you did before [give the cup into the hand of Pharaoh according to your former custom when you were his cupbearer]. ", "14": "But when ·you are free [L it goes well for you], remember me. Be ·kind [loyal] to me, and ·tell the king about me [recall me to the king] so I can get out of this ·prison [L house]. ", "15": "I was ·taken by force [stolen; snatched] from the land of the Hebrews, and I have done nothing here to deserve being put in ·prison [L the pit; dungeon].”", "16": "The [L chief] baker saw that ·Joseph's explanation of the dream [L the interpretation] was ·good [favorable], so he said to him, “I also had a dream. I dreamed there were three bread baskets on my head. ", "17": "In the top basket were all kinds of baked food for ·the king [L Pharaoh], but the birds were eating this food out of the basket on my head.”", "18": "Joseph answered, “·I will tell you what the dream means [L This is its interpretation]. The three baskets stand for three days. ", "19": "Before the end of three days, the king will ·cut off your head [L lift up your head; v. 13]! He will hang your body on a ·pole [L tree], and the birds will eat your flesh.”", "20": "Three days later, on his birthday, ·the king [L Pharaoh] gave a ·feast [banquet] for all his ·officers [L servants]. In front of his ·officers [L servants], he ·released from prison the chief officer who served his wine and the chief baker [L he lifted the head of the chief cupbearer and the head of the chief baker]. ", "21": "The king gave his chief ·officer who served wine [cupbearer] his old position, and once again he put the ·king's cup of wine [L cup] into ·the king's [L Pharaoh's] hand. ", "22": "But the king hanged the baker on a ·pole, just as Joseph had said he would [L tree according to the interpretation of Joseph]. ", "23": "But the ·officer who served wine [chief cupbearer] did not remember Joseph. He forgot all about him."}