{"1": "Jacob ·learned [L saw] that there was grain in Egypt, so he said to his sons, “Why are you just sitting here looking at one another? ", "2": "I have heard that there is grain in Egypt. Go down there and buy grain for us to eat, so that we will live and not die.”", "3": "So ten of Joseph's brothers went down to buy grain from Egypt. ", "4": "But Jacob did not send Benjamin, Joseph's brother, with them, because he was afraid that ·something terrible [a fatal accident; harm; tragedy] might happen to him. ", "5": "Along with many other people, the sons of Israel [C Jacob's other name] went to Egypt to buy grain, because ·the people in the land of Canaan were also hungry [L there was famine in the land of Canaan].", "6": "Now Joseph was ·governor [administrator] over ·Egypt [L the land]. He was the one who sold the grain to people ·who came to buy it [L of the land/earth]. So Joseph's brothers came to him and bowed facedown on the ground before him. ", "7": "When Joseph saw his brothers, he ·knew who they were [recognized them], but he ·acted as if he didn't know them [treated them as strangers/foreigners]. He asked ·unkindly [harshly], “Where do you come from?” They answered, “We have come from the land of Canaan to buy food.”", "8": "Joseph ·knew they were [recognized] his brothers, but they did not ·know who he was [recognize him]. ", "9": "And Joseph remembered his dreams ·about his brothers bowing to him [L which he dreamed about them; 37:5–11]. He said to them, “You are spies! You came to ·learn where the nation is weak [L see the nakedness of the land]!”", "10": "But his brothers said to him, “No, my ·master [lord]. We come as your servants just to buy food. ", "11": "We are all sons of the same father. We are honest men, not spies.”", "12": "Then Joseph said to them, “No! You have come to ·learn where this nation is weak [L see the nakedness of the land]!”", "13": "And they said, “·We [L Your servants] are ·ten of twelve [L twelve] brothers, sons of the same father, and we live in the land of Canaan. Our ·youngest [smallest] brother is there with our father right now, and ·our other brother is gone [L one is no more].”", "14": "But Joseph said to them, “·I can see I was right [L It is as I spoke to you]! You are spies! ", "15": "But ·I will give you a way to prove you are telling the truth [L in this way you will be tested]. As surely as ·the king [L Pharaoh] lives, you will not ·leave [go out from] this place ·until [or unless] your ·youngest [smallest] brother comes here. ", "16": "One of you must go and get your brother. The rest of you will stay here in prison. We will ·see if you are telling the truth [L test your words/statements]. If not, as surely as ·the king [L Pharaoh] lives, you are spies.” ", "17": "Then Joseph put them all in ·prison [the guardhouse] for three days.", "18": "On the third day Joseph said to them, “[L For] I ·am a God-fearing man [fear God]. Do this and I will let you live: ", "19": "If you are honest men, let one of your brothers stay here in ·prison [the guardhouse] while the rest of you go and carry grain ·back to feed your hungry families [L for your families because of the famine]. ", "20": "Then bring your ·youngest [smallest] brother back here to me. If you do this, ·I will know you are telling the truth [L your words will be confirmed], and you will not die.” The brothers agreed to this. ", "21": "They said to each other, “[L Alas,] We are ·being punished [or guilty] for what we did to our brother. We saw ·his trouble [the distress of his soul], and he ·begged us to save him [pleaded with us], but we ·refused to [L did not] listen. That is why we are in this ·trouble [distress] now.”", "22": "Then Reuben said to them, “·I told [L Did I not tell…?] you not to ·harm [wrong; sin against] the ·boy [child], but you ·refused to [L did not] listen to me. So now ·we are being punished for what we did to him [L there is a reckoning for his blood].”", "23": "When Joseph talked to his brothers, he used an ·interpreter [or intermediary], so they did not know that Joseph understood what they were saying. ", "24": "Then Joseph left them and cried. After a short time he went back and spoke to them. He took Simeon and ·tied [bound] him ·up while the other brothers watched [L before their eyes]. ", "25": "Joseph ·told his servants [L gave the command/order] to fill his brothers' bags with grain and to put ·the money the brothers had paid for the grain [L their silver] back in their bags. ·The servants [L They] were also to give them ·what they would need [provisions] for their trip back home. And ·the servants [L they] did this.", "26": "So the brothers ·put [lifted] the grain on their donkeys and left. ", "27": "When ·they stopped for the night [at the lodging place], one of the brothers opened his sack to get ·food [fodder] for his donkey. Then he saw his ·money [silver] in the top of the sack. ", "28": "He said to the other brothers, “·The money I paid for the grain [L My money/silver] has been put back. Here it is in [L the mouth of] my sack!” The brothers ·were very frightened [L lost heart and trembled]. They said to each other, “What has God done to us?”", "29": "The brothers went to their father Jacob in the land of Canaan and told him everything that had happened. ", "30": "They said, “The master of that land spoke ·unkindly [harshly] to us. He accused us of spying on his country, ", "31": "but we told him that we were honest men, not spies. ", "32": "We told him that we ·were ten of twelve [L are twelve] brothers—sons of one father. We said that one of our brothers was ·gone [L no more] and that our ·youngest [smallest] brother was with our father in Canaan.", "33": "“Then the master of the land said to us, 'Here is a way I can know you are honest men: Leave one of your brothers with me, and take grain to feed ·your hungry [L because of the famine for your] families, and go. ", "34": "And bring your ·youngest [smallest] brother to me so I will know you are not spies but honest men. Then I will give you back your brother whom you leave with me, and you can ·move about freely [or trade] in our land.' ”", "35": "As the brothers emptied their sacks, each of them ·found his money [saw his bundle of money/silver] in his sack. When they and their father saw it, they were afraid.", "36": "Their father Jacob said to them, “You are ·robbing [bereaving] me of all my children. Joseph is ·gone [L no more], Simeon is ·gone [L no more], and now you want to take Benjamin away, too. Everything is against me.”", "37": "Then Reuben said to his father, “You may put my two sons to death if I don't bring Benjamin back to you. ·Trust him to my care [L Put him in my hands], and I will bring him back to you.”", "38": "But Jacob said, “·I will not allow Benjamin to go [L My son will not go down] with you. His brother is dead, and he ·is the only son left from my wife Rachel [L alone is left]. I am afraid something ·terrible [disastrous; tragic] might happen to him during the trip to Egypt. Then ·I would be sad until the day I die [L you would bring my gray hair down to Sheol in anguish].”"}