{"1": "Joseph could not ·control [or express] himself in front of ·his servants [L all those standing around him] any longer, so he cried out, “Have everyone leave me.” ·When only the brothers were left with Joseph [L So no one was standing around him when], he ·told them who he was [L revealed himself to his brothers]. ", "2": "Joseph cried so loudly that the Egyptians heard him, and the ·people in the king's palace [L house of Pharaoh] heard about it. ", "3": "·He [L Joseph] said to his brothers, “I am Joseph. Is my father still alive?” But the brothers could not answer him, because they were ·very afraid of [or startled by] him.", "4": "So Joseph said to them, “Come close to me.” When the brothers came close to him, he said to them, “I am your brother Joseph, whom you sold as a slave to go to Egypt [37:25–28]. ", "5": "Now don't be ·worried [in anguish; distressed] or angry with yourselves because you sold me here. God sent me here ahead of you to ·save [preserve] people's lives. ", "6": "·No food has grown on the land [L The famine has been in the land] for two years now, and there will be five more years without ·planting [L plowing] or harvest. ", "7": "So God sent me here ahead of you to ·make sure you have some descendants left [L preserve a remnant for you] on earth and to keep you alive in ·an amazing way [L a great deliverance]. ", "8": "So it was not you who sent me here, but God [50:19–20]. God has made me ·the highest officer of the king of Egypt [L father to Pharaoh]. I am ·in charge [master; lord] of his palace, and I am the ·master [ruler] of all the land of Egypt.", "9": "“So leave quickly and go to my father. Tell him, 'Your son Joseph says: God has made me ·master [lord] over all Egypt. Come down to me ·quickly [without delay]. ", "10": "Live in the land of Goshen [C the northeast area of the Nile Delta] where you will be near me. Your children, your grandchildren, your flocks and herds, and all that you have will also be near me. ", "11": "I will ·care for [sustain; maintain] you ·during the next five years of hunger [L for there are still five years of famine] so that you and your family and all that you have will not ·starve [L become impoverished].'", "12": "“Now you can see for yourselves, and so can my brother Benjamin, that ·the one speaking to you is really Joseph [L my mouth is speaking to you]. ", "13": "So tell my father about ·how powerful I have become [L my glory/prestige/status] in Egypt. Tell him about everything you have seen. Now hurry and bring him back to me.” ", "14": "Then Joseph ·hugged [L fell on the neck of] his brother Benjamin and cried, and Benjamin cried ·also [L on his neck]. ", "15": "And Joseph kissed all his brothers and cried ·as he hugged them [L over them]. After this, his brothers talked with him.", "16": "When the king of Egypt and his ·officers [servants] ·learned [L heard the report] that Joseph's brothers had come, ·they were very happy [L it was good in their eyes]. ", "17": "So ·the king [L Pharaoh] said to Joseph, “Tell your brothers to load their ·animals [donkeys] and go back to the land of Canaan ", "18": "and bring their father and their ·families [L households] back here to me. I will give them the best land in Egypt, and they will eat the ·best food we have here [L fat of the land; Ezek. 34:3; 39:19]. ", "19": "·Tell [Command] them to take some wagons from Egypt for their ·children [little ones] and their wives and to bring their father back also. ", "20": "Tell them not to ·worry [be troubled] about bringing any of their things with them, because we will give them the best of what we have in Egypt.”", "21": "So the sons of Israel did this. Joseph gave them wagons as the king had ordered and ·food [provisions] for ·their trip [the way]. ", "22": "He gave each ·brother [L of them] a change of clothes, but he gave Benjamin five changes of clothes and about ·seven and one-half pounds [L three hundred pieces] of silver. ", "23": "Joseph also sent his father ten donkeys loaded with the best things from Egypt and ten female donkeys loaded with grain, bread, and other food for his father ·on his trip back [L for the way]. ", "24": "Then Joseph told his brothers to go. As they were leaving, he said to them, “Don't quarrel on the way home.”", "25": "So the brothers left Egypt and went to their father Jacob in the land of Canaan. ", "26": "They told him, “Joseph is still alive and is the ruler over all the land of Egypt.” ·Their father [L His heart] was ·shocked [stunned] and did not believe them. ", "27": "But when the brothers told him everything Joseph had said, and when Jacob saw the wagons Joseph had sent to carry him back to Egypt, ·he felt better [L the spirit of Jacob their father came alive/revived]. ", "28": "Israel [C Jacob's other name; 32:28] said, “·Now I believe you [Enough!]. My son Joseph is still alive, and I will go and see him before I die.”"}