{"1": "So ·Israel [C Jacob's other name; 32:28] took all he had and ·started his trip [departed]. He went to Beersheba [21:14], where he offered sacrifices to the God of his father Isaac. ", "2": "During the night God spoke to Israel in a vision and said, “Jacob, Jacob.” And Jacob answered, “Here I am.”", "3": "Then God said, “I am God, the God of your father. Don't be afraid to go to Egypt, because I will make ·your descendants [L you] a great nation there [12:1–3]. ", "4": "I will go to Egypt with you, and I will bring you ·out of Egypt [L up] again. Joseph's own hands will close your eyes when you die.”", "5": "Then Jacob left Beersheba. The sons of Israel loaded their father, their ·children [little ones], and their wives in the wagons ·the king of Egypt [L Pharaoh] had sent. ", "6": "They also took their farm animals and everything they had gotten in Canaan. So Jacob went to Egypt with all his ·descendants [L seed]—", "7": "his sons and grandsons, his daughters and granddaughters. He took all his ·family [L seed] to Egypt with him.", "8": "Now these are the names of the ·children [sons] of Israel who went into Egypt (Jacob and his descendants). Reuben was Jacob's ·first son [L firstborn]. ", "9": "Reuben's sons were Hanoch, Pallu, Hezron, and Carmi.", "10": "Simeon's sons were Jemuel, Jamin, Ohad, Jakin, Zohar, and Shaul (Simeon's son by a Canaanite woman).", "11": "Levi's sons were Gershon, Kohath, and Merari.", "12": "Judah's sons were Er, Onan, Shelah, Perez, and Zerah (but Er and Onan had died in the land of Canaan [38:1–11]). Perez's sons were Hezron and Hamul.", "13": "Issachar's sons were Tola, Puah, Jashub, and Shimron.", "14": "Zebulun's sons were Sered, Elon, and Jahleel.", "15": "These are the sons of Leah and Jacob born in ·northwestern Mesopotamia [L Paddan-aram], in addition to his daughter Dinah [34:1]. There were thirty-three persons in this part of Jacob's family.", "16": "Gad's sons were Zephon, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli.", "17": "Asher's sons were Imnah, Ishvah, Ishvi, and Beriah, and their sister was Serah. Beriah's sons were Heber and Malkiel.", "18": "These are Jacob's sons by Zilpah, the slave girl whom Laban gave to his daughter Leah [29:24]. There were sixteen persons in this part of Jacob's family.", "19": "The sons of Jacob's wife Rachel were Joseph and Benjamin. ", "20": "In Egypt, Joseph became the father of Manasseh and Ephraim by his wife Asenath, the daughter of Potiphera, priest of On [41:45].", "21": "Benjamin's sons were Bela, Beker, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard.", "22": "These are the sons of Jacob by his wife Rachel. There were fourteen persons in this part of Jacob's family.", "23": "Dan's son was Hushim.", "24": "Naphtali's sons were Jahziel, Guni, Jezer, and Shillem.", "25": "These are Jacob's sons by Bilhah, the slave girl whom Laban gave to his daughter Rachel [29:29]. There were seven persons in this part of Jacob's family.", "26": "So the total number of ·Jacob's direct descendants [L those who came from the thigh/loins of Jacob] who went to Egypt was sixty-six, not counting the wives of Jacob's sons. ", "27": "Joseph had two sons born in Egypt, so the total number in the family of Jacob in Egypt was seventy.", "28": "Jacob sent Judah ahead of him to ·see [or lead the way to] Joseph in Goshen [45:10]. When Jacob and his people came into the land of Goshen, ", "29": "Joseph prepared his chariot and went to meet his father Israel in Goshen. As soon as Joseph saw his father, he ·hugged him [L fell on his neck], and cried there for a long time.", "30": "Then Israel said to Joseph, “Now I am ready to die, because I have seen your face and I know you are still alive.”", "31": "Joseph said to his brothers and his father's ·family [household], “I will go and tell ·the king [L Pharaoh] you are here. I will say, 'My brothers and my father's ·family [household] have left the land of Canaan and have come here to me. ", "32": "They are shepherds and take care of ·farm animals [livestock], and they have brought their flocks and their herds and everything they own with them.' ", "33": "When ·the king [L Pharaoh] calls you, he will ask, 'What work do you do?' ", "34": "This is what you should tell him: 'We, your servants, have taken care of ·farm animals [livestock] all our lives. Our ·ancestors [fathers] did the same thing.' Then ·the king [L he] will allow you to settle in the land of Goshen, ·away from the Egyptians, because they don't like to be near shepherds [L for all shepherds of flocks are an abomination to the Egyptians].”"}