{"1": "·Some time later [L And after these things] Joseph ·learned [was told] that his father was very sick, so he took his two sons Manasseh and Ephraim ·and went to his father [L with him]. ", "2": "When Joseph arrived, someone told Jacob, “Your son Joseph has come to see you.” ·Jacob [L Israel; another name for Jacob; 32:28] ·was weak, so he ·used all [L summoned] his strength and sat up on his bed.", "3": "Then Jacob said to Joseph, “God Almighty appeared to me at Luz [C another name for Bethel] in the land of Canaan and blessed me there [28:19; 35:9–15]. ", "4": "He said to me, 'I will ·give you many children [L make you fruitful and multiply you; 1:28]. I will make you ·the father [L a company; an assembly] of many peoples, and I will give your ·descendants [L seed] this land ·forever [as a permanent possession].' ", "5": "Your two sons, who were born here in Egypt before I came, will be counted as my own sons. Ephraim and Manasseh will be my sons just as Reuben and Simeon are my sons [C his two oldest children]. ", "6": "But if you have other children, they will be your own, and ·their land will be part of the land given to Ephraim and Manasseh [L they will be recorded according to the name of their brothers in regard to their inheritance]. ", "7": "When I came from northwestern Mesopotamia [L Paddan], Rachel died in the land of Canaan, as we were traveling toward Ephrath [35:16, 19]. This made me very sad, and I buried her there beside the road to Ephrath.” (Today Ephrath is Bethlehem.)", "8": "Then Israel saw Joseph's sons and said, “Who are these boys?”", "9": "Joseph said to his father, “They are my sons that God has given me here in ·Egypt [L this place].” Israel said, “Bring your sons to me so I may bless them.”", "10": "At this time Israel's eyesight was ·bad [L heavy] because he was old. So Joseph brought the boys close to him, and Israel kissed the boys and ·put his arms around [embraced] them. ", "11": "He said to Joseph, “I thought I would never see ·you alive [L your face] again, and now God has ·let me see you and [L shown me] also your ·children [L seed].” ", "12": "Then Joseph moved his sons off ·Israel's lap [L his knees] and bowed facedown to the ground. ", "13": "He put Ephraim on his right side and Manasseh on his left. (So Ephraim was near Israel's left hand, and Manasseh was near Israel's right hand.) Joseph brought the boys close to Israel. ", "14": "But Israel ·crossed his arms and put his [L sent forth and placed his] right hand on the head of Ephraim, who was younger. He put his left hand on the head of Manasseh, the firstborn son. ", "15": "And Israel blessed Joseph and said, “My ·ancestors [fathers] Abraham and Isaac ·served [L walked before] our God, and like a shepherd God has led me all my life.", "16": "He was the Angel who ·saved [redeemed] me from all ·my troubles [harm]. Now I pray that he will bless these boys. May my name be known through these boys, and may the names of my ancestors Abraham and Isaac be known through them. May they ·have many descendants [grow into a large group] on the earth.”", "17": "When Joseph saw that his father put his right hand on Ephraim's head, he ·didn't like it [L thought it was wrong]. So he took hold of his father's hand, wanting to move it from Ephraim's head to Manasseh's head. ", "18": "Joseph said to his father, “·You are doing it wrong, Father, since Manasseh [L No, my Father, for this] is the firstborn son. Put your right hand on his head.”", "19": "But his father refused and said, “I know, my son, I know. Manasseh will be great and ·have many descendants [L become great]. But his younger brother will be greater, and his ·descendants [L seed] will ·be enough to make a nation [L become the fullness of nations; C Ephraim would become the dominant tribe in northern Israel].”", "20": "So ·Israel [L he] blessed them that day and said, “When a blessing is given in Israel, they will say: 'May God make you like Ephraim and Manasseh.' ” In this way he ·made Ephraim greater than [L set Ephraim before] Manasseh.", "21": "Then Israel said to Joseph, “Look at me; I am about to die. But God will be with you and will take you back to the land of your fathers. ", "22": "I have given you something that I did not give your brothers—the land of Shechem [or mountain slope; 12:6] that I took from the Amorite people with my sword and my bow [perhaps 34:1–31].”"}