{"1": "When Jacob died, Joseph ·hugged [L fell on the face of] his father and cried over him and kissed him. ", "2": "He commanded the doctors who served him to ·prepare his father's body [embalm his father], so the doctors ·prepared Jacob's body to be buried [L embalmed Israel; C another name for Jacob; 32:28]. ", "3": "It took the doctors forty days to ·prepare his body [embalm him] (the usual time it took). And the Egyptians ·had a time of sorrow for Jacob that lasted [L wept over him for] seventy days.", "4": "When this time of ·sorrow had ended [L weeping passed], Joseph spoke to ·the king's officers [L household of Pharaoh] and said, “If ·you think well of me [L I have found grace in your eyes], please ·tell this to the king [L speak now in the ear of Pharaoh]: ", "5": "'When my father was near death, ·I made a promise to him [L my father made me swear] that I would bury him in a cave in the land of Canaan, in a burial place that he cut out for himself. So please let me go and bury my father, and then I will return.' ”", "6": "·The king [L Pharaoh] answered, “·Keep your promise. Go [L As he made you swear, go] and bury your father.”", "7": "So Joseph went to bury his father. All ·the king's officers [L servants of Pharaoh], the elders of his ·court [L house], and all the elders of Egypt went with Joseph. ", "8": "·Everyone who lived with [L All the house of] Joseph and his brothers went with him, as well as ·everyone who lived with [L all the house of] his father. They left only their ·children [little ones], their flocks, and their herds in the land of Goshen [45:10]. ", "9": "They went with Joseph in chariots and on horses. It was a very large ·group [camp].", "10": "When they came to ·the threshing floor of Atad [or Goren-ha-atad; or the threshing floor of the bramble], near the Jordan River, they ·cried loudly and bitterly for his father [L lamented there with a great and exceedingly strong lament]. Joseph's time of ·sorrow [mourning] continued for seven days. ", "11": "The people that lived in Canaan saw the ·sadness [mourning] at the threshing floor of Atad [or Goren-ha-atad; or threshing floor of the bramble] and said, “Those Egyptians are ·showing great sorrow [intense in their mourning]!” So now that place is named ·Sorrow of the Egyptians [or Abel-mizraim].", "12": "So Jacob's sons did as their father commanded. ", "13": "His sons carried ·his body [L him] to the land of Canaan and buried ·it [or him] in the cave in the field of Machpelah near Mamre. Abraham had bought this cave and field from Ephron the Hittite to use as a burial ·place [site]. ", "14": "After Joseph buried his father, he returned to Egypt, along with his brothers and everyone who had gone with him to bury his father.", "15": "·After Jacob [L The brothers of Joseph saw that their father had] died, ·Joseph's brothers [L and they] said, “What if Joseph ·is still angry with [holds a grudge against] us? We did many wrong things to him. What if he plans to pay us back?” ", "16": "So they ·sent a message to [instructed; commanded] Joseph that said, “Your father gave this command before he died. ", "17": "He said to us, 'You have done wrong and have sinned and done evil to Joseph. Tell Joseph to forgive you, his brothers.' So now, Joseph, we beg you to forgive our wrong. We are the servants of the God of your father.” When Joseph received the message, he cried.", "18": "And his brothers went to him and bowed low before him and said, “We are your slaves.”", "19": "Then Joseph said to them, “Don't be afraid. ·Can I do what only God can do [Am I in the place of God]? ", "20": "You meant ·to hurt [to harm; or evil against] me, but God ·turned your evil into [L meant it for] good to save the lives of many people, which is being done. ", "21": "So don't be afraid. I will take care of you and your ·children [little ones].” So Joseph ·comforted [consoled; reassured] his brothers and spoke kind words to them.", "22": "Joseph continued to live in Egypt with all ·his father's family [L the house of his father]. ·He died when he was [L Joseph lived until he was] one hundred ten years old. ", "23": "·During Joseph's life Ephraim had children and grandchildren [L Joseph saw Ephraim's children to the third generation], and Joseph's son Manasseh had a son named Makir. ·Joseph accepted Makir's children as his own [L The children of Makir were born on his knees].", "24": "Joseph said to his brothers, “I am about to die, but God will ·take care of [provide for] you. He will ·lead you out of [bring you up from] this land to the land he ·promised [swore] to Abraham, Isaac, and Jacob.” ", "25": "Then Joseph had the sons of Israel ·make a promise [swear]. He said, “·Promise [Swear to] me that you will ·carry [bring up] my bones with you out of Egypt.”", "26": "Joseph died when he was one hundred ten years old. ·Doctors prepared his body for burial [L Doctors embalmed him], and then they put him in a coffin in Egypt."}