{"1": "Then Pilate took Jesus and had him flogged. ", "2": "And the soldiers wove a crown of thorns and put it on his head, and they dressed him in a purple robe. ", "3": "They kept coming up to him, saying, “Hail, King of the Jews!” and striking him on the face. ", "4": "Pilate went out again and said to them, “Look, I am bringing him out to you to let you know that I find no case against him.” ", "5": "So Jesus came out, wearing the crown of thorns and the purple robe. Pilate said to them, “Here is the man!” ", "6": "When the chief priests and the police saw him, they shouted, “Crucify him! Crucify him!” Pilate said to them, “Take him yourselves and crucify him; I find no case against him.” ", "7": "The Jews answered him, “We have a law, and according to that law he ought to die because he has claimed to be the Son of God.”", "8": "Now when Pilate heard this, he was more afraid than ever. ", "9": "He entered his headquarters[a] again and asked Jesus, “Where are you from?” But Jesus gave him no answer. ", "10": "Pilate therefore said to him, “Do you refuse to speak to me? Do you not know that I have power to release you, and power to crucify you?” ", "11": "Jesus answered him, “You would have no power over me unless it had been given you from above; therefore the one who handed me over to you is guilty of a greater sin.” ", "12": "From then on Pilate tried to release him, but the Jews cried out, “If you release this man, you are no friend of the emperor. Everyone who claims to be a king sets himself against the emperor.”", "13": "When Pilate heard these words, he brought Jesus outside and sat[b] on the judge's bench at a place called The Stone Pavement, or in Hebrew[c] Gabbatha. ", "14": "Now it was the day of Preparation for the Passover; and it was about noon. He said to the Jews, “Here is your King!” ", "15": "They cried out, “Away with him! Away with him! Crucify him!” Pilate asked them, “Shall I crucify your King?” The chief priests answered, “We have no king but the emperor.” ", "16": "Then he handed him over to them to be crucified. So they took Jesus; ", "17": "and carrying the cross by himself, he went out to what is called The Place of the Skull, which in Hebrew[d] is called Golgotha. ", "18": "There they crucified him, and with him two others, one on either side, with Jesus between them. ", "19": "Pilate also had an inscription written and put on the cross. It read, “Jesus of Nazareth,[e] the King of the Jews.” ", "20": "Many of the Jews read this inscription, because the place where Jesus was crucified was near the city; and it was written in Hebrew,[f] in Latin, and in Greek. ", "21": "Then the chief priests of the Jews said to Pilate, “Do not write, 'The King of the Jews,' but, 'This man said, I am King of the Jews.'” ", "22": "Pilate answered, “What I have written I have written.” ", "23": "When the soldiers had crucified Jesus, they took his clothes and divided them into four parts, one for each soldier. They also took his tunic; now the tunic was seamless, woven in one piece from the top. ", "24": "So they said to one another, “Let us not tear it, but cast lots for it to see who will get it.” This was to fulfill what the scripture says, “They divided my clothes among themselves, and for my clothing they cast lots.”", "25": "And that is what the soldiers did. Meanwhile, standing near the cross of Jesus were his mother, and his mother's sister, Mary the wife of Clopas, and Mary Magdalene. ", "26": "When Jesus saw his mother and the disciple whom he loved standing beside her, he said to his mother, “Woman, here is your son.” ", "27": "Then he said to the disciple, “Here is your mother.” And from that hour the disciple took her into his own home.", "28": "After this, when Jesus knew that all was now finished, he said (in order to fulfill the scripture), “I am thirsty.” ", "29": "A jar full of sour wine was standing there. So they put a sponge full of the wine on a branch of hyssop and held it to his mouth. ", "30": "When Jesus had received the wine, he said, “It is finished.” Then he bowed his head and gave up his spirit.", "31": "Since it was the day of Preparation, the Jews did not want the bodies left on the cross during the sabbath, especially because that sabbath was a day of great solemnity. So they asked Pilate to have the legs of the crucified men broken and the bodies removed. ", "32": "Then the soldiers came and broke the legs of the first and of the other who had been crucified with him. ", "33": "But when they came to Jesus and saw that he was already dead, they did not break his legs. ", "34": "Instead, one of the soldiers pierced his side with a spear, and at once blood and water came out. ", "35": "(He who saw this has testified so that you also may believe. His testimony is true, and he knows[g] that he tells the truth.) ", "36": "These things occurred so that the scripture might be fulfilled, “None of his bones shall be broken.” ", "37": "And again another passage of scripture says, “They will look on the one whom they have pierced.”", "38": "After these things, Joseph of Arimathea, who was a disciple of Jesus, though a secret one because of his fear of the Jews, asked Pilate to let him take away the body of Jesus. Pilate gave him permission; so he came and removed his body. ", "39": "Nicodemus, who had at first come to Jesus by night, also came, bringing a mixture of myrrh and aloes, weighing about a hundred pounds. ", "40": "They took the body of Jesus and wrapped it with the spices in linen cloths, according to the burial custom of the Jews. ", "41": "Now there was a garden in the place where he was crucified, and in the garden there was a new tomb in which no one had ever been laid. ", "42": "And so, because it was the Jewish day of Preparation, and the tomb was nearby, they laid Jesus there."}