{"1": "On the third day there was a wedding in Cana of Galilee, and the mother of Jesus was there. ", "2": "Jesus and his disciples had also been invited to the wedding. ", "3": "When the wine gave out, the mother of Jesus said to him, “They have no wine.” ", "4": "And Jesus said to her, “Woman, what concern is that to you and to me? My hour has not yet come.” ", "5": "His mother said to the servants, “Do whatever he tells you.” ", "6": "Now standing there were six stone water jars for the Jewish rites of purification, each holding twenty or thirty gallons. ", "7": "Jesus said to them, “Fill the jars with water.” And they filled them up to the brim. ", "8": "He said to them, “Now draw some out, and take it to the chief steward.” So they took it. ", "9": "When the steward tasted the water that had become wine, and did not know where it came from (though the servants who had drawn the water knew), the steward called the bridegroom ", "10": "and said to him, “Everyone serves the good wine first, and then the inferior wine after the guests have become drunk. But you have kept the good wine until now.” ", "11": "Jesus did this, the first of his signs, in Cana of Galilee, and revealed his glory; and his disciples believed in him.", "12": "After this he went down to Capernaum with his mother, his brothers, and his disciples; and they remained there a few days.", "13": "The Passover of the Jews was near, and Jesus went up to Jerusalem. ", "14": "In the temple he found people selling cattle, sheep, and doves, and the money changers seated at their tables. ", "15": "Making a whip of cords, he drove all of them out of the temple, both the sheep and the cattle. He also poured out the coins of the money changers and overturned their tables. ", "16": "He told those who were selling the doves, “Take these things out of here! Stop making my Father's house a marketplace!” ", "17": "His disciples remembered that it was written, “Zeal for your house will consume me.” ", "18": "The Jews then said to him, “What sign can you show us for doing this?” ", "19": "Jesus answered them, “Destroy this temple, and in three days I will raise it up.” ", "20": "The Jews then said, “This temple has been under construction for forty-six years, and will you raise it up in three days?” ", "21": "But he was speaking of the temple of his body. ", "22": "After he was raised from the dead, his disciples remembered that he had said this; and they believed the scripture and the word that Jesus had spoken.", "23": "When he was in Jerusalem during the Passover festival, many believed in his name because they saw the signs that he was doing. ", "24": "But Jesus on his part would not entrust himself to them, because he knew all people ", "25": "and needed no one to testify about anyone; for he himself knew what was in everyone."}