{"1": "As he walked along, he saw a man blind from birth. ", "2": "His disciples asked him, “Rabbi, who sinned, this man or his parents, that he was born blind?” ", "3": "Jesus answered, “Neither this man nor his parents sinned; he was born blind so that God's works might be revealed in him. ", "4": "We[a] must work the works of him who sent me[b] while it is day; night is coming when no one can work. ", "5": "As long as I am in the world, I am the light of the world.” ", "6": "When he had said this, he spat on the ground and made mud with the saliva and spread the mud on the man's eyes, ", "7": "saying to him, “Go, wash in the pool of Siloam” (which means Sent). Then he went and washed and came back able to see. ", "8": "The neighbors and those who had seen him before as a beggar began to ask, “Is this not the man who used to sit and beg?” ", "9": "Some were saying, “It is he.” Others were saying, “No, but it is someone like him.” He kept saying, “I am the man.” ", "10": "But they kept asking him, “Then how were your eyes opened?” ", "11": "He answered, “The man called Jesus made mud, spread it on my eyes, and said to me, 'Go to Siloam and wash.' Then I went and washed and received my sight.” ", "12": "They said to him, “Where is he?” He said, “I do not know.”", "13": "They brought to the Pharisees the man who had formerly been blind. ", "14": "Now it was a sabbath day when Jesus made the mud and opened his eyes. ", "15": "Then the Pharisees also began to ask him how he had received his sight. He said to them, “He put mud on my eyes. Then I washed, and now I see.” ", "16": "Some of the Pharisees said, “This man is not from God, for he does not observe the sabbath.” But others said, “How can a man who is a sinner perform such signs?” And they were divided. ", "17": "So they said again to the blind man, “What do you say about him? It was your eyes he opened.” He said, “He is a prophet.”", "18": "The Jews did not believe that he had been blind and had received his sight until they called the parents of the man who had received his sight ", "19": "and asked them, “Is this your son, who you say was born blind? How then does he now see?” ", "20": "His parents answered, “We know that this is our son, and that he was born blind; ", "21": "but we do not know how it is that now he sees, nor do we know who opened his eyes. Ask him; he is of age. He will speak for himself.” ", "22": "His parents said this because they were afraid of the Jews; for the Jews had already agreed that anyone who confessed Jesus[c] to be the Messiah[d] would be put out of the synagogue. ", "23": "Therefore his parents said, “He is of age; ask him.”", "24": "So for the second time they called the man who had been blind, and they said to him, “Give glory to God! We know that this man is a sinner.” ", "25": "He answered, “I do not know whether he is a sinner. One thing I do know, that though I was blind, now I see.” ", "26": "They said to him, “What did he do to you? How did he open your eyes?” ", "27": "He answered them, “I have told you already, and you would not listen. Why do you want to hear it again? Do you also want to become his disciples?” ", "28": "Then they reviled him, saying, “You are his disciple, but we are disciples of Moses. ", "29": "We know that God has spoken to Moses, but as for this man, we do not know where he comes from.” ", "30": "The man answered, “Here is an astonishing thing! You do not know where he comes from, and yet he opened my eyes. ", "31": "We know that God does not listen to sinners, but he does listen to one who worships him and obeys his will. ", "32": "Never since the world began has it been heard that anyone opened the eyes of a person born blind. ", "33": "If this man were not from God, he could do nothing.” ", "34": "They answered him, “You were born entirely in sins, and are you trying to teach us?” And they drove him out.", "35": "Jesus heard that they had driven him out, and when he found him, he said, “Do you believe in the Son of Man?”[e] ", "36": "He answered, “And who is he, sir?[f] Tell me, so that I may believe in him.” ", "37": "Jesus said to him, “You have seen him, and the one speaking with you is he.” ", "38": "He said, “Lord,[g] I believe.” And he worshiped him. ", "39": "Jesus said, “I came into this world for judgment so that those who do not see may see, and those who do see may become blind.” ", "40": "Some of the Pharisees near him heard this and said to him, “Surely we are not blind, are we?” ", "41": "Jesus said to them, “If you were blind, you would not have sin. But now that you say, 'We see,' your sin remains."}