{"1": "From Paul, an apostle of Christ Jesus, by the command of God our Savior and Christ Jesus our hope.", "2": "To Timothy, a true son to me because you believe. Grace, mercy, and peace from God the Father and Christ Jesus our Lord.", "3": "I want you to stay in Ephesus. I asked you to do that when I went into Macedonia. Some people there in Ephesus are teaching false things. Stay there so that you can command them to stop. ", "4": "Tell them not to spend their time on stories that are not true and on long lists of names in family histories. These things only bring arguments; they do not help God's work. God's work is done by faith. ", "5": "The purpose of this command is for people to have love. To have this love they must have a pure heart, they must do what they know is right, and they must have true faith. ", "6": "Some people have wandered away from these things. They talk about things that are worth nothing. ", "7": "They want to be teachers of the law, but they do not know what they are talking about. They do not even understand what they say they are sure about.", "8": "We know that the law is good if a man uses it right. ", "9": "We also know that the law is not made for good men. The law is made for people who are against the law and for those who refuse to follow the law. It is for people who are against God and are sinful, who are unholy and ungodly, who kill their fathers and mothers, who murder, ", "10": "who take part in sexual sins, men who have physical relations with other men, those who sell slaves, who tell lies, who speak falsely, and who do anything against the true teaching of God. ", "11": "That teaching is part of the Good News that God gave me to tell. That glorious Good News is from the blessed God.", "12": "I thank Christ Jesus our Lord because he trusted me and gave me this work of serving him. And he gives me strength. ", "13": "In the past I spoke against Christ and persecuted him and did all kinds of things to hurt him. But God showed mercy to me because I did not know what I was doing. I did those things when I did not believe. ", "14": "But the grace of our Lord was fully given to me. And with that grace came the faith and love that are in Christ Jesus.", "15": "What I say is true, and you should fully accept it: Christ Jesus came into the world to save sinners. And I am the worst of those sinners. ", "16": "But I was given mercy. I was given mercy so that in me Christ Jesus could show that he has patience without limit. And he showed his patience with me, the worst of all sinners. Christ wanted me to be an example for those who would believe in him and have life forever. ", "17": "Honor and glory to the King that rules forever! He cannot be destroyed and cannot be seen. Honor and glory forever and ever to the only God. Amen.", "18": "Timothy, you are like a son to me. I am giving you a command that agrees with the prophecies that were given about you in the past. I tell you this so that you can follow those prophecies and fight the good fight of faith. ", "19": "Continue to have faith and do what you know is right. Some people have not done this. Their faith has been destroyed. ", "20": "Hymenaeus and Alexander are men who have done that. I have given them to Satan so that they will learn not to speak against God."}