{"1": "“When that time comes, Mikha'el, the great prince who champions your people, will stand up; and there will be a time of distress unparalleled between the time they became a nation and that moment. At that time, your people will be delivered, everyone whose name is found written in the book. ", "2": "Many of those sleeping in the dust of the earth will awaken, some to everlasting life and some to everlasting shame and abhorrence. ", "3": "But those who can discern will shine like the brightness of heaven's dome, and those who turn many to righteousness like the stars forever and ever.", "4": "“But you, Dani'el, keep these words secret, and seal up the book until the time of the end. Many will rush here and there as knowledge increases.”", "5": "Then I, Dani'el, looked; and I saw in front of me two others, one on this bank of the river and the other on its other bank. ", "6": "One of them asked the man dressed in linen who was above the water of the river, “How long will these wonders last?” ", "7": "The man dressed in linen who was above the water of the river raised his right and left hands toward heaven and swore by him who lives forever that it would be for a time, times and a half, and that it will be when the the power of the holy people is no longer being shattered that all these things will end.", "8": "I heard this, but I couldn't understand what it meant; so I asked, “Lord, what will be the outcome of all this?” ", "9": "But he said, “Go your way, Dani'el; for these words are to remain secret and sealed until the time of the end. ", "10": "Many will purify, cleanse and refine themselves; but the wicked will keep on acting wickedly, and none of the wicked will understand. But those with discernment will understand. ", "11": "From the time the regular burnt offering is taken away and the abomination that causes desolation is set up, there will be 1,290 days. ", "12": "How blessed will be anyone who waits and arrives at the 1,335 days. ", "13": "But you, go your way until the end comes. Then you will rest and rise for your reward, at the end of days.”"}