{"1": "In the second year of the reign of N'vukhadnetzar, N'vukhadnetzar became so troubled by a series of dreams he had that he couldn't sleep. ", "2": "So the king ordered the magicians, exorcists, sorcerers and astrologers summoned to interpret the king's dreams to him. They came and stood in his presence. ", "3": "The king said to them, “I had a dream which will keep troubling my spirit until I know what it means.”", "4": "The astrologers spoke to the king in Aramaic: “May the king live forever! Tell your servants the dream, and we will interpret it.” ", "5": "The king answered the astrologers, “Here is what I have decided: if you don't tell me both the dream and its interpretation, you will be torn limb from limb and your houses reduced to rubble. ", "6": "But if you do state the dream and its interpretation, I will give you presents, rewards and great honor. Just tell me the dream and its interpretation.” ", "7": "A second time they said, “Let his majesty tell his servants the dream, and we will interpret it.” ", "8": "The king replied, “I see you're only trying to gain time, because you see that I've decided ", "9": "that if you don't tell me the dream, there is only one sentence passed on all of you. So you've conspired to mislead me with lies in the hope that time will change things. Now, just tell me the dream! That will convince me that you will also be able to give me its correct interpretation.” ", "10": "The astrologers answered the king, “Your majesty, nobody in the world can do this! Never has a king, no matter how great and powerful, asked such a thing of any magician or exorcist or astrologer. ", "11": "The king is asking a difficult thing; nobody but the gods could tell this to your majesty, and they don't live with mere mortals.” ", "12": "At this the king flew into a rage and ordered all the sages of Bavel put to death. ", "13": "When the decree was published that the sages were to be slain, they sought Dani'el and his companions in order to have them put to death.", "14": "Then, choosing his words carefully, Dani'el consulted Aryokh, captain of the royal guard, who had already gone out to kill the sages of Bavel. ", "15": "He said to Aryokh, “Since you are the king's official, let me ask: why has the king issued such a harsh decree?” Aryokh explained the matter to Dani'el. ", "16": "Then Dani'el went in and asked the king to give him time to tell the king the interpretation.", "17": "Dani'el went home and made the matter known to Hananyah, Misha'el and 'Azaryah, his companions; ", "18": "so that they could ask the God of heaven for mercy concerning this secret, and thus save Dani'el and his companions from dying along with the other sages of Bavel. ", "19": "Then the secret was revealed to Dani'el in a vision at night, and Dani'el blessed the God of heaven ", "20": "in these words: “Blessed be the name of God from eternity past to eternity future! For wisdom and power are his alone;", "21": "he brings the changes of seasons and times; he installs and deposes kings; he gives wisdom to the wise and knowledge to those with discernment.", "22": "He reveals deep and secret things; he knows what lies in the darkness; and light dwells with him.", "23": "I thank and praise you, God of my ancestors, for giving me wisdom and power, and revealing to me what we wanted from you, for giving us the answer for the king.”", "24": "So Dani'el went to see Aryokh, whom the king had charged with destroying the sages of Bavel, and said to him, “Don't destroy the sages of Bavel! Bring me before the king, and I will give the king the interpretation.” ", "25": "Quickly Aryokh brought Dani'el before the king and told him, “I have found one of the exiles of Y'hudah who will reveal the interpretation to his majesty.” ", "26": "The king said to Dani'el (who had been renamed Belt'shatzar), “Can you tell me what I dreamt and what it means?” ", "27": "Dani'el answered the king, “No sage, exorcist, magician or astrologer can tell his majesty the secret he has asked about. ", "28": "But there is a God in heaven who unlocks mysteries, and he has revealed to King N'vukhadnetzar what will happen in the acharit-hayamim. Here are your dream and the visions you had in your head when you were in bed.", "29": "“Your majesty, when you were in bed, you began thinking about what would take place in the future; and he who reveals secrets has revealed to you what will happen. ", "30": "Yet this secret has not been revealed to me because I am wiser than anyone living, but so that the meaning can be made known to your majesty, and then you can understand the thoughts of your own mind.", "31": "“Your majesty had a vision of a statue, very large and extremely bright; it stood in front of you and its appearance was terrifying. ", "32": "The head of the statue was of fine gold, its chest and arms of silver, its trunk and thighs of bronze, ", "33": "its legs of iron, and its feet partly of iron and partly of clay. ", "34": "As you watched, a stone separated itself without any human hand, struck the statue on its feet made of iron and clay, and broke them in pieces. ", "35": "Then the iron, the clay, the bronze, the silver and the gold were all broken into pieces which became like the chaff on a threshing-floor in summer; the wind blew them away without leaving a trace. But the stone which had struck the statue grew into a huge mountain that filled the whole earth.", "36": "“That is what you dreamt, and now we will give the king its interpretation. ", "37": "Your majesty, king of kings, to whom the God of heaven has given the kingdom, the power, the strength and the glory; ", "38": "so that wherever people, wild animals or birds in the air live, he has handed them over to you and enabled you to rule them all — you are the head of gold. ", "39": "But after you another kingdom will rise, inferior to you; then a third kingdom, of bronze, which will rule the whole world. ", "40": "The fourth kingdom will be as strong as iron. Iron can break anything into pieces, pulverize it and crush it. So just as iron can crush anything, this kingdom will break the other kingdoms into pieces and crush them. ", "41": "Finally, you saw the feet and toes made partly of pottery clay and partly of iron; this will be a divided kingdom; yet it will have some of the firmness of iron, since you saw the iron mixed with clay from the ground. ", "42": "Just as the toes of the feet were part iron and part clay, this kingdom will be partly strong and partly brittle. ", "43": "You saw the iron mixed with clay; that means that they will cement their alliances by intermarriages; but they won't stick together any more than iron blends with clay.", "44": "“In the days of those kings the God of heaven will establish a kingdom that will never be destroyed, and that kingdom will not pass into the hands of another people. It will break to pieces and consume all those kingdoms; but it, itself, will stand forever — ", "45": "like the stone you saw, which, without human hands, separated itself from the mountain and broke to pieces the iron, the bronze, the clay, the silver and the gold. The great God has revealed to the king what will come about in the future. The dream is true, and its interpretation is reliable.”", "46": "Then King N'vukhadnetzar fell on his face and worshipped Dani'el; he ordered that a grain offering and incense be offered to him. ", "47": "To Dani'el the king said, “Your God is indeed the God of gods, the Lord of kings and a revealer of secrets, since you have been able to reveal this secret.” ", "48": "The king promoted Dani'el to a high rank, gave him many rich gifts and made him governor of the entire province of Bavel and head of all the sages of Bavel. ", "49": "At Dani'el's request, the king put Shadrakh, Meishakh and 'Aved-N'go in charge of the affairs of the province of Bavel, while Dani'el remained in attendance on the king."}