{"1": "N'vukhadnetzar the king had a gold statue made, ninety feet high and nine feet wide, which he set up on the plain of Dura, in the province of Bavel. ", "2": "Then N'vukhadnetzar the king summoned the viceroys, prefects, governors, judges, treasurers, counselors, sheriffs and all the provincial officials to assemble and come to the dedication of the statue which N'vukhadnetzar the king had set up. ", "3": "The viceroys, prefects, governors, judges, treasurers, counselors, sheriffs and all the provincial officials assembled for the dedication of the statue which N'vukhadnetzar the king had set up. They stood in front of the statue that N'vukhadnetzar had set up; ", "4": "and a herald proclaimed, “Peoples! Nations! Languages! You are ordered ", "5": "that when you hear the sound of the horn, pipe, harp, zither, lute, bagpipe and the rest of the musical instruments, you fall down and worship the gold statue that N'vukhadnetzar the king has set up. ", "6": "Whoever does not fall down and worship is to be thrown immediately into a blazing hot furnace.” ", "7": "Therefore, when all the peoples heard the sound of the horn, pipe, harp, zither, lute and the rest of the musical instruments, all the peoples, nations and languages fell down and worshipped the gold statue that N'vukhadnetzar the king had set up.", "8": "But then some Kasdim approached and began denouncing the Jews. ", "9": "They said to N'vukhadnetzar the king, “May the king live forever! ", "10": "Your majesty, you have ordered that everyone who hears sound of the horn, pipe, harp, zither, lute, bagpipe and the rest of the musical instruments is to fall down and worship the gold statue; ", "11": "and that whoever does not fall down and worship is to be thrown into a blazing hot furnace. ", "12": "There are some Jews whom you have put in charge of the affairs of the province of Bavel, Shadrakh, Meishakh and 'Aved-N'go; and these men, your majesty, have paid no attention to you. They do not serve your gods, and they do not worship the gold statue you set up.”", "13": "In a raging fury N'vukhadnetzar ordered that Shadrakh, Meishakh and 'Aved-N'go be brought. When the men had been brought before the king, ", "14": "N'vukhadnetzar said to them, “Shadrakh! Meishakh! 'Aved-N'go! Is it true that you neither serve my gods nor worship the gold statue I set up? ", "15": "All right, then. If you are prepared, when you hear the sound of the horn, pipe, harp, zither, lute, bagpipe and the rest of the musical instruments, to fall down and worship the gold statue, very well. But if you won't worship, you will immediately be thrown into a blazing hot furnace — and what god will save you from my power then?” ", "16": "Shadrakh, Meishakh and 'Aved-N'go answered the king, “Your question doesn't require an answer from us. ", "17": "Your majesty, if our God, whom we serve, is able to save us, he will save us from the blazing hot furnace and from your power. ", "18": "But even if he doesn't, we want you to know, your majesty, that we will neither serve your gods nor worship the gold statue which you have set up.”", "19": "N'vukhadnetzar became so utterly enraged that his face was distorted with anger against Shadrakh, Meishakh and 'Aved-N'go. He ordered the furnace made seven times hotter than usual. ", "20": "Then he ordered some of the strongest men in his army to tie up Shadrakh, Meishakh and 'Aved-N'go and throw them into the blazing hot furnace. ", "21": "So these men were tied up in their cloaks, tunics, robes and other clothes, and thrown into the blazing hot furnace. ", "22": "The king's order was so urgent and the furnace so overheated that the men carrying Shadrakh, Meishakh and 'Aved-N'go were burned to death by the flames. ", "23": "These three men, Shadrakh, Meishakh and 'Aved-N'go, fell, bound, into the blazing hot furnace.", "24": "Suddenly N'vukhadnetzar sprang to his feet. Alarmed, he asked his advisers, “Didn't we throw three men, bound, into the flames?” They answered the king, “Yes, of course, your majesty.” ", "25": "But he exclaimed, “Look! I see four men, not tied up, walking around there in the flames, unhurt; and the fourth looks like one of the gods!” ", "26": "N'vukhadnetzar approached the opening of the blazing hot furnace and said, “Shadrakh! Meishakh! 'Aved-N'go! You servants of El 'Elyon! Come out, and come here!” Shadrakh, Meishakh and 'Aved-N'go emerged from the flames. ", "27": "The viceroys, prefects, governors and royal advisers who were there saw that the fire had had no power on the bodies of these men — not even their hair was singed, their clothes looked the same, and they didn't smell of fire.", "28": "N'vukhadnetzar said, “Blessed be the God of Shadrakh, Meishakh and 'Aved-N'go! He sent his angel to deliver his servants who trusted in him. They defied the royal order to the point of being willing to give up their bodies, in order not to serve or worship any god but their own God. ", "29": "Therefore I herewith decree that anyone, no matter from which people, nation or language, who says anything to insult the God of Shadrakh, Meishakh and 'Aved-N'go is to be torn limb from limb, and his house is to be reduced to rubble; because there is no other god who can save like this.”", "30": "Then the king gave Shadrakh, Meishakh and 'Aved-N'go higher rank in the province of Bavel.", "31": "(4:1) [The following letter was sent out:] “From: N'vukhadnetzar the king “To: All the peoples, nations and languages living throughout the earth: “Shalom rav! [Abundant peace!]", "32": "(4:2) “I am pleased to recount the signs and wonders which the Most High God has done for me.", "33": "(4:3) “How great are his signs! How powerful his wonders! His kingdom lasts forever, and he rules all generations."}