{"1": "(4) “I, N'vukhadnetzar, was contentedly living at home, enjoying the luxury of my palace; ", "2": "(5) but as I lay on my bed, I had a dream which frightened me, followed by fantasies and visions in my head which frightened me even more. ", "3": "(6) So I ordered all the sages of Bavel to present themselves to me, so that they could tell me the interpretation of the dream. ", "4": "(7) When the magicians, exorcists, astrologers and diviners came, I told them the dream; but they couldn't interpret it for me. ", "5": "(8) Finally, however, Dani'el (renamed Belt'shatzar, after the name of my god), in whom is the spirit of the holy gods, came before me; and I told him the dream: ", "6": "(9) 'Belt'shatzar, chief of the magicians! Because I know that the spirit of the holy gods is in you, and no mystery is too difficult for you, tell me the meaning of the visions I saw in my dream. ", "7": "(10) Here are the visions I had in my head as I lay on my bed: I looked, and there before me was a tree at the center of the earth; it was very tall. ", "8": "(11) The tree grew and became strong until its crown reached the sky, and it could be seen from anywhere on earth. ", "9": "(12) Its foliage was beautiful and its fruit abundant; it produced enough food for everyone. The wild animals enjoyed its shade, the birds in the air lived in its branches, and it gave food to every living creature. ", "10": "(13) I looked in the visions of my head as I lay on my bed, and there appeared a holy watcher coming down from heaven. ", "11": "(14) He cried out: “'“Cut down the tree, cut off its branches, strip off its leaves, scatter its fruit! Let the wild animals flee from its shelter! Let the birds abandon its branches!", "12": "(15) But leave the stump with its roots in the ground, with a band of iron and bronze, in the lush grass of the countryside; let him be drenched with dew from the sky and share the lot of animals in the pasture;", "13": "(16) let his heart and mind cease to be human and become those of an animal; and let seven seasons pass over him.", "14": "(17) “'“This order is issued by the watchers, the sentence is announced by the holy ones, so that all who live may know that the Most High rules the human kingdom, that he gives it to whomever he wishes and can raise up over it the lowliest of mortals.”", "15": "(18) “'This is the dream which I, King N'vukhadnetzar, saw. Now you, Belt'shatzar, tell me its interpretation. None of the sages of my kingdom can tell me the interpretation, but you can do it, because the spirit of the holy gods is in you.'", "16": "(19) “Dani'el, whose name was Belt'shatzar, was in shock awhile, frightened by his thoughts. The king said, 'Belt'shatzar, don't let the dream or the interpretation frighten you.' Belt'shatzar answered, 'My lord, if only the dream were about those who hate you, and the interpretation about your enemies! ", "17": "(20) The tree you saw which grew and became strong until its crown reached the sky, and it could be seen throughout the whole earth, ", "18": "(21) that had beautiful foliage and abundant fruit, enough to feed everyone, under which the wild animals lived, and on whose branches the birds in the air built their nests — ", "19": "(22) it's you, your majesty! You have grown and become strong — your greatness has grown and reaches to heaven, and your rule extends to the end of the earth.", "20": "(23) “'Now the king saw a holy watcher coming down from heaven, who said, “'“Cut down the tree, and destroy it, but leave the stump with its roots in the ground, with a band of iron and bronze, in the lush grass of the countryside; let him be drenched with dew from the sky and share the lot of the wild animals until seven seasons pass over him.”", "21": "(24) “'This is the interpretation, your majesty; and it is the decree of the Most High that has come upon my lord the king:", "22": "(25) “'You will be driven from human society to live with the wild animals. You will be made to eat grass like an ox and be drenched with dew from the sky, as seven seasons pass over you; until you learn that the Most High rules in the human kingdom and gives it to whomever he pleases.", "23": "(26) “'But since it was ordered to leave the stump of the tree with its roots, your kingdom will be kept for you until you have learned that Heaven rules everything. ", "24": "(27) Therefore, your majesty, please take my advice: break with your sins by replacing them with acts of charity, and break with your crimes by showing mercy to the poor; this may extend the time of your prosperity.'", "25": "(28) “All this happened to King N'vukhadnetzar. ", "26": "(29) Twelve months later, as he was walking on the roof of the royal palace of Bavel, ", "27": "(30) the king said, 'Bavel the great! I built it as a royal residence by my power and force to enhance the glory of my majesty!' ", "28": "(31) No sooner had the king spoken these words when a voice came down from heaven: 'King N'vukhadnetzar! These words are for you: '“The kingdom has left you.", "29": "(32) You will be driven from human society to live with the wild animals. You will be made to eat grass like an ox and be drenched with dew from the sky, as seven seasons pass over you, until you learn that the Most High rules in the human kingdom and gives it to whomever he pleases.'", "30": "(33) “Within the hour the word was fulfilled. N'vukhadnetzar was driven from human society, he ate grass like an ox, and his body was drenched with dew from the sky, until his hair had grown like eagles' feathers and his nails like birds' claws.", "31": "(34) “When this period was over, I, N'vukhadnetzar, lifted my eyes toward heaven, and my understanding came back to me. I blessed the Most High, I praised and gave honor to him who lives forever. “'For his rulership is everlasting, his kingdom endures through all generations.", "32": "(35) All who live on earth are counted as nothing. He does what he wishes with the army of heaven and with those living on earth. No one can hold back his hand or ask him, “What are you doing?”'", "33": "(36) “It was at that moment that my understanding came back to me; and for the sake of the glory of my kingdom, my majesty and splendor also came back to me. My advisers and lords sought me out, I was re-established in my kingdom, and to my previous greatness even more was added. ", "34": "(37) So now I, N'vukhadnetzar, praise, exalt and honor the King of heaven: “'For all his works are truth, and his ways are just; and he can humble those who walk in pride.'”"}