{"1": "Belshatzar the king gave a great banquet for a thousand of his lords, and in the presence of the thousand he was drinking wine. ", "2": "While tasting the wine, Belshatzar ordered that the gold and silver vessels which his father N'vukhadnetzar had removed from the temple in Yerushalayim be brought; so that the king, his lords, his wives and his concubines could drink from them. ", "3": "So they brought the gold vessels which had been removed from the sanctuary of the house of God in Yerushalayim; and the king, his lords, his wives and his concubines drank from them. ", "4": "They drank their wine and praised their gods made of gold, silver, bronze, iron, wood and stone.", "5": "Suddenly, the fingers of a human hand appeared and began writing on the plaster of the palace wall by the lampstand. When the king saw the palm of the hand that was writing, ", "6": "the king's face took on a different look. As frightening thoughts rose up within him, his hip joints gave way and his knees started knocking together. ", "7": "The king cried out to bring in the exorcists, astrologers and diviners. The king said to the sages of Bavel, “Whoever can read this inscription and tell me what it means will be dressed in royal purple, wear a gold chain around his neck and be one of the three men ruling the kingdom.” ", "8": "But although all the king's sages came in, none could read the inscription or tell the king what it meant. ", "9": "Then King Belshatzar became terrified; his face turned pale, and his lords were thrown into confusion.", "10": "At this point the queen mother, because of what the king and his lords were saying, entered the banquet hall. The queen mother said, “May the king live forever! Don't be scared by your thoughts or let your face be so pale. ", "11": "There is a man in your kingdom in whom is the spirit of the holy gods. In the days of your father, he was found to have light, discernment and wisdom like the wisdom of the gods. King N'vukhadnetzar your father — the king, your father — made him chief of the magicians, exorcists, astrologers and diviners; ", "12": "because he was found to have an extraordinary spirit, knowledge, discernment, and the ability to interpret dreams, unlock mysteries and solve knotty problems. He is called Dani'el, but the king gave him the name Belt'shatzar. Now have Dani'el summoned, and he will tell you what this means.”", "13": "Dani'el was brought into the king's presence. The king said to Dani'el, “Are you Dani'el, one of the exiles from Y'hudah whom the king my father brought out of Y'hudah? ", "14": "I've heard about you that the spirit of the gods is in you, and that you have been found to have light, discernment and extraordinary wisdom. ", "15": "Now the sages, the exorcists, were brought in to me so that they could read this inscription and tell me what it means, but they couldn't interpret it for me. ", "16": "However, I've heard that you can give interpretations and solve knotty problems. Now if you can read the inscription and tell me what it means, you will be dressed in royal purple, wear a gold chain around your neck and be one of the three men ruling the kingdom.”", "17": "Dani'el answered the king, “Keep your gifts, and give your rewards to someone else. However, I will read the inscription to the king and tell him what it means. ", "18": "Your majesty, the Most High God gave N'vukhadnetzar your father the kingdom, as well as greatness, glory and majesty. ", "19": "Because of the greatness he gave him, all the peoples, nations and languages trembled with fear before him. Anyone he wanted to, he put to death; anyone he wanted to, he kept alive; anyone he wanted to, he advanced; and anyone he wanted to, he humbled. ", "20": "But when he grew proud and his spirit became hard, he began treating people arrogantly, so he was deposed from his royal throne, and his glory was taken away from him. ", "21": "He was driven from human society, his heart was made like that of an animal, he lived with the wild donkeys, he was fed with grass like an ox, and his body was drenched with dew from the sky; until he learned that the Most High God rules in the human kingdom and sets up over it whomever he pleases. ", "22": "But, Belshatzar, you, his son, have not humbled your heart, even though you knew all this. ", "23": "Instead, you have exalted yourself against the Lord of heaven by having them bring you the vessels from his house; and you and your lords, your wives and your concubines drank wine from them; then you offered praise to your gods of silver, gold, bronze, iron, wood and stone, which can't see, hear or know anything. Meanwhile, God, who holds your very breath in his hands, and to whom belongs everything you do, you have not glorified. ", "24": "This is why he sent the hand to write this inscription; ", "25": "and the inscription says, 'M'ne! M'ne! T'kel ufarsin.' [a] ", "26": "This is what it means: 'M'ne!' — God has counted up your kingdom and brought it to an end. ", "27": "'T'kel' — you are weighed on the balance-scale and come up short. ", "28": "'P'res' — your kingdom has been divided and given to the Medes and Persians.”", "29": "Then Belshatzar gave the order; and they clothed Dani'el in royal purple, put a gold chain around his neck and proclaimed of him that he was to be one of the three men ruling the kingdom.", "30": "That very night Belshatzar, the king of the Kasdim, was killed."}