{"1": "(5:31) The kingdom passed to Daryavesh the Mede when he was about sixty-two years old. ", "2": "(1) Daryavesh decided to set over the kingdom 120 viceroys to rule throughout the entire kingdom, ", "3": "(2) with three chiefs over them, of whom Dani'el was one, so that these viceroys could be responsible to them and so that the king's interests would be safeguarded. ", "4": "(3) But because an extraordinary spirit was in this Dani'el, he so distinguished himself above the other chiefs and the viceroys that the king considered putting him in charge of the whole kingdom. ", "5": "(4) The other chiefs and the viceroys tried to find a cause for complaint against Dani'el in regard to how he performed his governing duties, but they could find nothing to complain about, no fault; on the contrary, because he was so faithful, not a single instance of negligence or faulty administration could be found.", "6": "(5) Then these men said, “We're not going to find any cause for complaint against this Dani'el unless we can find something against him in regard to the law of his god.” ", "7": "(6) So these chiefs and viceroys descended on the king and said to him, “King Daryavesh, live forever! ", "8": "(7) All the chiefs of the kingdom, along with the prefects, viceroys, advisers and governors, have met and agreed that the king should issue a decree putting in force the following law: 'Whoever makes a request of any god or man during the next thirty days, except of you, your majesty, is to be thrown into the lion pit.' ", "9": "(8) Now, your majesty, issue this decree over your signature, so that it cannot be revoked, as required by the law of the Medes and Persians, which is itself irrevocable.” ", "10": "(9) So King Daryavesh signed the document, and the decree became law.", "11": "(10) On learning that the document had been signed, Dani'el went home. The windows of his upstairs room were open in the direction of Yerushalayim; and there he kneeled down three times a day and prayed, giving thanks before his God, just as he had been doing before. ", "12": "(11) Then these men descended on Dani'el and found him making requests and pleading before his God. ", "13": "(12) So they went to remind the king of his royal decree: “Didn't you sign a law prohibiting anyone from making requests of any god or man within thirty days, except yourself, your majesty, on pain of being thrown into the lion pit?” The king answered, “Yes, that is true, as required by the law of the Medes and Persians, which is itself irrevocable.” ", "14": "(13) They replied to the king, “That Dani'el, one of the exiles from Y'hudah, respects neither you, your majesty, nor the decree you signed; instead, he continues praying three times a day.” ", "15": "(14) When the king heard this report, he was very upset. He determined to save Dani'el and worked until sunset to find a way to rescue him. ", "16": "(15) But these men descended on the king and said to him, “Remember, your majesty, that it is a law of the Medes and Persians that no decree or edict, once issued by the king, can be revoked.”", "17": "(16) So the king gave the order, and they brought Dani'el and threw him into the lion pit. The king said to Dani'el, “Your God, whom you are always serving, will save you.” ", "18": "(17) A stone was brought to block the opening of the pit, and the king sealed it with his own signet and with the signet of his lords, so that nothing concerning Dani'el could be changed.", "19": "(18) Then the king returned to his palace. He spent the night fasting and refusing to be entertained, as sleep eluded him. ", "20": "(19) Early in the morning, the king got up and hurried to the lion pit. ", "21": "(20) On approaching the pit where Dani'el was, the king cried in a pained voice to Dani'el, “Dani'el, servant of the living God! Has your God, whom you are always serving, been able to save you from the lions?” ", "22": "(21) Then Dani'el answered the king, “May the king live forever! ", "23": "(22) My God sent his angel to shut the lions' mouths, so they haven't hurt me. This is because before him I was found innocent; and also I have done no harm to you, your majesty.” ", "24": "(23) The king was overjoyed and ordered Dani'el taken up from the pit. So Dani'el was taken up from the pit, and he was found to be completely unharmed, because he had trusted in his God.", "25": "(24) Then the king gave an order, and they brought those men who had accused Dani'el, and they threw them into the lion pit — them, their children and their wives — and before they even reached the bottom of the pit, the lions had them in their control and broke all their bones to pieces.", "26": "(25) King Daryavesh wrote all the peoples, nations and languages living anywhere on earth: “Shalom rav! [Abundant peace!]", "27": "(26) “I herewith issue a decree that everywhere in my kingdom, people are to tremble and be in awe of the God of Dani'el. “For he is the living God; he endures forever. His kingdom will never be destroyed; his rulership will last till the end.", "28": "(27) He saves, rescues, does signs and wonders both in heaven and on earth. He delivered Dani'el from the power of the lions.”", "29": "(28) So this Dani'el prospered during the reign of Daryavesh, and also during the reign of Koresh the Persian."}