{"1": "After that first vision, it was in the third year of the reign of King Belshatzar that another vision appeared to me, Dani'el. ", "2": "I looked into the vision; and as I looked, I found myself in Shushan the capital, in the province of 'Eilam. I looked into the vision, and I was by the Ulai canal. ", "3": "I looked up; and as I watched, there in front of the stream stood a ram with two horns. The horns were long, but one was longer than the other, and the longer one came up later [than the other]. ", "4": "I saw the ram pushing to the west, north and south; and no animals could stand up against it; nor was there anyone that could rescue from its power. So it did as it pleased and became very strong.", "5": "I was beginning to understand, when a male goat came from the west, passing over the whole earth without touching the ground. The goat had a prominent horn between its eyes. ", "6": "It approached the ram with the two horns, which I had seen standing in front of the river, and charged it with savage force. ", "7": "I watched as it advanced on the ram, filled with rage against it, and struck the ram, breaking its two horns. The ram was powerless to stand against it. It threw the ram to the ground and trampled it down, and there was no one that could rescue it from the goat's power. ", "8": "The male goat then became extremely strong; but when it was strong, the big horn was broken; and in its place arose what appeared to be four horns in the directions of the four winds of heaven. ", "9": "Out of one of them came a little horn which grew extremely big in the directions of the south and east, and in the direction of the Glory. ", "10": "It grew so great that it reached the army of heaven; it hurled some of the army and the stars to the ground and trampled on them. ", "11": "Yes, it even considered itself as great as the prince of the army; the regular burnt offering was taken away from him, and the place of his sanctuary was thrown down. ", "12": "Through sin, the army was put in its power, along with the regular burnt offering. It flung truth on the ground as it acted and prospered.", "13": "Then I heard a holy one speaking, and another holy one said to the speaker, “How long will the events of the vision last, this vision concerning the regular offering and the transgression which is so appalling, that allows the sanctuary and the army to be trampled underfoot?” ", "14": "The first said to me, “Two thousand three hundred evenings and mornings, after which the sanctuary will be restored to its rightful state.”", "15": "After I, Dani'el, had seen the vision and was trying to understand it, suddenly there stood in front of me someone who appeared to be a man. ", "16": "I heard a human voice calling from between the banks of the Ulai, “Gavri'el, make this man understand the vision!” ", "17": "He came up to where I was standing, and his approach so terrified me that I fell on my face. But he said to me, “Human being! Understand that the vision refers to the time of the end.” ", "18": "As he was speaking with me, I fell into a deep sleep, with my face toward the ground; but he touched me, set me on my feet, ", "19": "and said, “I am going to explain to you what will happen at the end of the period of fury, because [the vision] has to do with the time at the end. ", "20": "You saw a ram with two horns which are the kings of Media and Persia. ", "21": "The shaggy male goat is the king of Greece, and the prominent horn between its eyes is the first king. ", "22": "As for the horn that broke and the four which rose up in its place, four kingdoms will arise out of this nation, but not with the power the first king had. ", "23": "In the latter part of their reign, when the evildoers have become as evil as possible, there will arise an arrogant king skilled in intrigue. ", "24": "His power will be great, but not with the power the first king had. He will be amazingly destructive, he will succeed in whatever he does, and he will destroy the mighty and the holy ones. ", "25": "He will succeed through craftiness and deceit, become swelled with pride, and destroy many people just when they feel the most secure. He will even challenge the prince of princes; but, without human intervention, he will be broken. ", "26": "The vision of the evenings and mornings which has been told is true; but you are to keep the vision secret, because it is about days in the distant future.”", "27": "I, Dani'el, grew weak and was ill for some days. Then I got up and took care of the king's affairs; but I was appalled at the vision and still couldn't understand it."}