{"1": "And it happened in the days when the judges ruled,[a] there was a famine in the land, and a man from Bethlehem of Judah went to reside[b] in the countryside of Moab—he and his wife and his two sons. ", "2": "And the name of the man was Elimelech, and the name of his wife was Naomi, and the names of his two sons were Mahlon and Kilion. They were Ephraimites from Bethlehem in Judah. And they went to the countryside of Moab and remained there.", "3": "But Elimelech the husband of Naomi died and she was left behind with her two sons.[c] ", "4": "And they took[d] for themselves Moabite wives. The name of the one was Orpah and the name of the other was Ruth. And they lived there about ten years. ", "5": "But both[e] Mahlon and Kilion died, and the woman was left without her two sons and without her husband.", "6": "And she got up, she and her daughters-in-law, and returned from the countryside of Moab, because she had heard in the countryside of Moab that Yahweh had come to the aid of[f] his people to give food to them. ", "7": "So she set out from the place where she was[g] and her two daughters-in-law with her, and they went on the way to return to the land of Judah.", "8": "But Naomi said to her two daughters-in-law, “Go, each of you return to her mother's house. May Yahweh show kindness to you[h] just as you did with the dead and with me. ", "9": "May Yahweh grant that you[i] find a resting place, each in the house of her husband.” And she kissed them, and they lifted up their voices and cried.", "10": "And they said to her, “No, we want to return with you to your people.” ", "11": "And Naomi said, “Return, my daughters. Why do you still want to go with me?[j] Are there sons in my womb[k] that may be husbands for you? ", "12": "Turn back, my daughters! Go, for I am too old to have a husband.[l] If I should think there is hope for me, even if I should have a husband this night, and even if I should bear sons, ", "13": "would you therefore wait until they were grown? Would you therefore refrain from marrying?[m] No, my daughters, for it is far more bitter to me than to you. For the hand of Yahweh has gone out against me.” ", "14": "And they lifted up their voices and cried again. And Orpah kissed her mother-in-law goodbye, but Ruth clung to her. ", "15": "And she said, “Look, your sister-in-law has returned to her people and to her gods. Return after your sister-in-law too.”", "16": "But Ruth said, “Do not urge[n] me to leave you or to return from following you![o] For where you go, I will go, and where you lodge, I will lodge. Your people will be my people and your God will be my God. ", "17": "Where you die I will die, and there I will be buried. So may Yahweh do to me, and even more, unless[p] death separates you and me!”[q] ", "18": "When Naomi saw that she was determined to go with her, she said no more.[r]", "19": "So the two of them went until they came to Bethlehem. And when they came[s] to Bethlehem, all of the town was stirred because of them. And they said, “Is this Naomi?” ", "20": "And she said to them, “You should not call me Naomi; call me Mara, for Shaddai[t] has caused me to be very bitter.[u] ", "21": "I went away full, but Yahweh brought me back empty-handed! Why call me Naomi when Yahweh has testified against me[v] and Shaddai[w] has brought calamity upon me?” ", "22": "So Naomi returned, and Ruth the Moabite her daughter-in-law with her, returning from the countryside of Moab. And they came to Bethlehem at the beginning of the harvest of barley."}