{"1": "Now[a] Naomi had a relative of her husband,[b] a prominent rich man[c] from the clan of Elimelech, whose name was Boaz. ", "2": "And Ruth the Moabite said to Naomi, “Please let me go to the field and glean among the ears of grain after someone in whose eyes I may find favor.” And she said to her, “Go, my daughter.” ", "3": "So she went and came and gleaned in the field behind the reapers. And she happened by chance upon the tract of field belonging to[d] Boaz, who was from the clan of Elimelech. ", "4": "And look, Boaz came from Bethlehem and said to the reapers, “May Yahweh be with you.” And they said to him, “May Yahweh bless you.” ", "5": "And Boaz said to his servant in charge of the reapers,[e] “To whom does this young woman belong?” ", "6": "And the servant in charge of the reapers[f] said, “She is a Moabite girl returning with Naomi from the countryside of Moab. ", "7": "And she said, 'Please let me glean and let me gather among the sheaves behind the reapers.' So she came and remained from the morning up to now. She is sitting for a little while in the house.”[g]", "8": "And Boaz said to Ruth, “Listen carefully,[h] my daughter, go no longer to glean in another field. Moreover, do not leave from this one, but stay close[i] with my young women. ", "9": "Keep your eyes on the field that they reap and go after them. Have I not ordered the servants not to bother you? And if you get thirsty, you shall go to the containers and drink from where the servants have drawn.” ", "10": "And she fell on her face and bowed down to the ground and said to him, “Why have I found favor in your eyes by recognizing me—for I am a foreigner?” ", "11": "And Boaz answered and said to her, “All that you have done for your mother-in-law after the death of your husband was fully told to me. How you left your father and mother and the land of your birth, and you went to a people that you did not know before.[j] ", "12": "May Yahweh reward your work and may a full reward be given to you from Yahweh, the God of Israel, under whose wings you came to take refuge.” ", "13": "And she said, “May I find favor in your eyes, my lord, for you have comforted me and have spoken kindly to your servant,[k] and I am not one of your servants.”", "14": "And Boaz said to her at mealtime,[l] “Come here and eat from the bread and dip your morsel in the wine vinegar.” So she sat beside the gleaners, and he offered to her roasted grain. And she ate and was satisfied, and she had some left over. ", "15": "And she got up to glean, and Boaz instructed his servants saying, “Let her also glean between the sheaves and do not reproach her. ", "16": "And also pull out for her from your bundles and leave it so that she may glean—and do not rebuke her.”", "17": "So she gleaned in the field until the evening and she beat out what she had gleaned, and it was about an ephah of barley. ", "18": "And she picked it up and went to the town. Her mother-in-law saw how much she had gleaned. And she took it out and gave to her what she had left over after being satisfied.[m] ", "19": "And her mother-in-law said to her, “Where did you glean today[n] and where did you work? May he who took notice of you be blessed.” And she told her mother-in-law with whom she had worked[o] and said, “The name of the man who I worked with today is Boaz.” ", "20": "And Naomi said to her daughter-in-law, “May he be blessed by Yahweh, whose loyal love has not forsaken the living or the dead.” And Naomi said to her, “The man is a close relative for us, he is one of our redeemers.” ", "21": "And Ruth the Moabite said, “Also, he said to me, 'You shall stay close with the servants which are mine until they have finished all of the harvest which is mine.'” ", "22": "And Naomi said to Ruth her daughter-in-law, “It is good, my daughter, that you go out with his maidservants so that you will not be bothered[p] in another field.” ", "23": "So she stayed close with the maidservants of Boaz to glean until the end of the barley harvest and wheat harvest. And she lived with her mother-in-law."}