{"1": "Then Naomi her mother-in-law said to her, “My daughter, shall I not seek [a]security for you, that it may be well with you?", "2": "Now is not Boaz our [b]kinsman, with whose maids you were? Behold, he winnows barley at the threshing floor tonight.", "3": "Wash yourself therefore, and anoint yourself and put on your best clothes, and go down to the threshing floor; but do not make yourself known to the man until he has finished eating and drinking.", "4": "It shall be when he lies down, that you shall [c]notice the place where he lies, and you shall go and uncover his feet and lie down; then he will tell you what you shall do.”", "5": "She said to her, “All that you say I will do.”", "6": "So she went down to the threshing floor and did according to all that her mother-in-law had commanded her.", "7": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the heap of grain; and she came secretly, and uncovered his feet and lay down.", "8": "It happened in the middle of the night that the man was startled and [d]bent forward; and behold, a woman was lying at his feet.", "9": "He said, “Who are you?” And she answered, “I am Ruth your maid. So spread your covering over your maid, for you are a [e]close relative.”", "10": "Then he said, “May you be blessed of the Lord, my daughter. You have shown your last kindness to be better than the first by not going after young men, whether poor or rich.", "11": "Now, my daughter, do not fear. I will do for you whatever you [f]ask, for all my people in the [g]city know that you are a woman of excellence.", "12": "Now it is true I am a [h]close relative; however, there is a [i]relative closer than I.", "13": "Remain this night, and when morning comes, if he will [j]redeem you, good; let him redeem you. But if he does not wish to [k]redeem you, then I will redeem you, as the Lord lives. Lie down until morning.”", "14": "So she lay at his feet until morning and rose before one could recognize another; and he said, “Let it not be known that the woman came to the threshing floor.”", "15": "Again he said, “Give me the cloak that is on you and hold it.” So she held it, and he measured six measures of barley and laid it on her. Then [l]she went into the city.", "16": "When she came to her mother-in-law, she said, “[m]How did it go, my daughter?” And she told her all that the man had done for her.", "17": "She said, “These six measures of barley he gave to me, for he said, 'Do not go to your mother-in-law empty-handed.'”", "18": "Then she said, “Wait, my daughter, until you know how the matter [n]turns out; for the man will not rest until he has [o]settled it today.”"}