{"1": "Then the Lord summoned Moses and spoke to him from the Tent of Meeting. ", "2": "He said, “Speak to the Israelites and tell them these things.” When any of you present an offering to the Lord, when it is from the livestock, you may present your offering from the herd or the flock.", "3": "If a person's offering is a whole burnt offering[a] selected from the herd, he shall present a male without blemish. He shall present it at the entrance to the Tent of Meeting so that it[b] will be accepted before the Lord. ", "4": "He shall lay[c] his hand on the head of the burnt offering so that it may be accepted for him to make atonement on his behalf. ", "5": "He shall slaughter the young bull[d] before the Lord. Then Aaron's sons, the priests, shall present the blood and splash the blood against all the sides of the altar at the entrance to the Tent of Meeting. ", "6": "They are to skin the burnt offering and cut it up into sections. ", "7": "The sons of Aaron the priest are to stoke the fire on the altar and lay out wood on the fire. ", "8": "Then Aaron's sons, the priests, are to lay out the sections, together with the head and the fat, on the wood that is on the fire on the altar. ", "9": "Then they are to wash its inner organs and its lower legs with water. The priest shall send it all up in smoke on the altar as a whole burnt offering, an offering made by fire,[e] with a pleasing aroma to the Lord.", "10": "If a person's offering for a whole burnt offering is from the flock, from the sheep or from the goats, he shall present a male without blemish. ", "11": "He shall slaughter it on the north side of the altar in the presence of the Lord. Then Aaron's sons, the priests, shall splash its blood against all sides of the altar. ", "12": "When he has cut it into sections, together with its head and its fat, the priest is to lay them out on the wood that is on the fire on the altar. ", "13": "Then he is to wash the inner organs and the lower legs with water. The priest shall present all of it and send it up in smoke on the altar. It is a whole burnt offering, an offering made by fire, with a pleasing aroma to the Lord.", "14": "If a person's offering to the Lord for a whole burnt offering consists of birds, he shall present a turtledove or some kind of pigeon as his offering. ", "15": "The priest shall bring it to the altar, wring off its head, and send it up in smoke on the altar. Its blood is to be drained out on the side of the altar. ", "16": "He is to remove its digestive system by cutting off its tail feathers[f] and throwing them into the place for the ashes at the east side of the altar. ", "17": "He is to tear it open by its wings, without tearing it apart. Then the priest shall send it up in smoke on the altar, upon the wood that is on the fire. It is a whole burnt offering, an offering made by fire, with a pleasing aroma to the Lord."}