{"1": "Now Aaron's sons Nadab and Abihu each took his incense pan, put coals on it, and laid incense on it, and they presented unauthorized fire in the Lord's presence, which was not according to his command. ", "2": "Then fire came out from the Lord's presence and consumed them. This is how they died in the Lord's presence.", "3": "Moses said to Aaron, “This is what the Lord said: 'I must be treated as holy by those who are near me. I will be glorified in the sight of all the people.'” But Aaron remained silent.", "4": "Then Moses summoned Mishael and Elzaphan, sons of Uzziel, Aaron's uncle, and said to them, “Come forward and carry your cousins[a] outside the camp, away from the sanctuary.” ", "5": "They came forward and carried them outside the camp by their tunics, just as Moses had ordered.", "6": "Then Moses said to Aaron and to Eleazar and Ithamar, Aaron's sons: “Do not dishevel your hair and do not tear your garments, so that you will not die, and so that wrath does not come down on the whole congregation. But your relatives,[b] all the household of Israel, may weep because of the blazing fire that the Lord has ignited. ", "7": "You must not go outside the entrance to the Tent of Meeting, or you will die, because the anointing oil of the Lord is upon you.” So they did as Moses had ordered.", "8": "The Lord spoke to Aaron: ", "9": "“When you enter the Tent of Meeting, you and your sons shall not drink any wine or beer,[c] so that you will not die. This is a permanent regulation throughout your generations. ", "10": "You must distinguish between what is holy and what is common, what is unclean and what is clean, ", "11": "and you must teach the Israelites all the statutes that the Lord has spoken to them through Moses.”", "12": "Moses spoke to Aaron and to Eleazar and Ithamar, Aaron's remaining sons: “Take the grain offerings that are left over from the offerings for the Lord made by fire,[d] and eat them as unleavened bread beside the altar, for they are most holy. ", "13": "You shall eat them in a holy place, because they are your allotment and the allotment for your sons from offerings for the Lord made by fire, for that is what I have been commanded. ", "14": "But you and your sons, and your daughters as well, may eat the breast that is waved and the thigh that is elevated in any clean place, for they have been assigned as something due to you and to your children as your allotment from the sacrifices of the fellowship offerings of the Israelites. ", "15": "In addition to the offerings made by fire from the fat pieces, they are to bring the thigh that is elevated and the breast that is waved in order to wave them as a wave offering before the Lord. They shall be a permanent allotment for you and for your children with you, just as the Lord has commanded.”", "16": "When Moses inquired about the goat of the sin offering, he discovered that it had already been burned. He was angry with Eleazar and Ithamar, Aaron's remaining sons, and said, ", "17": "“Why didn't you eat the sin offering in the proper place in the sanctuary? It is certainly most holy since the Lord has given it to you for bearing the guilt of the community by making atonement for them in the Lord's presence. ", "18": "Since its blood was not brought into the inner part of the sanctuary, you definitely should have eaten it in the sanctuary, just as I commanded.”", "19": "Aaron replied to Moses, “Even though they presented their sin offering and whole burnt offering in the Lord's presence today, such things have happened to me! Would the Lord have approved if I had eaten the sin offering today?”", "20": "When Moses heard this, he approved."}