{"1": "The Lord spoke to Moses and Aaron and told them ", "2": "to tell the Israelites these things. These are the animals that you may eat: Of all the mammals on land, ", "3": "you may eat any that have hoofs with splits in the hoofs and that rechew their food.[a] ", "4": "But you are not to eat the following, which only rechew their food or only have hoofs: The camel, although it rechews its food, has no hoofs. It is unclean for you. ", "5": "Do not eat the rock badger, for although it rechews its food, it has no hoofs. It is unclean for you. ", "6": "Do not eat the hare, for although it rechews its food, it has no hoofs. It is unclean for you. ", "7": "Do not eat the pig, for although it has hoofs with splits in the hoofs, it does not rechew its food. It is unclean to you. ", "8": "You shall not eat any of their meat or touch their carcasses. They are unclean for you.[b]", "9": "These are the creatures that you may eat from all those that live in water: You may eat anything from the water that has fins and scales, whether from the seas or the streams. ", "10": "But everything else in the seas or in the streams that does not have fins and scales, every swarming creature in the water and every other living creature in the water, is detestable to you ", "11": "and shall remain detestable to you. You shall not eat any of their meat, and you shall detest their carcasses. ", "12": "Every creature in the water that does not have fins or scales is detestable to you.", "13": "You shall detest the following among the birds. They shall not be eaten. These are detestable: the eagle, the black vulture, the bearded vulture, ", "14": "the red kite and black kites of every kind, ", "15": "ravens and crows of every kind, ", "16": "the eagle owl, the short-eared owl, the long-eared owl, all species of hawks, ", "17": "the tawny owl, the fisher owl, the screech owl, ", "18": "the white owl, and the scops owl, the osprey, ", "19": "the stork and all species of herons, the hoopoe, and the bat.[c]", "20": "All winged swarming insects that walk on all fours[d] are detestable for you. ", "21": "But among all the winged swarming insects that walk on all fours you may eat those that have jointed legs above their feet, with which they leap off the ground. ", "22": "Of them you may eat the following: all species of locusts, all species of bald locusts, all species of crickets, and all species of grasshoppers. ", "23": "But all other winged swarming insects that have four feet are detestable for you.", "24": "By any of the following you will make yourselves unclean (anyone who touches their carcasses will remain unclean until sunset,[e] ", "25": "and anyone who picks up any part of their carcasses shall wash his clothes and remain unclean until sunset):", "26": "All animals that have hoofs without splits between the hoofs or that do not rechew their food are unclean for you. Anyone who touches them will become unclean.", "27": "All animals that walk on their paws and go on all fours are unclean for you. Anyone who touches their carcasses will remain unclean until sunset, ", "28": "and whoever picks up their carcasses shall wash his clothes and remain unclean until sunset. They are unclean for you.", "29": "These are the most unclean for you of the creatures that swarm on the ground: the rat, the mouse, and all species of large lizards, ", "30": "the gecko, the spotted lizard, the lizard, the skink, and the chameleon.[f] ", "31": "These are the most unclean for you of the creatures that swarm. Whoever touches any of these when they are dead will remain unclean until sunset.", "32": "Any article made of wood or fabric or leather or sackcloth on which any of these fall when they are dead will become unclean. Any article that may be used for any task is to be put in water and remain unclean until sunset. Then it will be clean. ", "33": "You must smash any clay pot into which any of them falls. Everything in it will become unclean. ", "34": "If any water from the pot touches any food that may be eaten, the food will become unclean, and if any drink that may be drunk is in any clay pot which the unclean thing touches, it will become unclean. ", "35": "Anything else on which the carcass of any of them falls will become unclean. An oven or stove must be broken up. They are unclean and will remain unclean for you. ", "36": "But a spring or a cistern with a reservoir of water will remain clean, even though anyone who touches the carcass will become unclean. ", "37": "If the carcass of any of them falls upon any seed grain that is about to be sown, the seed is clean, ", "38": "but if water has been added to the seed and the carcass of any of them falls on it, it will become unclean for you.", "39": "If an animal that you may eat has died, anyone who touches its carcass will remain unclean until sunset. ", "40": "Anyone who eats any part of its carcass must wash his clothes and remain unclean until sunset. Anyone who carries its carcass shall wash his clothes and remain unclean until sunset. ", "41": "Any swarming creature that swarms on the ground is detestable; it must not be eaten. ", "42": "You shall not eat any swarming creature that swarms on the ground, anything that goes on its belly, and anything that goes on all fours, or anything that has many legs, because these creatures are detestable. ", "43": "You shall not make yourself detestable[g] with any creature that swarms, nor shall you make yourself unclean with them, so that you become unclean by them, ", "44": "for I am the Lord your God. Set yourselves apart, therefore, so that you may be holy, for I am holy. You shall not make yourself unclean with any swarming creature that crawls on the ground, ", "45": "for I am the Lord, who brought you up from the land of Egypt to be your God. You therefore shall be holy, for I am holy.", "46": "This is the law concerning land animals, flying creatures, all living things that move in the water, and all living things that swarm on the ground, ", "47": "so that you can distinguish between what is unclean and what is clean, as well as between animals that may be eaten and animals that may not be eaten."}