{"1": "The Lord spoke to Moses after the death of Aaron's two sons, who had died when they approached the presence of the Lord. ", "2": "The Lord said to Moses, “Tell your brother Aaron that he must not enter into the Holy Place at any time he chooses by going inside the veil which is in front of the atonement seat[a] that is on the ark. This is so that he will not die, for I appear in the cloud over the atonement seat.”", "3": "This is how Aaron shall enter the Holy Place: with a bull from the herd for a sin offering and a ram for a whole burnt offering. ", "4": "He is to wear a sacred linen tunic, with linen underwear covering his flesh, with the linen sash as his belt, and with his head wrapped with the linen turban.[b] These are the sacred garments. He must wash his body with water and then put the garments on. ", "5": "From the congregation of the people of Israel he shall also receive two male goats for a sin offering and one ram for a whole burnt offering.", "6": "Aaron shall present the bull for his own sin offering, to make atonement for himself and for his household.", "7": "He shall take the two male goats and stand them before the Lord at the entrance to the Tent of Meeting. ", "8": "Aaron is to cast lots for the two goats, one lot marked “for the Lord” and the other lot marked “for the scapegoat.”[c] ", "9": "Aaron shall bring forward the goat that received the lot “for the Lord,” to prepare it as a sin offering, ", "10": "but the goat that received the lot marked “for the scapegoat” is to be kept alive before the Lord, to make atonement upon it[d] in order to send it off into the wilderness as the scapegoat.", "11": "After Aaron has presented the bull for his sin offering to make atonement for himself and for his household, he shall slaughter the bull for his sin offering. ", "12": "Then he is to take a full pan of glowing coals from the top of the altar, which is before the Lord, and two handfuls of finely ground fragrant incense and bring them inside the veil. ", "13": "He is to put the incense on the fire before the Lord so that the cloud from the incense covers the atonement seat that is over the Testimony,[e] so he will not die. ", "14": "He is to take some of the blood of the bull and sprinkle it with his finger upon the surface of the atonement seat on its east side.[f] He is also to sprinkle some of the blood seven times with his finger in front of the atonement seat.", "15": "He shall then slaughter the goat for the sin offering of the people. He is to bring its blood inside the veil and do with its blood as he had done with the blood of the bull. He is to sprinkle it on the atonement seat and in front of the atonement seat. ", "16": "He shall make atonement for the sanctuary to cleanse it from the uncleanness of the Israelites and from their rebellions and all their sins. This is what he shall do for the Tent of Meeting, which dwells in the midst of Israel's uncleanness. ", "17": "When he enters to make atonement in the sanctuary, no other person may be in the Tent of Meeting until he has come out. In this way he shall make atonement for himself and his household, as well as for the entire assembly of Israel.", "18": "He shall then come out to the altar that is before the Lord and make atonement for it. He is to take some of the blood of the bull and some of the blood of the goat and smear it all around the horns of the altar. ", "19": "With his finger he is to sprinkle some of the blood upon it seven times. In this way he is to purify it and set it apart from the uncleanness of the Israelites.", "20": "When he has finished making atonement to cleanse the sanctuary, the Tent of Meeting, and the altar, he shall present the live goat. ", "21": "Then Aaron shall lay his two hands on the head of the live goat and confess over it all the guilt of the people of Israel and all their rebellions and all their sins. He is to put them on the head of the goat and send it away into the wilderness in the custody of an appointed man. ", "22": "So the goat will carry all their guilt on itself to a remote, desolate place, and the man will send the goat away into the wilderness.", "23": "Then Aaron shall enter the Tent of Meeting, take off the special linen garments that he had put on to enter into the sanctuary, and leave them there. ", "24": "He shall bathe his body in water in a holy place and put on his regular garments. Then he shall go out and offer the burnt offering for himself and the burnt offering for the people to make atonement for himself and for the people. ", "25": "He shall turn the fat from the sin offering into smoke on the altar.", "26": "The man who releases the goat designated as the scapegoat shall wash his clothes and bathe his body in water. After that he may re-enter the camp. ", "27": "The bull for the sin offering and the goat for the sin offering, whose blood has been brought in to make atonement in the sanctuary, shall be brought outside the camp. Their hide and flesh and manure are to be burned in fire. ", "28": "The man who burns them is to wash his clothes and bathe his body in water. After that he may re-enter the camp.", "29": "This shall be a permanent regulation for you: In the seventh month, on the tenth day of the month, you shall humble yourselves, and you shall not do any kind of work, neither the native-born nor the alien who resides among you. ", "30": "For on this day atonement will be made on your behalf to cleanse you. You will become clean from all your sins in the presence of the Lord. ", "31": "It shall be a sabbath of complete rest, and you shall humble yourselves. It is a permanent regulation. ", "32": "The priest who is anointed and ordained to serve as priest in his father's place shall make atonement, wearing the linen garments—the sacred garments. ", "33": "He shall make atonement for the Most Holy Place, and he shall make atonement for the Tent of Meeting and for the altar. He shall make atonement on behalf of the priests and all the people of the assembly. ", "34": "This shall be a permanent regulation for you to make atonement for the people of Israel from all their sins once a year. So Aaron did as the Lord had commanded Moses."}