{"1": "The Lord spoke to Moses: ", "2": "“Speak to the Israelites and tell them this.” I am the Lord your God.", "3": "You shall not do as they do in the land of Egypt, where you lived. You shall not do as they do in the land of Canaan, to which I am bringing you. Do not walk in[a] their religious practices. ", "4": "Follow my ordinances and keep my regulations by walking in them. I am the Lord your God. ", "5": "Keep my regulations and my ordinances. Anyone who does them will have life through them. I am the Lord.", "6": "No one shall approach his own flesh and blood[b] to uncover their nakedness.[c] I am the Lord.", "7": "You shall not uncover the nakedness that is reserved for your father, that is, the nakedness of your mother. She is your mother. You shall not uncover her nakedness.", "8": "You shall not uncover the nakedness of your father's wife. It is nakedness that is reserved for your father.", "9": "You shall not uncover the nakedness of your half-sister, whether she is your father's daughter or your mother's daughter, whether born in the household or outside it.", "10": "You shall not uncover the nakedness of your son's daughter or your daughter's daughter. That would be like uncovering your own nakedness.", "11": "The nakedness of the daughter of your father's wife, the adopted child[d] of your father—she is your sister—you shall not uncover her nakedness.", "12": "You shall not uncover the nakedness of your father's sister. She has the same flesh as your father.", "13": "You shall not uncover the nakedness of your mother's sister, because she is the same flesh as your mother.", "14": "You shall not uncover the nakedness of your father's brother by approaching his wife. She is your aunt.", "15": "You shall not uncover the nakedness of your daughter-in-law. She is your son's wife. You shall not uncover her nakedness.", "16": "You shall not uncover the nakedness of your brother's wife. Her nakedness is reserved for your brother.", "17": "You shall not uncover the nakedness of both a woman and her daughter. You shall not take[e] her son's daughter or her daughter's daughter and so uncover nakedness that belongs to her. They are her flesh. It is a depraved act.", "18": "You shall not take a woman and then take her sister as a rival by uncovering her sister's nakedness during that first wife's lifetime.", "19": "And you shall not approach a woman to uncover her nakedness during the period when she is unclean.", "20": "You shall not give the wife of your fellow citizen your deposit of semen for seed,[f] so that you become unclean with her.", "21": "You shall not dedicate any of your seed to Molek,[g] thereby defiling the name of your God. I am the Lord.", "22": "You shall not lie down with[h] a male as you do with a woman. It is an abomination.", "23": "And you shall not give your emission to any animal, so that you become unclean by it. No woman shall stand in front of an animal to let it mate with her. It is an unnatural perversion.", "24": "You must not make yourselves unclean in any of these ways, for in all these ways the nations that I am casting out before you have made themselves unclean. ", "25": "In this way the land became unclean, so I have come to deal with its guilt, and the land will vomit out its inhabitants.", "26": "But you yourselves must keep my regulations and ordinances. You must not practice any of these abominations. This applies both to the native and to the alien who resides among you. ", "27": "Because the people of the land who were there before you practiced all these abominations, the land became unclean. ", "28": "So do not let the land vomit you out for making it unclean, as it vomited out the nation that was there before you. ", "29": "If anyone does any of these abominations, the lives of those who practice them will be cut off from the midst of their people. ", "30": "Keep my instructions. Do not perform any of the abominable[i] practices which were done before you arrived, so that you do not defile yourselves by them. I am the Lord your God."}