{"1": "When a person brings a grain offering[a] to the Lord, his gift shall be fine flour. He is to pour oil on it, place frankincense on it, ", "2": "and bring it to Aaron's sons, the priests. He is to scoop out a handful of its fine flour and some of its oil, as well as all the frankincense. The priest shall turn its memorial portion into smoke on the altar, as an offering made by fire, with a pleasing aroma to the Lord. ", "3": "But the rest of the grain offering will belong to Aaron and his sons, a most holy part from the Lord's gifts.", "4": "When you present a grain offering that has been baked in an oven, it shall be fine flour made into unleavened round loaves mixed with oil or unleavened wafers coated with oil.", "5": "If your offering is a grain offering prepared on a flat griddle, it shall be fine flour mixed with oil, left unleavened. ", "6": "Crumble it into bits and pour oil on it. It is a grain offering.", "7": "But if your offering is a grain offering made in a pan, it shall be made of fine flour with oil.", "8": "You may bring to the Lord a grain offering made in any of these ways. It shall be presented to the priest, who shall deliver it to the altar. ", "9": "The priest shall separate the memorial portion from the grain offering and send it up in smoke on the altar as an offering made by fire, with a pleasing aroma to the Lord. ", "10": "But the rest of the grain offering shall belong to Aaron and his sons, a most holy portion from the Lord's gifts.", "11": "No grain offering that you present to the Lord shall be made with yeast, because you must not send up in smoke as a gift to the Lord anything made with yeast or with honey or fruit syrup.[b] ", "12": "You may present them as a firstfruit offering to the Lord, but they shall not be offered up on the altar as a pleasing aroma. ", "13": "You are to season all your grain offerings with salt. You are not to leave out the salt of the covenant[c] of your God from your grain offering. On all your offerings you must offer salt.", "14": "If you present a grain offering of first ripe grain to the Lord, you shall present fresh, undried grain roasted with fire, crushed kernels of the fresh barley, as a grain offering of your first ripe grain.[d] ", "15": "You are to add oil to it and place frankincense on it. It is a grain offering. ", "16": "The priest shall turn its memorial portion into smoke (some of its crushed kernels and oil, with all of its frankincense) as an offering made by fire to the Lord."}