{"1": "Then the Lord told Moses ", "2": "to say this to the Israelites: Any Israelite or any of the aliens who reside in Israel who give any of their children[a] to Molek must certainly be put to death. The people of the land shall stone that person to death. ", "3": "I myself will set my face against that person and cut him off from among his people, because when he gave some of his children to Molek, he made my sanctuary unclean and defiled my holy name. ", "4": "Furthermore, if the people of the land deliberately shut their eyes when that man gives any of his children to Molek, and they do not put him to death, ", "5": "I myself will set my face against that man and against his clan. I will cut off from among their people both that man and all those who join with him in prostituting themselves to Molek.", "6": "If any person turns to mediums or to spiritists[b] and prostitutes himself to them, I will set my face against that person and cut him off from among his people.", "7": "You shall set yourselves apart, and you shall be holy, for I am the Lord your God. ", "8": "You shall keep my regulations, and you shall put them into practice. I am the Lord, who has set you apart.", "9": "Indeed, if anybody curses his father and his mother, he must certainly be put to death. Since he has cursed his father and his mother, his blood is upon him.", "10": "If a man commits adultery with the wife of another man, if he commits adultery with the wife of his neighbor,[c] both the adulterer and the adulteress must certainly be put to death.", "11": "If a man lies down with his father's wife, he has uncovered nakedness that is reserved for his father. Both of them certainly must be put to death. Their blood is upon them.", "12": "If a man lies down with his daughter-in-law, both of them must be put to death. They have committed an unnatural perversion. Their blood is upon them.", "13": "If a man lies down with a male as one lies down with a woman, both of them have committed an abomination. They must certainly be put to death. Their blood is upon them.", "14": "If a man takes[d] a woman and her mother, it is a depraved act. Both he and they shall be burned in fire, so that there may be no depravity among you.", "15": "If a man gives his emission to an animal, he must certainly be put to death, and you must kill the animal.", "16": "If a woman approaches any animal to let it mate with her, you shall kill the woman and the animal. They must certainly be put to death. Their blood is on them.", "17": "If a man takes[e] his sister, the daughter of his father or the daughter of his mother, and he sees her nakedness and she sees his nakedness, it is a shameful act. They will be cut off in the sight of their people. He has uncovered his sister's nakedness. He will bear his guilt.", "18": "If a man lies down with a woman during her period and uncovers her nakedness, he uncovers her flow, and she uncovers her flow of blood. Both of them will be cut off from the midst of their people.", "19": "You shall not uncover the nakedness of your mother's sister or your father's sister, for that would be uncovering one's own flesh. They will bear their guilt.", "20": "If a man lies down with the wife of his father's brother, he uncovers the nakedness that is reserved for his father's brother. They shall bear their sin. They will die childless.", "21": "If a man takes his brother's wife, it is a polluted act. He has uncovered nakedness that is reserved for his brother. They will remain childless.", "22": "You shall keep all my regulations and all my ordinances and put them into practice, so that the land to which I am bringing you to live will not vomit you out. ", "23": "You shall not walk according to the religious practices of the nation which I am casting out before you, for I was disgusted with them because they did all these things, ", "24": "so I said to you, “You will take possession of their land. I myself will give it to you to possess, a land flowing with milk and honey. I, the Lord, am your God, who has distinguished you from the other peoples. ", "25": "You shall therefore distinguish the clean animal from the unclean, and the unclean bird from the clean. You shall not make yourselves detestable with an animal or a bird or anything that crawls on the ground that I have distinguished by declaring what is unclean for you. ", "26": "You will be holy to me, for I, the Lord, am holy, and I have distinguished you from the other peoples so that you belong to me.”", "27": "A man or a woman who is a medium or deals with the spirits of the dead must certainly be put to death. They must be stoned to death. Their blood is on them."}