{"1": "The Lord told Moses to speak to the priests, the sons of Aaron, and tell them this: No one shall make himself unclean for a dead person among his people, ", "2": "except for his closest relatives. He may do it for his mother, his father, his son, his daughter, or his brother, ", "3": "and also for his virgin sister, who is close to him because she does not have a husband—for her he may make himself unclean. ", "4": "But he shall not make himself unclean for his relatives by marriage and so defile himself.", "5": "The priests shall not cut a bald patch on to their heads or cut off the edges of their beards or gash their bodies. ", "6": "They shall be holy to their God, and they shall not defile the name of their God. Because they present offerings made by fire,[a] the food of their God, they are to be set apart as holy.", "7": "They shall not marry a woman who has been a prostitute or is defiled. Neither shall they marry a woman divorced from her husband, for each priest is holy to his God. ", "8": "So you shall treat him as holy. Since he presents the food of your God, he shall be holy to you, for I, the Lord, who sets you apart as holy, am holy.", "9": "When the daughter of a man who is a priest defiles herself through prostitution, she is defiling her father. She shall be burned in fire.", "10": "The high priest, who is greater than his brothers, on whose head the anointing oil has been poured and who has been ordained to wear the holy garments, shall not dishevel his hair nor tear his garments. ", "11": "He shall not enter any place where there is a dead person. He shall not make himself unclean even for his father or his mother. ", "12": "He shall not leave the sanctuary, so that he will not defile the sanctuary of his God, for the mark of consecration with the anointing oil of his God is upon him. I am the Lord.", "13": "The high priest shall marry a woman who is a virgin. ", "14": "A widow or a divorcée or a woman defiled because of prostitution—these he shall not marry. Instead, he shall take a virgin from his own people as a wife, ", "15": "so that he does not defile his offspring among his people, for I am the Lord, who sets him apart as holy.", "16": "The Lord told Moses ", "17": "to tell Aaron this: Any man from your offspring throughout their generations who has a defect may not approach to present the food of his God. ", "18": "Indeed, any man who has a defect shall not approach—a man who is blind or lame, or who has a limb that is too short or too long, ", "19": "or a man who has a crippled foot or a crippled hand, ", "20": "or who is deformed or abnormally small, or who has a growth in his eye, or a festering boil, or some other disfiguring skin condition,[b] or a damaged testicle. ", "21": "Any man among the offspring of Aaron the priest who has a defect shall not draw near to present the gifts of the Lord. He has a defect, so he shall not draw near to present the food of his God.", "22": "But he may eat the food of his God from the most holy things and from the holy things. ", "23": "Nevertheless, he shall not go in front of the veil and shall not approach the altar because he has a defect, so that he does not defile my holy things, for I am the Lord, who sets them apart as holy.", "24": "So Moses spoke to Aaron and his sons and to all the Israelites."}