{"1": "You shall not make gods that are really not gods for yourselves, and you shall not set up an image or a sacred memorial stone for yourselves, and you shall not set up a carved stone relief in your land to bow down to it, for I am the Lord your God. ", "2": "You shall observe my Sabbaths and revere my sanctuary. I am the Lord.", "3": "If you walk according to my regulations and keep my commandments and carry them out, ", "4": "I will give you rains in their season, so that the land will yield its produce and the trees in the farmland will yield their fruit. ", "5": "Threshing will last until the grape harvest, and the grape harvest will last until the time for sowing. You will eat your food until you are full, and you will live securely in your land.", "6": "I will give peace in the land so that you may lie down without anyone frightening you. I will eliminate ferocious animals from the land, and no sword will pass through your land. ", "7": "You will pursue your enemies, and they will fall before you by the sword. ", "8": "Five of you will pursue a hundred, and a hundred of you will pursue ten thousand, and your enemies will fall before you by the sword.", "9": "I will look on you with favor, and I will make you fruitful and will multiply you, and I will keep my covenant with you. ", "10": "You will eat grain from previous harvests, grain long stored, until you remove the old grain to make room for the new. ", "11": "I will place my Dwelling in your midst, and I will not at all detest you. ", "12": "I will walk about in your midst, and I will be your God, and you will be my people. ", "13": "I am the Lord your God, who freed you from the land of Egypt so that you would not be slaves to them. I broke the bars of your yoke so that I could make you walk upright.", "14": "But if you will not listen to me and do not obey all these commandments, ", "15": "if you reject my regulations and you detest my ordinances so much that you do not obey all my commandments, so that you break my covenant, ", "16": "I in turn will do this to you: I will inflict upon you panic, wasting disease, and fever, which will cause your eyes to fail and your vitality to slip away. You will sow your seed but get no return, for your enemies will eat it. ", "17": "I will set my face against you. You will be beaten by your enemies, and those who hate you will rule over you. You will flee, even though nobody is pursuing you.", "18": "If, despite these things, you will not listen to me, I will go on to discipline you seven times for your sins. ", "19": "I will break your proud strength and make your sky like iron and your land as hard as bronze, ", "20": "so that your strength will be exhausted without accomplishing anything. Your land will not yield its produce, and the trees on the land will not yield their fruit.", "21": "If you still remain hostile to me and you are not willing to listen to me, I will multiply the plague against you seven times more according to your sins. ", "22": "I will send against you the wild animals so that they will deprive you of your children and cut off your livestock. They will make you so few that your roads will be deserted.", "23": "If in spite of all these things you still refuse to be disciplined by me, and you remain hostile to me, ", "24": "I will also remain hostile to you. I will strike you seven times more for your sins. ", "25": "I will bring a sword on you to avenge the covenant. If you withdraw into your towns, I will send an epidemic among you, so that you will be delivered into the hand of the enemy. ", "26": "When I break your supply of bread, ten women will bake your bread in a single oven. They will have to ration[a] your bread, and though you eat, you will not be satisfied.", "27": "But if, in spite of all this, you will not listen to me and remain hostile to me, ", "28": "I will remain hostile to you in anger. I myself will discipline you seven times as much for your sins. ", "29": "You will eat the flesh of your sons, and you will eat the flesh of your daughters. ", "30": "I will destroy your high places,[b] cut down your incense burners, and place your corpses on the corpses of your filthy idols. With all my heart I will detest you. ", "31": "I will turn your towns into a wasteland and make your holy places desolate, and I will not smell the pleasing aroma of your sacrifices. ", "32": "I myself will make your land so desolate that your enemies who settle in it will be appalled at it, ", "33": "while I scatter you among the nations and unsheathe my sword against you. Then your land will be a desolation, and your towns will be a wasteland.", "34": "The land will then enjoy its sabbaths during all the days of its desolation, while you are in the land of your enemies. Yes, the land will rest and enjoy its sabbaths.[c] ", "35": "All the days when it is desolate it will rest, because it did not rest on your sabbaths when you lived there. ", "36": "As for those of you who survive, I will bring despair into their hearts in the lands of their enemies, so that the sound of a scattered leaf will scare them away. They will flee as though fleeing from a sword, and they will fall though no one is pursuing them. ", "37": "Each of them will stumble over his brother, as if from a sword, even though no one is pursuing him. You will have no power to stand against your enemies, ", "38": "and you will perish among the nations. The land of your enemies will devour you. ", "39": "Those of you who survive will rot away in the lands of your enemies because of their guilt. They will rot away because of the guilt of their ancestors. ", "40": "They will confess their guilt and the guilt of their ancestors because of the unfaithfulness that they committed against me, and also because they remained hostile to me. ", "41": "So I in turn became hostile to them, and I brought them into the land of their enemies. So their uncircumcised hearts will then be humbled, and they will then accept the punishment for their guilt.", "42": "Then I will remember my covenant with Jacob. I will remember also my covenant with Isaac and my covenant with Abraham as well. I will remember the land.", "43": "The land will be empty of them, so that in its desolation it may enjoy its sabbaths without them, while they suffer punishment for their guilt, because, and only because, they rejected my ordinances and they detested my statutes with all their heart.", "44": "Yet, for all that, when they are in the land of their enemies, I will not reject them, and I will not detest them so much that I exterminate them. I will not annul my covenant with them, for I am the Lord their God. ", "45": "I will remember in their favor the covenant to be their God that I made with their first generation, whom I freed from the land of Egypt in the sight of the nations. I am the Lord.", "46": "These are the regulations, the ordinances, and the laws[d] that the Lord instituted between himself and the people of Israel at Mount Sinai through Moses."}