{"1": "The Lord again told Moses, ", "2": "“Tell these things to the Israelites.” When a person sins unintentionally against any of the Lord's commands by doing something which the Lord has prohibited, this is what you must do:", "3": "If it is the anointed priest who sins and thereby brings guilt on the people, for the sin that he has committed he shall present a young bull without blemish as a sin offering to the Lord. ", "4": "He shall bring the bull before the Lord at the entrance to the Tent of Meeting and lay his hand on the head of the bull. Then he shall slaughter the bull in the presence of the Lord. ", "5": "The anointed priest shall take some of the blood from the bull and bring it into the Tent of Meeting. ", "6": "The priest shall dip his finger in the blood and sprinkle some of the blood in front of the curtain of the Holy Place seven times in the presence of the Lord. ", "7": "The priest shall put some of the blood on the horns of the altar that is in the Tent of Meeting, as a fragrant incense in the presence of the Lord. All the rest of the bull's blood he shall pour out at the base of the altar for burnt offerings, which is in front of the entrance to the Tent of Meeting. ", "8": "He is to reserve all the fat from the bull of the sin offering: the fat that covers the inner organs and all the fat that is around the inner organs, ", "9": "the two kidneys with the fat that is around them on the muscles and sinews, and the protruding lobe of the liver, which he shall remove together with the kidneys. ", "10": "It is to be reserved just as it is reserved from the cattle[a] for the sacrifice of the fellowship offering. Then the priest shall turn them into smoke on the altar for burnt offerings. ", "11": "But the hide of the bull and all its meat, together with its head and its lower legs, its intestines and their contents— ", "12": "all the rest of the bull—he is to carry to a clean place outside the camp, to the ash dump, and burn it on a wood fire. It is to be burned on the ash dump.", "13": "If the whole community of Israel goes astray unintentionally and the offense is not noticed by the assembly, so that they violate one of the Lord's commands by doing something that should not be done, but they later realize their guilt, ", "14": "when the sin which they have committed has been made known to them, the assembly shall present a young bull as a sin offering and bring it before the Tent of Meeting. ", "15": "The elders of the community shall lay their hands on the head of the bull before the Lord, and the bull shall be slaughtered before the Lord. ", "16": "The anointed priest shall bring some of the blood of the bull into the Tent of Meeting, ", "17": "and the priest shall dip his finger into the blood and sprinkle it seven times on the curtain in the presence of the Lord. ", "18": "He shall also put some of the blood on the horns of the altar that is before the Lord in the Tent of Meeting. All the rest of the blood he shall pour out at the base of the altar for burnt offerings, which is at the entrance to the Tent of Meeting. ", "19": "He is to reserve all its fat and send it up in smoke on the altar. ", "20": "He is to perform the same procedure for this bull as he performed for the bull of the sin offering. He shall perform the same procedure for it.[b] This is the way the priest is to make atonement for them, so that they may be forgiven. ", "21": "The bull is to be carried outside the camp, and it is to be burned just as the first bull was burned. It is a sin offering for the assembly.", "22": "When a tribal leader sins by unintentionally disobeying any of the commands of the Lord his God and doing something that should not be done, and he then realizes his guilt, ", "23": "or the sin which he has committed has been made known to him, he shall bring a male goat without blemish as his offering. ", "24": "He shall lay his hand on the head of the goat. It is to be slaughtered in the place where the burnt offering is slaughtered before the Lord. It is a sin offering. ", "25": "The priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar for burnt offerings, and the rest of its blood he shall pour out at the base of the altar for burnt offerings. ", "26": "He shall turn all its fat into smoke on the altar, like the fat of the sacrifice of the fellowship offering. Thus the priest shall make atonement for him, so that he may be forgiven.", "27": "If any common person from the land sins by unintentionally violating any of the Lord's commands by doing something that should not be done, and he then realizes his guilt, ", "28": "or the sin that he committed has been made known to him, he shall bring a female goat without blemish as his offering for the sin that he has committed. ", "29": "He shall lay his hand on the head of the sin offering and slaughter the sin offering at the place for the burnt offering. ", "30": "Then the priest shall take some of its blood with his finger and put it on the horns of the altar for burnt offerings. All the rest of its blood he shall pour out at the base of the altar. ", "31": "After he removes all its fat, just as the fat was removed from the sacrifice of the fellowship offering, the priest shall send it up in smoke on the altar as a pleasing aroma to the Lord. In this way the priest shall make atonement for him, so that he may be forgiven.", "32": "If he brings a sheep as his sin offering, he shall bring a female without blemish. ", "33": "He shall lay his hand on the head of the sin offering and slaughter it as a sin offering in the place where he would slaughter the burnt offering. ", "34": "Then the priest shall take some of the blood of the sin offering with his finger and put it on the horns of the altar for burnt offerings. All the rest of its blood he shall pour out at the base of the altar. ", "35": "After he removes all its fat, just as the fat of the sheep was removed from the sacrifice of the fellowship offering, the priest shall send it up in smoke on the altar on top of the offerings made by fire to the Lord. In this way the priest shall make atonement for him for the sin that he has committed, so that he may be forgiven."}