{"1": "When a person sins because he did not speak up, even though he was an eyewitness to a case or knew what happened, and he had even heard a curse pronounced against anyone who failed to testify, he is guilty.[a]", "2": "When a person touches something unclean, whether it is the carcass of an unclean wild animal or the carcass of unclean livestock or the carcass of an unclean swarming creature, but he does not realize it, he nevertheless is unclean, and he is liable.[b]", "3": "When a person touches human impurity, any impurity[c] by which one becomes unclean, but at first he does not realize it, but later becomes aware of it, he is nevertheless unclean, and he is liable.", "4": "Or when a person rashly utters an oath, whether for an evil purpose or a good purpose—no matter what anyone may rashly utter as an oath—even though he does not realize it at first, when he finds out about it later, he is liable in any one of these cases.[d]", "5": "When he realizes his liability in one of these cases, he shall confess the sin of which he is guilty. ", "6": "As his penalty for the sin of which he is guilty, he shall bring to the Lord a female from the flock (a sheep or a goat) as a sin offering, so that the priest may make atonement for him for his sin. ", "7": "But if he cannot afford a sheep or goat, he shall bring to the Lord as his penalty for that sin two turtledoves or two pigeons: one for a sin offering and the other for a whole burnt offering. ", "8": "He shall bring them to the priest. First, the priest shall offer the one for the sin offering by wringing its head from its neck without severing it. ", "9": "He shall sprinkle some of the blood of the sin offering on the side of the altar, while the rest of the blood is to be drained at the base of the altar. It is a sin offering. ", "10": "Then he shall perform the procedure for the second sacrifice according to the regulation for a whole burnt offering. In this way the priest shall make atonement for him from the sin of which he is guilty, so that he may be forgiven.", "11": "If the person cannot afford two turtledoves or two pigeons, he shall bring as his offering for his guilt two quarts[e] of choice flour for a sin offering. He shall not add olive oil to it or put frankincense on it, because it is a sin offering. ", "12": "He shall bring it to the priest, and the priest shall scoop out a handful of it as its memorial portion and send it up in smoke on the altar, on top of the gifts made by fire for the Lord. It is a sin offering. ", "13": "In this way the priest shall make atonement for him for the sin of which he is guilty, so that he may be forgiven. Like the grain offering, it shall belong to the priest.", "14": "The Lord spoke to Moses:", "15": "When a person commits an offense by unintentionally sinning in regard to any of the Lord's holy things, he shall bring to the Lord as his restitution offering[f] an unblemished ram from the flock or its equivalent amount in silver shekels by the sanctuary weight, as a restitution offering.[g] ", "16": "He shall make restitution for the holy thing in regard to which he sinned, by adding one-fifth of its value and giving this amount to the priest. Then the priest shall make atonement for him with the ram of the restitution offering, so that he may be forgiven.", "17": "If, however, a person sins by doing anything against the Lord's commands by doing something that should not be done, even though he is not aware of it, he is liable and shall bear the punishment for his guilt. ", "18": "He shall bring an unblemished ram from the flock or its equivalent as a restitution offering to the priest. The priest shall make atonement for him for his unintentional sin, which he had committed unknowingly, so that he may be forgiven. ", "19": "It is a restitution offering. He has indeed made restitution to the Lord.[h]"}