{"1": "This is the law for the restitution offering. It is most holy. ", "2": "The restitution offering shall be slaughtered in the same place where the whole burnt offering is slaughtered. The priest shall splash its blood against all sides of the altar. ", "3": "All the fat from it is to be presented: the fat tail, the fat that covers the inner organs, ", "4": "the two kidneys with the fat that is around them on the muscles and sinews, and the protruding lobe of the liver, which is to be removed with the kidneys. ", "5": "Then the priest shall turn them into smoke on the altar as an offering made by fire to the Lord. It is a restitution offering. ", "6": "Any male among the priests may eat it. It is to be eaten in a holy place. It is most holy.", "7": "The restitution offering is like the sin offering. The same law applies to both: It shall belong to the priest who makes atonement with it. ", "8": "Also the priest who presents anyone's burnt offering shall keep the hide of the burnt offering that he has presented. ", "9": "Any grain offering that is baked in an oven and any offering that is prepared in a pan or on a griddle shall belong to the priest who offers it. ", "10": "Any grain offering that has been mixed with oil or is dry shall belong to all the sons of Aaron alike.", "11": "And this is the law for the sacrifice of the fellowship offering that is presented to the Lord.", "12": "If anyone presents it for thanksgiving, then, in addition to what he is offering as the thank offering, he shall present round unleavened loaves mixed with oil, unleavened wafers anointed with oil, and ring-shaped loaves made of well-soaked fine flour, mixed with oil.[a] ", "13": "In addition to the sacrifice of his fellowship offering that was presented as a thank offering, he shall present round loaves of leavened bread with his offering. ", "14": "From this he shall present one of each kind as an offering elevated to the Lord. It shall belong to the priest who splashes the blood of the fellowship offering. ", "15": "The meat from the sacrifice of his fellowship offering for thanksgiving is to be eaten on the day that it is presented. None of it is to be left until morning.", "16": "But if the sacrifice that he offers is an offering to fulfill a vow or a voluntary[b] offering, it may be eaten on the day that he offers his sacrifice. Whatever is left of it may also be eaten the next day, ", "17": "but whatever meat is left on the third day is to be burned with fire. ", "18": "Indeed, if any of the meat from the sacrifice of his fellowship offering is eaten on the third day, the one who presented it will not be accepted. It will not be credited to him. It will be regarded as rotten meat. Any person who eats any of it shall bear his guilt.", "19": "Meat that touches anything that is ceremonially unclean must not be eaten. It must be burned with fire. As for the other meat from the fellowship offering, anyone who is clean may eat such meat. ", "20": "But the person who eats the meat from the sacrifice of his fellowship offering to the Lord while in a state of uncleanness will be cut off from his people. ", "21": "If a person touches any unclean thing, whether it is human uncleanness, or an unclean animal, or any detestable creature, and then eats some of the meat from the sacrifice of a fellowship offering which belongs to the Lord, that person will be cut off from his people.", "22": "The Lord spoke to Moses and told him ", "23": "to tell the Israelites these things: You shall not eat any fat from any cattle, sheep, or goats. ", "24": "The fat of an animal that has died naturally or has been mauled by wild animals may be put to any other use, but you must never eat it. ", "25": "Indeed, if anyone eats the fat from any kind of animal which someone may present as an offering made by fire to the Lord, the person who eats it will be cut off from his people.", "26": "You must not eat any blood from birds or animals in any of the places where you settle. ", "27": "Any person who eats any blood will be cut off from his people.", "28": "The Lord spoke to Moses ", "29": "and told him to tell the Israelites these things: Anyone who presents his sacrifice as a fellowship offering to the Lord shall bring some of his fellowship sacrifice as an offering to the Lord. ", "30": "His own hands must bring the gifts made by fire to the Lord. He shall bring the fat on the breast in order to offer the breast as a wave offering to the Lord. ", "31": "The priest shall turn the fat into smoke on the altar, but the breast shall belong to Aaron and his sons. ", "32": "You shall give the right thigh to the priest as an elevated offering from your fellowship sacrifices. ", "33": "The right thigh shall be the portion that belongs to the son of Aaron who offers the blood and the fat of the fellowship offering. ", "34": "For from the Israelites I have taken the breast of the wave offering and the thigh of the elevated offering[c] from their fellowship sacrifices, and I have assigned them to Aaron the priest and to his sons from the Israelites as a perpetual regulation.", "35": "This is the assigned share for Aaron and the assigned share for his sons from the offerings made to the Lord by fire[d] from the day when he presents them to serve the Lord as priests. ", "36": "It is the share which the Lord commands the Israelites to give them from the day when he anoints them. It is a permanent regulation throughout their generations.", "37": "These are the laws for the whole burnt offerings, the grain offerings, the sin offerings, the restitution offerings, the ordination offerings, and the sacrifice of the fellowship offerings, ", "38": "which the Lord commanded Moses on Mount Sinai, when he commanded the Israelites to present their offerings to the Lord, in the Wilderness of Sinai."}