{"1": "I come to my garden, my sister, my bride, I gather my myrrh with my spice, I eat my honeycomb with my honey, I drink my wine with my milk. Eat, O friends, and drink: drink deeply, O lovers!", "2": "I slept, but my heart was awake. Hark! my beloved is knocking. “Open to me, my sister, my love, my dove, my perfect one; for my head is wet with dew, my locks with the drops of the night.”", "3": "I had put off my garment, how could I put it on? I had bathed my feet, how could I soil them?", "4": "My beloved put his hand to the latch, and my heart was thrilled within me.", "5": "I arose to open to my beloved, and my hands dripped with myrrh, my fingers with liquid myrrh, upon the handles of the bolt.", "6": "I opened to my beloved, but my beloved had turned and gone. My soul failed me when he spoke. I sought him, but found him not; I called him, but he gave no answer.", "7": "The watchmen found me, as they went about in the city; they beat me, they wounded me, they took away my mantle, those watchmen of the walls.", "8": "I adjure you, O daughters of Jerusalem, if you find my beloved, that you tell him I am sick with love.", "9": "What is your beloved more than another beloved, O fairest among women? What is your beloved more than another beloved, that you thus adjure us?", "10": "My beloved is all radiant and ruddy, distinguished among ten thousand.", "11": "His head is the finest gold; his locks are wavy, black as a raven.", "12": "His eyes are like doves beside springs of water, bathed in milk, fitly set.[a]", "13": "His cheeks are like beds of spices, yielding fragrance. His lips are lilies, distilling liquid myrrh.", "14": "His arms are rounded gold, set with jewels. His body is ivory work,[b] encrusted with sapphires.[c]", "15": "His legs are alabaster columns, set upon bases of gold. His appearance is like Lebanon, choice as the cedars.", "16": "His speech is most sweet, and he is altogether desirable. This is my beloved and this is my friend, O daughters of Jerusalem."}