{"1-2": "Dear friend who loves God:[a] Several biographies of Christ have already been written using as their source material the reports circulating among us from the early disciples and other eyewitnesses. ", "3": "However, it occurred to me that it would be well to recheck all these accounts from first to last and after thorough investigation to pass this summary on to you,[b] ", "4": "to reassure you of the truth of all you were taught.", "5": "My story begins with a Jewish priest, Zacharias, who lived when Herod was king of Judea. Zacharias was a member of the Abijah division of the Temple service corps. (His wife, Elizabeth, was, like himself, a member of the priest tribe of the Jews, a descendant of Aaron.) ", "6": "Zacharias and Elizabeth were godly folk, careful to obey all of God's laws in spirit as well as in letter. ", "7": "But they had no children, for Elizabeth was barren; and now they were both very old.", "8-9": "One day as Zacharias was going about his work in the Temple—for his division was on duty that week—the honor fell to him by lot[c] to enter the inner sanctuary and burn incense before the Lord. ", "10": "Meanwhile, a great crowd stood outside in the Temple court, praying as they always did during that part of the service when the incense was being burned.", "11-12": "Zacharias was in the sanctuary when suddenly an angel appeared, standing to the right of the altar of incense! Zacharias was startled and terrified.", "13": "But the angel said, “Don't be afraid, Zacharias! For I have come to tell you that God has heard your prayer, and your wife, Elizabeth, will bear you a son! And you are to name him John. ", "14": "You will both have great joy and gladness at his birth, and many will rejoice with you. ", "15": "For he will be one of the Lord's great men. He must never touch wine or hard liquor—and he will be filled with the Holy Spirit, even from before his birth! ", "16": "And he will persuade many a Jew to turn to the Lord his God. ", "17": "He will be a man of rugged[d] spirit and power like Elijah, the prophet of old; and he will precede the coming of the Messiah, preparing the people for his arrival. He will soften adult hearts to become like little children's, and will change disobedient minds to the wisdom of faith.”*", "18": "Zacharias said to the angel, “But this is impossible! I'm an old man now, and my wife is also well along in years.”", "19": "Then the angel said, “I am Gabriel! I stand in the very presence of God. It was he who sent me to you with this good news! ", "20": "And now, because you haven't believed me, you are to be stricken silent, unable to speak until the child is born. For my words will certainly come true at the proper time.”", "21": "Meanwhile the crowds outside were waiting for Zacharias to appear and wondered why he was taking so long. ", "22": "When he finally came out, he couldn't speak to them, and they realized from his gestures that he must have seen a vision in the Temple. ", "23": "He stayed on at the Temple for the remaining days of his Temple duties and then returned home. ", "24": "Soon afterwards Elizabeth his wife became pregnant and went into seclusion for five months.", "25": "“How kind the Lord is,” she exclaimed, “to take away my disgrace of having no children!”", "26": "The following month God sent the angel Gabriel to Nazareth, a village in Galilee, ", "27": "to a virgin, Mary, engaged to be married to a man named Joseph, a descendant of King David.", "28": "Gabriel appeared to her and said, “Congratulations, favored lady! The Lord is with you!”[e]", "29": "Confused and disturbed, Mary tried to think what the angel could mean.", "30": "“Don't be frightened, Mary,” the angel told her, “for God has decided to wonderfully bless you! ", "31": "Very soon now, you will become pregnant and have a baby boy, and you are to name him 'Jesus.' ", "32": "He shall be very great and shall be called the Son of God. And the Lord God shall give him the throne of his ancestor David. ", "33": "And he shall reign over Israel forever; his Kingdom shall never end!”", "34": "Mary asked the angel, “But how can I have a baby? I am a virgin.”", "35": "The angel replied, “The Holy Spirit shall come upon you, and the power of God shall overshadow you; so the baby born to you will be utterly holy—the Son of God. ", "36": "Furthermore, six months ago your Aunt[f] Elizabeth—'the barren one,' they called her—became pregnant in her old age! ", "37": "For every promise from God shall surely come true.”", "38": "Mary said, “I am the Lord's servant, and I am willing to do whatever he wants. May everything you said come true.” And then the angel disappeared.", "39-40": "A few days later Mary hurried to the highlands of Judea to the town where Zacharias lived, to visit Elizabeth.", "41": "At the sound of Mary's greeting, Elizabeth's child leaped within her and she was filled with the Holy Spirit.", "42": "She gave a glad cry and exclaimed to Mary, “You are favored by God above all other women, and your child is destined for God's mightiest praise. ", "43": "What an honor this is, that the mother of my Lord should visit me! ", "44": "When you came in and greeted me, the instant I heard your voice, my baby moved in me for joy! ", "45": "You believed that God would do what he said; that is why he has given you this wonderful blessing.”", "46": "Mary responded, “Oh, how I praise the Lord. ", "47": "How I rejoice in God my Savior! ", "48": "For he took notice of his lowly servant girl, and now generation after generation forever shall call me blest of God. ", "49": "For he, the mighty Holy One, has done great things to me. ", "50": "His mercy goes on from generation to generation, to all who reverence him.", "51": "“How powerful is his mighty arm! How he scatters the proud and haughty ones! ", "52": "He has torn princes from their thrones and exalted the lowly. ", "53": "He has satisfied the hungry hearts and sent the rich away with empty hands. ", "54": "And how he has helped his servant Israel! He has not forgotten his promise to be merciful. ", "55": "For he promised our fathers—Abraham and his children—to be merciful to them forever.”", "56": "Mary stayed with Elizabeth about three months and then went back to her own home.", "57": "By now Elizabeth's waiting was over, for the time had come for the baby to be born—and it was a boy. ", "58": "The word spread quickly to her neighbors and relatives of how kind the Lord had been to her, and everyone rejoiced.", "59": "When the baby was eight days old, all the relatives and friends came for the circumcision ceremony. They all assumed the baby's name would be Zacharias, after his father.", "60": "But Elizabeth said, “No! He must be named John!”", "61": "“What?” they exclaimed. “There is no one in all your family by that name.” ", "62": "So they asked the baby's father, talking to him by gestures.[g]", "63": "He motioned for a piece of paper and to everyone's surprise wrote, “His name is John!” ", "64": "Instantly Zacharias could speak again, and he began praising God.", "65": "Wonder fell upon the whole neighborhood, and the news of what had happened spread through the Judean hills. ", "66": "And everyone who heard about it thought long thoughts and asked, “I wonder what this child will turn out to be? For the hand of the Lord is surely upon him in some special way.”", "67": "Then his father, Zacharias, was filled with the Holy Spirit and gave this prophecy:", "68": "“Praise the Lord, the God of Israel, for he has come to visit his people and has redeemed them. ", "69": "He is sending us a Mighty Savior from the royal line of his servant David, ", "70": "just as he promised through his holy prophets long ago—", "71": "someone to save us from our enemies, from all who hate us.", "72-73": "“He has been merciful to our ancestors, yes, to Abraham himself, by remembering his sacred promise to him, ", "74": "and by granting us the privilege of serving God fearlessly, freed from our enemies, ", "75": "and by making us holy and acceptable, ready to stand in his presence forever.", "76": "“And you, my little son, shall be called the prophet of the glorious God, for you will prepare the way for the Messiah. ", "77": "You will tell his people how to find salvation through forgiveness of their sins. ", "78": "All this will be because the mercy of our God is very tender, and heaven's dawn is about to break upon us, ", "79": "to give light to those who sit in darkness and death's shadow, and to guide us to the path of peace.”", "80": "The little boy greatly loved God[h] and when he grew up he lived out in the lonely wilderness until he began his public ministry to Israel."}