{"1": "The Lord now chose seventy other disciples and sent them on ahead in pairs to all the towns and villages he planned to visit later.", "2": "These were his instructions to them: “Plead with the Lord of the harvest to send out more laborers to help you, for the harvest is so plentiful and the workers so few. ", "3": "Go now, and remember that I am sending you out as lambs among wolves. ", "4": "Don't take any money with you, or a beggar's bag, or even an extra pair of shoes. And don't waste time along the way.[a]", "5": "“Whenever you enter a home, give it your blessing. ", "6": "If it is worthy of the blessing, the blessing will stand; if not, the blessing will return to you.", "7": "“When you enter a village, don't shift around from home to home, but stay in one place, eating and drinking without question whatever is set before you. And don't hesitate to accept hospitality, for the workman is worthy of his wages!", "8-9": "“If a town welcomes you, follow these two rules: (1) Eat whatever is set before you. (2) Heal the sick; and as you heal them, say, 'The Kingdom of God is very near you now.'", "10": "“But if a town refuses you, go out into its streets and say, ", "11": "'We wipe the dust of your town from our feet as a public announcement of your doom. Never forget how close you were to the Kingdom of God!' ", "12": "Even wicked Sodom will be better off than such a city on the Judgment Day. ", "13": "What horrors await you, you cities of Chorazin and Bethsaida! For if the miracles I did for you had been done in the cities of Tyre and Sidon,[b] their people would have sat in deep repentance long ago, clothed in sackcloth and throwing ashes on their heads to show their remorse. ", "14": "Yes, Tyre and Sidon will receive less punishment on the Judgment Day than you. ", "15": "And you people of Capernaum, what shall I say about you? Will you be exalted to heaven? No, you shall be brought down to hell.”", "16": "Then he said to the disciples, “Those who welcome you are welcoming me. And those who reject you are rejecting me. And those who reject me are rejecting God who sent me.”", "17": "When the seventy disciples returned, they joyfully reported to him, “Even the demons obey us when we use your name.”", "18": "“Yes,” he told them, “I saw Satan falling from heaven as a flash of lightning! ", "19": "And I have given you authority over all the power of the Enemy, and to walk among serpents and scorpions and to crush them. Nothing shall injure you! ", "20": "However, the important thing is not that demons obey you, but that your names are registered as citizens of heaven.”", "21": "Then he was filled with the joy of the Holy Spirit and said, “I praise you, O Father, Lord of heaven and earth, for hiding these things from the intellectuals and worldly wise and for revealing them to those who are as trusting as little children.[c] Yes, thank you, Father, for that is the way you wanted it. ", "22": "I am the Agent of my Father in everything; and no one really knows the Son except the Father, and no one really knows the Father except the Son and those to whom the Son chooses to reveal him.”", "23": "Then, turning to the twelve disciples, he said quietly, “How privileged you are to see what you have seen. ", "24": "Many a prophet and king of old has longed for these days, to see and hear what you have seen and heard!”", "25": "One day an expert on Moses' laws came to test Jesus' orthodoxy by asking him this question: “Teacher, what does a man need to do to live forever in heaven?”", "26": "Jesus replied, “What does Moses' law say about it?”", "27": "“It says,” he replied, “that you must love the Lord your God with all your heart, and with all your soul, and with all your strength, and with all your mind. And you must love your neighbor just as much as you love yourself.”", "28": "“Right!” Jesus told him. “Do this and you shall live!”", "29": "The man wanted to justify his lack of love for some kinds of people,[d] so he asked, “Which neighbors?”", "30": "Jesus replied with an illustration: “A Jew going on a trip from Jerusalem to Jericho was attacked by bandits. They stripped him of his clothes and money, and beat him up and left him lying half dead beside the road.", "31": "“By chance a Jewish priest came along; and when he saw the man lying there, he crossed to the other side of the road and passed him by. ", "32": "A Jewish Temple-assistant[e] walked over and looked at him lying there, but then went on.", "33": "“But a despised Samaritan[f] came along, and when he saw him, he felt deep pity. ", "34": "Kneeling beside him the Samaritan soothed his wounds with medicine and bandaged them. Then he put the man on his donkey and walked along beside him till they came to an inn, where he nursed him through the night.[g] ", "35": "The next day he handed the innkeeper two twenty-dollar bills[h] and told him to take care of the man. 'If his bill runs higher than that,' he said, 'I'll pay the difference the next time I am here.'", "36": "“Now which of these three would you say was a neighbor to the bandits' victim?”", "37": "The man replied, “The one who showed him some pity.” Then Jesus said, “Yes, now go and do the same.”", "38": "As Jesus and the disciples continued on their way to Jerusalem[i] they came to a village where a woman named Martha welcomed them into her home. ", "39": "Her sister Mary sat on the floor, listening to Jesus as he talked.", "40": "But Martha was the jittery type and was worrying over the big dinner she was preparing. She came to Jesus and said, “Sir, doesn't it seem unfair to you that my sister just sits here while I do all the work? Tell her to come and help me.”", "41": "But the Lord said to her, “Martha, dear friend,[j] you are so upset over all these details! ", "42": "There is really only one thing worth being concerned about. Mary has discovered it—and I won't take it away from her!”"}