{"1": "Once when Jesus had been out praying, one of his disciples came to him as he finished and said, “Lord, teach us a prayer to recite[a] just as John taught one to his disciples.”", "2": "And this is the prayer he taught them: “Father, may your name be honored for its holiness; send your Kingdom soon. ", "3": "Give us our food day by day. ", "4": "And forgive our sins—for we have forgiven those who sinned against us. And don't allow us to be tempted.”", "5-6": "Then, teaching them more about prayer,[b] he used this illustration: “Suppose you went to a friend's house at midnight, wanting to borrow three loaves of bread. You would shout up to him, 'A friend of mine has just arrived for a visit and I've nothing to give him to eat.' ", "7": "He would call down from his bedroom, 'Please don't ask me to get up. The door is locked for the night and we are all in bed. I just can't help you this time.'", "8": "“But I'll tell you this—though he won't do it as a friend, if you keep knocking long enough, he will get up and give you everything you want—just because of your persistence. ", "9": "And so it is with prayer—keep on asking and you will keep on getting; keep on looking and you will keep on finding; knock and the door will be opened. ", "10": "Everyone who asks, receives; all who seek, find; and the door is opened to everyone who knocks.", "11": "“You men who are fathers—if your boy asks for bread, do you give him a stone? If he asks for fish, do you give him a snake? ", "12": "If he asks for an egg, do you give him a scorpion? Of course not![c]", "13": "“And if even sinful persons like yourselves give children what they need, don't you realize that your heavenly Father will do at least as much, and give the Holy Spirit to those who ask for him?”", "14": "Once, when Jesus cast out a demon from a man who couldn't speak, his voice returned to him. The crowd was excited and enthusiastic, ", "15": "but some said, “No wonder he can cast them out. He gets his power from Satan,[d] the king of demons!” ", "16": "Others asked for something to happen in the sky to prove his claim of being the Messiah.[e]", "17": "He knew the thoughts of each of them, so he said, “Any kingdom filled with civil war is doomed; so is a home filled with argument and strife. ", "18": "Therefore, if what you say is true, that Satan is fighting against himself by empowering me to cast out his demons, how can his kingdom survive? ", "19": "And if I am empowered by Satan, what about your own followers? For they cast out demons! Do you think this proves they are possessed by Satan? Ask them if you are right! ", "20": "But if I am casting out demons because of power from God, it proves that the Kingdom of God has arrived.", "21": "“For when Satan,[f] strong and fully armed, guards his palace, it is safe—", "22": "until someone stronger and better armed attacks and overcomes him and strips him of his weapons and carries off his belongings.", "23": "“Anyone who is not for me is against me; if he isn't helping me, he is hurting my cause.", "24": "“When a demon is cast out of a man, it goes to the deserts, searching there for rest; but finding none, it returns to the person it left, ", "25": "and finds that its former home is all swept and clean.[g] ", "26": "Then it goes and gets seven other demons more evil than itself, and they all enter the man. And so the poor fellow is seven times[h] worse off than he was before.”", "27": "As he was speaking, a woman in the crowd called out, “God bless your mother—the womb from which you came, and the breasts that gave you suck!”", "28": "He replied, “Yes, but even more blessed are all who hear the Word of God and put it into practice.”", "29-30": "As the crowd pressed in upon him, he preached them this sermon: “These are evil times, with evil people. They keep asking for some strange happening in the skies to prove I am the Messiah,[i] but the only proof I will give them is a miracle like that of Jonah, whose experiences proved to the people of Nineveh that God had sent him. My similar experience will prove that God has sent me to these people.", "31": "“And at the Judgment Day the queen of Sheba[j] shall arise and point her finger at this generation, condemning it, for she went on a long, hard journey to listen to the wisdom of Solomon; but one far greater than Solomon is here and few pay any attention.", "32": "“The men of Nineveh, too, shall arise and condemn this nation, for they repented at the preaching of Jonah; and someone far greater than Jonah is here, but this nation won't listen.[k]", "33": "“No one lights a lamp and hides it! Instead, he puts it on a lampstand to give light to all who enter the room. ", "34": "Your eyes light up your inward being. A pure eye lets sunshine into your soul. A lustful eye shuts out the light and plunges you into darkness. ", "35": "So watch out that the sunshine isn't blotted out. ", "36": "If you are filled with light within, with no dark corners, then your face will be radiant too, as though a floodlight is beamed upon you.”", "37-38": "As he was speaking, one of the Pharisees asked him home for a meal. When Jesus arrived, he sat down to eat without first performing the ceremonial washing required by Jewish custom. This greatly surprised his host.", "39": "Then Jesus said to him, “You Pharisees wash the outside, but inside you are still dirty—full of greed and wickedness! ", "40": "Fools! Didn't God make the inside as well as the outside? ", "41": "Purity is best demonstrated by generosity.", "42": "“But woe to you Pharisees! For though you are careful to tithe even the smallest part of your income, you completely forget about justice and the love of God. You should tithe, yes, but you should not leave these other things undone.", "43": "“Woe to you Pharisees! For how you love the seats of honor in the synagogues and the respectful greetings from everyone as you walk through the markets! ", "44": "Yes, awesome judgment is awaiting you. For you are like hidden graves in a field. Men go by you with no knowledge of the corruption they are passing.”", "45": "“Sir,” said an expert in religious law who was standing there, “you have insulted my profession, too, in what you just said.”", "46": "“Yes,” said Jesus, “the same horrors await you! For you crush men beneath impossible religious demands—demands that you yourselves would never think of trying to keep. ", "47": "Woe to you! For you are exactly like your ancestors who killed the prophets long ago. ", "48": "Murderers! You agree with your fathers that what they did was right—you would have done the same yourselves.", "49": "“This is what God says about you: 'I will send prophets and apostles to you, and you will kill some of them and chase away the others.'", "50": "“And you of this generation will be held responsible for the murder of God's servants from the founding of the world—", "51": "from the murder of Abel to the murder of Zechariah who perished between the altar and the sanctuary. Yes, it will surely be charged against you.", "52": "“Woe to you experts in religion! For you hide the truth from the people. You won't accept it for yourselves, and you prevent others from having a chance to believe it.”", "53-54": "The Pharisees and legal experts were furious; and from that time on they plied him fiercely with a host of questions, trying to trap him into saying something for which they could have him arrested."}