{"1-2": "One Sabbath as he was in the home of a member of the Jewish Council, the Pharisees were watching him like hawks to see if he would heal a man who was present who was suffering from dropsy.", "3": "Jesus said to the Pharisees and legal experts standing around, “Well, is it within the Law to heal a man on the Sabbath day, or not?”", "4": "And when they refused to answer, Jesus took the sick man by the hand and healed him and sent him away.", "5": "Then he turned to them: “Which of you doesn't work on the Sabbath?” he asked. “If your cow falls into a pit, don't you proceed at once to get it out?”", "6": "Again they had no answer.", "7": "When he noticed that all who came to the dinner were trying to sit near the head of the table, he gave them this advice: ", "8": "“If you are invited to a wedding feast, don't always head for the best seat. For if someone more respected than you shows up, ", "9": "the host will bring him over to where you are sitting and say, 'Let this man sit here instead.' And you, embarrassed, will have to take whatever seat is left at the foot of the table!", "10": "“Do this instead—start at the foot; and when your host sees you he will come and say, 'Friend, we have a better place than this for you!' Thus you will be honored in front of all the other guests. ", "11": "For everyone who tries to honor himself shall be humbled; and he who humbles himself shall be honored.” ", "12": "Then he turned to his host. “When you put on a dinner,” he said, “don't invite friends, brothers, relatives, and rich neighbors! For they will return the invitation. ", "13": "Instead, invite the poor, the crippled, the lame, and the blind. ", "14": "Then at the resurrection of the godly, God will reward you for inviting those who can't repay you.”", "15": "Hearing this, a man sitting at the table with Jesus exclaimed, “What a privilege it would be to get into the Kingdom of God!”", "16": "Jesus replied with this illustration: “A man prepared a great feast and sent out many invitations. ", "17": "When all was ready, he sent his servant around to notify the guests that it was time for them to arrive. ", "18": "But they all began making excuses. One said he had just bought a field and wanted to inspect it, and asked to be excused. ", "19": "Another said he had just bought five pair of oxen and wanted to try them out. ", "20": "Another had just been married and for that reason couldn't come.", "21": "“The servant returned and reported to his master what they had said. His master was angry and told him to go quickly into the streets and alleys of the city and to invite the beggars, crippled, lame, and blind. ", "22": "But even then, there was still room.", "23": "“'Well, then,' said his master, 'go out into the country lanes and out behind the hedges and urge anyone you find to come, so that the house will be full. ", "24": "For none of those I invited first will get even the smallest taste of what I had prepared for them.'”", "25": "Great crowds were following him. He turned around and addressed them as follows: ", "26": "“Anyone who wants to be my follower must love me far more than he does[a] his own father, mother, wife, children, brothers, or sisters—yes, more than his own life—otherwise he cannot be my disciple. ", "27": "And no one can be my disciple who does not carry his own cross and follow me.", "28": "“But don't begin until you count the cost.[b] For who would begin construction of a building without first getting estimates and then checking to see if he has enough money to pay the bills? ", "29": "Otherwise he might complete only the foundation before running out of funds. And then how everyone would laugh!", "30": "“'See that fellow there?' they would mock. 'He started that building and ran out of money before it was finished!'", "31": "“Or what king would ever dream of going to war without first sitting down with his counselors and discussing whether his army of 10,000 is strong enough to defeat the 20,000 men who are marching against him?", "32": "“If the decision is negative, then while the enemy troops are still far away, he will send a truce team to discuss terms of peace. ", "33": "So no one can become my disciple unless he first sits down and counts his blessings—and then renounces them all for me.", "34": "“What good is salt that has lost its saltiness?[c] ", "35": "Flavorless salt is fit for nothing—not even for fertilizer. It is worthless and must be thrown out. Listen well if you would understand my meaning.”"}