{"1": "“There will always be temptations to sin,” Jesus said one day to his disciples, “but woe to the man who does the tempting. ", "2-3": "If he were thrown into the sea with a huge rock tied to his neck, he would be far better off than facing the punishment in store for those who harm these little children's souls. I am warning you! “Rebuke your brother if he sins, and forgive him if he is sorry. ", "4": "Even if he wrongs you seven times a day and each time turns again and asks forgiveness, forgive him.”", "5": "One day the apostles said to the Lord, “We need more faith; tell us how to get it.”", "6": "“If your faith were only the size of a mustard seed,” Jesus answered, “it would be large enough to uproot that mulberry tree over there and send it hurtling into the sea! Your command would bring immediate results! ", "7-9": "When a servant comes in from plowing or taking care of sheep, he doesn't just sit down and eat, but first prepares his master's meal and serves him his supper before he eats his own. And he is not even thanked, for he is merely doing what he is supposed to do. ", "10": "Just so, if you merely obey me, you should not consider yourselves worthy of praise. For you have simply done your duty!”", "11": "As they continued onward toward Jerusalem, they reached the border between Galilee and Samaria, ", "12": "and as they entered a village there, ten lepers stood at a distance, ", "13": "crying out, “Jesus, sir, have mercy on us!”", "14": "He looked at them and said, “Go to the Jewish priest and show him that you are healed!” And as they were going, their leprosy disappeared.", "15": "One of them came back to Jesus, shouting, “Glory to God, I'm healed!” ", "16": "He fell flat on the ground in front of Jesus, face downward in the dust, thanking him for what he had done. This man was a despised[a] Samaritan.", "17": "Jesus asked, “Didn't I heal ten men? Where are the nine? ", "18": "Does only this foreigner return to give glory to God?”", "19": "And Jesus said to the man, “Stand up and go; your faith has made you well.”", "20": "One day the Pharisees asked Jesus, “When will the Kingdom of God begin?” Jesus replied, “The Kingdom of God isn't ushered in with visible signs. ", "21": "You won't be able to say, 'It has begun here in this place or there in that part of the country.' For the Kingdom of God is within you.”[b]", "22": "Later he talked again about this with his disciples. “The time is coming when you will long for me[c] to be with you even for a single day, but I won't be here,” he said. ", "23": "“Reports will reach you that I have returned and that I am in this place or that; don't believe it or go out to look for me. ", "24": "For when I return, you will know it beyond all doubt. It will be as evident as the lightning that flashes across the skies. ", "25": "But first I must suffer terribly and be rejected by this whole nation.", "26": "“When I return[d] the world will be as indifferent to the things of God* as the people were in Noah's day. ", "27": "They ate and drank and married—everything just as usual right up to the day when Noah went into the ark and the Flood came and destroyed them all.", "28": "“And the world will be as it was in the days of Lot: people went about their daily business—eating and drinking, buying and selling, farming and building—", "29": "until the morning Lot left Sodom. Then fire and brimstone rained down from heaven and destroyed them all. ", "30": "Yes, it will be 'business as usual' right up to the hour of my return.[e]", "31": "“Those away from home that day must not return to pack; those in the fields must not return to town—", "32": "remember what happened to Lot's wife! ", "33": "Whoever clings to his life shall lose it, and whoever loses his life shall save it. ", "34": "That night two men will be asleep in the same room, and one will be taken away, the other left. ", "35-36": "Two women will be working together at household tasks; one will be taken, the other left; and so it will be with men working side by side in the fields.”", "37": "“Lord, where will they be taken?” the disciples asked. Jesus replied, “Where the body is, the vultures gather!”[f]"}