{"1": "One day Jesus told his disciples a story to illustrate their need for constant prayer and to show them that they must keep praying until the answer comes.", "2": "“There was a city judge,” he said, “a very godless man who had great contempt for everyone. ", "3": "A widow of that city came to him frequently to appeal for justice against a man who had harmed her. ", "4-5": "The judge ignored her for a while, but eventually she got on his nerves. “'I fear neither God nor man,' he said to himself, 'but this woman bothers me. I'm going to see that she gets justice, for she is wearing me out with her constant coming!'”", "6": "Then the Lord said, “If even an evil judge can be worn down like that, ", "7": "don't you think that God will surely give justice to his people who plead with him day and night? ", "8": "Yes! He will answer them quickly! But the question is: When I, the Messiah,[a] return, how many will I find who have faith and are praying*?”", "9": "Then he told this story to some who boasted of their virtue and scorned everyone else:", "10": "“Two men went to the Temple to pray. One was a proud, self-righteous Pharisee, and the other a cheating tax collector. ", "11": "The proud Pharisee 'prayed' this prayer: 'Thank God, I am not a sinner like everyone else, especially like that tax collector over there! For I never cheat, I don't commit adultery, ", "12": "I go without food twice a week, and I give to God a tenth of everything I earn.'", "13": "“But the corrupt tax collector stood at a distance and dared not even lift his eyes to heaven as he prayed, but beat upon his chest in sorrow, exclaiming, 'God, be merciful to me, a sinner.' ", "14": "I tell you, this sinner, not the Pharisee, returned home forgiven! For the proud shall be humbled, but the humble shall be honored.”", "15": "One day some mothers brought their babies to him to touch and bless. But the disciples told them to go away.", "16-17": "Then Jesus called the children over to him and said to the disciples, “Let the little children come to me! Never send them away! For the Kingdom of God belongs to men who have hearts as trusting as these little children's. And anyone who doesn't have their kind of faith will never get within the Kingdom's gates.”", "18": "Once a Jewish religious leader asked him this question: “Good sir, what shall I do to get to heaven?”", "19": "“Do you realize what you are saying when you call me 'good'?” Jesus asked him. “Only God is truly good, and no one else.", "20": "“But as to your question, you know what the Ten Commandments say—don't commit adultery, don't murder, don't steal, don't lie, honor your parents, and so on.” ", "21": "The man replied, “I've obeyed every one of these laws since I was a small child.”", "22": "“There is still one thing you lack,” Jesus said. “Sell all you have and give the money to the poor—it will become treasure for you in heaven—and come, follow me.”", "23": "But when the man heard this he went sadly away, for he was very rich.", "24": "Jesus watched him go and then said to his disciples, “How hard it is for the rich to enter the Kingdom of God! ", "25": "It is easier for a camel to go through the eye of a needle than for a rich man to enter the Kingdom of God.”", "26": "Those who heard him say this exclaimed, “If it is that hard, how can anyone be saved?”", "27": "He replied, “God can do what men can't!”", "28": "And Peter said, “We have left our homes and followed you.”", "29": "“Yes,” Jesus replied, “and everyone who has done as you have, leaving home, wife, brothers, parents, or children for the sake of the Kingdom of God, ", "30": "will be repaid many times over now, as well as receiving eternal life in the world to come.”", "31": "Gathering the Twelve around him he told them, “As you know, we are going to Jerusalem. And when we get there, all the predictions of the ancient prophets concerning me will come true. ", "32": "I will be handed over to the Gentiles to be mocked and treated shamefully and spat upon, ", "33": "and lashed and killed. And the third day I will rise again.”", "34": "But they didn't understand a thing he said. He seemed to be talking in riddles.", "35": "As they approached Jericho, a blind man was sitting beside the road, begging from travelers. ", "36": "When he heard the noise of a crowd going past, he asked what was happening. ", "37": "He was told that Jesus from Nazareth was going by, ", "38": "so he began shouting, “Jesus, Son of David, have mercy on me!”", "39": "The crowds ahead of Jesus tried to hush the man, but he only yelled the louder, “Son of David, have mercy on me!”", "40": "When Jesus arrived at the spot, he stopped. “Bring the blind man over here,” he said. ", "41": "Then Jesus asked the man, “What do you want?” “Lord,” he pleaded, “I want to see!”", "42": "And Jesus said, “All right, begin seeing! Your faith has healed you.”", "43": "And instantly the man could see and followed Jesus, praising God. And all who saw it happen praised God too."}