{"1-2": "As Jesus was passing through Jericho, a man named Zacchaeus, one of the most influential Jews in the Roman tax-collecting business (and, of course, a very rich man), ", "3": "tried to get a look at Jesus, but he was too short to see over the crowds. ", "4": "So he ran ahead and climbed into a sycamore tree beside the road, to watch from there.", "5": "When Jesus came by, he looked up at Zacchaeus and called him by name! “Zacchaeus!” he said. “Quick! Come down! For I am going to be a guest in your home today!”", "6": "Zacchaeus hurriedly climbed down and took Jesus to his house in great excitement and joy.", "7": "But the crowds were displeased. “He has gone to be the guest of a notorious sinner,” they grumbled.", "8": "Meanwhile, Zacchaeus stood before the Lord and said, “Sir, from now on I will give half my wealth to the poor, and if I find I have overcharged anyone on his taxes, I will penalize myself by giving him back four times as much!”", "9-10": "Jesus told him, “This shows[a] that salvation has come to this home today. This man was one of the lost sons of Abraham, and I, the Messiah,* have come to search for and to save such souls as his.”", "11": "And because Jesus was nearing Jerusalem, he told a story to correct the impression that the Kingdom of God would begin right away.", "12": "“A nobleman living in a certain province was called away to the distant capital of the empire to be crowned king of his province. ", "13": "Before he left he called together ten assistants and gave them each $2,000 to invest while he was gone. ", "14": "But some of his people hated him and sent him their declaration of independence, stating that they had rebelled and would not acknowledge him as their king.", "15": "“Upon his return he called in the men to whom he had given the money, to find out what they had done with it, and what their profits were.", "16": "“The first man reported a tremendous gain—ten times as much as the original amount!", "17": "“'Fine!' the king exclaimed. 'You are a good man. You have been faithful with the little I entrusted to you, and as your reward, you shall be governor of ten cities.'", "18": "“The next man also reported a splendid gain—five times the original amount.", "19": "“'All right!' his master said. 'You can be governor over five cities.'", "20": "“But the third man brought back only the money he had started with. 'I've kept it safe,' he said, ", "21": "'because I was afraid you would demand my profits, for you are a hard man to deal with, taking what isn't yours and even confiscating the crops that others plant.' ", "22": "'You vile and wicked slave,' the king roared. 'Hard, am I? That's exactly how I'll be toward you! If you knew so much about me and how tough I am, ", "23": "then why didn't you deposit the money in the bank so that I could at least get some interest on it?'", "24": "“Then turning to the others standing by he ordered, 'Take the money away from him and give it to the man who earned the most.'", "25": "“'But, sir,' they said, 'he has enough already!'", "26": "“'Yes,' the king replied, 'but it is always true that those who have, get more, and those who have little, soon lose even that. ", "27": "And now about these enemies of mine who revolted—bring them in and execute them before me.'”", "28": "After telling this story, Jesus went on toward Jerusalem, walking along ahead of his disciples. ", "29": "As they came to the towns of Bethphage and Bethany, on the Mount of Olives, he sent two disciples ahead, ", "30": "with instructions to go to the next village, and as they entered they were to look for a donkey tied beside the road. It would be a colt, not yet broken for riding. “Untie him,” Jesus said, “and bring him here. ", "31": "And if anyone asks you what you are doing, just say, 'The Lord needs him.'”", "32": "They found the colt as Jesus said, ", "33": "and sure enough, as they were untying it, the owners demanded an explanation. “What are you doing?” they asked. “Why are you untying our colt?”", "34": "And the disciples simply replied, “The Lord needs him!” ", "35": "So they brought the colt to Jesus and threw some of their clothing across its back for Jesus to sit on.", "36-37": "Then the crowds spread out their robes along the road ahead of him, and as they reached the place where the road started down from the Mount of Olives, the whole procession began to shout and sing as they walked along, praising God for all the wonderful miracles Jesus had done.", "38": "“God has given us a King!” they exulted. “Long live the King! Let all heaven rejoice! Glory to God in the highest heavens!”", "39": "But some of the Pharisees among the crowd said, “Sir, rebuke your followers for saying things like that!”", "40": "He replied, “If they keep quiet, the stones along the road will burst into cheers!”", "41": "But as they came closer to Jerusalem and he saw the city ahead, he began to cry. ", "42": "“Eternal peace was within your reach and you turned it down,” he wept, “and now it is too late. ", "43": "Your enemies will pile up earth against your walls and encircle you and close in on you, ", "44": "and crush you to the ground, and your children within you; your enemies will not leave one stone upon another—for you have rejected the opportunity God offered you.”", "45": "Then he entered the Temple and began to drive out the merchants from their stalls, ", "46": "saying to them, “The Scriptures declare, 'My Temple is a place of prayer; but you have turned it into a den of thieves.'”", "47": "After that he taught daily in the Temple, but the chief priests and other religious leaders and the business community[b] were trying to find some way to get rid of him. ", "48": "But they could think of nothing, for he was a hero to the people—they hung on every word he said."}