{"1": "About this time Caesar Augustus, the Roman emperor, decreed that a census should be taken throughout the nation. ", "2": "(This census was taken when Quirinius was governor of Syria.)", "3": "Everyone was required to return to his ancestral home for this registration. ", "4": "And because Joseph was a member of the royal line, he had to go to Bethlehem in Judea, King David's ancient home—journeying there from the Galilean village of Nazareth. ", "5": "He took with him Mary, his fiancée, who was obviously pregnant by this time.", "6": "And while they were there, the time came for her baby to be born; ", "7": "and she gave birth to her first child, a son. She wrapped him in a blanket[a] and laid him in a manger, because there was no room for them in the village inn.", "8": "That night some shepherds were in the fields outside the village, guarding their flocks of sheep. ", "9": "Suddenly an angel appeared among them, and the landscape shone bright with the glory of the Lord. They were badly frightened, ", "10": "but the angel reassured them. “Don't be afraid!” he said. “I bring you the most joyful news ever announced, and it is for everyone! ", "11": "The Savior—yes, the Messiah, the Lord—has been born tonight in Bethlehem![b] ", "12": "How will you recognize him? You will find a baby wrapped in a blanket,[c] lying in a manger!”", "13": "Suddenly, the angel was joined by a vast host of others—the armies of heaven—praising God:", "14": "“Glory to God in the highest heaven,” they sang,[d] “and peace on earth for all those pleasing him.”", "15": "When this great army of angels had returned again to heaven, the shepherds said to each other, “Come on! Let's go to Bethlehem! Let's see this wonderful thing that has happened, which the Lord has told us about.”", "16": "They ran to the village and found their way to Mary and Joseph. And there was the baby, lying in the manger. ", "17": "The shepherds told everyone what had happened and what the angel had said to them about this child. ", "18": "All who heard the shepherds' story expressed astonishment, ", "19": "but Mary quietly treasured these things in her heart and often thought about them.", "20": "Then the shepherds went back again to their fields and flocks, praising God for the visit of the angels, and because they had seen the child, just as the angel had told them.", "21": "Eight days later, at the baby's circumcision ceremony, he was named Jesus, the name given him by the angel before he was even conceived.", "22": "When the time came for Mary's purification offering at the Temple, as required by the laws of Moses after the birth of a child, his parents took him to Jerusalem to present him to the Lord; ", "23": "for in these laws God had said, “If a woman's first child is a boy, he shall be dedicated to the Lord.”", "24": "At that time Jesus' parents also offered their sacrifice for purification—“either a pair of turtledoves or two young pigeons” was the legal requirement. ", "25": "That day a man named Simeon, a Jerusalem resident, was in the Temple. He was a good man, very devout, filled with the Holy Spirit and constantly expecting the Messiah[e] to come soon. ", "26": "For the Holy Spirit had revealed to him that he would not die until he had seen him—God's anointed King. ", "27": "The Holy Spirit had impelled him to go to the Temple that day; and so, when Mary and Joseph arrived to present the baby Jesus to the Lord in obedience to the law, ", "28": "Simeon was there and took the child in his arms, praising God.", "29-31": "“Lord,” he said, “now I can die content! For I have seen him as you promised me I would. I have seen the Savior you have given to the world. ", "32": "He is the Light that will shine upon the nations, and he will be the glory of your people Israel!”", "33": "Joseph and Mary just stood there, marveling at what was being said about Jesus.", "34-35": "Simeon blessed them but then said to Mary, “A sword shall pierce your soul, for this child shall be rejected by many in Israel, and this to their undoing. But he will be the greatest joy of many others. And the deepest thoughts of many hearts shall be revealed.”", "36-37": "Anna, a prophetess, was also there in the Temple that day. She was the daughter of Phanuel, of the Jewish tribe of Asher, and was very old, for she had been a widow for eighty-four years following seven years of marriage. She never left the Temple but stayed there night and day, worshiping God by praying and often fasting.", "38": "She came along just as Simeon was talking with Mary and Joseph, and she also began thanking God and telling everyone in Jerusalem who had been awaiting the coming of the Savior[f] that the Messiah had finally arrived.", "39": "When Jesus' parents had fulfilled all the requirements of the Law of God, they returned home to Nazareth in Galilee. ", "40": "There the child became a strong, robust lad, and was known for wisdom beyond his years; and God poured out his blessings on him.", "41-42": "When Jesus was twelve years old, he accompanied his parents to Jerusalem for the annual Passover Festival, which they attended each year. ", "43": "After the celebration was over they started home to Nazareth, but Jesus stayed behind in Jerusalem. His parents didn't miss him the first day, ", "44": "for they assumed he was with friends among the other travelers. But when he didn't show up that evening, they started to look for him among their relatives and friends; ", "45": "and when they couldn't find him, they went back to Jerusalem to search for him there.", "46-47": "Three days later they finally discovered him. He was in the Temple, sitting among the teachers of Law, discussing deep questions with them and amazing everyone with his understanding and answers.", "48": "His parents didn't know what to think. “Son!” his mother said to him. “Why have you done this to us? Your father and I have been frantic, searching for you everywhere.”", "49": "“But why did you need to search?” he asked. “Didn't you realize that I would be here at the Temple, in my Father's House?” ", "50": "But they didn't understand what he meant.", "51": "Then he returned to Nazareth with them and was obedient to them; and his mother stored away all these things in her heart. ", "52": "So Jesus grew both tall and wise, and was loved by God and man."}