{"1": "On one of those days when he was teaching and preaching the Good News in the Temple, he was confronted by the chief priests and other religious leaders and councilmen. ", "2": "They demanded to know by what authority he had driven out the merchants from the Temple.", "3": "“I'll ask you a question before I answer,” he replied. ", "4": "“Was John sent by God, or was he merely acting under his own authority?”", "5": "They talked it over among themselves. “If we say his message was from heaven, then we are trapped because he will ask, 'Then why didn't you believe him?' ", "6": "But if we say John was not sent from God, the people will mob us, for they are convinced that he was a prophet.” ", "7": "Finally they replied, “We don't know!”", "8": "And Jesus responded, “Then I won't answer your question either.”", "9": "Now he turned to the people again and told them this story: “A man planted a vineyard and rented it out to some farmers, and went away to a distant land to live for several years. ", "10": "When harvest time came, he sent one of his men to the farm to collect his share of the crops. But the tenants beat him up and sent him back empty-handed. ", "11": "Then he sent another, but the same thing happened; he was beaten up and insulted and sent away without collecting. ", "12": "A third man was sent and the same thing happened. He, too, was wounded and chased away.", "13": "“'What shall I do?' the owner asked himself. 'I know! I'll send my cherished son. Surely they will show respect for him.'", "14": "“But when the tenants saw his son, they said, 'This is our chance! This fellow will inherit all the land when his father dies. Come on. Let's kill him, and then it will be ours.' ", "15": "So they dragged him out of the vineyard and killed him. “What do you think the owner will do? ", "16": "I'll tell you—he will come and kill them and rent the vineyard to others.” “But they would never do a thing like that,” his listeners protested.", "17": "Jesus looked at them and said, “Then what does the Scripture mean where it says, 'The Stone rejected by the builders was made the cornerstone'?” ", "18": "And he added, “Whoever stumbles over that Stone shall be broken; and those on whom it falls will be crushed to dust.”", "19": "When the chief priests and religious leaders heard about this story he had told, they wanted him arrested immediately, for they realized that he was talking about them. They were the wicked tenants in his illustration. But they were afraid that if they themselves arrested him, there would be a riot. So they tried to get him to say something that could be reported to the Roman governor as reason to arrest him.", "20": "Watching their opportunity, they sent secret agents pretending to be honest men. ", "21": "They said to Jesus, “Sir, we know what an honest teacher you are. You always tell the truth and don't budge an inch in the face of what others think, but teach the ways of God. ", "22": "Now tell us—is it right to pay taxes to the Roman government or not?”", "23": "He saw through their trickery and said, ", "24": "“Show me a coin. Whose portrait is this on it? And whose name?” They replied, “Caesar's—the Roman emperor's.”", "25": "He said, “Then give the emperor all that is his—and give to God all that is his!”", "26": "Thus their attempt to outwit him before the people failed; and marveling at his answer, they were silent.", "27": "Then some Sadducees—men who believed that death is the end of existence, that there is no resurrection—", "28": "came to Jesus with this: “The laws of Moses state that if a man dies without children, the man's brother shall marry the widow, and their children will legally belong to the dead man, to carry on his name. ", "29": "We know of a family of seven brothers. The oldest married and then died without any children. ", "30": "His brother married the widow and he, too, died. Still no children. ", "31": "And so it went, one after the other, until each of the seven had married her and died, leaving no children. ", "32": "Finally the woman died also. ", "33": "Now here is our question: Whose wife will she be in the resurrection? For all of them were married to her!”", "34-35": "Jesus replied, “Marriage is for people here on earth, but when those who are counted worthy of being raised from the dead get to heaven, they do not marry. ", "36": "And they never die again; in these respects they are like angels, and are sons of God, for they are raised up in new life from the dead.", "37-38": "“But as to your real question—whether or not there is a resurrection—why, even the writings of Moses himself prove this. For when he describes how God appeared to him in the burning bush, he speaks of God as 'the God of Abraham, the God of Isaac, and the God of Jacob.' To say that the Lord is some person's God[a] means that person is alive, not dead! So from God's point of view, all men are living.”", "39": "“Well said, sir!” remarked some of the experts in the Jewish law who were standing there. ", "40": "And that ended their questions, for they dared ask no more!", "41": "Then he presented them with a question. “Why is it,” he asked, “that Christ, the Messiah, is said to be a descendant of King David? ", "42-43": "For David himself wrote in the book of Psalms: 'God said to my Lord, the Messiah, “Sit at my right hand until I place your enemies beneath your feet.”' ", "44": "How can the Messiah be both David's son and David's God at the same time?”", "45": "Then, with the crowds listening, he turned to his disciples and said, ", "46": "“Beware of these experts in religion, for they love to parade in dignified robes and to be bowed to by the people as they walk along the street. And how they love the seats of honor in the synagogues and at religious festivals! ", "47": "But even while they are praying long prayers with great outward piety, they are planning schemes to cheat widows out of their property. Therefore God's heaviest sentence awaits these men.”"}