{"1": "As he stood in the Temple, he was watching the rich tossing their gifts into the collection box. ", "2": "Then a poor widow came by and dropped in two small copper coins.", "3": "“Really,” he remarked, “this poor widow has given more than all the rest of them combined. ", "4": "For they have given a little of what they didn't need, but she, poor as she is, has given everything she has.”", "5": "Some of his disciples began talking about the beautiful stonework of the Temple and the memorial decorations on the walls.", "6": "But Jesus said, “The time is coming when all these things you are admiring will be knocked down, and not one stone will be left on top of another; all will become one vast heap of rubble.”", "7": "“Master!” they exclaimed. “When? And will there be any warning ahead of time?”", "8": "He replied, “Don't let anyone mislead you. For many will come announcing themselves as the Messiah,[a] and saying, 'The time has come.' But don't believe them! ", "9": "And when you hear of wars and insurrections beginning, don't panic. True, wars must come, but the end won't follow immediately—", "10": "for nation shall rise against nation and kingdom against kingdom, ", "11": "and there will be great earthquakes, and famines in many lands, and epidemics, and terrifying things happening in the heavens.", "12": "“But before all this occurs, there will be a time of special persecution, and you will be dragged into synagogues and prisons and before kings and governors for my name's sake. ", "13": "But as a result, the Messiah will be widely known and honored.[b] ", "14": "Therefore, don't be concerned about how to answer the charges against you, ", "15": "for I will give you the right words and such logic that none of your opponents will be able to reply! ", "16": "Even those closest to you—your parents, brothers, relatives, and friends will betray you and have you arrested; and some of you will be killed. ", "17": "And everyone will hate you because you are mine and are called by my name. ", "18": "But not a hair of your head will perish! ", "19": "For if you stand firm, you will win your souls.", "20": "“But when you see Jerusalem surrounded by armies, then you will know that the time of its destruction has arrived. ", "21": "Then let the people of Judea flee to the hills. Let those in Jerusalem try to escape, and those outside the city must not attempt to return. ", "22": "For those will be days of God's judgment,[c] and the words of the ancient Scriptures written by the prophets will be abundantly fulfilled. ", "23": "Woe to expectant mothers in those days, and those with tiny babies. For there will be great distress upon this nation[d] and wrath upon this people. ", "24": "They will be brutally killed by enemy weapons, or sent away as exiles and captives to all the nations of the world; and Jerusalem shall be conquered and trampled down by the Gentiles until the period of Gentile triumph ends in God's good time.", "25": "“Then there will be strange events in the skies—warnings, evil omens and portents in the sun, moon and stars; and down here on earth the nations will be in turmoil, perplexed by the roaring seas and strange tides. ", "26": "The courage of many people will falter because of the fearful fate they see coming upon the earth, for the stability of the very heavens will be broken up. ", "27": "Then the peoples of the earth shall see me, the Messiah,[e] coming in a cloud with power and great glory. ", "28": "So when all these things begin to happen, stand straight and look up! For your salvation is near.”", "29": "Then he gave them this illustration: “Notice the fig tree, or any other tree. ", "30": "When the leaves come out, you know without being told that summer is near. ", "31": "In the same way, when you see the events taking place that I've described you can be just as sure that the Kingdom of God is near.", "32": "“I solemnly declare to you that when these things happen, the end of this age[f] has come. ", "33": "And though all heaven and earth shall pass away, yet my words remain forever true.", "34-35": "“Watch out! Don't let my sudden coming catch you unawares; don't let me find you living in careless ease, carousing and drinking, and occupied with the problems of this life, like all the rest of the world. ", "36": "Keep a constant watch. And pray that if possible you may arrive in my presence without having to experience these horrors.”[g]", "37-38": "Every day Jesus went to the Temple to teach, and the crowds began gathering early in the morning to hear him. And each evening he returned to spend the night on the Mount of Olives."}