{"1": "And now the Passover celebration was drawing near—the Jewish festival when only bread made without yeast was used. ", "2": "The chief priests and other religious leaders were actively plotting Jesus' murder, trying to find a way to kill him without starting a riot—a possibility they greatly feared.", "3": "Then Satan entered into Judas Iscariot, who was one of the twelve disciples, ", "4": "and he went over to the chief priests and captains of the Temple guards to discuss the best way to betray Jesus to them. ", "5": "They were, of course, delighted to know that he was ready to help them and promised him a reward. ", "6": "So he began to look for an opportunity for them to arrest Jesus quietly when the crowds weren't around.", "7": "Now the day of the Passover celebration arrived, when the Passover lamb was killed and eaten with the unleavened bread. ", "8": "Jesus sent Peter and John ahead to find a place to prepare their Passover meal.", "9": "“Where do you want us to go?” they asked.", "10": "And he replied, “As soon as you enter Jerusalem,[a] you will see a man walking along carrying a pitcher of water. Follow him into the house he enters, ", "11": "and say to the man who lives there, 'Our Teacher says for you to show us the guest room where he can eat the Passover meal with his disciples.' ", "12": "He will take you upstairs to a large room all ready for us. That is the place. Go ahead and prepare the meal there.”", "13": "They went off to the city and found everything just as Jesus had said, and prepared the Passover supper.", "14": "Then Jesus and the others arrived, and at the proper time all sat down together at the table; ", "15": "and he said, “I have looked forward to this hour with deep longing, anxious to eat this Passover meal with you before my suffering begins. ", "16": "For I tell you now that I won't eat it again until what it represents has occurred in the Kingdom of God.”", "17": "Then he took a glass of wine, and when he had given thanks for it, he said, “Take this and share it among yourselves. ", "18": "For I will not drink wine again until the Kingdom of God has come.”", "19": "Then he took a loaf of bread; and when he had thanked God for it, he broke it apart and gave it to them, saying, “This is my body, given for you. Eat it in remembrance of me.”", "20": "After supper he gave them another glass of wine, saying, “This wine is the token of God's new agreement to save you—an agreement sealed with the blood I shall pour out to purchase back your souls.[b] ", "21": "But here at this table, sitting among us as a friend, is the man who will betray me. ", "22": "I[c] must die. It is part of God's plan. But, oh, the horror awaiting that man who betrays me.”", "23": "Then the disciples wondered among themselves which of them would ever do such a thing.", "24": "And they began to argue among themselves as to who would have the highest rank in the coming Kingdom.[d]", "25": "Jesus told them, “In this world the kings and great men order their slaves around, and the slaves have no choice but to like it![e] ", "26": "But among you, the one who serves you best will be your leader. ", "27": "Out in the world the master sits at the table and is served by his servants. But not here! For I am your servant. ", "28": "Nevertheless, because you have stood true to me in these terrible days,[f] ", "29": "and because my Father has granted me a Kingdom, I, here and now, grant you the right ", "30": "to eat and drink at my table in that Kingdom; and you will sit on thrones judging the twelve tribes of Israel.", "31": "“Simon, Simon, Satan has asked to have you, to sift you like wheat, ", "32": "but I have pleaded in prayer for you that your faith should not completely fail.[g] So when you have repented and turned to me again, strengthen and build up the faith of your brothers.”", "33": "Simon said, “Lord, I am ready to go to jail with you, and even to die with you.”", "34": "But Jesus said, “Peter, let me tell you something. Between now and tomorrow morning when the rooster crows, you will deny me three times, declaring that you don't even know me.”", "35": "Then Jesus asked them, “When I sent you out to preach the Good News and you were without money, duffle bag, or extra clothing, how did you get along?” “Fine,” they replied.", "36": "“But now,” he said, “take a duffle bag if you have one and your money. And if you don't have a sword, better sell your clothes and buy one! ", "37": "For the time has come for this prophecy about me to come true: 'He will be condemned as a criminal!' Yes, everything written about me by the prophets will come true.”", "38": "“Master,” they replied, “we have two swords among us.” “Enough!” he said.", "39": "Then, accompanied by the disciples, he left the upstairs room and went as usual to the Mount of Olives. ", "40": "There he told them, “Pray God that you will not be overcome by temptation.”[h]", "41-42": "He walked away, perhaps a stone's throw, and knelt down and prayed this prayer: “Father, if you are willing, please take away this cup of horror from me. But I want your will, not mine.” ", "43": "Then an angel from heaven appeared and strengthened him, ", "44": "for he was in such agony of spirit that he broke into a sweat of blood, with great drops falling to the ground as he prayed more and more earnestly. ", "45": "At last he stood up again and returned to the disciples—only to find them asleep, exhausted from grief.", "46": "“Asleep!” he said. “Get up! Pray God that you will not fall when you are tempted.”", "47": "But even as he said this, a mob approached, led by Judas, one of his twelve disciples. Judas walked over to Jesus and kissed him on the cheek in friendly greeting.[i]", "48": "But Jesus said, “Judas, how can you do this—betray the Messiah with a kiss?”", "49": "When the other disciples saw what was about to happen, they exclaimed, “Master, shall we fight? We brought along the swords!” ", "50": "And one of them slashed at the high priest's servant and cut off his right ear.", "51": "But Jesus said, “Don't resist anymore.” And he touched the place where the man's ear had been and restored it. ", "52": "Then Jesus addressed the chief priests and captains of the Temple guards and the religious leaders who headed the mob. “Am I a robber,” he asked, “that you have come armed with swords and clubs to get me? ", "53": "Why didn't you arrest me in the Temple? I was there every day. But this is your moment—the time when Satan's power reigns supreme.”", "54": "So they seized him and led him to the high priest's residence, and Peter followed at a distance. ", "55": "The soldiers lit a fire in the courtyard and sat around it for warmth, and Peter joined them there.", "56": "A servant girl noticed him in the firelight and began staring at him. Finally she spoke: “This man was with Jesus!”", "57": "Peter denied it. “Woman,” he said, “I don't even know the man!”", "58": "After a while someone else looked at him and said, “You must be one of them!” “No sir, I am not!” Peter replied.", "59": "About an hour later someone else flatly stated, “I know this fellow is one of Jesus' disciples, for both are from Galilee.”", "60": "But Peter said, “Man, I don't know what you are talking about.” And as he said the words, a rooster crowed.", "61": "At that moment Jesus turned and looked at Peter. Then Peter remembered what he had said—“Before the rooster crows tomorrow morning, you will deny me three times.” ", "62": "And Peter walked out of the courtyard, crying bitterly.", "63-64": "Now the guards in charge of Jesus began mocking him. They blindfolded him and hit him with their fists and asked, “Who hit you that time, prophet?” ", "65": "And they threw all sorts of other insults at him.", "66": "Early the next morning at daybreak the Jewish Supreme Court assembled, including the chief priests and all the top religious authorities of the nation. Jesus was led before this Council ", "67-68": "and instructed to state whether or not he claimed to be the Messiah. But he replied, “If I tell you, you won't believe me or let me present my case. ", "69": "But the time is soon coming when I, the Messiah,[j] shall be enthroned beside Almighty God.”", "70": "They all shouted, “Then you claim you are the Son of God?” And he replied, “Yes, I am.”", "71": "“What need do we have for other witnesses?” they shouted. “For we ourselves have heard him say it.”"}