{"1": "But very early on Sunday morning they took the ointments to the tomb—", "2": "and found that the huge stone covering the entrance had been rolled aside. ", "3": "So they went in—but the Lord Jesus' body was gone.", "4": "They stood there puzzled, trying to think what could have happened to it. Suddenly two men appeared before them, clothed in shining robes so bright their eyes were dazzled. ", "5": "The women were terrified and bowed low before them. Then the men asked, “Why are you looking in a tomb for someone who is alive? ", "6-7": "He isn't here! He has come back to life again! Don't you remember what he told you back in Galilee—that the Messiah[a] must be betrayed into the power of evil men and be crucified and that he would rise again the third day?”", "8": "Then they remembered ", "9": "and rushed back to Jerusalem[b] to tell his eleven disciples—and everyone else—what had happened. ", "10": "(The women who went to the tomb were Mary Magdalene and Joanna and Mary the mother of James, and several others.) ", "11": "But the story sounded like a fairy tale to the men—they didn't believe it.", "12": "However, Peter ran to the tomb to look. Stooping, he peered in and saw the empty linen wrappings; and then he went back home again, wondering what had happened.", "13": "That same day, Sunday, two of Jesus' followers were walking to the village of Emmaus, seven miles out of Jerusalem. ", "14": "As they walked along they were talking of Jesus' death, ", "15": "when suddenly Jesus himself came along and joined them and began walking beside them. ", "16": "But they didn't recognize him, for God kept them from it.", "17": "“You seem to be in a deep discussion about something,” he said. “What are you so concerned about?” They stopped short, sadness written across their faces. ", "18": "And one of them, Cleopas, replied, “You must be the only person in Jerusalem who hasn't heard about the terrible things that happened there last week.”[c]", "19": "“What things?” Jesus asked. “The things that happened to Jesus, the Man from Nazareth,” they said. “He was a Prophet who did incredible miracles and was a mighty Teacher, highly regarded by both God and man. ", "20": "But the chief priests and our religious leaders arrested him and handed him over to the Roman government to be condemned to death, and they crucified him. ", "21": "We had thought he was the glorious Messiah and that he had come to rescue Israel. “And now, besides all this—which happened three days ago—", "22-23": "some women from our group of his followers were at his tomb early this morning and came back with an amazing report that his body was missing, and that they had seen some angels there who told them Jesus is alive! ", "24": "Some of our men ran out to see, and sure enough, Jesus' body was gone, just as the women had said.”", "25": "Then Jesus said to them, “You are such foolish, foolish people! You find it so hard to believe all that the prophets wrote in the Scriptures! ", "26": "Wasn't it clearly predicted by the prophets that the Messiah would have to suffer all these things before entering his time of glory?”", "27": "Then Jesus quoted them passage after passage from the writings of the prophets, beginning with the book of Genesis and going right on through the Scriptures, explaining what the passages meant and what they said about himself.", "28": "By this time they were nearing Emmaus and the end of their journey. Jesus would have gone on, ", "29": "but they begged him to stay the night with them, as it was getting late. So he went home with them. ", "30": "As they sat down to eat, he asked God's blessing on the food and then took a small loaf of bread and broke it and was passing it over to them, ", "31": "when suddenly—it was as though their eyes were opened—they recognized him! And at that moment he disappeared!", "32": "They began telling each other how their hearts had felt strangely warm as he talked with them and explained the Scriptures during the walk down the road. ", "33-34": "Within the hour they were on their way back to Jerusalem, where the eleven disciples and the other followers of Jesus greeted them with these words, “The Lord has really risen! He appeared to Peter!”", "35": "Then the two from Emmaus told their story of how Jesus had appeared to them as they were walking along the road and how they had recognized him as he was breaking the bread.", "36": "And just as they were telling about it, Jesus himself was suddenly standing there among them, and greeted them. ", "37": "But the whole group was terribly frightened, thinking they were seeing a ghost!", "38": "“Why are you frightened?” he asked. “Why do you doubt that it is really I? ", "39": "Look at my hands! Look at my feet! You can see that it is I, myself! Touch me and make sure that I am not a ghost! For ghosts don't have bodies, as you see that I do!” ", "40": "As he spoke, he held out his hands for them to see the marks of the nails,[d] and showed them the wounds in* his feet.", "41": "Still they stood there undecided, filled with joy and doubt. Then he asked them, “Do you have anything here to eat?”", "42": "They gave him a piece of broiled fish, ", "43": "and he ate it as they watched!", "44": "Then he said, “When I was with you before, don't you remember my telling you that everything written about me by Moses and the prophets and in the Psalms must all come true?” ", "45": "Then he opened their minds to understand at last these many Scriptures! ", "46": "And he said, “Yes, it was written long ago that the Messiah must suffer and die and rise again from the dead on the third day; ", "47": "and that this message of salvation should be taken from Jerusalem to all the nations: There is forgiveness of sins for all who turn to me. ", "48": "You have seen these prophecies come true.", "49": "“And now I will send the Holy Spirit[e] upon you, just as my Father promised. Don't begin telling others yet—stay here in the city until* the Holy Spirit comes and fills you with power from heaven.”", "50": "Then Jesus led them out along the road to Bethany,[f] and lifting his hands to heaven, he blessed them, ", "51": "and then began rising into the sky, and went on to heaven. ", "52": "And they worshiped him, and returned to Jerusalem filled with mighty joy, ", "53": "and were continually in the Temple, praising God."}