{"1": "One day as he was preaching on the shore of Lake Gennesaret, great crowds pressed in on him to listen to the Word of God. ", "2": "He noticed two empty boats standing at the water's edge while the fishermen washed their nets. ", "3": "Stepping into one of the boats, Jesus asked Simon, its owner, to push out a little into the water, so that he could sit in the boat and speak to the crowds from there.", "4": "When he had finished speaking, he said to Simon, “Now go out where it is deeper and let down your nets and you will catch a lot of fish!”", "5": "“Sir,” Simon replied, “we worked hard all last night and didn't catch a thing. But if you say so, we'll try again.”", "6": "And this time their nets were so full that they began to tear! ", "7": "A shout for help brought their partners in the other boat, and soon both boats were filled with fish and on the verge of sinking.", "8": "When Simon Peter realized what had happened, he fell to his knees before Jesus and said, “Oh, sir, please leave us—I'm too much of a sinner for you to have around.” ", "9": "For he was awestruck by the size of their catch, as were the others with him, ", "10": "and his partners too—James and John, the sons of Zebedee. Jesus replied, “Don't be afraid! From now on you'll be fishing for the souls of men!”", "11": "And as soon as they landed, they left everything and went with him.", "12": "One day in a certain village he was visiting, there was a man with an advanced case of leprosy. When he saw Jesus, he fell to the ground before him, face downward in the dust, begging to be healed. “Sir,” he said, “if you only will, you can clear me of every trace of my disease.”", "13": "Jesus reached out and touched the man and said, “Of course I will. Be healed.” And the leprosy left him instantly! ", "14": "Then Jesus instructed him to go at once without telling anyone what had happened and be examined by the Jewish priest. “Offer the sacrifice Moses' law requires for lepers who are healed,” he said. “This will prove to everyone that you are well.” ", "15": "Now the report of his power spread even faster and vast crowds came to hear him preach and to be healed of their diseases. ", "16": "But he often withdrew to the wilderness for prayer.", "17": "One day while he was teaching, some Jewish religious leaders[a] and teachers of the Law were sitting nearby. (It seemed that these men showed up from every village in all Galilee and Judea, as well as from Jerusalem.) And the Lord's healing power was upon him.", "18-19": "Then—look! Some men came carrying a paralyzed man on a sleeping mat. They tried to push through the crowd to Jesus but couldn't reach him. So they went up on the roof above him, took off some tiles, and lowered the sick man down into the crowd, still on his sleeping mat, right in front of Jesus.", "20": "Seeing their faith, Jesus said to the man, “My friend, your sins are forgiven!”", "21": "“Who does this fellow think he is?” the Pharisees and teachers of the Law exclaimed among themselves. “This is blasphemy! Who but God can forgive sins?”", "22": "Jesus knew what they were thinking, and he replied, “Why is it blasphemy? ", "23-24": "I, the Messiah,[b] have the authority on earth to forgive sins. But talk is cheap—anybody could say that. So I'll prove it to you by healing this man.” Then, turning to the paralyzed man, he commanded, “Pick up your stretcher and go on home, for you are healed!”", "25": "And immediately, as everyone watched, the man jumped to his feet, picked up his mat and went home praising God! ", "26": "Everyone present was gripped with awe and fear. And they praised God, remarking over and over again, “We have seen strange things today.”", "27": "Later on as Jesus left the town he saw a tax collector—with the usual reputation for cheating—sitting at a tax collection booth. The man's name was Levi. Jesus said to him, “Come and be one of my disciples!” ", "28": "So Levi left everything, sprang up, and went with him.", "29": "Soon Levi held a reception in his home with Jesus as the guest of honor. Many of Levi's fellow tax collectors and other guests were there.", "30": "But the Pharisees and teachers of the Law complained bitterly to Jesus' disciples about his eating with such notorious sinners.", "31": "Jesus answered them, “It is the sick who need a doctor, not those in good health. ", "32": "My purpose is to invite sinners to turn from their sins, not to spend my time with those who think themselves already good enough.”", "33": "Their next complaint was that Jesus' disciples were feasting instead of fasting. “John the Baptist's disciples are constantly going without food and praying,” they declared, “and so do the disciples of the Pharisees. Why are yours wining and dining?”", "34": "Jesus asked, “Do happy men fast? Do wedding guests go hungry while celebrating with the groom? ", "35": "But the time will come when the bridegroom will be killed;[c] then they won't want to eat.”", "36": "Then Jesus used this illustration: “No one tears off a piece of a new garment to make a patch for an old one. Not only will the new garment be ruined, but the old garment will look worse with a new patch on it! ", "37": "And no one puts new wine into old wineskins, for the new wine bursts the old skins, ruining the skins and spilling the wine. ", "38": "New wine must be put into new wineskins. ", "39": "But no one after drinking the old wine seems to want the fresh and the new. 'The old ways are best,' they say.”"}