{"1": "One Sabbath as Jesus and his disciples were walking through some grainfields, they were breaking off the heads of wheat, rubbing off the husks in their hands and eating the grains.", "2": "But some Pharisees said, “That's illegal! Your disciples are harvesting grain, and it's against the Jewish law to work on the Sabbath.”", "3": "Jesus replied, “Don't you read the Scriptures? Haven't you ever read what King David did when he and his men were hungry? ", "4": "He went into the Temple and took the shewbread, the special bread that was placed before the Lord, and ate it—illegal as this was—and shared it with others.” ", "5": "And Jesus added, “I am[a] master even of the Sabbath.”", "6": "On another Sabbath he was in the synagogue teaching, and a man was present whose right hand was deformed. ", "7": "The teachers of the Law and the Pharisees watched closely to see whether he would heal the man that day, since it was the Sabbath. For they were eager to find some charge to bring against him.", "8": "How well he knew their thoughts! But he said to the man with the deformed hand, “Come and stand here where everyone can see.” So he did.", "9": "Then Jesus said to the Pharisees and teachers of the Law, “I have a question for you. Is it right to do good on the Sabbath day, or to do harm? To save life, or to destroy it?”", "10": "He looked around at them one by one and then said to the man, “Reach out your hand.” And as he did, it became completely normal again. ", "11": "At this, the enemies of Jesus were wild with rage and began to plot his murder.", "12": "One day soon afterwards he went out into the mountains to pray, and prayed all night. ", "13": "At daybreak he called together his followers and chose twelve of them to be the inner circle of his disciples. (They were appointed as his “apostles,” or “missionaries.”) ", "14-16": "Here are their names: Simon (he also called him Peter), Andrew (Simon's brother), James, John, Philip, Bartholomew, Matthew, Thomas, James (the son of Alphaeus), Simon (a member of the Zealots, a subversive political party), Judas (son of James), Judas Iscariot (who later betrayed him).", "17-18": "When they came down the slopes of the mountain, they stood with Jesus on a large, level area, surrounded by many of his followers who, in turn, were surrounded by the crowds. For people from all over Judea and from Jerusalem and from as far north as the seacoasts of Tyre and Sidon had come to hear him or to be healed. And he cast out many demons. ", "19": "Everyone was trying to touch him, for when they did, healing power went out from him and they were cured.", "20": "Then he turned to his disciples and said, “What happiness there is for you who are poor, for the Kingdom of God is yours! ", "21": "What happiness there is for you who are now hungry, for you are going to be satisfied! What happiness there is for you who weep, for the time will come when you shall laugh with joy! ", "22": "What happiness it is when others hate you and exclude you and insult you and smear your name because you are mine![b] ", "23": "When that happens, rejoice! Yes, leap for joy! For you will have a great reward awaiting you in heaven. And you will be in good company—the ancient prophets were treated that way too!", "24": "“But, oh, the sorrows that await the rich. For they have their only happiness down here. ", "25": "They are fat and prosperous now, but a time of awful hunger is before them. Their careless laughter now means sorrow then. ", "26": "And what sadness is ahead for those praised by the crowds—for false prophets have always been praised.", "27": "“Listen, all of you. Love your enemies. Do good to those who hate you. ", "28": "Pray for the happiness of those who curse you; implore God's blessing on those who hurt you.", "29": "“If someone slaps you on one cheek, let him slap the other too! If someone demands your coat, give him your shirt besides. ", "30": "Give what you have to anyone who asks you for it; and when things are taken away from you, don't worry about getting them back. ", "31": "Treat others as you want them to treat you.", "32": "“Do you think you deserve credit for merely loving those who love you? Even the godless do that! ", "33": "And if you do good only to those who do you good—is that so wonderful? Even sinners do that much! ", "34": "And if you lend money only to those who can repay you, what good is that? Even the most wicked will lend to their own kind for full return!", "35": "“Love your enemies! Do good to them! Lend to them! And don't be concerned about the fact that they won't repay. Then your reward from heaven will be very great, and you will truly be acting as sons of God: for he is kind to the unthankful and to those who are very wicked.", "36": "“Try to show as much compassion as your Father does.", "37": "“Never criticize or condemn—or it will all come back on you. Go easy on others; then they will do the same for you.[c] ", "38": "For if you give, you will get! Your gift will return to you in full and overflowing measure, pressed down, shaken together to make room for more, and running over. Whatever measure you use to give—large or small—will be used to measure what is given back to you.”", "39": "Here are some of the story-illustrations Jesus used in his sermons: “What good is it for one blind man to lead another? He will fall into a ditch and pull the other down with him. ", "40": "How can a student know more than his teacher? But if he works hard, he may learn as much.", "41": "“And why quibble about the speck in someone else's eye—his little fault[d]—when a board is in your own? ", "42": "How can you think of saying to him, 'Brother, let me help you get rid of that speck in your eye,' when you can't see past the board in yours? Hypocrite! First get rid of the board, and then perhaps you can see well enough to deal with his speck!", "43": "“A tree from good stock doesn't produce scrub fruit nor do trees from poor stock produce choice fruit. ", "44": "A tree is identified by the kind of fruit it produces. Figs never grow on thorns, or grapes on bramble bushes. ", "45": "A good man produces good deeds from a good heart. And an evil man produces evil deeds from his hidden wickedness. Whatever is in the heart overflows into speech.", "46": "“So why do you call me 'Lord' when you won't obey me? ", "47-48": "But all those who come and listen and obey me are like a man who builds a house on a strong foundation laid upon the underlying rock. When the floodwaters rise and break against the house, it stands firm, for it is strongly built.", "49": "“But those who listen and don't obey are like a man who builds a house without a foundation. When the floods sweep down against that house, it crumbles into a heap of ruins.”"}