{"1": "When Jesus had finished his sermon he went back into the city of Capernaum.", "2": "Just at that time the highly prized slave of a Roman[a] army captain was sick and near death. ", "3": "When the captain heard about Jesus, he sent some respected Jewish elders to ask him to come and heal his slave. ", "4": "So they began pleading earnestly with Jesus to come with them and help the man. They told him what a wonderful person the captain was. “If anyone deserves your help, it is he,” they said, ", "5": "“for he loves the Jews and even paid personally to build us a synagogue!”", "6-8": "Jesus went with them; but just before arriving at the house, the captain sent some friends to say, “Sir, don't inconvenience yourself by coming to my home, for I am not worthy of any such honor or even to come and meet you. Just speak a word from where you are, and my servant boy will be healed! I know, because I am under the authority of my superior officers, and I have authority over my men. I only need to say 'Go!' and they go; or 'Come!' and they come; and to my slave, 'Do this or that,' and he does it. So just say, 'Be healed!' and my servant will be well again!”", "9": "Jesus was amazed. Turning to the crowd he said, “Never among all the Jews in Israel have I met a man with faith like this.”", "10": "And when the captain's friends returned to his house, they found the slave completely healed.", "11": "Not long afterwards Jesus went with his disciples to the village of Nain, with the usual great crowd at his heels. ", "12": "A funeral procession was coming out as he approached the village gate. The boy who had died was the only son of his widowed mother, and many mourners from the village were with her.", "13": "When the Lord saw her, his heart overflowed with sympathy. “Don't cry!” he said. ", "14": "Then he walked over to the coffin and touched it, and the bearers stopped. “Laddie,” he said, “come back to life again.”", "15": "Then the boy sat up and began to talk to those around him! And Jesus gave him back to his mother.", "16": "A great fear swept the crowd, and they exclaimed with praises to God, “A mighty prophet has risen among us,” and, “We have seen the hand of God at work today.”", "17": "The report of what he did that day raced from end to end of Judea and even out across the borders.", "18": "The disciples of John the Baptist soon heard of all that Jesus was doing. When they told John about it, ", "19": "he sent two of his disciples to Jesus to ask him, “Are you really the Messiah?[b] Or shall we keep on looking for him?”", "20-22": "The two disciples found Jesus while he was curing many sick people of their various diseases—healing the lame and the blind and casting out evil spirits. When they asked him John's question, this was his reply: “Go back to John and tell him all you have seen and heard here today: how those who were blind can see. The lame are walking without a limp. The lepers are completely healed. The deaf can hear again. The dead come back to life. And the poor are hearing the Good News. ", "23": "And tell him, 'Blessed is the one who does not lose his faith in me.'”[c]", "24": "After they left, Jesus talked to the crowd about John. “Who is this man you went out into the Judean wilderness to see?” he asked. “Did you find him weak as grass, moved by every breath of wind? ", "25": "Did you find him dressed in expensive clothes? No! Men who live in luxury are found in palaces, not out in the wilderness. ", "26": "But did you find a prophet? Yes! And more than a prophet. ", "27": "He is the one to whom the Scriptures refer when they say, 'Look! I am sending my messenger ahead of you, to prepare the way before you.' ", "28": "In all humanity there is no one greater than John. And yet the least citizen of the Kingdom of God is greater than he.”", "29": "And all who heard John preach—even the most wicked of them[d]—agreed that God's requirements were right, and they were baptized by him. ", "30": "All, that is, except the Pharisees and teachers of Moses' law. They rejected God's plan for them and refused John's baptism.", "31": "“What can I say about such men?” Jesus asked. “With what shall I compare them? ", "32": "They are like a group of children who complain to their friends, 'You don't like it if we play “wedding” and you don't like it if we play “funeral”!'[e] ", "33": "For John the Baptist used to go without food and never took a drop of liquor all his life, and you said, 'He must be crazy!'[f] ", "34": "But I eat my food and drink my wine, and you say, 'What a glutton Jesus is! And he drinks! And has the lowest sort of friends!'[g] ", "35": "But I am sure you can always justify your inconsistencies.”[h]", "36": "One of the Pharisees asked Jesus to come to his home for lunch and Jesus accepted the invitation. As they sat down to eat, ", "37": "a woman of the streets—a prostitute—heard he was there and brought an exquisite flask filled with expensive perfume. ", "38": "Going in, she knelt behind him at his feet, weeping, with her tears falling down upon his feet; and she wiped them off with her hair and kissed them and poured the perfume on them.", "39": "When Jesus' host, a Pharisee, saw what was happening and who the woman was, he said to himself, “This proves that Jesus is no prophet, for if God had really sent him, he would know what kind of woman this one is!”", "40": "Then Jesus spoke up and answered his thoughts. “Simon,” he said to the Pharisee, “I have something to say to you.” “All right, Teacher,” Simon replied, “go ahead.”", "41": "Then Jesus told him this story: “A man loaned money to two people—$5,000 to one and $500 to the other. ", "42": "But neither of them could pay him back, so he kindly forgave them both, letting them keep the money! Which do you suppose loved him most after that?”", "43": "“I suppose the one who had owed him the most,” Simon answered. “Correct,” Jesus agreed.", "44": "Then he turned to the woman and said to Simon, “Look! See this woman kneeling here! When I entered your home, you didn't bother to offer me water to wash the dust from my feet, but she has washed them with her tears and wiped them with her hair. ", "45": "You refused me the customary kiss of greeting, but she has kissed my feet again and again from the time I first came in. ", "46": "You neglected the usual courtesy of olive oil to anoint my head, but she has covered my feet with rare perfume. ", "47": "Therefore her sins—and they are many—are forgiven, for she loved me much; but one who is forgiven little, shows little love.”", "48": "And he said to her, “Your sins are forgiven.”", "49": "Then the men at the table said to themselves, “Who does this man think he is, going around forgiving sins?”", "50": "And Jesus said to the woman, “Your faith has saved you; go in peace.”"}