{"1": "Not long afterwards he began a tour of the cities and villages of Galilee[a] to announce the coming of the Kingdom of God, and took his twelve disciples with him. ", "2": "Some women went along, from whom he had cast out demons or whom he had healed; among them were Mary Magdalene (Jesus had cast out seven demons from her), ", "3": "Joanna, Chuza's wife (Chuza was King Herod's business manager and was in charge of his palace and domestic affairs), Susanna, and many others who were contributing from their private means to the support of Jesus and his disciples.", "4": "One day he gave this illustration to a large crowd that was gathering to hear him—while many others were still on the way, coming from other towns.", "5": "“A farmer went out to his field to sow grain. As he scattered the seed on the ground, some of it fell on a footpath and was trampled on; and the birds came and ate it as it lay exposed. ", "6": "Other seed fell on shallow soil with rock beneath. This seed began to grow, but soon withered and died for lack of moisture. ", "7": "Other seed landed in thistle patches, and the young grain stalks were soon choked out. ", "8": "Still other fell on fertile soil; this seed grew and produced a crop one hundred times as large as he had planted.” (As he was giving this illustration he said, “If anyone has listening ears, use them now!”)", "9": "His apostles asked him what the story meant.", "10": "He replied, “God has granted you to know the meaning of these parables, for they tell a great deal about the Kingdom of God. But these crowds hear the words and do not understand, just as the ancient prophets predicted.", "11": "“This is its meaning: The seed is God's message to men. ", "12": "The hard path where some seed fell represents the hard hearts of those who hear the words of God, but then the devil comes and steals the words away and prevents people from believing and being saved. ", "13": "The stony ground represents those who enjoy listening to sermons, but somehow the message never really gets through to them and doesn't take root and grow. They know the message is true, and sort of believe for a while; but when the hot winds of persecution blow, they lose interest. ", "14": "The seed among the thorns represents those who listen and believe God's words but whose faith afterwards is choked out by worry and riches and the responsibilities and pleasures of life. And so they are never able to help anyone else to believe the Good News.", "15": "“But the good soil represents honest, good-hearted people. They listen to God's words and cling to them and steadily spread them to others who also soon believe.”", "16": "Another time he asked,[b] “Who ever heard of someone lighting a lamp and then covering it up to keep it from shining? No, lamps are mounted in the open where they can be seen. ", "17": "This illustrates the fact that someday everything in men's hearts[c] shall be brought to light and made plain to all. ", "18": "So be careful how you listen; for whoever has, to him shall be given more; and whoever does not have, even what he thinks he has shall be taken away from him.”", "19": "Once when his mother and brothers came to see him, they couldn't get into the house where he was teaching because of the crowds. ", "20": "When Jesus heard they were standing outside and wanted to see him, ", "21": "he remarked, “My mother and my brothers are all those who hear the message of God and obey it.”", "22": "One day about that time, as he and his disciples were out in a boat, he suggested that they cross to the other side of the lake. ", "23": "On the way across he lay down for a nap, and while he was sleeping the wind began to rise. A fierce storm developed that threatened to swamp them, and they were in real danger.", "24": "They rushed over and woke him up. “Master, Master, we are sinking!” they screamed. So he spoke to the storm: “Quiet down,” he said, and the wind and waves subsided and all was calm! ", "25": "Then he asked them, “Where is your faith?” And they were filled with awe and fear of him and said to one another, “Who is this man, that even the winds and waves obey him?”", "26": "So they arrived at the other side, in the Gerasene country across the lake from Galilee. ", "27": "As he was climbing out of the boat a man from the city of Gadara came to meet him, a man who had been demon-possessed for a long time. Homeless and naked, he lived in a cemetery among the tombs. ", "28": "As soon as he saw Jesus, he shrieked and fell to the ground before him, screaming, “What do you want with me, Jesus, Son of God Most High? Please, I beg you, oh, don't torment me!”", "29": "For Jesus was already commanding the demon to leave him. This demon had often taken control of the man so that even when shackled with chains he simply broke them and rushed out into the desert, completely under the demon's power. ", "30": "“What is your name?” Jesus asked the demon. “Legion,” they replied—for the man was filled with thousands of them![d] ", "31": "They kept begging Jesus not to order them into the Bottomless Pit.", "32": "A herd of pigs was feeding on the mountainside nearby, and the demons pled with him to let them enter into the pigs. And Jesus said they could. ", "33": "So they left the man and went into the pigs, and immediately the whole herd rushed down the mountainside and fell over a cliff into the lake below, where they drowned. ", "34": "The herdsmen rushed away to the nearby city, spreading the news as they ran.", "35": "Soon a crowd came out to see for themselves what had happened and saw the man who had been demon-possessed sitting quietly at Jesus' feet, clothed and sane! And the whole crowd was badly frightened. ", "36": "Then those who had seen it happen told how the demon-possessed man had been healed. ", "37": "And everyone begged Jesus to go away and leave them alone (for a deep wave of fear had swept over them). So he returned to the boat and left, crossing back to the other side of the lake.", "38": "The man who had been demon-possessed begged to go too, but Jesus said no.", "39": "“Go back to your family,” he told him, “and tell them what a wonderful thing God has done for you.” So he went all through the city telling everyone about Jesus' mighty miracle.", "40": "On the other side of the lake the crowds received him with open arms, for they had been waiting for him.", "41": "And now a man named Jairus, a leader of a Jewish synagogue, came and fell down at Jesus' feet and begged him to come home with him, ", "42": "for his only child was dying, a little girl twelve years old. Jesus went with him, pushing through the crowds.", "43-44": "As they went a woman who wanted to be healed came up behind and touched him, for she had been slowly bleeding for twelve years, and could find no cure (though she had spent everything she had on doctors[e]). But the instant she touched the edge of his robe, the bleeding stopped.", "45": "“Who touched me?” Jesus asked. Everyone denied it, and Peter said, “Master, so many are crowding against you. . . . ”", "46": "But Jesus told him, “No, it was someone who deliberately touched me, for I felt healing power go out from me.”", "47": "When the woman realized that Jesus knew, she began to tremble and fell to her knees before him and told why she had touched him and that now she was well.", "48": "“Daughter,” he said to her, “your faith has healed you. Go in peace.”", "49": "While he was still speaking to her, a messenger arrived from the Jairus's home with the news that the little girl was dead. “She's gone,” he told her father; “there's no use troubling the Teacher now.”", "50": "But when Jesus heard what had happened, he said to the father, “Don't be afraid! Just trust me, and she'll be all right.”", "51": "When they arrived at the house, Jesus wouldn't let anyone into the room except Peter, James, John, and the little girl's father and mother. ", "52": "The home was filled with mourning people, but he said, “Stop the weeping! She isn't dead; she is only asleep!” ", "53": "This brought scoffing and laughter, for they all knew she was dead.", "54": "Then he took her by the hand and called, “Get up, little girl!” ", "55": "And at that moment her life returned and she jumped up! “Give her something to eat!” he said. ", "56": "Her parents were overcome with happiness, but Jesus insisted that they not tell anyone the details of what had happened."}