{"1": "Six days later Jesus *took with Him Peter and [a]James and John his brother, and *led them up on a high mountain by themselves.", "2": "And He was transfigured before them; and His face shone like the sun, and His garments became as white as light.", "3": "And behold, Moses and Elijah appeared to them, talking with Him.", "4": "Peter said to Jesus, “Lord, it is good for us to be here; if You wish, I will make three [b]tabernacles here, one for You, and one for Moses, and one for Elijah.”", "5": "While he was still speaking, a bright cloud overshadowed them, and behold, a voice out of the cloud said, “This is My beloved Son, with whom I am well-pleased; listen to Him!”", "6": "When the disciples heard this, they fell [c]face down to the ground and were terrified.", "7": "And Jesus came to them and touched them and said, “Get up, and do not be afraid.”", "8": "And lifting up their eyes, they saw no one except Jesus Himself alone.", "9": "As they were coming down from the mountain, Jesus commanded them, saying, “Tell the vision to no one until the Son of Man has risen from the dead.”", "10": "And His disciples asked Him, “Why then do the scribes say that Elijah must come first?”", "11": "And He answered and said, “Elijah is coming and will restore all things;", "12": "but I say to you that Elijah already came, and they did not recognize him, but did [d]to him whatever they wished. So also the Son of Man is going to suffer [e]at their hands.”", "13": "Then the disciples understood that He had spoken to them about John the Baptist.", "14": "When they came to the crowd, a man came up to Jesus, falling on his knees before Him and saying,", "15": "“[f]Lord, have mercy on my son, for he is a [g]lunatic and is very ill; for he often falls into the fire and often into the water.", "16": "I brought him to Your disciples, and they could not cure him.”", "17": "And Jesus answered and said, “You unbelieving and perverted generation, how long shall I be with you? How long shall I put up with you? Bring him here to Me.”", "18": "And Jesus rebuked him, and the demon came out of him, and the boy was cured [h]at once.", "19": "Then the disciples came to Jesus privately and said, “Why could we not drive it out?”", "20": "And He *said to them, “Because of the littleness of your faith; for truly I say to you, if you have faith [i]the size of a mustard seed, you will say to this mountain, 'Move from here to there,' and it will move; and nothing will be impossible to you.", "21": "[[j]But this kind does not go out except by prayer and fasting.”]", "22": "And while they were gathering together in Galilee, Jesus said to them, “The Son of Man is going to be [k]delivered into the hands of men;", "23": "and they will kill Him, and He will be raised on the third day.” And they were deeply grieved.", "24": "When they came to Capernaum, those who collected the [l]two-drachma tax came to Peter and said, “Does your teacher not pay the [m]two-drachma tax?”", "25": "He *said, “Yes.” And when he came into the house, Jesus spoke to him first, saying, “What do you think, Simon? From whom do the kings of the earth collect customs or poll-tax, from their sons or from strangers?”", "26": "When Peter said, “From strangers,” Jesus said to him, “Then the sons are [n]exempt.", "27": "However, so that we do not [o]offend them, go to the sea and throw in a hook, and take the first fish that comes up; and when you open its mouth, you will find [p]a shekel. Take that and give it to them for you and Me.”"}