{"1": "When they had approached Jerusalem and had come to Bethphage, at the Mount of Olives, then Jesus sent two disciples,", "2": "saying to them, “Go into the village opposite you, and immediately you will find a donkey tied there and a colt with her; untie them and bring them to Me.", "3": "If anyone says anything to you, you shall say, 'The Lord has need of them,' and immediately he will send them.”", "4": "This [a]took place to fulfill what was spoken through the prophet:", "5": "“Say to the daughter of Zion, 'Behold your King is coming to you, Gentle, and mounted on a donkey, Even on a colt, the foal of a beast of burden.'”", "6": "The disciples went and did just as Jesus had instructed them,", "7": "and brought the donkey and the colt, and laid their coats on them; and He sat on [b]the coats.", "8": "Most of the crowd spread their coats in the road, and others were cutting branches from the trees and spreading them in the road.", "9": "The crowds going ahead of Him, and those who followed, were shouting, “Hosanna to the Son of David; Blessed is He who comes in the name of the Lord; Hosanna in the highest!”", "10": "When He had entered Jerusalem, all the city was stirred, saying, “Who is this?”", "11": "And the crowds were saying, “This is the prophet Jesus, from Nazareth in Galilee.”", "12": "And Jesus entered the temple and drove out all those who were buying and selling in the temple, and overturned the tables of the money changers and the seats of those who were selling doves.", "13": "And He *said to them, “It is written, 'My house shall be called a house of prayer'; but you are making it a robbers' [c]den.”", "14": "And the blind and the lame came to Him in the temple, and He healed them.", "15": "But when the chief priests and the scribes saw the wonderful things that He had done, and the children who were shouting in the temple, “Hosanna to the Son of David,” they became indignant", "16": "and said to Him, “Do You hear what these children are saying?” And Jesus *said to them, “Yes; have you never read, 'Out of the mouth of infants and nursing babies You have prepared praise for Yourself'?”", "17": "And He left them and went out of the city to Bethany, and spent the night there.", "18": "Now in the morning, when He was returning to the city, He became hungry.", "19": "Seeing a lone fig tree by the road, He came to it and found nothing on it except leaves only; and He *said to it, “No longer shall there ever be any fruit from you.” And at once the fig tree withered.", "20": "Seeing this, the disciples were amazed and asked, “How did the fig tree wither all at once?”", "21": "And Jesus answered and said to them, “Truly I say to you, if you have faith and do not doubt, you will not only do what was done to the fig tree, but even if you say to this mountain, 'Be taken up and cast into the sea,' it will happen.", "22": "And all things you ask in prayer, believing, you will receive.”", "23": "When He entered the temple, the chief priests and the elders of the people came to Him while He was teaching, and said, “By what authority are You doing these things, and who gave You this authority?”", "24": "Jesus said to them, “I will also ask you one [d]thing, which if you tell Me, I will also tell you by what authority I do these things.", "25": "The baptism of John was from what source, from heaven or from men?” And they began reasoning among themselves, saying, “If we say, 'From heaven,' He will say to us, 'Then why did you not believe him?'", "26": "But if we say, 'From men,' we fear the [e]people; for they all regard John as a prophet.”", "27": "And answering Jesus, they said, “We do not know.” He also said to them, “Neither will I tell you by what authority I do these things.", "28": "“But what do you think? A man had two [f]sons, and he came to the first and said, '[g]Son, go work today in the vineyard.'", "29": "And he answered, 'I will not'; but afterward he regretted it and went.", "30": "The man came to the second and said the same thing; and he answered, 'I will, sir'; but he did not go.", "31": "Which of the two did the will of his father?” They *said, “The first.” Jesus *said to them, “Truly I say to you that the tax collectors and prostitutes [h]will get into the kingdom of God before you.", "32": "For John came to you in the way of righteousness and you did not believe him; but the tax collectors and prostitutes did believe him; and you, seeing this, did not even feel remorse afterward so as to believe him.", "33": "“Listen to another parable. There was a [i]landowner who planted a vineyard and put a wall around it and dug a wine press in it, and built a tower, and rented it out to [j]vine-growers and went on a journey.", "34": "When the [k]harvest time approached, he sent his slaves to the vine-growers to receive his produce.", "35": "The vine-growers took his slaves and beat one, and killed another, and stoned a third.", "36": "Again he sent another group of slaves larger than the first; and they did the same thing to them.", "37": "But afterward he sent his son to them, saying, 'They will respect my son.'", "38": "But when the vine-growers saw the son, they said among themselves, 'This is the heir; come, let us kill him and seize his inheritance.'", "39": "They took him, and threw him out of the vineyard and killed him.", "40": "Therefore when the [l]owner of the vineyard comes, what will he do to those vine-growers?”", "41": "They *said to Him, “He will bring those wretches to a wretched end, and will rent out the vineyard to other vine-growers who will pay him the proceeds at the proper seasons.”", "42": "Jesus *said to them, “Did you never read in the Scriptures, 'The stone which the builders rejected, This became the chief corner stone; This came about from the Lord, And it is marvelous in our eyes'?", "43": "Therefore I say to you, the kingdom of God will be taken away from you and given to a [m]people, producing the fruit of it.", "44": "And he who falls on this stone will be broken to pieces; but on whomever it falls, it will scatter him like dust.”", "45": "When the chief priests and the Pharisees heard His parables, they understood that He was speaking about them.", "46": "When they sought to seize Him, they feared the [n]people, because they considered Him to be a prophet."}