{"1": "When Jesus saw the crowds, He went up on the [a]mountain; and after He sat down, His disciples came to Him.", "2": "He opened His mouth and began to teach them, saying,", "3": "“[b]Blessed are the [c]poor in spirit, for theirs is the kingdom of heaven.", "4": "“Blessed are those who mourn, for they shall be comforted.", "5": "“Blessed are the [d]gentle, for they shall inherit the earth.", "6": "“Blessed are those who hunger and thirst for righteousness, for they shall be satisfied.", "7": "“Blessed are the merciful, for they shall receive mercy.", "8": "“Blessed are the pure in heart, for they shall see God.", "9": "“Blessed are the peacemakers, for they shall be called sons of God.", "10": "“Blessed are those who have been persecuted for the sake of righteousness, for theirs is the kingdom of heaven.", "11": "“Blessed are you when people insult you and persecute you, and falsely say all kinds of evil against you because of Me.", "12": "Rejoice and be glad, for your reward in heaven is great; for in the same way they persecuted the prophets who were before you.", "13": "“You are the salt of the earth; but if the salt has become tasteless, how [e]can it be made salty again? It is no longer good for anything, except to be thrown out and trampled under foot by men.", "14": "“You are the light of the world. A city set on a [f]hill cannot be hidden;", "15": "nor does anyone light a lamp and put it under a [g]basket, but on the lampstand, and it gives light to all who are in the house.", "16": "Let your light shine before men in such a way that they may see your good works, and glorify your Father who is in heaven.", "17": "“Do not think that I came to abolish the Law or the Prophets; I did not come to abolish but to fulfill.", "18": "For truly I say to you, until heaven and earth pass away, not [h]the smallest letter or stroke shall pass from the Law until all is accomplished.", "19": "Whoever then annuls one of the least of these commandments, and teaches [i]others to do the same, shall be called least in the kingdom of heaven; but whoever [j]keeps and teaches them, he shall be called great in the kingdom of heaven.", "20": "“For I say to you that unless your righteousness surpasses that of the scribes and Pharisees, you will not enter the kingdom of heaven.", "21": "“You have heard that [k]the ancients were told, 'You shall not commit murder' and 'Whoever commits murder shall be [l]liable to the court.'", "22": "But I say to you that everyone who is angry with his brother shall be [m]guilty before the court; and whoever says to his brother, '[n]You good-for-nothing,' shall be [o]guilty before [p]the supreme court; and whoever says, 'You fool,' shall be [q]guilty enough to go into the [r]fiery hell.", "23": "Therefore if you are presenting your [s]offering at the altar, and there remember that your brother has something against you,", "24": "leave your [t]offering there before the altar and go; first be reconciled to your brother, and then come and present your [u]offering.", "25": "Make friends quickly with your opponent at law while you are with him on the way, so that your opponent may not hand you over to the judge, and the judge to the officer, and you be thrown into prison.", "26": "Truly I say to you, you will not come out of there until you have paid up the last [v]cent.", "27": "“You have heard that it was said, 'You shall not commit adultery';", "28": "but I say to you that everyone who looks at a woman with lust for her has already committed adultery with her in his heart.", "29": "If your right eye makes you [w]stumble, tear it out and throw it from you; for it is better for you [x]to lose one of the parts of your body, [y]than for your whole body to be thrown into [z]hell.", "30": "If your right hand makes you [aa]stumble, cut it off and throw it from you; for it is better for you [ab]to lose one of the parts of your body, [ac]than for your whole body to go into [ad]hell.", "31": "“It was said, 'Whoever sends his wife away, let him give her a certificate of divorce';", "32": "but I say to you that everyone who [ae]divorces his wife, except for the reason of unchastity, makes her commit adultery; and whoever marries a [af]divorced woman commits adultery.", "33": "“Again, you have heard that [ag]the ancients were told, '[ah]You shall not [ai]make false vows, but shall fulfill your [aj]vows to the Lord.'", "34": "But I say to you, make no oath at all, either by heaven, for it is the throne of God,", "35": "or by the earth, for it is the footstool of His feet, or [ak]by Jerusalem, for it is the city of the great King.", "36": "Nor shall you make an oath by your head, for you cannot make one hair white or black.", "37": "But let your statement be, 'Yes, yes' or 'No, no'; anything beyond these is [al]of evil.", "38": "“You have heard that it was said, 'An eye for an eye, and a tooth for a tooth.'", "39": "But I say to you, do not resist an evil person; but whoever slaps you on your right cheek, turn the other to him also.", "40": "If anyone wants to sue you and take your [am]shirt, let him have your [an]coat also.", "41": "Whoever [ao]forces you to go one mile, go with him two.", "42": "Give to him who asks of you, and do not turn away from him who wants to borrow from you.", "43": "“You have heard that it was said, 'You shall love your neighbor and hate your enemy.'", "44": "But I say to you, love your enemies and pray for those who persecute you,", "45": "so that you may [ap]be sons of your Father who is in heaven; for He causes His sun to rise on the evil and the good, and sends rain on the righteous and the unrighteous.", "46": "For if you love those who love you, what reward do you have? Do not even the tax collectors do the same?", "47": "If you greet only your brothers, what more are you doing than others? Do not even the Gentiles do the same?", "48": "Therefore [aq]you are to be perfect, as your heavenly Father is perfect."}