{"1": "When [a]Jesus came down from the mountain, [b]large crowds followed Him.", "2": "And a leper came to Him and [c]bowed down before Him, and said, “Lord, if You are willing, You can make me clean.”", "3": "Jesus stretched out His hand and touched him, saying, “I am willing; be cleansed.” And immediately his leprosy was cleansed.", "4": "And Jesus *said to him, “See that you tell no one; but go, show yourself to the priest and present the [d]offering that Moses commanded, as a testimony to them.”", "5": "And when [e]Jesus entered Capernaum, a centurion came to Him, imploring Him,", "6": "and saying, “[f]Lord, my [g]servant is [h]lying paralyzed at home, fearfully tormented.”", "7": "Jesus *said to him, “I will come and heal him.”", "8": "But the centurion said, “[i]Lord, I am not worthy for You to come under my roof, but just [j]say the word, and my [k]servant will be healed.", "9": "For I also am a man under authority, with soldiers under me; and I say to this one, 'Go!' and he goes, and to another, 'Come!' and he comes, and to my slave, 'Do this!' and he does it.”", "10": "Now when Jesus heard this, He marveled and said to those who were following, “Truly I say to you, I have not found such great faith [l]with anyone in Israel.", "11": "I say to you that many will come from east and west, and [m]recline at the table with Abraham, Isaac and Jacob in the kingdom of heaven;", "12": "but the sons of the kingdom will be cast out into the outer darkness; in that place there will be weeping and gnashing of teeth.”", "13": "And Jesus said to the centurion, “Go; [n]it shall be done for you as you have believed.” And the [o]servant was healed that very [p]moment.", "14": "When Jesus came into Peter's [q]home, He saw his mother-in-law lying sick in bed with a fever.", "15": "He touched her hand, and the fever left her; and she got up and [r]waited on Him.", "16": "When evening came, they brought to Him many who were demon-possessed; and He cast out the spirits with a word, and healed all who were ill.", "17": "This was to fulfill what was spoken through Isaiah the prophet: “He Himself took our infirmities and [s]carried away our diseases.”", "18": "Now when Jesus saw a crowd around Him, He gave orders to depart to the other side of the sea.", "19": "Then a scribe came and said to Him, “Teacher, I will follow You wherever You go.”", "20": "Jesus *said to him, “The foxes have holes and the birds of the [t]air have [u]nests, but the Son of Man has nowhere to lay His head.”", "21": "Another of the disciples said to Him, “Lord, permit me first to go and bury my father.”", "22": "But Jesus *said to him, “Follow Me, and allow the dead to bury their own dead.”", "23": "When He got into the boat, His disciples followed Him.", "24": "And behold, there arose [v]a great storm on the sea, so that the boat was being covered with the waves; but Jesus Himself was asleep.", "25": "And they came to Him and woke Him, saying, “Save us, Lord; we are perishing!”", "26": "He *said to them, “Why are you [w]afraid, you men of little faith?” Then He got up and rebuked the winds and the sea, and [x]it became perfectly calm.", "27": "The men were amazed, and said, “What kind of a man is this, that even the winds and the sea obey Him?”", "28": "When He came to the other side into the country of the Gadarenes, two men who were demon-possessed met Him as they were coming out of the tombs. They were so extremely violent that no one could pass by that way.", "29": "And they cried out, saying, “[y]What business do we have with each other, Son of God? Have You come here to torment us before [z]the time?”", "30": "Now there was a herd of many swine feeding at a distance from them.", "31": "The demons began to entreat Him, saying, “If You are going to cast us out, send us into the herd of swine.”", "32": "And He said to them, “Go!” And they came out and went into the swine, and the whole herd rushed down the steep bank into the sea and perished in the waters.", "33": "The herdsmen ran away, and went to the city and reported everything, [aa]including what had happened to the demoniacs.", "34": "And behold, the whole city came out to meet Jesus; and when they saw Him, they implored Him to leave their region."}