{"1": "Getting into a boat, Jesus crossed over the sea and came to His own city.", "2": "And they brought to Him a paralytic lying on a bed. Seeing their faith, Jesus said to the paralytic, “Take courage, [a]son; your sins are forgiven.”", "3": "And some of the scribes said [b]to themselves, “This fellow blasphemes.”", "4": "And Jesus knowing their thoughts said, “Why are you thinking evil in your hearts?", "5": "Which is easier, to say, 'Your sins are forgiven,' or to say, 'Get up, and walk'?", "6": "But so that you may know that the Son of Man has authority on earth to forgive sins”—then He *said to the paralytic, “Get up, pick up your bed and go home.”", "7": "And he got up and [c]went home.", "8": "But when the crowds saw this, they were [d]awestruck, and glorified God, who had given such authority to men.", "9": "As Jesus went on from there, He saw a man called Matthew, sitting in the tax collector's booth; and He *said to him, “Follow Me!” And he got up and followed Him.", "10": "Then it happened that as [e]Jesus was reclining at the table in the house, behold, many tax collectors and [f]sinners came and were dining with Jesus and His disciples.", "11": "When the Pharisees saw this, they said to His disciples, “Why is your Teacher eating with the tax collectors and sinners?”", "12": "But when Jesus heard this, He said, “It is not those who are healthy who need a physician, but those who are sick.", "13": "But go and learn [g]what this means: 'I desire [h]compassion, [i]and not sacrifice,' for I did not come to call the righteous, but sinners.”", "14": "Then the disciples of John *came to Him, asking, “Why do we and the Pharisees fast, but Your disciples do not fast?”", "15": "And Jesus said to them, “The [j]attendants of the bridegroom cannot mourn as long as the bridegroom is with them, can they? But the days will come when the bridegroom is taken away from them, and then they will fast.", "16": "But no one puts [k]a patch of unshrunk cloth on an old garment; for [l]the patch pulls away from the garment, and a worse tear results.", "17": "Nor do people put new wine into old wineskins; otherwise the wineskins burst, and the wine pours out and the wineskins are ruined; but they put new wine into fresh wineskins, and both are preserved.”", "18": "While He was saying these things to them, [m]a synagogue [n]official came and [o]bowed down before Him, and said, “My daughter has just died; but come and lay Your hand on her, and she will live.”", "19": "Jesus got up and began to follow him, and so did His disciples.", "20": "And a woman who had been suffering from a hemorrhage for twelve years, came up behind Him and touched the [p]fringe of His [q]cloak;", "21": "for she was saying [r]to herself, “If I only touch His garment, I will [s]get well.”", "22": "But Jesus turning and seeing her said, “Daughter, take courage; your faith has [t]made you well.” [u]At once the woman was [v]made well.", "23": "When Jesus came into the [w]official's house, and saw the flute-players and the crowd in noisy disorder,", "24": "He said, “Leave; for the girl has not died, but is asleep.” And they began laughing at Him.", "25": "But when the crowd had been sent out, He entered and took her by the hand, and the girl [x]got up.", "26": "This news spread throughout all that land.", "27": "As Jesus went on from there, two blind men followed Him, crying out, “Have mercy on us, Son of David!”", "28": "When He entered the house, the blind men came up to Him, and Jesus *said to them, “Do you believe that I am able to do this?” They *said to Him, “Yes, Lord.”", "29": "Then He touched their eyes, saying, “[y]It shall be done to you according to your faith.”", "30": "And their eyes were opened. And Jesus sternly warned them: “See that no one knows about this!”", "31": "But they went out and spread the news about Him throughout all that land.", "32": "As they were going out, a mute, demon-possessed man [z]was brought to Him.", "33": "After the demon was cast out, the mute man spoke; and the crowds were amazed, and were saying, “Nothing like this has [aa]ever been seen in Israel.”", "34": "But the Pharisees were saying, “He casts out the demons by the ruler of the demons.”", "35": "Jesus was going through all the cities and villages, teaching in their synagogues and proclaiming the gospel of the kingdom, and healing every kind of disease and every kind of sickness.", "36": "Seeing the [ab]people, He felt compassion for them, because they were [ac]distressed and [ad]dispirited like sheep [ae]without a shepherd.", "37": "Then He *said to His disciples, “The harvest is plentiful, but the workers are few.", "38": "Therefore beseech the Lord of the harvest to send out workers into His harvest.”"}