{"1": "A message from the Lord came to Jonah, the son of Amittai. The Lord said, ", "2": "“Go to the great city of Nineveh. Preach against it. The sins of its people have come to my attention.”", "3": "But Jonah ran away from the Lord. He headed for Tarshish. So he went down to the port of Joppa. There he found a ship that was going to Tarshish. He paid the fare and went on board. Then he sailed for Tarshish. He was running away from the Lord.", "4": "But the Lord sent a strong wind over the Mediterranean Sea. A wild storm came up. It was so wild that the ship was in danger of breaking apart. ", "5": "All the sailors were afraid. Each one cried out to his own god for help. They threw the ship's contents into the sea. They were trying to make the ship lighter. But Jonah had gone below deck. There he lay down and fell into a deep sleep. ", "6": "The captain went down to him and said, “How can you sleep? Get up and call out to your god for help! Maybe he'll pay attention to what's happening to us. Then we won't die.”", "7": "Here is what the sailors said to one another. “Someone is to blame for getting us into all this trouble. Come. Let's cast lots to find out who it is.” So they did. And Jonah was picked. ", "8": "They asked him, “What terrible thing have you done to bring all this trouble on us? Tell us. What do you do for a living? Where do you come from? What is your country? What people do you belong to?”", "9": "He answered, “I'm a Hebrew. I worship the Lord. He is the God of heaven. He made the sea and the dry land.”", "10": "They found out he was running away from the Lord. That's because he had told them. Then they became terrified. So they asked him, “How could you do a thing like that?”", "11": "The sea was getting rougher and rougher. So they asked him, “What should we do to you to make the sea calm down?”", "12": "“Pick me up and throw me into the sea,” he replied. “Then it will become calm. I know it's my fault that this terrible storm has come on you.”", "13": "But the men didn't do what he said. Instead, they did their best to row back to land. But they couldn't. The sea got even rougher than before. ", "14": "Then they cried out to the Lord. They prayed, “Please, Lord, don't let us die for taking this man's life. After all, he might not be guilty of doing anything wrong. So don't hold us responsible for killing him. Lord, you always do what you want to.” ", "15": "Then they took Jonah and threw him overboard. And the stormy sea became calm. ", "16": "The men saw what had happened. Then they began to have great respect for the Lord. They offered a sacrifice to him. And they made promises to him.", "17": "Now the Lord sent a huge fish to swallow Jonah. And Jonah was in the belly of the fish for three days and three nights. "}