{"1": "The word which came to Jeremiah from the Lord: ", "2": "“Thus says the Lord God of Israel, 'Write in a book all the words which I have spoken to you. ", "3": "For behold (hear this), the days are coming,' says the Lord, 'when I will restore the fortunes of My people Israel and Judah,' says the Lord, 'and I will return them to the land that I gave to their forefathers and they will take possession of it.'”", "4": "Now these are the words the Lord spoke concerning Israel and Judah:", "5": "“Thus says the Lord, 'We have heard a terrified voice Of panic and dread, and there is no peace.", "6": "  'Ask now, and see Whether a man can give birth [to a child]. Why then do I see every man With his hands on his [a]loins, as a woman in labor? Why have all faces turned pale?", "7": "  'Alas! for that day is great, There is none like it; It is the time of Jacob's [unequaled] trouble, But he will be saved from it.", "8": "'It shall come about on that day,' says the Lord of hosts, 'that I will break the yoke off your neck and I will tear off your bonds and force apart your shackles; and strangers will no longer make slaves of the people [of Israel]. ", "9": "But they shall serve the Lord their God and [the descendant of] David their King, whom I will raise up for them.", "10": "  'Fear not, O Jacob My servant,' says the Lord, 'Nor be dismayed or downcast, O Israel; For behold, I will save you from a distant land [of exile] And your descendants from the land of their captivity. Jacob will return and will be quiet and at ease, And no one will make him afraid.", "11": "  'For I am with you,' says the Lord, 'to save you; For I will destroy completely all the nations where I have scattered you, But I will not destroy you completely. But I will judge and discipline you fairly And will by no means regard you as guiltless and leave you unpunished.'", "12": "  “For thus says the Lord, 'Your wound is incurable And your injury is beyond healing.", "13": "  'There is no one to plead your cause; No [device to close and allow the] healing of your wound, No recovery for you.", "14": "  'All your lovers (allies) have forgotten you; They do not seek and long for you. For I have injured you with the wound of an enemy, With the punishment of a cruel and merciless foe, Because your guilt is great And your sins are glaring and innumerable.", "15": "  'Why do you cry out over your injury [since it is the natural result of your sin]? Your pain is incurable (deadly). Because your guilt is great And your sins are glaring and innumerable, I have done these things to you.", "16": "  'Therefore all who devour you will be devoured; And all your adversaries, every one of them, will go into captivity. And they who plunder you will become plunder, And all who prey upon you I will give for prey.", "17": "  'For I will restore health to you And I will heal your wounds,' says the Lord, 'Because they have called you an outcast, saying: “This is Zion; no one seeks her and no one cares for her.”'", "18": "  “Thus says the Lord, 'Behold (hear this), I will restore the fortunes of the tents of Jacob And have mercy on his dwelling places; The city will be rebuilt on its [old, mound-like] ruin, And the palace will stand on its rightful place.", "19": "  'From them (city, palace) will come [songs of] thanksgiving And the voices of those who dance and celebrate. And I will multiply them and they will not be diminished [in number]; I will also honor them and they will not be insignificant.", "20": "  'Their children too will be as in former times, And their congregation will be established before Me; And I will punish all their oppressors.", "21": "  'Their prince will be one of them, And their ruler will come forward from among them. I will bring him near and he shall approach Me, For who is he who would have the boldness and would dare [on his own initiative] to risk his life to approach Me?' says the Lord.", "22": "  'Then you shall be My people, And I will be your God.'”", "23": "  Behold, the tempest of the Lord! Wrath has gone forth, A sweeping and gathering tempest; It will burst on the head of the wicked.", "24": "  The fierce (righteous) anger of the Lord will not turn back Until He has fulfilled and until He has accomplished The intent of His heart (mind); In the latter days you will understand this."}