{"1": "“At that time,” says the Lord, “I will be the God of all the families of Israel, and they shall be My people.”", "2": "  Thus says the Lord, “The people who survived the sword Found grace in the wilderness [of exile]— Israel (the Northern Kingdom), when it went to find its rest.”", "3": "  The Lord appeared to me ([a]Israel) from ages past, saying, “I have loved you with an everlasting love; Therefore with lovingkindness I have drawn you and continued My faithfulness to you.", "4": "  “Again I will build you and you will be rebuilt, O Virgin Israel! You will again be adorned with your tambourines and [b]timbrels And go out to the dances of those who celebrate.", "5": "  “Again you will plant vineyards On the mountains of Samaria; The planters will plant And enjoy the [abundant] fruit [in peace].", "6": "  “For there will be a day when the watchmen On the hills of Ephraim cry out, 'Arise, and let us go up to Zion, To the Lord our God.'”", "7": "  For thus says the Lord, “Sing aloud with gladness for Jacob, And shout for the first and foremost of the nations [the chosen people, Israel]; Proclaim, give praise and say, 'O Lord save Your people, The remnant of Israel!'", "8": "  “Behold, I am bringing them from the north country, And I will gather them from the remote parts of the earth, Among them [will be] the blind and the lame, The woman with child and she who labors in childbirth, together; A great company, they will return here [to Jerusalem].", "9": "  “They will come with weeping [in repentance and for joy], And by [their] prayer [for the future] I will lead them; I will make them walk by streams of waters, On a straight path in which they will not stumble, For I am a Father to Israel, And Ephraim (Israel) is My firstborn.”", "10": "  Hear the word of the Lord, O you nations, And declare it in the isles and coastlands far away, And say, “He who scattered Israel will gather him And will keep him as a shepherd keeps his flock.”", "11": "  For the Lord has ransomed Jacob And has redeemed him from the hand of him who was stronger than he.", "12": "  “They will come and sing aloud and shout for joy on the height of Zion, And will be radiant [with joy] over the goodness of the Lord— For the grain, for the new wine, for the oil, And for the young of the flock and the herd. And their life will be like a watered garden, And they shall never sorrow or languish again.", "13": "  “Then the virgin will rejoice in the dance, And the young men and old, together, For I will turn their mourning into joy And will comfort them and make them rejoice after their sorrow.", "14": "  “I will fully satisfy the soul of the priests with abundance, And My people will be satisfied with My goodness,” says the Lord.", "15": "  Thus says the Lord, “A [c]voice is heard in Ramah, Lamentation (songs of mourning) and bitter weeping. Rachel (Israel) is weeping for her children; She refuses to be comforted for her children, Because they are gone.”", "16": "Thus says the Lord, “Restrain your voice from weeping And your eyes from tears, For your work will be rewarded,” says the Lord; “And your children will return from the enemy's land.", "17": "  “There is [confident] hope for your future,” says the Lord; “Your children will come back to their own country.", "18": "  “I have surely heard Ephraim (Israel) moaning and grieving, 'You have chastised me, and I was chastised, Like a bull unaccustomed to the yoke or an untrained calf; Bring me back that I may be restored, For You are the Lord my God.", "19": "  'After I turned away [from You], I repented; After I was instructed, I struck my thigh [in remorse]; I was ashamed and even humiliated Because I carried the disgrace of my youth [as a nation].'", "20": "  “Is Ephraim My dear son? Is he a darling and beloved child? For as often as I have spoken against him, I certainly still remember him. Therefore My affection is renewed and My heart longs for him; I will surely have mercy on him,” says the Lord.", "21": "  “Place for yourself road signs [toward Canaan], Make for yourself guideposts; Turn your thought and attention to the highway, To the way by which you went [into exile]. Retrace your steps, O virgin of Israel, Return to these your cities.", "22": "  “How long will you hesitate [to return], O you faithless and renegade daughter? For the Lord has created a [d]new thing in the land [of Israel]: A woman will encompass (tenderly love) a man.”", "23": "Thus says the Lord of hosts, the God of Israel, “Once more they will speak these words in the land of Judah (the Southern Kingdom) and in her cities when I restore their fortunes and release them from exile, 'The Lord bless you, O habitation of justice and righteousness, O holy mountain!'", "24": "And [the people of] Judah and all its cities will live there together—the farmer and they who wander about with flocks. ", "25": "For I [fully] satisfy the weary soul, and I replenish every languishing and sorrowful person.” ", "26": "At this I (Jeremiah) awoke and looked, and my [trancelike] sleep was sweet [in the assurance it gave] to me.", "27": "“Behold (listen carefully), the days are coming,” says the Lord, “when I will sow the house of Israel and the house of Judah with the seed of man and with the seed of beast. ", "28": "It will be that as I have watched over them to uproot and to break down, to overthrow, destroy, and afflict with disaster, so I will watch over them to build and to plant [with good],” says the Lord.", "29": "  “In those days they will not say again, 'The fathers have eaten sour grapes, And the children's teeth are set on edge.'", "30": "But everyone will die [only] for his own wickedness; every man who eats sour grapes—his [own] teeth shall be set on edge.", "31": "“Behold, the days are coming,” says the Lord, “when I will make a new covenant with the [e]house of Israel (the Northern Kingdom) and with the house of Judah (the Southern Kingdom), ", "32": "not like the covenant which I made with their fathers in the day when I took them by the hand to bring them out of the land of Egypt, My covenant which they broke, although I was a husband to them,” says the Lord. ", "33": "“But this is the covenant which I will make with the house of Israel after those days,” says the Lord, “I will put My law within them, and I will write it on their hearts; and I will be their God, and they will be My people. ", "34": "And each man will no longer teach his neighbor and his brother, saying, 'Know the Lord,' for they will all know Me [through personal experience], from the least of them to the greatest,” says the Lord. “For I will forgive their wickedness, and I will no longer remember their sin.”", "35": "  Thus says the Lord, Who gives the sun for light by day And the fixed order of the moon and of the stars for light by night, Who stirs up the sea's roaring billows or stills the waves when they roar; The Lord of hosts is His name:", "36": "  “If this fixed order departs From before Me,” says the Lord, “Then the descendants of Israel also will cease From being a nation before Me forever.”", "37": "Thus says the Lord, “If the heavens above can be measured And the foundations of the earth searched out below, Then I will also cast off and abandon all the descendants of Israel For all that they have done,” says the Lord.", "38": "“Behold, the days are coming,” says the Lord, “when the city [of Jerusalem] will be rebuilt for the Lord from the [f]Tower of Hananel to the Corner Gate. ", "39": "The measuring line will go out farther straight ahead to the hill Gareb; then it will turn to [g]Goah. ", "40": "And the whole valley (Hinnom) of the dead bodies and [the hill] of the ashes [long dumped there from the temple sacrifices], and all the fields as far as the brook Kidron, to the corner of the Horse Gate toward the east, shall be holy to the Lord. It (the city) will not be uprooted or overthrown anymore to the end of the age.”"}