{"1": "Now it happened when Jeremiah, whom the Lord their God had sent, had finished telling all the people all the words of the Lord their God—that is, all these words— ", "2": "Azariah the son of Hoshaiah and Johanan the son of Kareah and all the proud and insolent men said to Jeremiah, “You are not telling the truth! The Lord our God has not sent you to say, 'Do not go into Egypt to live there.' ", "3": "But Baruch the son of Neriah is inciting you against us to hand us over to the Chaldeans, so they may [either] put us to death or exile us to Babylon.” ", "4": "So Johanan the son of Kareah and all the commanders of the forces and all the people disobeyed the voice of the Lord [which told them] to stay in the land of Judah. ", "5": "But Johanan the son of Kareah and all the commanders of the forces took all the remnant of Judah who had returned to live in the land of Judah from all the nations to which they had been driven— ", "6": "the men, women, and children, the king's daughters (ladies of the court), and every person whom Nebuzaradan the captain of the bodyguard had left with Gedaliah the son of Ahikam, the son of Shaphan; he also took Jeremiah the prophet and Baruch the son of Neriah. ", "7": "So they entered the land of Egypt (for they did not obey the voice of the Lord) and they went in as far as [a]Tahpanhes.", "8": "Then came the word of the Lord to Jeremiah in Tahpanhes, saying, ", "9": "“Take some large stones in your hands and hide them in the mortar in the brickwork [of the terrace] which is at the entrance of Pharaoh's [b]house in Tahpanhes, in the sight of some of the men of Judah; ", "10": "and say to them, 'Thus says the Lord of hosts, the God of Israel, “Behold, I am going to send and get [c]Nebuchadnezzar the king of Babylon, My servant, and I am going to set his throne over these stones that I have hidden; and his [majestic, royal] canopy will be spread over them. ", "11": "He will also come and [d]strike the land of Egypt, giving those who are [destined] for death, to death, and those who are [destined] for captivity, to captivity, and those who are [destined] for the sword, to the sword. ", "12": "And [through him] I will set fire to the temples of the gods of Egypt, and he will burn them and take them (Egyptian idols) captive. He will wrap himself with the land of Egypt as a shepherd wraps himself with his garment, and he will go away from there safely. ", "13": "Nebuchadnezzar will also break the images and shatter the obelisks of [e]Heliopolis in the land of Egypt; and he will burn down the temples of the gods of Egypt.”'”"}