{"1": "Concerning [a]Moab. Thus says the Lord of hosts, the God of Israel, “Woe (judgment is coming) to [the city of] [b]Nebo, for it has been destroyed! Kiriathaim has been shamed, it has been captured; Misgab [the high fortress] has been shamed, broken down and crushed.", "2": "  “The glory of Moab is no more; In [c]Heshbon they planned evil against her, Saying, 'Come, let us cut her off from being a nation!' You also, O [city of] Madmen, shall be silenced; The sword will pursue you.", "3": "  “The sound of an outcry from Horonaim, 'Desolation and great destruction!'", "4": "  “Moab is destroyed; Her little ones have called out a cry of distress [to be heard as far as Zoar].", "5": "  “For the Ascent of Luhith Will be climbed by [successive groups of] fugitives with continual weeping; For on the descent of Horonaim They have heard the distress of the cry of destruction.", "6": "  “Run! Save your lives, That you may be like a juniper in the wilderness.", "7": "  “For because you have trusted in your works [your hand-made idols] and in your treasures [instead of in God], Even you yourself will be captured; And [d]Chemosh [your disgusting god cannot rescue you, but] will go away into exile [along with the fugitives] Together with his priests and his princes.", "8": "  “And the destroyer will come upon every city; No city will escape. The [Jordan] valley also will be ruined And the plain will be devastated, As the Lord has said.", "9": "  “Give a gravestone to Moab, For she will fall into ruins; Her cities (pastures, farms) will be desolate, Without anyone to live in them.", "10": "  “Cursed is the one who does the work of the Lord negligently, And cursed is the one who restrains his sword from blood [in executing the judgment of the Lord].", "11": "  “Moab has been at ease from his youth; He has also been undisturbed, and settled like wine on his dregs, And he has not been emptied from one vessel to another, Nor has he gone into exile. Therefore his flavor remains in him, And his scent has not changed.", "12": "Therefore behold, the days are coming,” says the Lord, “when I will send to Moab those who will tip him over and who will empty his vessels and break his [earthenware] jars in pieces. ", "13": "And Moab shall be ashamed of Chemosh [his worthless, disgusting god], as the house of Israel was ashamed of Bethel, their [misplaced] confidence.", "14": "  “How can you say, 'We are great warriors And valiant men in war?'", "15": "  “Moab has been made desolate and his cities have gone up [in smoke and flame]; And his chosen young men have gone down to the slaughter,” Says the King, whose name is the Lord of hosts.", "16": "  “The destruction of Moab will come soon, And his disaster hurries quickly.", "17": "  “Show sympathy for him, all you [nations] who are around him, And all you [distant nations] who know his name; Say, 'How has the mighty scepter [of national power] been broken, And the splendid staff [of glory]!'", "18": "  “Come down from your glory, O Daughter living in [e]Dibon, And sit on the parched ground [among the thirsty]! For the destroyer of Moab has advanced against you; He has destroyed your strongholds.", "19": "  “O inhabitant of Aroer, Stand by the road and keep watch! Ask [of] him who flees and [ask of] her who escapes, Saying, 'What has happened?'", "20": "  “Moab is shamed, for she has been broken down and shattered. Wail and cry out! Tell by [the banks of] the Arnon That Moab has been destroyed.", "21": "“Judgment has come on [the land of] the plain—upon Holon, Jahzah, and against Mephaath, ", "22": "against Dibon, Nebo, and Beth-diblathaim, ", "23": "against Kiriathaim, Beth-gamul, and Beth-meon, ", "24": "against Kerioth, Bozrah and all the cities of the land of Moab, far and near. ", "25": "The horn (strength) of Moab has been cut off and his arm [of authority] is shattered,” says the Lord. ", "26": "“Make him drunk, for he has become arrogant and magnified himself against the Lord [by denying Reuben's occupation of the land the Lord had assigned him]. Moab also will wallow in his vomit, and he too shall become a laughingstock. ", "27": "For was not Israel a laughingstock to you? Was he caught among thieves? For whenever you speak of him you shake your head in scorn.", "28": "  “You inhabitants of Moab, Leave the cities and live among the rocks, And be like the dove that makes her nest In the walls of the yawning ravine.", "29": "  “We have heard of the [giddy] pride of Moab, the extremely proud one— His haughtiness, his arrogance, his conceit, and his self-exaltation.", "30": "  “I know his [insolent] wrath,” says the Lord, “But it is futile; His idle boasts [in his deeds] have accomplished nothing.", "31": "  “Therefore I will wail over Moab, And I will cry out for all Moab. I will sigh and mourn over the men of Kir-heres (Kir-hareseth).", "32": "  “O vines of Sibmah, I will weep for you More than the weeping of Jazer [over its ruins and wasted vineyards]. Your tendrils [of influence] stretched across the sea, Reaching [even] to the sea of Jazer. The destroyer has fallen On your summer fruits and your [season's] crop of grapes.", "33": "  “So joy and gladness are taken away From the fruitful field and from the land of Moab. And I have made the wine cease from the wine presses; No one treads the grapes with shouting. Their shouting is not joyful shouting [but is instead, a battle cry].", "34": "From the outcry at Heshbon even to Elealeh, even to Jahaz they have raised their voice, from Zoar even to Horonaim and Eglath-shelishiyah; for even the waters of Nimrim will become desolations. ", "35": "Moreover, I will cause to cease in Moab,” says the Lord, “the one who ascends and offers sacrifice in the high place and the one who burns incense to his gods.", "36": "“Therefore My heart moans and sighs for Moab like flutes, and My heart moans and sighs like flutes for the men of Kir-heres (Kir-hareseth); therefore [the remnant of] the abundant riches they gained has perished. ", "37": "For every head is [shaven] bald and every beard cut off; there are cuts (slashes) on all the hands and sackcloth on the [f]loins [all expressions of mourning]. ", "38": "On all the housetops of Moab and in its streets there is lamentation (expressions of grief for the dead) everywhere, for I have broken Moab like a vessel in which there is no pleasure,” says the Lord. ", "39": "“How it is broken down! How they have wailed! How Moab has turned his back in shame! So Moab will become a laughingstock and a [horrifying] terror to all who are around him.”", "40": "For thus says the Lord: “Behold, one (Nebuchadnezzar of Babylon) will fly swiftly like an eagle And spread out his wings against Moab.", "41": "  “Kerioth [and the cities] has been taken And the strongholds seized; And the hearts of the warriors of Moab in that day Shall be like the heart of a woman in childbirth.", "42": "  “Moab will be [g]destroyed from being a nation (people) Because he has become arrogant and magnified himself against the Lord.", "43": "  “Terror and pit and snare are before you, O inhabitant of Moab,” says the Lord.", "44": "  “The one who flees from the terror Will fall into the pit, And the one who gets up out of the pit Will be taken and caught in the trap; For I shall bring upon it, even upon Moab, The year of their punishment,” says the Lord.", "45": "  “In the shadow of Heshbon The fugitives stand powerless [helpless and without strength], For a fire has gone out from Heshbon, A flame from the midst of Sihon; It has destroyed the forehead of Moab And the crowns of the heads of [the arrogant Moabites] the ones in tumult.", "46": "  “Woe (judgment is coming) to you, O Moab! The people of [the pagan god called] Chemosh have perished; For your sons have been taken away captive And your daughters into captivity.", "47": "  “Yet I will return the captives and restore the fortunes of Moab In the latter days,” says the Lord. Thus far is the judgment on Moab."}