{"1": "“At that time,” says the Lord, “they [the Babylonian army] will bring out from their graves the [a]bones of the kings of Judah, the bones of its princes, the bones of the priests, the bones of the prophets, and the bones of the inhabitants of Jerusalem. ", "2": "They will [carelessly scatter and] spread them out before the sun and the moon and all the host of heaven, which the dead have loved and which they have served, and which they have walked after and which they have sought, and which they have worshiped. They will not be gathered or be buried; they will be like [b]dung on the face of the earth. ", "3": "And death will be chosen rather than life by all the remnant of those who remain of this evil family (nation), who remain in all the places to which I have driven them,” says the Lord of hosts. ", "4": "“Moreover [Jeremiah], you shall say to them, 'Thus says the Lord, “Do men fall and not rise up again? Does one turn away [from God] and not repent and return [to Him]?", "5": "  “Why then has this people of Jerusalem Turned away with a perpetual turning away [from Me]? They hold tightly to [c]deceit (idolatry); They refuse to repent and return [to God].", "6": "  “I have listened and heard, But they have spoken what is not right; No man repented of his wickedness, Saying, 'What have I done?' Everyone turns to his [individual] course, As the horse rushes like a torrent into battle.", "7": "  “Even the stork in the sky Knows her seasons [of migration], And the turtledove, the swallow and the crane Observe the time of their return. But My people do not know The law of the Lord.", "8": "  “How can you say, 'We are wise, And the law of the Lord is with us [and we are learned in its language and teachings]'? Behold, [the truth is that] the lying pen of the scribes Has made the law into a lie [a mere code of ceremonial observances].", "9": "  “The wise men are shamed, They are dismayed and caught. Behold, they have [manipulated and] rejected the [truth in the] word of the Lord, And what kind of wisdom and insight do they have?", "10": "  “Therefore I will give their wives to others And their fields to new owners; Because from the least even to the greatest Everyone is greedy for [unjust] gain; From the prophet even to the priest Everyone practices deceit and deals in corruption.", "11": "  “For they have treated the brokenness of the daughter of My people superficially, Saying, 'Peace, peace,' When there is no peace.", "12": "  “Were they ashamed because of the extremely disgusting and shamefully vile things they had done? They were not at all ashamed, And they did not know how to blush. Therefore, they shall fall among those who fall; At the time of their punishment they shall be overthrown,” Says the Lord.", "13": "  “I will gather and snatch them away [utterly consuming them],” says the Lord. “There will be no grapes on the vine, Nor figs on the fig tree, And even the leaf will wither; And the things that I have given them will pass away [by the hand of those whom I have appointed].”'”", "14": "  Why are we sitting still [the people wonder]? Assemble yourselves, and let us enter the fortified cities And let us die there, For the Lord our God has decreed our ruin And given us bitter and poisonous water to drink, Because we have sinned against the Lord.", "15": "  We waited for peace and salvation, but no good came, And for a time of healing, but behold, terror!", "16": "  The snorting of [Nebuchadnezzar's] horses is heard from Dan [on Palestine's northern border]. At the sound of the neighing of his strong stallions The whole land quakes; For they come and devour the land and all that is in it, The city and those who live in it.", "17": "  “For behold, I am sending serpents among you, Vipers which cannot be charmed, And they will bite you,” says the Lord.", "18": "  Oh, that I (Jeremiah) could find comfort from my sorrow [for my grief is beyond healing], My heart is sick and faint within me!", "19": "  Behold, [hear the sound of] the cry of the daughter of my people from the distant land [of Babylon]: “Is not the Lord in Zion? Is not her King within her?” [But the Lord answers] “Why have they provoked Me to anger with their carved images and with foreign idols?”", "20": "  “The harvest is past, the summer has ended and the gathering of fruit is over, But we are not saved,” [comes the voice of the people again].", "21": "  For the brokenness of the daughter of my people I (Jeremiah) am broken; I mourn, anxiety has gripped me.", "22": "  Is there no balm in [d]Gilead? Is there no physician there? Why then has not the [spiritual] health of the daughter of my people been restored?"}