{"1": "The Sabbath came, and Jesus walked through a field. His disciples, who were hungry, began to pick some of the grain and eat it.", "2": "The Sabbath is a day of rest when one creates nothing, breaks nothing, gives nothing, makes no contracts, cuts no flowers, and boils no water; it is a day set aside by the Lord to remember the creative work of God, to experience the peace of the Lord, and to rest in the provision of God. When the Pharisees saw this, they reacted. Pharisees: Look! Your disciples are breaking the law of the Sabbath!", "3": "Jesus: 3 Haven't you read what David did? When he and his friends were hungry, ", "4": "they went into God's house and they ate the holy bread, even though neither David nor his friends, but only priests, were allowed that bread. ", "5": "Indeed, have you not read that on the Sabbath priests themselves do work in the temple, breaking the Sabbath law yet remaining blameless? ", "6": "Listen, One who is greater than the temple is here.", "7": "Do you not understand what the prophet Hosea recorded, “I desire mercy, not sacrifice”[a]? If you understood that snippet of Scripture, you would not condemn these innocent men for ostensibly breaking the law of the Sabbath. ", "8": "For the Son of Man has not only the authority to heal and cast out demons, He also has authority over the Sabbath.", "9": "Jesus left the field and went to the synagogue, ", "10": "and there He met a man with a shriveled hand. The Pharisees wanted to set up Jesus. Pharisees: Well, is it lawful to heal on the Sabbath too?", "11": "Jesus: 11 Look, imagine that one of you has a sheep that falls into a ditch on the Sabbath—what would you do? Jesus—who can see the Pharisees are testing Him and basically have missed the point—is growing a little testy. The Pharisees say nothing. (to the Pharisees) You would dive in and rescue your sheep. ", "12": "Now what is more valuable, a person or a sheep? So what do you think—should I heal this man on the Sabbath? Isn't it lawful to do good deeds on the Sabbath? ", "13": "(to the man with the shriveled hand) Stretch out your hand. As the man did so, his hand was completely healed, as good as new.", "14": "The Pharisees went and mapped out plans to destroy Jesus.", "15": "Jesus knew that the Pharisees were plotting to kill Him and left the area. Many people followed Him, and He healed them all, ", "16": "always insisting that they tell no one about Him. ", "17": "He did this in keeping with the prophecy Isaiah made so long ago:", "18": "This is My servant, whom I have well chosen; this is the One I love, the One in whom I delight. I will place My Spirit upon Him; He will proclaim justice to all the world.", "19": "He will not fight or shout or talk loudly in the streets.", "20": "He will not crush a reed under His heel or blow out a smoldering candle until He has led justice and righteousness to final victory.", "21": "All the world will find its hope in His name.[b]", "22": "Some of the faithful brought Jesus a man who was possessed by a demon, who was blind and mute, and Jesus healed him. The man could see and talk, and demons no longer crawled around in him.", "23": "People (astonished): 23 Could this be the Son of David?", "24": "Pharisees: 24 It is only through Beelzebul, the prince of demons, that this Jesus can cast out demons.", "25": "Jesus knew what the Pharisees were thinking. Jesus: That would be like a father splitting his own household down the middle or a king cutting his kingdom in half—the household and the kingdom would fall apart. ", "26": "So, too, if Satan imbued people with the power to drive out demons, Satan's kingdom would collapse. ", "27": "And you should think about this too: you have friends who drive out demons. If I am working as a tool of Beelzebul, whom are your people working for? ", "28": "When I come to you and drive out demons by the Spirit of your Father in heaven—for the glory of your Father in heaven—you should recognize and rejoice that the kingdom of God has come to you.", "29": "Imagine you wanted to break into the house of your neighbor, a strong brawny man, and steal his furniture. First, you'd have to tie up your neighbor, yes? Once he was bound and tied, you could take whatever you wanted. ", "30": "Similarly—he who is not with Me is against Me, and he who is not doing the Father's work of gathering up the flock may as well be scattering the flock.", "31-32": "It is one thing for you to speak ill of the Son of Man. People will be forgiven for every sin they commit and blasphemy they utter. But those who call the work of God the work of Satan utterly remove themselves from God, and those who blaspheme God's Spirit will not be forgiven, neither in this world nor in the world to come.", "33": "Good trees produce good fruits; bad trees produce bad fruits. You can always tell a tree by its fruits. ", "34": "You children of snakes, you who are evil—how could you possibly say anything good? For the mouth simply shapes the heart's impulses into words. ", "35": "And so the good man (who is filled with goodness) speaks good words, while the evil man (who is filled with evil) speaks evil words. ", "36": "I tell you this: on the day of judgment, people will be called to account for every careless word they have ever said. ", "37": "The righteous will be acquitted by their own words, and you evildoers will be condemned by your own words.", "38": "Scribes and Pharisees: 38 Teacher, we want to see some miraculous sign from You.", "39": "Jesus: 39 You wicked and promiscuous generation—you are looking for signs, are you? The only sign you will be given is the sign of the prophet Jonah. ", "40": "Jonah spent three days and three nights in the belly of a great fish, as the Son of Man will spend three days and three nights in the belly of the earth. ", "41": "One day, the people of Nineveh will rise up in judgment and will condemn your present generation—for the Ninevites turned from sin to God when they heard Jonah preach, and now One far greater than Jonah is here. ", "42": "The Queen of the South will also stand in judgment and condemn this generation—for she came from the ends of the earth to listen to Solomon's wisdom. And today One greater and wiser than Solomon is among you.", "43": "Let Me tell you what will happen to this wicked generation: When an evil spirit comes out of a man, it rattles around through deserts and other dry places looking for a place to rest—but it does not find anywhere to rest. ", "44": "So the spirit says, “I will return to the house I left.” And it returns to find that house unoccupied, tidy, swept, and sparkling clean. ", "45": "Well, then not only does one spirit set up shop in that sparkling house, but it brings seven even more wicked spirits along. And the poor man—the house—is worse off than he was before. This evil generation will suffer a similar fate.", "46": "While Jesus was speaking to the crowd, His mother and brothers came up and wanted to speak to Him.", "47": "Someone in the Crowd: 47 Your mother and brothers are waiting outside to speak to You.", "48": "Jesus: 48 Who is My mother? And who are My brothers? ", "49": "(pointing to His disciples) These are My mother and brothers. ", "50": "Anyone who does the will of My Father in heaven is My mother and brother and sister."}