{"1": "That same day, Jesus left the house and went to sit by the sea. ", "2": "Large crowds gathered around Him, and He got into a boat on the sea and sat there. The crowd stood on the shore waiting for His teaching.", "3": "This next sermon series, the third of Jesus' five Mosaic-like sermons, is filled with parables or stories with a deeper meaning about the kingdom of heaven. And so Jesus began to teach. On this day, He spoke in parables. Here is His first parable: Jesus: Once there was a sower who scattered seeds. ", "4": "One day he walked in a field scattering seeds as he went. Some seeds fell beside a road, and a flock of birds came and ate all those seeds. ", "5": "So the sower scattered seeds in a field, one with shallow soil and strewn with rocks. But the seeds grew quickly amid all the rocks, ", "6": "without rooting themselves in the shallow soil. Their roots got tangled up in all the stones. The sun scorched these seeds, and they died. ", "7": "And so the sower scattered seeds near a path, this one covered with thorny vines. The seeds fared no better there—the thorns choked them, and they died. ", "8": "And so finally the sower scattered his seeds in a patch of good earth. At home in the good earth, the seeds grew and grew. Eventually the seeds bore fruit, and the fruit grew ripe and was harvested. The harvest was immense—30, 60, 100 times what was sown.", "9": "He who has ears to hear, let him hear.", "10": "Disciples: 10 Why do You speak to the people in parables?", "11": "Jesus: 11 The knowledge of the secrets of heaven has been given to you, but it has not been given to them. ", "12": "Those who have something will be given more—and they will have abundance. Those who have nothing will lose what they have—they will be destitute. ", "13": "I teach in parables so the people may look but not see, listen but not hear or understand.[a] ", "14": "They are fulfilling Isaiah's prophecy: You will listen, but you will not understand; you will look, but you will not see.", "15": "The people's hearts have turned to flab; their ears are clogged; their eyes are shut. They will try to see, but they will not see; they will try to hear, but they will not hear; they will try to understand, but they will not comprehend. If they, with their blindness and deafness, so choose, then I will heal them.[b]", "16-17": "Many holy prophets and righteous men and women and people of prayer and doers of good have wanted to see but did not see, and have wanted to hear but did not hear. Your eyes and ears are blessed.", "18": "This is what the parable of the sower means. ", "19": "It is about the kingdom of heaven. When someone hears the story of the Kingdom and cannot understand it, the evil one comes and snatches away whatever goodness and holiness had been sown in the heart. This is like the seeds sown beside the road. ", "20-21": "You know people who hear the word of God and receive it joyfully—but then, somehow, the word fails to take root in their hearts. It is temporary. As soon as there is trouble for those people, they trip: those people are the seeds strewn on the rocky soil. ", "22": "And you know people who hear the word, but it is choked inside them because they constantly worry and prefer the wealth and pleasures of the world: they prefer drunken dinner parties to prayer, power to piety, and riches to righteousness. Those people are like the seeds sown among thorns. ", "23": "The people who hear the word and receive it and grow in it—those are like the seeds sown on good soil. They produce a bumper crop, 30 or 60 or 100 times what was sown.", "24": "Our Father in heaven plants many seeds in order to ensure that some seeds bear fruit. The final harvest, however, is worth any amount of hard work. Jesus told them another parable. Jesus: The kingdom of heaven is like this: Once there was a farmer who sowed good seeds in his field. ", "25": "While the farmer's workers were sleeping, his enemy crept into the field and sowed weeds among all the wheat seeds. Then he snuck away again. ", "26": "Eventually the crops grew—wheat, but also weeds. ", "27": "So the farmer's workers said to him, “Sir, why didn't you sow good seeds in your field? Where did these weeds come from?”", "28": "“My enemy must have done this,” replied the farmer. “Should we go pull up all the weeds?” asked his workers.", "29": "“No,” said the farmer. “It's too risky. As you pull up the weeds, you would probably pull up some wheat as well. ", "30": "We'll let them both grow until harvesttime. I will tell the harvesters to collect the weeds and tie them in bundles to be burned, and only then to harvest the wheat and bring it to my barn.”", "31": "Jesus told them another parable. Jesus: The kingdom of heaven is like a mustard seed, which a sower took and planted in his field. ", "32": "Mustard seeds are minute, tiny—but the seeds grow into trees. Flocks of birds can come and build their nests in the branches.", "33": "And Jesus told a fourth parable. Jesus: Imagine a woman preparing a loaf of bread. The kingdom of heaven is like the leaven she folds into her dough. She kneads and kneads until the leaven is worked into all the dough.", "34": "Without the leaven, the dough remains flat. But the secret is the almost invisible leaven making her loaves fluff and rise. Jesus gave all these teachings to the crowd in parables. Indeed, He spoke only in parables ", "35": "in fulfillment of the prophetic words of the psalms: I will open My mouth in parables; I will tell them things that have been hidden and obscure since the very beginning of the world.[c]", "36": "Then Jesus left the crowds and returned to His house. His disciples followed Him. Disciples: Explain to us the story You told about the weeds.", "37": "Jesus: 37 The one who sowed the good seed is the Son of Man. ", "38": "The field is the world; the good seed represents the children of the Kingdom. The weeds—who do you think the weeds are? They are the children of the evil one, ", "39": "and the enemy who threw the weeds among the wheat is the devil. The harvest is the end of the age, and the workers are God's heavenly messengers. ", "40": "In the parable, I told you the weeds would be pulled up and burned—well, that is how it will be at the end of this age. ", "41": "The Son of Man will send His messengers out into the world, and they will root out from His kingdom everything that is poisonous, ugly, and malicious, and everyone who does evil. ", "42": "They will throw all that wickedness into the fiery furnace where there will be weeping and grinding of teeth. ", "43": "And the righteous will shine like the sun in their Father's kingdom. He who has ears to hear, let him hear.", "44": "The kingdom of heaven is like a treasure that is hidden in a field. A crafty man found the treasure buried there and buried it again so no one would know where it was. Thrilled, he went off and sold everything he had, and then he came back and bought the field with the hidden treasure part of the bargain.", "45": "Or the kingdom of heaven is like a jeweler on the lookout for the finest pearls. ", "46": "When he found a pearl more beautiful and valuable than any jewel he had ever seen, the jeweler sold all he had and bought that pearl, his pearl of great price.", "47": "Or think of it this way: the kingdom of heaven is like a net that was cast into the sea, a net that caught a world of flickering fish. ", "48": "When the net was full, the fishermen hauled it to shore. They separated the good fish from the bad, placing the good fish in a bucket and throwing out the inedible fish. ", "49": "That is what the end of time will be like. The heavenly messengers will separate the good from the bad, the righteous from the wicked, the repentant from the prideful, the faithful from the hard-hearted. ", "50": "The bad, the wicked, the prideful, and the hard-hearted will be thrown into the fiery furnace where there will be weeping and grinding of teeth.", "51": "Do you understand? Disciples: Yes, we understand.", "52": "Jesus: 52 Every scribe and teacher of the law who has become a student of the ways of the Kingdom is like the head of the household who brings some new things and some old things, both out of the storeroom.", "53": "With that Jesus finished teaching His parables, and He moved on. ", "54-56": "He came to Nazareth, the town where He had grown up. He taught at the local synagogue, and the people were astonished. People: Is this our little Jesus? Is this Mary's son? Is this the carpenter's son? Is this Jesus, brother of James, Joseph, Simon, and Judas? Didn't we just see His sisters yesterday at the market? Where did He learn all this? Whence His power?", "57": "They were offended by Him—by His teachings, by who He was. Jesus: Prophets are respected—except in their hometowns and in their own households. There the prophet is dishonored.", "58": "Jesus didn't bother to work wondrous miracles there in Nazareth because the people did not believe."}