{"1": "At this time, the ruler of Galilee was Herod Antipas. He began to hear reports about all that Jesus was doing.", "2": "Like the people of Nazareth, Herod wondered where Jesus' power came from. Herod (to his servants): He must be John the Baptist,[a] raised from the dead; thus his powers are at work in him.", "3-5": "Herod is concerned with the attention that John is receiving, but he doesn't want to be seen killing a holy man. And now, Jesus is creating an even greater problem. Herod's brother Philip had married a woman named Herodias, who eventually married Herod. John denounced Herod's marriage to her as adulterous. Herod was incensed (not to mention a little fearful) and wanted to kill John, but he knew the people considered John a prophet. Instead, he bound John and put him in jail.", "6-7": "There John sat until Herod's birthday. On that night, Salome, Herodias's daughter by Philip, came and danced for her stepfather and all his birthday guests. Herod so enjoyed her dancing that he vowed to give her whatever she wanted.", "8": "Salome (after whispering with her mother): 8 Bring me the head of John the Baptist,[b] displayed on a platter.", "9": "This is not what Herod expected—he imagined his stepdaughter would ask for a necklace or maybe a slave. Herod still thought it unwise to kill John, but because he had made such a show of his promise—because he had actually sworn an oath and because the scene was playing out in front of the watchful eyes of so many guests—Herod felt bound to give his stepdaughter what she wanted. ", "10": "And so he sent orders to the prison to have John beheaded, ", "11": "and there was his head, displayed on a platter, given first to Salome and then passed on to her mother.", "12": "John's disciples went to the prison, got John's body, and buried him. Then they went to tell Jesus.", "13": "When Jesus learned what had happened, He got on a boat and went away to spend some time in a private place. The crowds, of course, followed Jesus on foot from their cities. ", "14": "Though Jesus wanted solitude, when He saw the crowds, He had compassion on them, and He healed the sick and the lame. ", "15": "At evening-time, Jesus' disciples came to Him. Disciples: We're in a fairly remote place, and it is getting late; the crowds will get hungry for supper. Send them away so they have time to get back to the villages and get something to eat.", "16": "Jesus: 16 They don't need to go back to the villages in order to eat supper. Give them something to eat here.", "17": "Disciples: 17 But we don't have enough food. We only have five rounds of flatbread and two fish.", "18": "Jesus: 18 Bring the bread and the fish to Me. So the disciples brought Him the five rounds of flatbread and the two fish, ", "19": "and Jesus told the people to sit down on the grass. He took the bread and the fish, He looked up to heaven, He gave thanks, and then He broke the bread. Jesus gave the bread to the disciples, and the disciples gave the bread to the people; ", "20": "everyone ate and was satisfied. When everyone had eaten, the disciples picked up 12 baskets of crusts and broken pieces of bread and crumbs. ", "21": "There were 5,000 men there, not to mention all the women and children.", "22": "Immediately Jesus made the disciples get into the boat and go on to the other side of the sea while He dismissed the crowd. ", "23": "Then, after the crowd had gone, Jesus went up to a mountaintop alone (as He had intended from the start). As evening descended, He stood alone on the mountain, praying.", "24": "In the midst of the burdens of life and ministry, like when news of John's death reaches Him, Jesus seeks refreshment in solitary prayer. The boat was in the water, some distance from land, buffeted and pushed around by waves and wind. ", "25": "Deep in the night, when He had concluded His prayers, Jesus walked out on the water to His disciples in their boat. ", "26": "The disciples saw a figure moving toward them and were terrified. Disciple: It's a ghost! Another Disciple: A ghost? What will we do?", "27": "Jesus: 27 Be still. It is I. You have nothing to fear.", "28": "Peter: 28 Lord, if it is really You, then command me to meet You on the water.", "29": "Jesus: 29 Indeed, come. Peter stepped out of the boat onto the water and began walking toward Jesus. ", "30": "But when he remembered how strong the wind was, his courage caught in his throat and he began to sink. Peter: Master, save me!", "31": "Immediately Jesus reached for Peter and caught him. Jesus: O you of little faith. Why did you doubt and dance back and forth between following Me and heeding fear?", "32": "Then Jesus and Peter climbed in the boat together, and the wind became still. ", "33": "And the disciples worshiped Him. Disciples: Truly You are the Son of God.", "34": "All together, Jesus and the disciples crossed to the other side of the sea. They landed at Gennesaret, an area famous for its princely gardens. ", "35": "The people of Gennesaret recognized Jesus, and they spread word of His arrival all over the countryside. People brought the sick and wounded to Him ", "36": "and begged Him for permission to touch the fringes of His robe. Everyone who touched Him was healed."}