{"1": "Some Pharisees and scribes came from Jerusalem to ask Jesus a question.", "2": "Scribes and Pharisees: 2 The law of Moses has always held that one must ritually wash his hands before eating. Why don't Your disciples observe this tradition?", "3": "Jesus turned the Pharisees' question back on them. Jesus: Why do you violate God's command because of your tradition? ", "4": "God said, “Honor your father and mother.[a] Anyone who curses his father or mother must be put to death.”[b] ", "5-6": "But you say that one need no longer honor his parents so long as he says to them, “What you might have gained from me, I now give to the glory of God.” Haven't you let your tradition trump the word of God? ", "7": "You hypocrites! Isaiah must have had you in mind when he prophesied,", "8": "People honor Me with their lips, but their hearts are nowhere near Me.", "9": "Because they elevate mere human ritual to the status of law, their worship of Me is a meaningless sham.[c]", "10": "(to the multitude) Hear and understand this: ", "11": "What you put into your mouth cannot make you clean or unclean; it is what comes out of your mouth that can make you unclean.", "12": "Later the disciples came to Him. Disciples: Do You realize the Pharisees were shocked by what You said?", "13": "Jesus: 13 Every plant planted by someone other than My heavenly Father will be plucked up by the roots. ", "14": "So let them be. They are blind guides. What happens when one blind person leads another? Both of them fall into a ditch.", "15": "Peter: 15 Explain that riddle to us.", "16": "Jesus: 16 Do you still not see? ", "17": "Don't you understand that whatever you take in through your mouth makes its way to your stomach and eventually out of the bowels of your body? ", "18": "But the things that come out of your mouth—your curses, your fears, your denunciations—these come from your heart, and it is the stirrings of your heart that can make you unclean. ", "19": "For your heart harbors evil thoughts—fantasies of murder, adultery, and whoring; fantasies of stealing, lying, and slandering. ", "20": "These make you unclean—not eating with a hand you've not ritually purified with a splash of water and a prayer.", "21": "Jesus left that place and withdrew to Tyre and Sidon. ", "22": "A Canaanite woman—a non-Jew—came to Him. Canaanite Woman (wailing): Lord, Son of David, have mercy on me! My daughter is possessed by a demon. Have mercy, Lord!", "23": "Jesus said nothing. And the woman continued to wail. His disciples came to Him. Disciples: Do something—she keeps crying after us!", "24": "Jesus: 24 I was sent here only to gather up the lost sheep of Israel.", "25": "The woman came up to Jesus and knelt before Him. Canaanite Woman: Lord, help me!", "26": "Jesus: 26 It is not right to waste the children's bread by feeding dogs.", "27": "Canaanite Woman: 27 But, Lord, even dogs eat the crumbs that fall by the table as their master is eating.", "28": "Jesus—whose ancestors included Ruth and Rahab—spoke with kindness and insight. Jesus: Woman, you have great faith. And your request is done. And her daughter was healed, right then and from then on.", "29": "Jesus left and went to the Sea of Galilee. He went up on a mountaintop and sat down. ", "30": "Crowds thronged to Him there, bringing the lame, the maimed, the blind, the crippled, the mute, and many other sick and broken people. They laid them at His feet, and He healed them. ", "31": "The people saw the mute speaking, the lame walking, the maimed made whole, the crippled dancing, and the blind seeing; and the people were amazed, and they praised the God of Israel.", "32": "Jesus (to His disciples): 32 We must take pity on these people for they have touched My heart; they have been with Me for three days, and they don't have any food. I don't want to send them home this hungry—they might collapse on the way!", "33": "Disciples: 33 We'll never find enough food for all these people, out here in the middle of nowhere!", "34": "Jesus: 34 How much bread do you have? Disciples: Seven rounds of flatbread and a few small fish.", "35": "He told the crowd to sit down. ", "36": "He took the bread and the fish, He gave thanks, and then He broke the bread and divided the fish. He gave the bread and fish to the disciples, the disciples distributed them to the people, ", "37": "and everyone ate and was satisfied. When everyone had eaten, the disciples picked up seven baskets of crusts and broken pieces and crumbs.", "38": "There were 4,000 men there, not to mention all the women and children. ", "39": "Then Jesus sent the crowd away. He got into the boat and went to Magadan."}