{"1": "Jesus is providing an entirely different perspective on success and happiness. The new Kingdom is breaking in, and the new community is coming together. This is the logic of that Kingdom and that community: to inhabit God's story, this is what must be done. To accrue fame and comfort and riches is counter to this new community. In the economics of this new community, real success is marked by a willingness to sacrifice one's very life to God, and the promised rewards are immense. Six days later, Jesus went up to the top of a high mountain with Peter, James, and John. ", "2": "There, something spectacular happened: Jesus' face began to glow and gleam and shine like the morning sun. His clothes gleamed too—bright white, like sunlight mirroring off a snowfall. He was, in a word, transfigured. ", "3": "Suddenly there at the top of the mountain were Moses and Elijah, those icons of the faith, beloved of God. And they talked to Jesus.", "4": "Peter: 4 Lord, how amazing that we are here to see these heroes of our faith, these men through whom God spoke. Should I quickly build some shelter, three small tabernacles, for You, for Moses, and for Elijah?", "5": "As Peter spoke, a bright cloud enveloped all of them. Voice from the Cloud: This is My beloved Son. With Him I am well pleased. Listen to Him.", "6": "This is but an echo of the Voice that spoke at Jesus' ritual cleansing in baptism. It is an echo of what God said through Moses during his final sermon on the mount. God promised that although Moses could not enter the promised land, He would send His people another prophet. Moses' very last wish for his beloved people was that they would listen to this new prophet when He would come. This voice from heaven terrified the three disciples, and they fell prostrate on the ground. ", "7": "But Jesus—who was, by this time, used to His disciples being plagued by fear—touched them. Jesus: Get up. Don't be afraid.", "8": "And when the disciples got up, they saw they were alone with their Lord.", "9": "The four men hiked back down the mountain, and Jesus told His disciples to stay silent. Jesus: Don't tell anyone what happened here, not until the Son of Man has been raised from the dead.", "10": "Why does Jesus often instruct His disciples to keep secrets? In this case, perhaps He does because He realizes they will not understand the meaning of the transfiguration until they live through that other hilltop event, the death of Jesus on the cross. Believers, like the disciples, will better understand this bath of light and revelation when they, too, come to Golgotha and the cross. Disciples: 10 Master, why do the scribes teach that the prophet Elijah must come first?", "11": "Jesus: 11 Scripture tells us clearly that indeed Elijah will come to restore all things. ", "12": "But see this: Elijah has come already. No one recognized him for who he was, so he was arrested and killed. That is part of the preparation of which our Scripture speaks: for the Son of Man, too, will be arrested and killed at the hands of people who do not see Him for who He is.", "13": "And then the disciples realized the man they knew as John the Baptist[a] was the one Jesus was speaking of.", "14": "They had come down from the mountain, and as they headed toward town, they came to a crowd. As they approached the crowd, a man rushed up to Jesus and knelt before Him.", "15": "Man from the Crowd: 15 Lord, have mercy on my son. He has seizures. Sometimes when they come on, my son falls into the fire or into a pond. We are very concerned for him. ", "16": "I brought him to Your disciples, but they could not heal him.", "17": "Jesus: 17 This generation is no better than the generation who wandered in the desert, who lost faith and bowed down to golden idols as soon as Moses disappeared upon Mount Sinai! How long will I have to shepherd these unbelieving sheep? (turning to the man) Bring the boy to Me.", "18": "The man did, and Jesus castigated the demon who had taken up residence in the boy. And the demon fled the boy's body at the sound of Jesus' voice, and the boy was healed from that moment on. No more shaking. No more falling into fires.", "19": "Later, when they were away from the crowds, the disciples asked Jesus why they hadn't been able to drive out the demon themselves.", "20": "Jesus: 20 Because you have so little faith. I tell you this: if you had even a faint spark of faith, even faith as tiny as a mustard seed, you could say to this mountain, “Move from here to there,” and because of your faith, the mountain would move. If you had just a sliver of faith, you would find nothing impossible. ", "21": "[21 But this kind is not realized except through much prayer and fasting.][b]", "22": "Jesus and the disciples came to Galilee. Jesus: The Son of Man is going to be betrayed into the hands of men. ", "23": "They will kill Him, and on the third day, He will be resurrected, vindicated, newly alive. The disciples were filled with grief.", "24": "Then Jesus and His disciples went toward Capernaum, and when they arrived there, some people who had collected the two-drachma tax that went for the upkeep of the temple came up to Peter. Temple Tax Collectors: Does your Teacher not pay the temple tax?", "25": "Peter: 25 He does pay the tax. Jesus knows that He and His followers are the true temple, and yet Jesus is canny. It is not quite time to shake the foundations of the temple or of the old way of doing things. And so He pays the tax and bides His time. So when Peter came into the house where they were staying, Jesus explored the subject. Jesus: Simon, what do you think? When kings collect taxes and duties and tolls, from whom do they collect? Do they levy taxes on their own people or on strangers and foreigners?", "26": "Peter: 26 The foreigners, my Lord. Jesus: Well, then, we children of the King should be exempt from this two-drachma tax. ", "27": "But all in all, it's better not to make any waves; we'd better go on and pay the tax. So do this: go out to the lake and throw out your line. And when you catch a fish, open its jaws and you will find a four-drachma coin. Take this to the tax collectors, and pay your taxes and Mine."}