{"1": "Mary and Joseph name their baby Jesus, but sometimes He is referred to as Immanuel, because by coming to dwell with us, living and dying among us, He would be able to save us from our sin. Jesus was born in the town of Bethlehem, in the province of Judea, at the time when King Herod reigned. Not long after Jesus was born, magi, wise men or seers from the East, made their way from the East to Jerusalem. These wise men made inquiries.", "2": "These men from the East come looking for the One who has been born who will save His people from sin. Wise Men: 2 Where is this newborn, who is the King of the Jews? When we were far away in the East we saw His star, and we have followed its glisten and gleam all this way to worship Him.", "3": "King Herod began to hear rumors of the wise men's quest, and he, and all of his followers in Jerusalem, were worried. ", "4": "So Herod called all of the leading Jewish teachers, the chief priests and head scribes, and he asked them where Hebrew tradition claimed the long-awaited Anointed One would be born.", "5": "Scribes and Priests: 5 An ancient Hebrew prophet, Micah, said this:", "6": "But you, Bethlehem, in the land of Judah, are no poor relation— For from your people will come a Ruler who will be the shepherd of My people Israel.[a]", "7": "From that prophecy we learn that the Savior would be born in the town of Bethlehem, in the province of Judea. This information in hand, Herod orders the wise men to come to his chambers in secret; and when they arrive, Herod quizzes them. Herod called the wise men to him, demanding to know the exact time the special star had appeared to them. ", "8": "Then Herod sent them to Bethlehem. Herod: Go to Bethlehem and search high and low for this Savior child; and as soon as you know where He is, report it to me so that I may go and worship Him.", "9-10": "The wise men left Herod's chambers and went on their way. The star they had first seen in the East reappeared—a miracle that, of course, overjoyed and enraptured the wise men. The star led them to the house where Jesus lay; ", "11": "and as soon as the wise men arrived, they saw Him with His mother Mary, and they bowed down and worshiped Him. They unpacked their satchels and gave Jesus gifts of gold, frankincense, and myrrh.", "12": "These are exceptionally good gifts, for gold is what is given a king, and Jesus is the King of kings; incense is what you expect to be given a priest, and Jesus is the High Priest of all high priests; myrrh ointment is used to heal, and Jesus is a healer. But myrrh is also used to embalm corpses—and Jesus was born to die. And then, just as Joseph did a few months before, the wise men had a dream warning them not to go back to Herod. The wise men heeded the dream. Ignoring Herod's instructions, they returned to their homes in the East by a different route.", "13": "After the wise men left, a messenger of the Lord appeared to Joseph in a dream. Messenger of the Lord (to Joseph): Get up, take the child and His mother, and head to Egypt. Stay there until I tell you it is safe to leave. For Herod understands that Jesus threatens him and all he stands for. He is planning to search for the child and kill Him. But you will be safe in Egypt.", "14": "So Joseph got up in the middle of the night; he bundled up Mary and Jesus, and they left for Egypt.[b]", "16": "After a few months had passed, Herod realized he'd been tricked. The wise men were not coming back. Herod, of course, was furious. He simply ordered that all boys who lived in or near Bethlehem and were two years of age and younger be killed. He knew the baby King was this age because of what the wise men told him.", "17": "Herod knows ordinary babies will die in this purge, but he doesn't care—Herod is not so much cold-blooded as pragmatic, willing to do whatever is necessary to kill this new supposed King. And so all those other baby boys die. But, of course, Herod's plan ultimately fails. He doesn't know the baby Savior has been whisked to safety in Egypt. This sad event had long been foretold by the prophet Jeremiah:", "18": "A voice will be heard in Ramah, weeping and wailing and mourning out loud all day and night. The voice is Rachel's, weeping for her children, her children who have been killed; she weeps, and she will not be comforted.[c]", "15": "Joseph, Mary, and Jesus stayed in Egypt until Herod died. This fulfilled yet another prophecy. The prophet Hosea once wrote, “Out of Egypt I called My Son.”", "19": "And after Herod died, a messenger of the Lord appeared in a dream to Joseph in Egypt:", "20": "Messenger of the Lord: 20 You may go home now. Take the child and His mother and go back to the land of Israel, for the people who were trying to take the child's life are now dead.", "21": "So Joseph got up and took Mary and Jesus and returned to the land of Israel. ", "22": "Soon he learned that Archelaus, Herod's oldest and notoriously brutal son, was ruling Judea. Archelaus might not be any friendlier than Herod had been. Joseph was simply afraid. He had another dream, and in this dream, he was warned away from Judea; so Joseph decided to settle up north in a district called Galilee, ", "23": "in a town called Nazareth. And this, too, fulfilled what the prophets have taught, “The Savior will be a Nazarene.”"}