{"1": "Jesus: The kingdom of heaven is like a wealthy landowner who got up early in the morning and went out, first thing, to hire workers to tend his vineyard. ", "2": "He agreed to pay them a day's wage[a] for the day's work. The workers headed to the vineyard while the landowner headed home to deal with some paperwork. ", "3": "About three hours later, he went back to the marketplace. He saw some unemployed men standing around with nothing to do.", "4": "Landowner: 4 Do you need some work? Go over to my vineyard and join the crew there. I'll pay you well. So off they went to join the crew at the vineyard. ", "5": "About three hours later, and then three hours after that, the landowner went back to the market and saw another crew of men and hired them, too, sending them off to his vineyard and promising to pay them well. ", "6": "Then finally late in the afternoon, at the cusp of night, the landowner walked again through the marketplace, and he saw other workers still standing around. Landowner: Why have you been standing here all day, doing nothing?", "7": "Workers: 7 Because no one has hired us. Landowner: Well, you should go over to my vineyard and work. And off the workers went. ", "8": "When quitting time arrived, the landowner called to his foreman. Landowner: Pay the workers their day's wages, beginning with the workers I hired most recently and ending with the workers who have been here all day.", "9": "So the workers who had been hired just a short while before came to the foreman, and he paid them each a day's wage.[b] ", "10": "Then other workers who had arrived during the day were paid, each of them a day's wage. Finally, the workers who'd been toiling since early morning came thinking they'd be paid more, but the foreman paid each of them a day's wage.[c] ", "11": "As they received their pay, this last group of workers began to protest.", "12": "First Workers: 12 We've been here since the crack of dawn! And you're paying us the exact same wage you paid the crew that just showed up. We deserve more than they do. We've been slogging in the heat of the sun all day—these others haven't worked nearly as long as we have!", "13": "The landowner heard these protests. Landowner (to a worker): Friend, no one has been wronged here today. This isn't about what you deserve. You agreed to work for a day's wage,[d] did you not? ", "14": "So take your money and go home. I can give my money to whomever I please, and it pleases me to pay everyone the same amount of money. ", "15": "Do you think I don't have the right to dispose of my money as I wish? Or does my generosity somehow prick at you?", "16": "And that is your picture: The last will be first and the first will be last.", "17": "God's glory and kingdom are His, so He is free to lavish goodness on anyone He pleases. If someone feels jealous because her friend's husband seems nicer than her husband, or because another's brother works no harder than he does but somehow earns far more money, or because another's classmate who has the intelligence of a sponge always seems to get better grades, then God's generosity will indeed undo all we have come to know and expect. As Jesus was making His way to Jerusalem, He took His twelve disciples aside and once again told them what was about to happen.", "18": "Jesus: 18 We are going to Jerusalem. The Son of Man will be betrayed to the chief priests and to the teachers of the law. He will be condemned to death, ", "19": "and the priests and teachers will turn Him over to the Romans, who will mock Him and flog Him and crucify Him. But on the third day, He will be raised from the dead to new resurrected life.", "20": "As Jesus was speaking about the things that were to come, Zebedee's wife, whose sons were among Jesus' disciples, came to Jesus with her sons and knelt down before Him to ask a favor.", "21": "Jesus: 21 What do you want? Zebedee's Wife: When the kingdom of God is made manifest, I want one of my boys, James and John, to sit at Your right hand, and one to sit at Your left hand.", "22": "Apparently the wife of Zebedee secretly thinks her sons have worked harder and sacrificed more for Jesus than the other disciples, and she probably suspects that Jesus loves them best. She thinks He will at least do the right thing and reward their hardest work and most loyal service. She also hopes that if her sons are there on the nearest, closest thrones, she may spend eternity near and close, too, clutching onto their coattails. Jesus (to all three): 22 You don't understand what you are asking. Can you drink the cup I am going to drink? Can you be ritually washed in baptism just as I have been baptized?[e] Zebedee Brothers: Of course!", "23": "Jesus: 23 Yes, you will drink from My cup, and yes, you will be baptized[f] as I have been. But the thrones to My right and My left are not Mine to grant. My Father has already given those seats to those for whom they were created.", "24": "The other ten disciples learned what the Zebedee brothers had asked of Jesus, and they were upset. ", "25": "So Jesus called the disciples together. Jesus: Do you want the Kingdom run like the Romans run their kingdom? Their rulers have great power over the people, but God the Father doesn't play by the Romans' rules. ", "26": "This is the Kingdom's logic: whoever wants to become great must first make himself a servant; ", "27": "whoever wants to be first must bind himself as a slave—", "28": "just as the Son of Man did not come to be served, but to serve and to give His life as the ransom for many.", "29": "So finally Jesus and His disciples left Jericho and headed for Jerusalem; and, of course, a large crowd followed them. ", "30": "Two blind men, sitting on the roadside, heard the crowd approaching with Jesus. Two Blind Men: Lord, have mercy on us, Son of David!", "31": "The crowd rebuked them and told them to be quiet, but they shouted louder. Two Blind Men: Lord, Son of David, have mercy on us!", "32": "Jesus (taking the two blind men aside): 32 What is it that you want, brothers?", "33": "Two Blind Men: 33 Lord, we want to see.", "34": "Jesus had compassion on them and touched their eyes. Immediately they could see, and so they followed Him."}