{"1": "After a great parade, Jesus and His disciples walk into the temple area, and what He sees enrages Him. He sees moneychangers, buying and selling. He sees men sitting on benches, hawking doves to those who have come from the countryside to make a sacrifice. He sees that the salesmen and teachers have turned a sanctuary of worship into a place of spiritual prostitution. This is the place where Jesus came as a boy to sit with the great teachers. It is the place where His Father receives the offerings of His people. It is more than Jesus can take. Can anyone be surprised at this other side to Jesus? He has turned out to be not just a kindly teacher; instead, He is the Anointed One, not to be taken lightly. In the midst of this scene filled with joy and chaos, there are extremes. Some are beginning to understand who this man from Galilee is—the Anointed—but the rulers are having great difficulty with the disruption to their orderly world. Jesus, the disciples, and the great crowds were heading toward Jerusalem when they came to Bethphage on the Mount of Olives. Jesus stopped and beckoned to two of the disciples.", "2": "Jesus: 2 Go to the village over there. There you'll find a donkey tied to a post and a foal beside it. Untie them and bring them to Me. ", "3": "If anyone tries to stop you, then tell him, “The Master needs these,” and he will send the donkey and foal immediately.", "4": "He sent the disciples on ahead so His entry into Jerusalem could fulfill what the prophet Zechariah had long since foretold:", "5": "Tell this to Zion's daughter, “Look—your King is approaching, seated humbly on a donkey, a young foal, a beast of burden.”[a]", "6": "So the disciples went off and followed Jesus' instructions. ", "7": "They brought the donkey and foal to Jesus, they spread their cloaks on the animals, and Jesus sat down on them. ", "8": "The great crowd followed suit, laying their cloaks on the road. Others cut leafy branches from the trees and scattered those before Jesus. ", "9": "And the crowds went before Jesus, walked alongside Him, and processed behind—all singing. Crowd: Hosanna, praises to the Son of David! Blessed is He who comes in the name of the Eternal One! Hosanna in the highest![b]", "10": "The way Jesus enters the city on a lowly donkey, with crowds surrounding Him singing praises, surprises many within Jerusalem. And that is how Jesus came into Jerusalem. The people noticed this strange parade. They wondered who this could be, this humble bearded man on a donkey who incited such songs.", "11": "Crowd: 11 This is Jesus, the prophet, from Nazareth in Galilee.", "12": "Jesus came to the temple. He drove out all those who were buying and selling. He upended the moneychangers' tables and the dove-sellers' benches.", "13": "Jesus: 13 It is written, “My house will be a house of prayer for all people,” but you have turned this house of prayer into a den of robbers.[c]", "14": "Then the blind and the lame came to the temple, and Jesus healed them. ", "15": "Rings of children circled round and sang, “Hosanna to the Son of David.” But the priests and scribes didn't understand. When they saw the upturned tables, the walking paralytics, and the singing children, they were shocked, indignant, and angry, and they did not understand.", "16": "Priests and Scribes: 16 Do you hear what these children are saying? Jesus: Yes. Haven't you read your own psalter? “From the mouths and souls of infants and toddlers, the most innocent, You have decreed praises for Yourself.”[d]", "17": "At that, Jesus left Jerusalem. He went to Bethany, where He spent the night.", "18": "The next morning, Jesus went back to the city. It was early and He was wanting breakfast, so ", "19": "He stopped at a lone fig tree by the road. The fig tree, disappointingly, had no figs, only leaves. Jesus: May you never bear fruit again! Immediately the tree shriveled up. ", "20": "The disciples were amazed. Disciples: How did that fig tree wither so quickly?", "21": "Jesus: 21 I tell you this: if you have faith and do not doubt, then you will be able to wither a fig tree with one glance. You will be able to tell mountains to throw themselves into the ocean, and they will obey.", "22": "As Jesus says this, one or two disciples probably glance around the shadows of the early morning, confused and afraid. Jesus has just paraded into Jerusalem and upset the vendors and leaders with His bold talk. Now He is challenging His disciples to expect the physical creation to respond to their commands and faith. But Jesus isn't finished. Jesus: 22 If you believe, whatever you ask for in prayer will be granted.", "23": "Jesus returned to the temple and began to teach. The chief priests and elders came to Him and wanted to know who had given Him permission to disturb the temple precincts and to teach His crazy notions in this most sacred of spots. Chief Priests and Elders: Who gave You the authority to do these things?", "24": "Jesus: 24 I will answer your question if first you answer one of Mine: ", "25": "You saw John ritually cleansing people through baptism[e] for the redemption of their sins. Did John's cleansing come from heaven, or was he simply washing people of his own whim? The elders knew that this question was tricky; there was no simple answer. If they acknowledged that John's ritual cleansing was from heaven, Jesus would ask why they had not accepted John's authority. ", "26": "But if they said he had dipped people simply by his own accord, they would outrage the people who believed John was a prophet.", "27": "Chief Priests and Elders: 27 We don't know. Jesus: Then neither will I tell you about the authority under which I am working. ", "28": "But I will tell you a story, and you can tell Me what you make of it: There was a man who had two sons. He said to his first son, Father: Go and work in the vineyard today.", "29": "First Son: 29 No, I will not. But later the first son changed his mind and went. ", "30": "Then the father went to his second son. Father: Go and work in the vineyard today. Second Son: Of course, Father. But then he did not go. ", "31": "So which of the sons did what the father wanted? Chief Priests and Elders (answering at once): The first. Jesus: I tell you this: the tax collectors and prostitutes will enter the kingdom of God ahead of you. ", "32": "John came to show you the straight path, the path to righteousness. You did not believe him, but the tax collectors and the prostitutes did. Even as you saw the prostitutes and the tax collectors forgiven and washed clean, finding their footing on the straight path to righteousness, still you did not change your ways and believe.", "33": "Here is another story: A landowner planted a vineyard, put a wall around it, fitted it with a winepress, and built a watchtower. Then he rented the vineyard and left town. ", "34": "When harvesttime came, the landowner sent his servants to collect rent—in the form of grapes—from his tenants. ", "35": "The tenants attacked these rent-collecting servants. They killed one, stoned another, and beat a third. ", "36": "The dismayed landowner sent another band of servants to try to collect his due, a larger group of servants this time, but the tenants did the same thing—capturing, beating, killing. ", "37": "Finally the landowner sent his son to the tenants, thinking, “They will at least respect my son.” ", "38": "But the tenants knew the son was the best way to get to the landowner, so when they saw the son approaching they said, Tenants: This is the landowner's heir apparent! Let's kill him and take his inheritance.", "39": "And so they did; they threw him out of the vineyard and killed him.", "40": "What do you think the landowner will do when he comes and sees those tenants?", "41": "Chief Priests and Elders: 41 He will eviscerate them, to be sure! Then he will rent the vineyard to other tenants who will pay him at harvesttime.", "42": "Jesus: 42 I wonder if any of you has ever opened your own psalter: The stone that the builders rejected has become the very stone that holds together the entire foundation. This is the work of the Eternal One, and it is marvelous in our eyes.[f]", "43": "Therefore, the kingdom of God will be taken away from you and given to people who will tend its sweet fruit and who will give the Creator His due. ", "44": "[44 He who falls on the stone will be broken to pieces, and he on whom the stone falls will be crushed.][g]", "45": "Jesus has just confronted the spiritual leaders of the land with hard reality. They have two choices: they can believe Him and repent, or they can disbelieve Him and call His stories rabble-rousing and craziness. In their minds, the cost of believing is just too high. Everything they have—their positions and standings in the community, their worldviews, their own images of themselves—is at stake. But they can't openly condemn this popular teacher of the people. And so the chief priests and the Pharisees, the teachers and the elders, knew that when Jesus told these stories He was speaking about them. ", "46": "Not believing, they looked for a way to arrest Him—a stealthy way, though. They were afraid to make too bold a move against Him because all the people believed He was a prophet."}