{"1": "Jesus went on speaking in parables.", "2": "Jesus: 2 The kingdom of heaven is like a king whose son was getting married. The king organized a great feast, a huge wedding banquet. ", "3": "He invited everyone he knew. The day of the wedding arrived, and the king sent his servants into town to track down his guests—but when the servants approached them with the king's message, they refused to come. ", "4": "So the king sent out another batch of servants. King: Tell those people I've invited to come to the wedding banquet! Tell them I have prepared a great feast! Everything is ready! The oxen and fattened cattle have all been butchered, the wine is decanted, and the table is laid out just so.", "5": "And off the servants went, and they carried the king's message to the errant guests—who still paid not a whit of attention. One guest headed into his field to work; another sat at his desk to attend to his accounts. ", "6": "The rest of the guests actually turned on the servants, brutalizing them and killing them. ", "7": "When he learned of this, the king was furious. He sent his army to kill the murderers and burn their towns. ", "8": "But there was, of course, still a wedding to celebrate. King (to his remaining servants): The wedding banquet is ready, but those I invited didn't rise to the occasion. ", "9": "So go into the streets and invite anyone you see; invite everyone you meet.", "10": "And the servants did just that—they went into the streets and invited everyone they met, rich and poor, good and bad, high and low, sick and well. Everyone who was invited came, and the wedding hall practically burst with guests.", "11": "The king looked around the wedding party with glee, but he spotted one man who was not dressed appropriately. In fact, he was dressed rather plainly, in clothes not at all fitting for a fine nuptial feast.", "12": "King: 12 Kind sir, how did you get in here without a proper suit of wedding clothes? The man was speechless. He had been invited in off the street, after all! ", "13": "Getting no response, the king told his servants, King: Tie him up, and throw him out into the outer darkness, where there is weeping and grinding of teeth.", "14": "For many are invited, but few are chosen.", "15": "At that, the Pharisees left. They determined to trap this Jesus with His own words—hang Him by His own rope, you might say. ", "16": "They sent a batch of students to Him, along with a group that was loyal to Herod. Students: Teacher, we know You are a man of integrity and You tell the truth about the way of God. We know You don't cotton to public opinion. ", "17": "And that is why we trust You and want You to settle something for us: should we, God's chosen people, pay taxes to Caesar or not?", "18": "Jesus knew these men were out to trap Him. Jesus: You hypocrites! Why do you show up here with such a transparent trick? ", "19": "Bring Me a coin you would use to pay tax. Someone handed Him a denarius.[a] ", "20": "Jesus fingered the coin. Jesus: Of whom is this a portrait, and who owns this inscription?", "21": "Students: 21 Caesar. Jesus: Well then, render to Caesar what is Caesar's and to God what is God's.", "22": "And those who had come hoping to trick Jesus were confounded and amazed. And they left Him and went away.", "23": "That same day, a band of Sadducees—a sect of Jewish aristocrats who, among other things, did not expect a resurrection or anticipate any sort of future life at all—put their own question to Jesus.", "24": "Sadducees: 24 Teacher, the law of Moses teaches that if a married man dies with no children, then his brother must marry the widow and father children in his brother's name. ", "25": "Now we knew a family of seven brothers. The eldest brother married and died, and since he had no children, the next brother married his widow. ", "26": "And shortly thereafter, that second brother died and the next until there were seven marriages with the same woman. ", "27": "Eventually the wife died. ", "28": "So now, Teacher, whose wife will she be at the resurrection? Will she have seven husbands, since they were each married to her?", "29": "According to Deuteronomy 25:5–6, a family member is supposed to marry a relative's widow to carry on the deceased's family name. Each man in this story dies, having fathered no children; that poor widow keeps marrying these brothers, and they keep dying. So in heaven, who is the husband? Jesus: 29 You know neither God's Scriptures nor God's power—and so your assumptions are all wrong. ", "30": "At the resurrection, people will neither marry nor be given in marriage. They will be like the messengers of heaven.", "31": "In heaven all will be devoting themselves to praise. It will not be a simple continuation of life on earth. A key to this resurrected life can be found in the words of Moses, which you do claim to read: ", "32": "“I am the God of Abraham, the God of Isaac, and the God of Jacob.”[b] Our God is not the God of the dead. He is the God of the living.", "33": "And again the crowd was amazed. They were astonished at His teaching.", "34": "Hearing that Jesus had silenced the Sadducees, a group of Pharisees met to consider new questions that might trip up Jesus. ", "35": "A legal expert thought of one that would certainly stump Him.", "36": "Pharisees: 36 Teacher, of all the laws, which commandment is the greatest?", "37": "Jesus (quoting Scripture): 37 “Love the Eternal One your God with all your heart and all your soul and all your mind.”[c] ", "38": "This is the first and greatest commandment. ", "39": "And the second is nearly as important, “Love your neighbor as yourself.”[d] ", "40": "The rest of the law, and all the teachings of the prophets, are but variations on these themes.", "41": "Since the Pharisees were gathered together there, Jesus took the opportunity to pose a question of His own.", "42": "Jesus: 42 What do you think about the Anointed One? Whose Son is He? Pharisees: But, of course, He is the Son of David.", "43": "Jesus: 43 Then how is it that David—whose words were surely shaped by the Spirit—calls Him “Lord”? For in his psalms David writes,", "44": "The Master said to my master “Sit here at My right hand, in the place of honor and power, And I will gather Your enemies together, lead them in on hands and knees, and You will rest Your feet on their backs.”[e]", "45": "How can David call his own Son “Lord”?", "46": "No one had an answer to Jesus' question. And from that day forward, no one asked Him anything."}