{"1": "Jesus spoke to His disciples and to the crowds that had gathered around.", "2": "Jesus with the Pharisees listening uses them as an example of the pious but truly unrighteous. He calls the people to mind the Pharisees' words, not their examples, because they talk about righteousness and faithfulness, but they are a faithless and unrighteous crew. Jesus: 2 The Pharisees and the scribes occupy the seat of Moses. ", "3": "So you should do the things they tell you to do—but don't do the things they do. ", "4": "They heap heavy burdens upon their neighbors' backs, and they prove unwilling to do anything to help shoulder the load. ", "5": "They are interested, above all, in presentation: they wrap their heads and arms in the accoutrements of prayer, they cloak themselves with flowing tasseled prayer garments, ", "6": "they covet the seats of honor at fine banquets and in the synagogue, ", "7": "and they love it when people recognize them in the marketplace, call them “Teacher,” and beam at them.", "8": "But you: do not let anyone call you “Rabbi,” that is, “Teacher.” For you are all brothers, and you have only one teacher, the Anointed One. ", "9": "Indeed, do not call anyone on earth “Father,” for you have only one father, and He is in heaven. ", "10": "Neither let anyone call you “leader,” for you have one leader—the Anointed One. ", "11": "If you are recognized at all, let it be for your service. Delight in the one who calls you servant. ", "12": "For whoever exalts himself will be humbled, and whoever humbles himself will be exalted.", "13": "Woe to you, you teachers of the law and Pharisees. There is such a gulf between what you say and what you do. You will stand before a crowd and lock the door of the kingdom of heaven right in front of everyone; you won't enter the Kingdom yourselves, and you prevent others from doing so.", "14": "[14 Woe to you, you teachers of the law and Pharisees. What you say is not what you do. You steal the homes from under the widows while you pretend to pray for them. You will suffer great condemnation for this.][a]", "15": "Woe to you Pharisees, woe to you who teach the law, hypocrites! You traverse hills and mountains and seas to make one convert, and then when he does convert, you make him much more a son of hell than you are.", "16": "Woe to you who are blind but deign to lead others. You say, “Swearing by the temple means nothing, but he who swears by the gold in the temple is bound by his oath.” ", "17": "Are you fools? You must be blind! For which is greater: the gold or the temple that makes the gold sacred? ", "18": "You also say, “Swearing by the altar means nothing, but he who swears by the sacrifice on the altar is bound by his oath.” ", "19": "You must be blind! Which is greater: the sacrifice or the altar that makes it sacred? ", "20": "So anyone who swears by the altar swears by it and by the sacrifices and gifts laid upon it. ", "21": "And anyone who swears by the temple swears by it and by the God who sanctifies it. ", "22": "And when you swear by heaven, you are swearing by God's throne and by Him who sits upon it.", "23": "So woe to you, teachers of the law and Pharisees. You hypocrites! You tithe from your luxuries and your spices, giving away a tenth of your mint, your dill, and your cumin. But you have ignored the essentials of the law: justice, mercy, faithfulness. It is practice of the latter that makes sense of the former. ", "24": "You hypocritical, blind leaders. You spoon a fly from your soup and swallow a camel.", "25": "Woe to you, teachers of the law and Pharisees, you hypocrites! You remove fine layers of film and dust from the outside of a cup or bowl, but you leave the inside full of greed and covetousness and self-indulgence. ", "26": "You blind Pharisee—can't you see that if you clean the inside of the cup, the outside will be clean too?", "27": "Woe to you, teachers of the law and Pharisees, you hypocrites! You are like a grave that has been whitewashed. You look beautiful on the outside, but on the inside you are full of moldering bones and decaying rot. ", "28": "You appear, at first blush, to be righteous, selfless, and pure; but on the inside you are polluted, sunk in hypocrisy and confusion and lawlessness.", "29": "Woe to you, teachers of the law and Pharisees, you hypocrites! You build monuments to your dead, you mouth pieties over the bodies of prophets, you decorate the graves of your righteous ancestors. ", "30": "And you say, “If we had lived when our forefathers lived, we would have known better—we would not have joined them when they rose up against the prophets.” ", "31": "Even when you are preening, you make plain that you descended from those who murdered our prophets. ", "32": "So why don't you finish what your forefathers started? ", "33": "You are children of vipers, you belly-dragging snakes. You won't escape the judgment of hell.", "34": "That is why I am sending you prophets and wise men, teachers of breadth and depth and substance. You will kill some of them and crucify others. You will flog others in your synagogues. You will pursue them from town to town. ", "35": "And on your heads, stained through your hands and drenching your clothes, my friends, will be all the righteous blood ever shed on this earth, from the blood of innocent Abel to the blood of Zechariah son of Berechiah whom you murdered in the house of the Lord between the sanctuary and the altar. ", "36": "I tell you: this generation will bear the blood of all that has gone before.", "37": "O Jerusalem, Jerusalem. You kill the prophets whom God gives you; you stone those God sends you. I have longed to gather your children the way a hen gathers her chicks under her wings, but you refuse to be gathered. ", "38": "Surely you can see that God has already removed His blessing from the house of Israel. ", "39": "I tell you this: you will not see Me again until you say, with the psalmist, “Anyone who comes in the name of the Eternal One will be blessed.”[b]"}