{"1": "Eventually the chief priests and the elders looked around and saw that it was morning. They convened a council meeting whose sole purpose was to hand down Jesus' death sentence. ", "2": "They tied Jesus up, took Him away, and handed Him over to the governor of Judea, a man called Pilate.", "3": "Judas—the one who had betrayed Him with a kiss for 30 pieces of silver—saw that Jesus had been condemned, and suddenly Judas regretted what he had done. He took the silver back to the chief priests and elders and tried to return it to them.", "4": "Judas Iscariot: 4 I can't keep this money! I've sinned! I've betrayed an innocent man! His blood will be on my hands. The priests and elders want nothing to do with Judas, and they refuse to take his money. Chief Priests and Elders: We're through with you, friend. The state of your soul is really none of our affair.", "5": "Judas threw down the money in the temple, went off, and hanged himself.", "6": "The chief priests looked at the silver coins and picked them up. Chief Priests and Elders: You know, according to the law, we can't put blood money in the temple treasury.", "7": "After some deliberation, they took the money and bought a plot of land called Potter's Field; they would use it to bury foreigners, suicides, and others who were unfit for a full Jewish burial. ", "8": "(To this day, the field is called Blood Field, because it was bought with blood money.) ", "9": "And when the priests bought Potter's Field, they unwittingly fulfilled a prophecy made long ago by the prophet Jeremiah: “They took 30 pieces of silver, the price set on the head of the man by the children of Israel, ", "10": "and they gave them for the Potter's Field as the Eternal One instructed.”[a]", "11": "Jesus was standing before the governor, Pilate. Pilate: Are You the King of the Jews? Jesus: So you say.", "12": "The chief priests and the elders stood and poured out their accusations: that Jesus was a traitor, a seditious rebel, a crazy, a would-be Savior, and a would-be king. Jesus stood in the stream of accusations, but He did not respond.", "13": "Pilate: 13 Do You hear these accusations they are making against You?", "14": "Still Jesus said nothing, which Pilate found rather astounding—no protests, no defense, nothing.", "15": "Now the governor had a custom. During the great Jewish festival of Passover, he would allow the crowd to pick one of the condemned men, and he, Pilate, would set the man free. Just like that. Gratuitous, gracious freedom. ", "16": "At this time, they had a notorious prisoner named Barabbas. ", "17": "So when the crowd gathered, Pilate offered them a choice: Pilate: Whom do you want me to free? Barabbas or Jesus, whom some call the Anointed One?", "18": "Pilate could call Him “Jesus of Nazareth” or “Jesus the Carpenter,” but he says, “whom some call the Anointed One.” It is significant that Pilate is in a position where he passes judgment. He determines who will live and who will die, and he is preparing to hold court. Pilate knew the chief priests and elders hated Jesus and had delivered Him up because they envied Him.", "19": "Then Pilate sat down on his judgment seat, and he received a message from his wife: “Distance yourself utterly from the proceedings against this righteous man. I have had a dream about Him, a dream full of twisted sufferings—He is innocent, I know it, and we should have nothing to do with Him.”", "20": "But the chief priests and the elders convinced the crowd to demand that Barabbas, not Jesus, whom-some-call-the-Anointed-One, be freed and that Jesus be put to death.", "21": "Pilate (standing before the crowd): 21 Which of these men would you have me free? Crowd (shouting): Barabbas!", "22": "Pilate: 22 What would you have me do with this Jesus, whom some call the Anointed One? Crowd (shouting): Crucify Him!", "23": "Pilate: 23 Why? What crime has this man committed? Crowd (responding with a shout): Crucify Him!", "24": "It is clear Pilate has laid his own trap. He realizes he has given the crowd a choice, but the crowd doesn't choose as he expects them to. Pilate saw that unless he wanted a riot on his hands, he now had to bow to their wishes. So he took a pitcher of water, stood before the crowd, and washed his hands. Pilate: You will see to this crucifixion, for this man's blood will be upon you and not upon me. I wash myself of it.", "25": "Crowd: 25 Indeed, let His blood be upon us—upon us and our children!", "26": "So Pilate released Barabbas, and he had Jesus flogged and handed over to be crucified.", "27": "The governor's soldiers took Jesus into a great hall, gathered a great crowd, ", "28": "and stripped Jesus of His clothes, draping Him in a bold scarlet cloak, the kind that soldiers sometimes wore. ", "29": "They gathered some thorny vines, wove them into a crown, and perched that crown upon His head. They stuck a reed in His right hand, and then they knelt before Him, this inside-out, upside-down King. They mocked Him with catcalls. Soldiers: Hail, the King of the Jews!", "30": "They spat on Him and whipped Him on the head with His scepter of reeds, ", "31": "and when they had their fill, they pulled off the bold scarlet cloak, dressed Him in His own simple clothes, and led Him off to be crucified.", "32": "As they were walking, they found a man called Simon of Cyrene and forced him to carry the cross. ", "33": "Eventually they came to a place called Golgotha, which means “Place of the Skull.” ", "34": "There they gave Him a drink—wine mixed with bitter herbs. He tasted it but refused to drink it.", "35": "And so they had Him crucified. They divided the clothes off His back by drawing lots,[b] ", "36": "and they sat on the ground and watched Him hang. ", "37": "They placed a sign over His head: “This is Jesus, King of the Jews.” ", "38": "And then they crucified two thieves next to Him, one at His right hand and one at His left hand.", "39": "Passersby shouted curses and blasphemies at Jesus. They wagged their heads at Him and hissed.", "40": "Passersby: 40 You're going to destroy the temple and then rebuild it in three days? Why don't You start with saving Yourself? Come down from the cross if You can, if You're God's Son.", "41-42": "Chief Priests, Scribes, and Elders (mocking Him): 41-42 He saved others, but He can't save Himself. If He's really the King of Israel, then let Him climb down from the cross—then we'll believe Him. ", "43": "He claimed communion with God—well, let God save Him, if He's God's beloved Son.", "44": "Even the thieves hanging to His right and left poured insults upon Him. ", "45": "And then, starting at noon, the entire land became dark. It was dark for three hours. ", "46": "In the middle of the dark afternoon, Jesus cried out in a loud voice. Jesus: Eli, Eli, lama sabachthani—My God, My God, why have You forsaken Me?[c]", "47": "Bystanders: 47 He's calling on Elijah.", "48": "One bystander grabbed a sponge, steeped it in vinegar, stuck it on a reed, and gave Jesus the vinegar to drink.", "49": "Others: 49 We'll see—we'll see if Elijah is going to come and rescue Him.", "50": "And then Jesus cried out once more, loudly, and then He breathed His last breath. ", "51": "At that instant, the temple curtain was torn in half, from top to bottom. The earth shook; rocks split in two; ", "52": "tombs burst open, and bodies of many sleeping holy women and men were raised up. ", "53": "After Jesus' resurrection, they came out of their tombs, went into the holy city of Jerusalem, and showed themselves to people.", "54": "When the Centurion and soldiers who had been charged with guarding Jesus felt the earthquake and saw the rocks splitting and the tombs opening, they were, of course, terrified. Soldiers: He really was God's Son.", "55": "A number of women, who had been devoted to Jesus and followed Him from Galilee, were present, too, watching from a distance. ", "56": "Mary Magdalene was there, and Mary the mother of James and Joseph, and the mother of the sons of Zebedee.", "57": "At evening time, a rich man from Arimathea arrived. His name was Joseph, and he had become a disciple of Jesus. ", "58": "He went to Pilate and asked to be given Jesus' body; Pilate assented and ordered his servants to turn Jesus' body over to Joseph. ", "59": "So Joseph took the body, wrapped Jesus in a clean sheath of white linen, ", "60": "and laid Jesus in his own new tomb, which he had carved from a rock. Then he rolled a great stone in front of the tomb's opening, and he went away. ", "61": "Mary Magdalene was there, and so was the other Mary. They sat across from the tomb, watching, remembering.", "62": "The next day, which is the day after the Preparation Day, the chief priests and the Pharisees went together to Pilate. ", "63": "They reminded him that when Jesus was alive He had claimed that He would be raised from the dead after three days.", "64": "Chief Priests and Pharisees: 64 So please order someone to secure the tomb for at least three days. Otherwise His disciples might sneak in and steal His body away, and then claim that He has been raised from the dead. If that happens, then we would have been better off just leaving Him alive.", "65": "Pilate: 65 You have a guard. Go and secure the grave.", "66": "So they went to the tomb, sealed the stone in its mouth, and left the guard to keep watch."}