{"1": "Nazarene means, “tender, green, or living branch.” Jesus is the living Branch, the branch of David that extends the reach of the tree of Israel eventually to foreigners and outsiders. Around the same time, a man called John[a] began to travel, preach, and ritually wash people through baptism in the wilderness of Judea. John preached a stern but exciting message.", "2": "John: 2 Repent! For the kingdom of heaven is near.", "3": "John's proclamation fulfilled a promise made by the ancient prophet Isaiah, who had said, “There will be a voice calling from the desert, saying, Prepare the road for the Eternal One's journey; repair and straighten out every mile of our God's highway.”[b]", "4": "John wore wild clothes made from camel hair with a leather belt around his waist—the clothes of an outcast, a rebel. He ate locusts and wild honey.", "5": "Sometimes when people see John they are reminded of the last time God's people had wandered in a wilderness—after the exodus from Egypt. John is all about wilderness. He preaches in the wilderness, and he wears clothes just like the prophet Elijah had worn. They think perhaps John is inaugurating a new exodus. Actually, that is a pretty good way to think of it. The Anointed One, whose way John comes to prepare, will call humanity away from comfort and status; He will call His followers to challenge their assumptions and the things they take for granted. People from Jerusalem, all of Judea, and indeed from all around the river Jordan came to John. ", "6": "They confessed their sins, and they were baptized[c] by him in the Jordan.", "7": "But John is not exactly warm to all those who come to him seeking cleansing. He told some Pharisees and Sadducees who came for the ritual baptism, John: You children of serpents! You brood of vipers! Did someone suggest you flee from the wrath that is upon us? ", "8-9": "If you think that simply hopping in the Jordan will cleanse you, then you are sorely mistaken. Your life must bear the fruits of turning toward righteousness. Nor are you correct if you think that being descended from Abraham is enough to make you holy and right with God. Yes, the children of Abraham are God's chosen children, but God can adopt as daughters and sons anyone He likes—He can turn these stones into sons if He likes.", "10": "To be made right with God, one must truly repent. It means to turn completely away from sin and completely toward God. Even now there is an ax poised at the root of every tree, and every tree that does not bear good fruit will be cut down and tossed into the fire. ", "11": "I ritually cleanse you through baptism[d] as a mark of turning your life around. But someone is coming after me, someone whose sandals I am not fit to carry, someone who is more powerful than I. He will wash[e] you not in water but in fire and with the Holy Spirit. ", "12": "He carries a winnowing fork in His hand, and He will clear His threshing floor; He will gather up the good wheat in His barn, and He will burn the chaff with a fire that cannot be put out.", "13": "And then, the One of whom John spoke—the all-powerful Jesus—came to the Jordan from Galilee to be washed[f] by John. ", "14": "At first, John demurred. John: I need to be cleansed[g] by You. Why do You come to me?", "15": "Jesus: 15 It will be right, true, and faithful to God's chosen path for you to cleanse Me with your hands in the Jordan River. John agreed, and he ritually cleansed Jesus, dousing Him in the waters of the Jordan. ", "16": "Jesus emerged from His baptism;[h] and at that moment heaven was opened, and Jesus saw the Spirit of God descending like a dove and coming upon Him, alighting on His very body.", "17": "Voice from Heaven: 17 This is My Son, whom I love; this is the Apple of My eye; with Him I am well pleased."}