{"1": "The Spirit then led Jesus into the desert to be tempted by the devil. ", "2": "Jesus fasted for 40 days and 40 nights. After this fast, He was, as you can imagine, hungry. ", "3": "But He was also curiously stronger, when the tempter came to Jesus. Devil: If You are the Son of God, tell these stones to become bread.", "4": "Jesus (quoting Deuteronomy): 4 It is written, “Man does not live by bread alone. Rather, he lives on every word that comes from the mouth of the Eternal One.”[a]", "5": "The point, of course, is not that Jesus couldn't have turned these stones to bread. A little later in the story He can make food appear when He needs to. But Jesus doesn't work miracles out of the blue, for no reason, for show or proof or spectacle. He works them in intimate, close places; He works them to meet people's needs and to show them the way to the Kingdom. Then the devil took Jesus to the holy city, Jerusalem, and he had Jesus stand at the very highest point in the holy temple.", "6": "Devil: 6 If You are the Son of God, jump! And then we will see if You fulfill the Scripture that says, He will command His heavenly messengers concerning You, and the messengers will buoy You in their hands So that You will not crash, or fall, or even graze Your foot on a stone.[b]", "7": "Jesus: 7 That is not the only thing Scripture says. It also says, “Do not put the Eternal One, your God, to the test.”[c]", "8": "And still the devil subjected Jesus to a third test. He took Jesus to the top of a very high mountain, and he showed Jesus all the kingdoms of the world in all their splendor and glory, their power and pomp.", "9": "Devil: 9 If You bow down and worship me, I will give You all these kingdoms.", "10": "Jesus: 10 Get away from Me, Satan. I will not serve you. I will instead follow Scripture, which tells us to “worship the Eternal One, your God, and serve only Him.”[d]", "11": "Then the devil left Jesus. And heavenly messengers came and ministered to Him.", "12": "It was not long until powerful people put John in prison. When Jesus learned this, He went back to Galilee. ", "13": "He moved from Nazareth to Capernaum, a town by the sea in the regions of Zebulun and Naphtali. ", "14": "He did this to fulfill one of the prophecies of Isaiah:", "15": "In the land of Zebulun and the land of Naphtali, the road to the sea along the Jordan in Galilee, the land of the outsiders—", "16": "In these places, the people who had been living in darkness saw a great light. The light of life will overtake those who dwelt in the shadowy darkness of death.[e]", "17": "From that time on, preaching was part of Jesus' work. Jesus: Repent, for the kingdom of heaven is at hand.", "18": "By now Jesus desires a community around Him, friends and followers who help Him carry this urgent, precious message to people. His message is not dissimilar to John's: Turn away from sin; turn toward God. And so He calls a community to join Him. These first beloved followers are called “disciples,” which means “apprentices.” The first disciples are two brothers, Simon and Andrew. They are fishermen. One day Jesus was walking along the Sea of Galilee when He saw Simon (also called Peter) and Andrew throwing their nets into the water. They were, of course, fishermen.", "19": "Jesus: 19 Come, follow Me, and I will make you fishers of men.", "20": "Immediately Peter and Andrew left their fishnets and followed Jesus.", "21": "Going on from there, Jesus saw two more brothers, James the son of Zebedee and his brother John. They, too, were fishermen. They were in a boat with their father Zebedee getting their nets ready to fish. Jesus summoned them, just as He had called to Peter and Andrew, ", "22": "and immediately they left their boat and their father to follow Jesus.", "23": "And so Jesus went throughout Galilee. He taught in the synagogues. He preached the good news of the Kingdom, and He healed people, ridding their bodies of sickness and disease. ", "24": "Word spread all over Syria, as more and more sick people came to Him. The innumerable ill who came before Him had all sorts of diseases, they were in crippling pain; they were possessed by demons; they had seizures; they were paralyzed. But Jesus healed them all. ", "25": "Large crowds from Galilee, from Jerusalem, from the ten cities called the Decapolis, from Judea, and from the region across the Jordan followed him."}