{"1": "Part of imitating the perfection of God is acting charitably and generously, doing good deeds, working for justice, and praying. Jesus: But when you do these righteous acts, do not do them in front of spectators. Don't do them where you can be seen, let alone lauded, by others. If you do, you will have no reward from your Father in heaven. ", "2": "When you give to the poor, do not boast about it, announcing your donations with blaring trumpets as the play actors do. Do not brazenly give your charity in the synagogues and on the streets; indeed, do not give at all if you are giving because you want to be praised by your neighbors. Those people who give in order to reap praise have already received their reward. ", "3-4": "When you give to the needy, do it in secret—even your left hand should not know what your right hand is doing. Then your Father, who sees in secret, will reward you.", "5": "Likewise, when you pray, do not be as hypocrites who love to pray loudly at synagogue or on street corners—their concern is to be seen by men. They have already earned their reward. ", "6": "When you pray, go into a private room, close the door, and pray unseen to your Father who is unseen. Then your Father, who sees in secret, will reward you. ", "7": "And when you pray, do not go on and on, excessively and strangely like the outsiders; they think their verbosity will let them be heard by their deities. ", "8": "Do not be like them. Your prayers need not be labored or lengthy or grandiose—for your Father knows what you need before you ever ask Him.", "9": "Your prayers, rather, should be simple, like this: Our Father in heaven, let Your name remain holy.", "10": "Bring about Your kingdom. Manifest Your will here on earth, as it is manifest in heaven.", "11": "Give us each day that day's bread—no more, no less—", "12": "And forgive us our debts as we forgive those who owe us something.", "13": "Lead us not into temptation, but deliver us from evil. [But let Your kingdom be, and let it be powerful and glorious forever. Amen.][a]", "14": "Jesus says to declare forgiveness of those who have wronged us. This is because forgiveness of other people emulates God's forgiveness of us. If you forgive people when they sin against you, then your Father will forgive you when you sin against Him and when you sin against your neighbor. ", "15": "But if you do not forgive your neighbors' sins, your Father will not forgive your sins.", "16": "And when you fast, do not look miserable as the actors and hypocrites do when they are fasting—they walk around town putting on airs about their suffering and weakness, complaining about how hungry they are. So everyone will know they are fasting, they don't wash or anoint themselves with oil, pink their cheeks, or wear comfortable shoes. Those who show off their piety, they have already received their reward. ", "17": "When you fast, wash your face and beautify yourself with oil, ", "18": "so no one who looks at you will know about your discipline. Only your Father, who is unseen, will see your fast. And your Father, who sees in secret, will reward you.", "19": "Some people store up treasures in their homes here on earth. This is a shortsighted practice—don't undertake it. Moths and rust will eat up any treasure you may store here. Thieves may break into your homes and steal your precious trinkets. ", "20": "Instead, put up your treasures in heaven where moths do not attack, where rust does not corrode, and where thieves are barred at the door. ", "21": "For where your treasure is, there your heart will be also.", "22": "The eye is the lamp of the body. You draw light into your body through your eyes, and light shines out to the world through your eyes. So if your eye is well and shows you what is true, then your whole body will be filled with light. ", "23": "But if your eye is clouded or evil, then your body will be filled with evil and dark clouds. And the darkness that takes over the body of a child of God who has gone astray—that is the deepest, darkest darkness there is.", "24": "When Jesus speaks of eyes and light, He means all people should keep their eyes on God because the eyes are the windows to the soul. Eyes should not focus on trash—pornography, filth, or expensive things. And this is what He means when He says, “Where your treasure is, there your heart will be also.” Jesus: 24 No one can serve two masters. If you try, you will wind up loving the first master and hating the second, or vice versa. People try to serve both God and money—but you can't. You must choose one or the other.", "25": "Here is the bottom line: do not worry about your life. Don't worry about what you will eat or what you will drink. Don't worry about how you clothe your body. Living is about more than merely eating, and the body is about more than dressing up. ", "26": "Look at the birds in the sky. They do not store food for winter. They don't plant gardens. They do not sow or reap—and yet, they are always fed because your heavenly Father feeds them. And you are even more precious to Him than a beautiful bird. If He looks after them, of course He will look after you. ", "27": "Worrying does not do any good; who here can claim to add even an hour to his life by worrying?", "28": "Nor should you worry about clothes. Consider the lilies of the field and how they grow. They do not work or weave or sew, and yet their garments are stunning. ", "29": "Even King Solomon, dressed in his most regal garb, was not as lovely as these lilies. ", "30": "And think about grassy fields—the grasses are here now, but they will be dead by winter. And yet God adorns them so radiantly. How much more will He clothe you, you of little faith, you who have no trust?", "31": "So do not consume yourselves with questions: What will we eat? What will we drink? What will we wear? ", "32": "Outsiders make themselves frantic over such questions; they don't realize that your heavenly Father knows exactly what you need. ", "33": "Seek first the kingdom of God and His righteousness, and then all these things will be given to you too. ", "34": "So do not worry about tomorrow. Let tomorrow worry about itself. Living faithfully is a large enough task for today."}