{"1": "Jesus: If you judge other people, then you will find that you, too, are being judged. ", "2": "Indeed, you will be judged by the very standards to which you hold other people.", "3": "So when someone is tempted to criticize his neighbor because her house isn't clean enough, she seems ill-tempered, or she is a bit flighty—he should remember those same standards and judgments will come back to him. No one should criticize his neighbor for being short-tempered one morning, when he is snippish and snappish and waspish all the time. Jesus: 3 Why is it that you see the dust in your brother's or sister's eye, but you can't see what is in your own eye? ", "4": "Don't ignore the wooden plank in your eye, while you criticize the speck of sawdust in your brother's eyelashes. ", "5": "That type of criticism and judgment is a sham! Remove the plank from your own eye, and then perhaps you will be able to see clearly how to help your brother flush out his sawdust.", "6": "Don't give precious things to dogs. Don't cast your pearls before swine. If you do, the pigs will trample the pearls with their little pigs' feet, and then they will turn back and attack you.", "7": "Now Jesus returns to prayer, an important and sometimes difficult topic. Here He gives the very essence of prayer. Just ask and it will be given to you; seek after it and you will find. Continue to knock and the door will be opened for you. ", "8": "All who ask receive. Those who seek, find what they seek. And he who knocks, will have the door opened.", "9": "Think of it this way: if your son asked you for bread, would you give him a stone? Of course not—you would give him a loaf of bread. ", "10": "If your son asked for a fish, would you give him a snake? No, to be sure, you would give him a fish—the best fish you could find. ", "11": "So if you, who are sinful, know how to give your children good gifts, how much more so does your Father in heaven, who is perfect, know how to give great gifts to His children!", "12": "This is what our Scriptures come to teach: in everything, in every circumstance, do to others as you would have them do to you.", "13": "There are two paths before you; you may take only one path. One doorway is narrow. And one door is wide. Go through the narrow door. For the wide door leads to a wide path, and the wide path is broad; the wide, broad path is easy, and the wide, broad, easy path has many, many people on it; but the wide, broad, easy, crowded path leads to death. ", "14": "Now then that narrow door leads to a narrow road that in turn leads to life. It is hard to find that road. Not many people manage it.", "15": "Along the way, watch out for false prophets. They will come to you in sheep's clothing, but underneath that quaint and innocent wool, they are hungry wolves. ", "16": "But you will recognize them by their fruits. You don't find sweet, delicious grapes growing on thorny bushes, do you? You don't find delectable figs growing in the midst of prickly thistles. ", "17": "People and their lives are like trees. Good trees bear beautiful, tasty fruit, but bad trees bear ugly, bitter fruit. ", "18": "A good tree cannot bear ugly, bitter fruit; nor can a bad tree bear fruit that is beautiful and tasty. ", "19": "And what happens to the rotten trees? They are cut down. They are used for firewood. ", "20": "When a prophet comes to you and preaches this or that, look for his fruits: sweet or sour? rotten or ripe?", "21": "Not everyone who says to Me, “Lord, Lord,” will enter the kingdom of heaven. Simply calling Me “Lord” will not be enough. Only those who do the will of My Father who is in heaven will join Me in heaven. ", "22": "At the end of time, on that day of judgment, many will say to Me, “Lord, Lord, did we not prophesy in Your name? Did we not drive demons out of the possessed in Your name? Did we not perform miracles in Your name?” ", "23": "But I will say to them, “I never knew you. And now, you must get away from Me, you evildoers!”", "24": "Those people who are listening to Me, those people who hear what I say and live according to My teachings—you are like a wise man who built his house on a rock, on a firm foundation. ", "25": "When storms hit, rain pounded down and waters rose, levies broke and winds beat all the walls of that house. But the house did not fall because it was built upon rock. ", "26": "Those of you who are listening and do not hear—you are like a fool who builds a house on sand. ", "27": "When a storm comes to his house, what will happen? The rain will fall, the waters will rise, the wind will blow, and his house will collapse with a great crash.", "28": "With that Jesus finished His teaching, and the crowds were amazed by all He had said. ", "29": "But Jesus taught in His own name, on His own authority, not like the scribes."}