{"1": "This teaching is different. Usually rabbis cite generations of rabbis before them when making claims about the meaning of Hebrew Scriptures. Jesus honors the law, but He is clear—the law must be read in a new way. Large crowds followed Jesus when He came down from the mountain. ", "2": "And as Jesus was going along, a leper approached Him and knelt down before Him. Leper: Lord, if You wish to, please heal me and make me clean!", "3": "Jesus (stretching out His hand): 3 Of course I wish to. Be clean. Immediately the man was healed.", "4": "Jesus: 4 Don't tell anyone what just happened. Rather, go to the priest, show yourself to him, and give a wave offering as Moses commanded. Your actions will tell the story of what happened here today.", "5": "Eventually Jesus came to the little town of Capernaum. In Capernaum a military officer came to Him and asked Him for help.", "6": "Officer: 6 Lord, I have a servant who is lying at home in agony, paralyzed.", "7": "Jesus: 7 I will come to your house, and I will heal him.", "8": "Officer: 8 Lord, I don't deserve to have You in my house. And, in truth, I know You don't need to be with my servant to heal him. Just say the word, and he will be healed. ", "9": "That, after all, is how authority works. My troops obey me whether I am next to them or not—similarly, this sickness will obey You.", "10": "Jesus was stunned by the depth of the officer's faith. Jesus (to His followers): This is the plain truth: I have not met a single person in Israel with as much faith as this officer. ", "11": "It will not be just the children of Abraham and Isaac and Jacob who celebrate at their heavenly banquet at the end of time. No, people will come from the East and the West—and those who recognize Me, regardless of their lineage, will sit with Me at that feast. ", "12": "But those who have feigned their faith will be cast out into outer darkness where people weep and grind their teeth.", "13": "Then Jesus turned to the Centurion.[a] Jesus: You may go home. For it is as you say it is; it is as you believe. And the officer's servant was healed, right then.", "14": "What happens next seems to embody the officer's wise opinion about authority: over and over Jesus shows just what His authority means. Jesus went to Peter's house, and there He saw Peter's mother-in-law lying in bed, sick and burning up with a fever. ", "15": "Jesus touched her hand, and then she was healed—the fever vanished. She got up from bed and began to wait on Him.", "16": "Toward nighttime many people who were possessed by demons were brought to Jesus, and He said one word of command and drove the demons out, healing everyone who was sick. ", "17": "These miraculous healings fulfilled what the prophet Isaiah had predicted: He took our infirmities upon Himself, and He bore our diseases.[b]", "18": "Jesus saw that a crowd had gathered around Him, and He gave orders to go to the other side of the sea. ", "19": "A scribe came up to Him. Scribe: Teacher, I will follow You wherever You go.", "20": "Jesus: 20 Foxes have dens in which to sleep, and the birds have nests. But the Son of Man has no place to lay His head.", "21": "Disciple: 21 Jesus, before I do the things You've asked me to do, I must first bury my father.", "22": "Jesus: 22 Follow Me! And let the dead bury their own dead.", "23": "Does Jesus say, “Fair enough, you must of course bury your father. Just catch up with Me when you are done”? No. This is one of the strange and radical things Jesus brings about—our families are no longer our families. Our deepest bonds are not those of blood. Our family now is found in the bonds of fellowship made possible by this Jesus. And then Jesus got into a boat, and His disciples followed Him. ", "24": "Out of nowhere, a vicious storm blew over the sea. Waves were lapping up over the boat, threatening to overtake it! Yet Jesus was asleep. ", "25": "Frightened (not to mention confused—how could anyone sleep through this?), the disciples woke Him up. Disciples: Lord, save us! We're going to drown!", "26": "Jesus: 26 Please! What are you so afraid of, you of little faith? Jesus got up, told the wind and the waves to calm down, and they did. The sea became still and calm once again. ", "27": "The disciples were astonished. Disciples: Who is this? What sort of man is He, that the sea and the winds listen to Him?", "28": "Eventually Jesus came to the other side of the sea, to the region of the Gadarenes. There, two men who lived near the tombs and were possessed by demons came out to the seaside and met Jesus. They were flailing about, so violent that they obstructed the path of anyone who came their way.", "29": "Demons (screaming at Jesus): 29 Why are You here? Have You come to torture us even before the judgment day, O Son of God?", "30": "A ways off, though still visible, was a large herd of pigs, eating.", "31": "Demons: 31 If You cast us out of the bodies of these two men, do send us into that herd of pigs!", "32": "Jesus: 32 Very well then, go! And the demons flew out of the bodies of the two flailing men, they set upon the pigs, and every last pig rushed over a steep bank into the sea and drowned. ", "33": "The pig herders (totally undone, as you can imagine) took off; they headed straight for town, where they told everyone what they'd just seen—even about the demon-possessed men. ", "34": "And so the whole town came out to see Jesus for themselves. And when they saw Him, they begged Him to leave their area."}