{"1": "Long ago when the ·judges [leaders; C not courtroom judges, but leaders who guided the nation through difficult times; Judg. 2:16; a very dark time in Israel's history] ruled Israel, there was a ·shortage of food [famine] in the land. So a man from the town of Bethlehem in Judah left to ·live [sojourn; reside as a resident alien] in the ·country [region] of Moab [C east of the Jordan River and the Dead Sea; Gen. 19:37] with his wife and his two sons. ", "2": "The man's name was Elimelech, his wife was named Naomi, and his two sons were named Mahlon and Kilion. They were Ephrathahites from Bethlehem in Judah. When they came to Moab, they settled there.", "3": "Then Naomi's husband, Elimelech, died, and she was left with her two sons. ", "4": "These sons married women from Moab. One was named Orpah, and the other was named Ruth. Naomi and her sons had lived in Moab about ten years ", "5": "when Mahlon and Kilion also died. So Naomi was left alone without her husband or her two ·sons [offspring; 4:16].", "6": "While Naomi was in Moab, she heard that the Lord had ·come to help [L visited] his people and had given them food again. So she and her daughters-in-law ·got ready [L arose] to leave Moab and return home. ", "7": "Naomi and her daughters-in-law left the place where they had lived and ·started back [set off on the road to return] to the land of Judah. ", "8": "But Naomi said to her two daughters-in-law, “Go back home, each of you to your own mother's house. May the Lord ·be as kind [show mercy/lovingkindness] to you as you have been to me and ·my sons who are now dead [L with the dead]. ", "9": "May the Lord give you ·another happy home and a new [L to find rest/security, each in the house of her] husband.” When Naomi kissed the women good-bye, they ·began to cry out loud [L raised their voices and wept]. ", "10": "They said to her, “No, we ·want to go [will return] with you to your people.”", "11": "But Naomi said, “My daughters, ·return to your own homes [L return]. Why ·do you want to [should you] go with me? ·I cannot give birth to more sons [L Do I have sons in my womb…?] to give you new husbands; ", "12": "go back, my daughters, to your own homes. [L …because] I am too old to have another husband. Even if I told myself, 'I still have hope' and had another husband tonight, and even if I had more sons, ", "13": "·should [or would] you wait until they were grown into men [Deut. 25:5–10]? ·Should [or Would] you ·live for so many years without husbands [remain unmarried]? Don't do that, my daughters. ·My life is much too sad for you to share [or It is more bitter for me than for you], because the Lord has been against me!”", "14": "The women ·cried together out loud [L raised their voices and wept] again. Then Orpah kissed her mother-in-law Naomi good-bye, but Ruth ·held on [clung] to her tightly.", "15": "Naomi said to Ruth, “Look, your sister-in-law is going back to her own people and her own ·gods [or god; C Chemosh was the chief god of the Moabites; 1 Kin. 11:33]. Go back with her.”", "16": "But Ruth said, “Don't ·beg [urge] me to ·leave [abandon] you or to ·stop following [L turn back from] you. Where you go, I will go. Where you live, I will live. Your people will be my people, and your God will be my God. ", "17": "And where you die, I will die, and there I will be buried. May the Lord ·punish me terribly [L do to me and even more] if I do not keep this promise: ·Not even [or Nothing but] death will separate us.”", "18": "When Naomi saw that Ruth ·had firmly made up her mind [was resolved/determined] to go with her, she stopped ·arguing with [urging; talking to] her. ", "19": "So Naomi and Ruth went on until they came to the town of Bethlehem. When they entered Bethlehem, ·all the people became very excited [the whole town was abuzz/stirred up]. The women of the town said, “Is this really Naomi?”", "20": "Naomi answered the people, “Don't call me Naomi [C “pleasant” or “happy”]. Call me Mara [C “bitter” or “sad”], because ·the Almighty [L Shaddai] has ·made my life very sad [dealt bitterly/harshly with me]. ", "21": "·When I left, I had all I wanted [L I went out full], but now, the Lord has brought me home ·with nothing [empty]. Why should you call me Naomi when the Lord has ·spoken against [testified against; or afflicted; opposed] me and the Almighty [1:20] has ·given me so much trouble [brought calamity/misfortune/evil on me]?”", "22": "So Naomi and her daughter-in-law Ruth, the Moabite, returned from the land of Moab and arrived at Bethlehem at the beginning of the barley harvest [C April or May]."}