{"1": "Then Naomi, Ruth's mother-in-law, said to her, “My daughter, ·I must [L Should I not…?] find ·a suitable home [L rest; C a husband and a home to provide security] for you, ·one that will be good for you [or so you will be secure; L that it will go/be well for you]. ", "2": "Now Boaz, whose ·young women [female servants] you worked with, is our close relative [C and so an appropriate guardian/kinsman-redeemer to marry Ruth; 2:20]. [L Look; T Behold] Tonight he will be ·working [L winnowing barley] at the threshing floor. ", "3": "Wash yourself, put on perfume, ·change your clothes [or get dressed up; or put on your cloak], and go down to the threshing floor. But don't let him know you're there until he has finished ·his dinner [L eating and drinking]. ", "4": "Watch him so you will know where he lies down to sleep. When he lies down, go and ·lift the cover off [uncover] his ·feet [or legs; C evidently an appeal for marriage] and lie down. He will tell you what you should do.”", "5": "Then Ruth answered, “I will do everything you say.”", "6": "So Ruth went down to the threshing floor and did all her mother-in-law ·told [instructed; commanded] her to do. ", "7": "After ·his evening meal [L he had eaten and drunk], ·Boaz felt good [L his heart was good/pleased] and went to sleep lying ·beside [at the end of] the pile of grain. Ruth went to him quietly and lifted the cover from his feet and lay down.", "8": "About midnight Boaz ·was startled [or shuddered] and rolled over. [L And look/T behold] There was a woman lying near his feet! ", "9": "Boaz asked, “Who are you?” She said, “I am Ruth, your servant girl. Spread ·your cover [or the corner of your garment; or your wings; 2:12] over me [C a request for the provision and protection of marriage], because you are a ·relative who is supposed to take care of me [guardian; kinsman-redeemer; 2:20].”", "10": "Then Boaz said, “The Lord bless you, my daughter. This [second; L last] act of kindness is greater than the ·kindness you showed to Naomi in the beginning [L first]. You didn't look for a young man to marry, either rich or poor. ", "11": "Now, my daughter, don't be afraid. I will do everything you ask, because all the people in our town know you are a ·good [worthy; noble] woman [Prov. 31:10]. ", "12": "It is true that I am a ·relative who is to take care of you [guardian; kinsmen-redeemer; 2:20], but you have a closer relative than I. ", "13": "Stay here tonight, and in the morning we will see if he will ·take care of [be a guardian for; redeem] you. If he decides to ·take care of [be a guardian for; redeem] you, that is fine. But if he refuses, I will ·take care of [be a guardian for; redeem] you myself, as surely as the Lord lives. So ·stay here [L lie down] until morning.”", "14": "So Ruth stayed near his feet until morning but got up while it was still too dark to recognize anyone. Boaz thought, “People in town must not know that the woman came here to the threshing floor.” ", "15": "So Boaz said to Ruth, “Bring me your ·shawl [cloak] and hold it open.” So Ruth held her ·shawl [cloak] open, and Boaz poured six portions of barley into it. Boaz then put it on ·her head [or her back; L her] and went[a] back to the city.", "16": "When Ruth went back to her mother-in-law, Naomi asked, “How did ·you do [things go], my daughter?” Ruth told Naomi everything that ·Boaz [L the man] did for her. ", "17": "She said, “Boaz gave me these six portions of barley, saying, 'You must not go home ·without a gift for [L empty to] your mother-in-law.'”", "18": "Naomi answered, “·Wait [Stay here; or Be patient], my daughter, until you see what happens. ·Boaz [L The man] will not rest until he has finished doing what he should do today.”"}