{"1": "An oracle[a]: The word of Adonai to Israel by Malachi[b].", "2": "“I loved you,” says Adonai. But you say: “How have you loved us?” “Was Esau not Jacob's brother?” —it is the declaration of Adonai— “Yet I loved Jacob ", "3": "and Esau I hated. I made his hills a wasteland and gave his inheritance to jackals of the wilderness.”", "4": "For Edom may say, “We have been beaten down, but we will return and rebuild the ruins.” Thus Adonai-Tzva'ot says: “They may rebuild but I will tear down. They will be called a wicked territory, the people Adonai denounced forever.", "5": "So you will see, and you will say: 'May Adonai be magnified beyond the border of Israel!'”", "6": "“A son honors his father, and a servant his master. So if I am Father, where is My honor? If I am Master, where is My reverence?”—says Adonai-Tzva'ot—“you, kohanim who despise My Name!” But you say, “How did we despise Your Name?”", "7": "“By offering defiled bread on My altar.” But you say, “How did we defile You?” When you say, “The table of Adonai is despicable.”", "8": "“When you bring a blind one as sacrifice, is it not wrong? Or when you bring a lame or sick one, is it not wrong? Offer them now to your governor! Would he be pleased with you? Or will he acknowledge you favorably?” says Adonai-Tzva'ot.", "9": "“So now, implore God's favor! Then, will He be gracious to us? Since this has come from your hands, will He accept any of it from you?” says Adonai-Tzva'ot.", "10": "“If just one of you would shut the doors, and not light My altar uselessly! I have no delight in you,” says Adonai-Tzva'ot. “Nor will I accept any offering from your hand.", "11": "“For from sunrise to its setting[c] My Name will be great among the nations, and in every place incense will be offered to My Name with a pure grain offering, for My Name will be great among the nations,” says Adonai-Tzva'ot.", "12": "But you are profaning it when you say, “The table of Adonai is defiled, and as for its fruit, its food—despicable!” ", "13": "You also say, “It's so tedious!” “And you sniff at it,” says Adonai-Tzva'ot. “So you bring plunder, the lame and the sick. Then you bring them as the offering. Should I accept this from your hand?” says Adonai.", "14": "“Moreover, cursed is a deceiver who has in his flock a male, but makes a vow and sacrifices something blemished to my Lord. For I am a great King,” says Adonai-Tzva'ot, “and My Name shall be revered among the nations.”"}