{"1": "“So now, kohanim, this commandment is for you.", "2": "If you will not listen, and if you will not take to heart to give glory to My Name” —says Adonai-Tzva'ot— “then I will send the curse on you, and I will curse your blessings. Yes, indeed I have cursed them, because you did not take it to heart.", "3": "Behold, I am rebuking the seed on account of you, and will spread dung on your faces —the dung of your festivals— and take you away together with it.", "4": "Then you will know that I have sent this command to you, to be My covenant with Levi,” says Adonai-Tzva'ot.", "5": "“My covenant was with him for life and shalom, and I gave them to him for reverence. So he revered Me, and he was awestruck by My Name.", "6": "Instruction of truth was in his mouth. Injustice was not found on his lips. In shalom and uprightness he walked with Me, and he turned many from iniquity.", "7": "For a kohen's lips should guard knowledge, and instruction must be sought from his mouth. For he is a messenger of Adonai-Tzva'ot.", "8": "But you have turned from the way. You caused many to stumble in Torah by the instruction, You corrupted the covenant of the Levites,” —says Adonai-Tzva'ot.", "9": "“So I also have made you despised and lowly to all the people, because you are not keeping My ways but show favoritism in Torah.”", "10": "Do we not all have one Father? Has not one God created us? Why do we deal treacherously —a man against his brother— defiling the covenant of our fathers?", "11": "Judah has dealt treacherously, an abomination done in Israel, even in Jerusalem! For Judah has defiled Adonai's Sanctuary, which He loves, and married the daughter of a foreign god.", "12": "Adonai will cut off the man who does this, until he is cast from the tents of Jacob, and from offering a gift to Adonai-Tzva'ot.", "13": "Secondly, you do this: Tears cover the altar of Adonai— you are weeping and groaning because He no longer accepts the offering or receives it favorably from your hand.", "14": "Yet you say, “Why?” Because Adonai bears witness between you and the wife of your youth, whom you have treated deceitfully. Yet she had been your companion and your wife by covenant.", "15": "Did the One not make her with a remnant of Ruach? Then what is the One seeking? Offspring of God! So protect your spirit— do not betray the wife of your youth.", "16": "“For I hate[a] divorce,” —says Adonai the God of Israel— “and the one who covers his garment with injustice,” says Adonai-Tzva'ot. So protect your spirit—do not act treacherously.", "17": "You wearied Adonai with your words. Yet you say: “How did we weary Him?” When you say: “Everyone doing evil is good in the sight of Adonai, and He delights in them.” Or, “Where is the God of justice?”"}