{"1": "“Behold, I am sending My messenger[a], and he will clear the way before Me.[b] Suddenly He will come to His Temple —the Lord whom you seek— and the Messenger of the covenant —the One whom you desire— behold, He is coming,” says Adonai-Tzva'ot.", "2": "But who can endure the day of His coming? Or who can stand when He appears?[c] For He will be like a refiner's fire,[d] and like soap for cleaning raw wool.", "3": "And He will sit as a smelter or a purifier of silver, and He will cleanse the sons of Levi, and purify them like gold or silver. Then they will become for Adonai those who present an offering in righteousness.", "4": "Then the offering of Judah and Jerusalem will be pleasing to Adonai, as in days of antiquity and years of old.", "5": "“Then I will draw near to you in judgment, and I will be a swift witness against sorcerers, adulterers, perjurers those who extort a worker's wage, or oppress the widow or an orphan, those who mislead a stranger. They do not fear Me,” says Adonai-Tzva'ot.", "6": "“For I am Adonai. I do not change, So you, children of Jacob, are not consumed.", "7": "“From the days of your ancestors you have turned aside from My statutes, and have not kept them. Return to Me, and I will return to you,” says Adonai-Tzva'ot. Yet you say: “How should we return?”", "8": "“Will a man rob[e] God? For you are robbing Me!” But you say: “How have we robbed You?” “In the tithe and the offering. ", "9": "You have been cursed with the curse, yet you keep robbing Me—the whole nation! ", "10": "Bring the whole tithe into the storehouse. Then there will be food in My House. Now test Me in this”—says Adonai-Tzva'ot—“if I will not open for you the windows of heaven, and pour out blessing for you, until no one is without enough. ", "11": "I will rebuke the devouring pest for you, so it will not destroy the fruit of your land, nor will your vine be barren in the field,” Adonai-Tzva'ot says. ", "12": "“All the nations will call you blessed. For you will be a land of delight,” says Adonai-Tzva'ot.", "13": "“Your words against Me are grievous,” says Adonai. Yet you say: “What did we say against You?”", "14": "You say: “Serving God is worthless.” Also: “What good is it that we kept His service or that we walked as mourners before Adonai-Tzva'ot? ", "15": "So now we are calling the proud blessed. Those who practice iniquity are built up. Indeed, they have tested God, and escaped!”", "16": "Then those who revere Adonai spoke with each other, and Adonai took notice and heard, and a scroll of remembrance[f] was written before Him, for those who revere Adonai, even those who esteem His Name.", "17": "“So they shall be Mine,”—says Adonai-Tzva'ot—“in the day I make My own special possession. So I will spare them, as one spares his son serving him. ", "18": "Then you will return and distinguish between the righteous and the wicked, between one who serves God and one who does not serve Him.”", "19": "[g]“For behold, the day is coming —it will burn like a furnace— when all the proud and every evildoer will become stubble. The day that is coming will set them ablaze” —says Adonai-Tzva'ot— “leaving them neither root nor branch.”", "20": "“But for you who revere My Name, the sun of righteousness will rise, with healing in its wings. Then you will go forth and skip about like calves from the stall.", "21": "You will trample on the wicked, for they will be ashes under the soles of your feet in the day that I am making,” says Adonai-Tzva'ot.", "22": "“Remember the Torah of Moses My servant, whom I commanded at Horeb—statutes and ordinances for all Israel.", "23": "“Behold, I am going to send you Elijah the prophet[h], before the coming of the great and terrible day of Adonai. ", "24": "He will turn the hearts of fathers to the children, and the hearts of children to their fathers—else I will come and strike the land with utter destruction.”"}