{"1": "Now Saul was dead. And after David had defeated the Amalekites, he returned to Ziklag. He stayed there two days. ", "2": "On the third day a young man came to Ziklag. He came from Saul's camp. To show his sadness his clothes were torn, and he had dirt on his head. He came and bowed facedown on the ground before David.", "3": "David asked him, “Where did you come from?” The man answered him, “I escaped from the Israelite camp.”", "4": "David asked him, “What happened? Please tell me!” The man answered, “The people have run away from the battle. Many of them have fallen dead. Saul and his son Jonathan are dead also.”", "5": "David said to him, “How do you know Saul and his son Jonathan are dead?”", "6": "The young man answered, “I happened to be on Mount Gilboa. There I saw Saul leaning on his spear. The Philistine chariots and the men riding in them were coming closer to Saul. ", "7": "When he looked back and saw me, he called to me. I answered him, 'Here I am!'", "8": "“Then Saul asked me, 'Who are you?' “I told him, 'I am an Amalekite.'", "9": "“Then Saul said to me, 'Please come here and kill me. I am badly hurt and am almost dead already.'", "10": "“So I went over and killed him. He had been hurt so badly I knew he couldn't live. Then I took the crown from his head and the bracelet from his arm. I have brought them here to you, my master.”", "11": "Then David tore his clothes to show his sorrow. And all the men with him did also. ", "12": "They were very sad and cried. They did not eat until evening. They cried for Saul and his son Jonathan. And they cried for the Israelites who had been killed with swords.", "13": "David asked the young man who brought the report, “Where are you from?” The young man answered, “I am the son of a foreigner. I am an Amalekite.”", "14": "David asked him, “Why were you not afraid to kill the Lord's appointed king?”", "15": "Then David called one of his men. David told him, “Go! Kill the Amalekite!” So the Israelite killed the Amalekite. ", "16": "David had said to the Amalekite, “You are responsible for your own death. You have spoken against yourself! You said, 'I have killed the Lord's appointed king.'”", "17": "David sang a funeral song about Saul and his son Jonathan. ", "18": "David ordered that the people of Judah be taught this song. It is called “The Bow.” This song is written in the Book of Jashar:", "19": "“Israel, your leaders have been killed on the hills. How the mighty men have fallen in battle!", "20": "Don't tell it in Gath. Don't announce it in the streets of Ashkelon. If you do, the daughters of the Philistines will be happy. The daughters of the Philistines will rejoice.", "21": "“May there be no dew or rain on the mountains of Gilboa. May their fields produce no grain. This is because there the mighty warrior's shield was dishonored. Saul's shield was no longer rubbed with oil.", "22": "Jonathan's bow killed its share of enemies. And Saul's sword killed its share, too. Their weapons are stained with the blood of dead men. Their weapons have stabbed the flesh of strong men.", "23": "“We loved Saul and Jonathan. We enjoyed them while they lived. Saul and Jonathan are together even in death. They were faster than eagles. They were stronger than lions.", "24": "“You daughters of Israel, cry for Saul. Saul clothed you with red dresses. He put gold decorations on your dresses.", "25": "“How the mighty men have fallen in battle! Jonathan is dead on Gilboa's hills.", "26": "I cry for you, my brother Jonathan. I enjoyed your friendship so much. Your love to me was wonderful, more wonderful than the love of women.", "27": "“How the mighty men have fallen in battle! The weapons of war are gone.”"}