{"1": "Later Nahash king of the Ammonites died. His son Hanun became king after him. ", "2": "David said, “Nahash was kind to me. So I will be kind to his son Hanun.” So David sent his officers to comfort Hanun about his father's death. David's servants went to the land of the Ammonites. ", "3": "But the important men of Ammon spoke to Hanun, their master. They said, “Do you think David wants to honor your father by sending men to comfort you? No! David sent them to study the city and to spy it out. They plan to capture it!” ", "4": "So Hanun took David's officers and shaved off half their beards to shame them. He cut their clothes off at the hips to insult them. Then he sent them away.", "5": "When the people told David, he sent messengers to meet his officers. He did this because these men were very ashamed. King David said, “Wait at Jericho until your beards have grown out. Then come back to Jerusalem.”", "6": "Now the Ammonites saw that they had become David's enemies. So they hired 20,000 Aramean foot soldiers from Beth Rehob and Zobah. They also hired the king of Maacah with 1,000 men. And they hired 12,000 men from Tob.", "7": "David heard about this. So he sent Joab with the whole army of warriors. ", "8": "The Ammonites came out and got ready for the battle. They stood at the city gate. The Arameans from Zobah and Rehob and the men from Tob and Maacah were out in the field. They were standing away from the Ammonites.", "9": "Joab saw that there were enemies both in front of him and behind him. So he chose some of the best men from the Israelites. He got them ready for battle against the Arameans. ", "10": "Then Joab gave the other men to his brother Abishai to lead against the Ammonites. ", "11": "Joab said to Abishai, “If the Arameans are too strong for me, come help me. If the Ammonites are too strong for you, I will come and help you. ", "12": "Be strong. Let us fight bravely for our people and for the cities of our God. The Lord will do what he decides is right.”", "13": "Then Joab and his men attacked the Arameans, and they ran away. ", "14": "The Ammonites saw that the Arameans were running away. So they ran away from Abishai and went back to their city. So Joab returned from the battle with the Ammonites and came to Jerusalem.", "15": "The Arameans saw that the Israelites had defeated them. So they came together into one big army. ", "16": "Hadadezer sent messengers to bring the Arameans who lived on the other side of the Euphrates River. These Arameans went to Helam. Their leader was Shobach, the commander of Hadadezer's army.", "17": "When David heard about this, he gathered all the Israelites together. They crossed over the Jordan River and went to Helam. There the Arameans prepared for battle and attacked. ", "18": "But David defeated the Arameans, and they ran away from the Israelites. David killed 700 Aramean chariot drivers and 40,000 Aramean horsemen. He also killed Shobach, the commander of the Aramean army.", "19": "The kings who served Hadadezer saw that the Israelites had defeated them. So they made peace with the Israelites and served them. And the Arameans were afraid to help the Ammonites again."}