{"1": "Joab son of Zeruiah knew that King David missed Absalom very much. ", "2": "So Joab sent messengers to Tekoa to bring a wise woman from there. Joab said to her, “Please pretend to be very sad for someone. Put on clothes to show your sadness. Don't put lotion on yourself. Act like a woman who has been crying many days for someone who died. ", "3": "Go to the king. Talk to him using the words that I tell you.” Then Joab told the wise woman what to say.", "4": "So the woman from Tekoa talked to the king. She bowed facedown on the ground to show respect. She said, “My king, help me!”", "5": "King David asked her, “What is the matter?” The woman said, “I am a widow. My husband is dead. ", "6": "I had two sons. They were out in the field fighting. No one was there to stop them. So one son killed the other son. ", "7": "Now all the family group is against me. They said to me, 'Bring the son who killed his brother. Then we will kill him for killing his brother. That way we will also get rid of the one who would receive what belonged to his father.' My son is like the last spark of a fire. He is all I have left. If they kill him, my husband's name and property will be gone from the earth.”", "8": "Then the king said to the woman, “Go home. I will take care of this for you.”", "9": "The woman of Tekoa said to him, “Let the blame be on me. My father's family and I are to blame, my master and king. But you and your throne are innocent.”", "10": "King David said, “Bring me anyone who says anything bad to you. Then he won't bother you again.”", "11": "The woman said, “Please promise in the name of the Lord your God. Then my relative who has the duty of punishing a murderer won't add to the destruction. And he won't kill my son.” David said, “As surely as the Lord lives, no one will hurt your son. Not even one hair from your son's head will fall to the ground.”", "12": "The woman said, “Let me say something to you, my master and king.” The king said, “Speak.”", "13": "Then the woman said, “Why have you planned this? It is against the people of God. When you say this, you show that you are guilty. You have not brought back your son whom you forced to leave home. ", "14": "We will all die some day. We're like water spilled on the ground. No one can gather it back. But God doesn't take away life. Instead, he plans ways that those who have been sent away will not have to stay away from him! ", "15": "My master and king, I came to say this to you because the people have made me afraid! I thought, 'Let me talk to the king. Maybe he will do what I ask. ", "16": "Maybe he will listen. Perhaps he will save me from the man who wants to kill both me and my son. That man is trying to keep us from getting what God gave us.'", "17": "“Now I say, 'May the words of my master the king give me rest. Like an angel of God, you know what is good and what is bad. May the Lord your God be with you!'”", "18": "Then King David said, “You must answer the question I will ask you.” The woman said, “My master the king, please ask your question.”", "19": "The king said, “Did Joab tell you to say all these things?” The woman answered, “As you live, my master the king, you are right. Your servant Joab did tell me to say these things. ", "20": "Joab did it so you would see things differently. My master, you are wise like an angel of God. You know everything that happens on earth.”", "21": "The king said to Joab, “Look, I will do what I promised. Now please bring back the young man Absalom.”", "22": "Joab bowed facedown on the ground. He blessed the king. Then he said, “Today I know you are pleased with me. I know because you have done what I asked.”", "23": "Then Joab got up and went to Geshur. And he brought Absalom back to Jerusalem. ", "24": "But King David said, “Absalom must go to his own house. He may not come to see me.” So Absalom went to his own house. He did not go to see the king.", "25": "Now Absalom was greatly praised for his handsome appearance. No man in Israel was as handsome as Absalom. No blemish was on him from his head to his foot. ", "26": "At the end of every year, Absalom would cut the hair on his head. He cut it because it became too heavy. He would weigh it, and it would weigh about five pounds by the royal measure.", "27": "Absalom had three sons and one daughter. His daughter's name was Tamar. She was a beautiful woman.", "28": "So Absalom lived in Jerusalem for two full years without seeing King David. ", "29": "Then Absalom sent for Joab. Absalom wanted to send Joab to the king. But Joab would not come. Absalom sent a message a second time. But Joab still refused to come. ", "30": "Then Absalom said to his servants, “Look, Joab's field is next to mine. He has barley growing there. Go burn it.” So Absalom's servants set fire to Joab's field.", "31": "Then Joab went to Absalom's house. Joab said to him, “Why did your servants burn my field?”", "32": "Absalom said to Joab, “I sent a message to you, asking you to come here. I wanted to send you to the king. I wanted you to ask him why he brought me home from Geshur. It would have been better for me to stay there! Now let me see the king. If I have sinned, he can kill me!”", "33": "So Joab went to the king and told him Absalom's words. The king called for Absalom, and Absalom came. He bowed facedown on the ground before the king. And the king kissed him."}