{"1": "After this, Absalom got a chariot and horses for himself. He got 50 men to run before him. ", "2": "Absalom would get up early and stand near the city gate.[a] If anyone had a problem he wanted the king to settle, he would come here. When he came, Absalom would call to the man. Absalom would say, “What city are you from?” The man would answer, “I'm from one of the tribes of Israel.”", "3": "Then Absalom would say to him, “Look, your claims are right. But the king has no one to listen to you.” ", "4": "Absalom would also say, “I wish someone would make me judge in this land! Then I could help everyone who comes with a problem. I could help him get a fair decision for his problem!”", "5": "People would come near Absalom to bow to him. When they did, Absalom would reach out his hand and take hold of them. Then he would kiss them. ", "6": "Absalom did that to all the Israelites who came to King David for decisions. In this way, Absalom won the hearts of all Israel.", "7": "After four years Absalom said to King David, “Please let me go to Hebron. I want to carry out my promise that I made to the Lord. ", "8": "I made it while I was living in Geshur in Aram. I said, 'If the Lord takes me back to Jerusalem, I will worship him in Hebron.'”", "9": "The king said, “Go in peace.” So Absalom went to Hebron. ", "10": "But he sent secret messengers through all the tribes of Israel. They told the people, “When you hear the trumpets, say this: 'Absalom has become the king at Hebron!'”", "11": "Absalom had invited 200 men to go with him. So they went from Jerusalem with him. But they didn't know what he was planning. ", "12": "Ahithophel was one of the people who advised David. He was from the town of Giloh. While Absalom was offering sacrifices, he called Ahithophel to come from his hometown of Giloh. So Absalom's plans were working very well. More and more people began to support him.", "13": "A man came in to tell the news to David. The man said, “The Israelites are beginning to follow Absalom.”", "14": "Then David spoke to all his officers who were with him in Jerusalem. He said, “We must leave quickly! If we don't, we won't be able to get away from Absalom. We must hurry before he catches us. He would destroy us and kill the people of Jerusalem.”", "15": "The king's officers said to him, “We will do anything you say.”", "16": "The king set out with everyone in his house. But he left ten slave women to take care of the palace. ", "17": "The king left with all his people following him. They stopped at the last house. ", "18": "All the king's servants passed by him. All the Kerethites and Pelethites, the king's bodyguards, passed by him. All those from Gath, the 600 men who had followed him, passed by him.", "19": "The king spoke to Ittai, a man from Gath. He said, “Why are you also going with us? Turn back and stay with King Absalom. You are a foreigner. This is not your homeland. ", "20": "Only a short time ago you came to join me. Today should I make you go with us to other places? I don't even know where I'm going. Turn back, and take your brothers with you. May kindness and loyalty be shown to you.”", "21": "But Ittai said to the king, “As surely as the Lord lives and as you live, I will stay with you. I'll be with you wherever you are. I'll be with you whether it means life or death.”", "22": "David said to Ittai, “Go, march on.” So Ittai from Gath and all his people with their children marched on. ", "23": "All the people cried loudly as everyone passed by. King David also crossed the Kidron Valley. Then all the people went on to the desert. ", "24": "Zadok and all the Levites with him were carrying the Ark of the Covenant with God. They set down the Ark of the Covenant. And Abiathar offered sacrifices until all the people had left the city.", "25": "The king said to Zadok, “Take the Ark of the Covenant of God back into the city. If the Lord is pleased with me, he will bring me back. He will let me see both it and Jerusalem again. ", "26": "But if the Lord says he is not pleased with me, I am ready. He can do what he wants with me.”", "27": "The king also said to Zadok the priest, “You are a seer. Go back to the city in peace. Take your son Ahimaaz and Abiathar's son Jonathan with you. ", "28": "I will wait near the crossings into the desert until I hear from you.” ", "29": "So Zadok and Abiathar took the Ark of the Covenant of God back to Jerusalem and stayed there.", "30": "David went up the Mount of Olives crying as he went. He covered his head and went barefoot. All the people with David covered their heads also. And they were crying as they went. ", "31": "Someone told David, “Ahithophel is one of the people with Absalom who made secret plans against you.” So David prayed, “Lord, please make Ahithophel's advice foolish.”", "32": "David came to the top of the mountain. This was where he used to worship God. Hushai the Arkite came to meet him. Hushai's coat was torn, and there was dirt on his head to show how sad he was. ", "33": "David said to Hushai, “If you go with me, you will be just one more person to take care of. ", "34": "But if you return to the city, you can make Ahithophel's advice useless. Tell Absalom, 'I am your servant, my king. In the past I served your father. But now I will serve you.' ", "35": "The priests Zadok and Abiathar will be with you. You must tell them everything you hear in the king's palace. ", "36": "Zadok's son Ahimaaz and Abiathar's son Jonathan are with them. Send them to tell me everything you hear.” ", "37": "So David's friend Hushai entered Jerusalem. About that time, Absalom also arrived there."}