{"1": "David passed a short way over the top of the Mount of Olives. There Ziba, Mephibosheth's servant, met David. Ziba had two donkeys with saddles on them. They carried 200 loaves of bread, 100 cakes of raisins and 100 cakes of figs. They also carried leather bags full of wine. ", "2": "The king asked Ziba, “What are these things for?” Ziba answered, “The donkeys are for your family to ride. The bread and cakes of figs are for the servants to eat. And the wine is for anyone to drink who becomes weak in the desert.”", "3": "The king asked, “Where is Mephibosheth?” Ziba answered him, “Mephibosheth is staying in Jerusalem. He thinks, 'Today the Israelites will give my father's kingdom back to me!'”", "4": "Then the king said to Ziba, “All right. Everything that belonged to Mephibosheth, I now give to you!” Ziba said, “I bow to you. I hope I will always be able to please you.”", "5": "As King David came to Bahurim, a man came out from there. He was from Saul's family group. His name was Shimei son of Gera. Shimei came out, cursing David as he came. ", "6": "He began throwing stones at David and his officers. But the people and soldiers gathered all around David. ", "7": "Shimei cursed David. He said, “Get out, get out, you murderer, you troublemaker. ", "8": "The Lord is punishing you for the people in Saul's family you killed! You took Saul's place as king! But now the Lord has given the kingdom to your son Absalom! Now you are ruined because you are a murderer!”", "9": "Abishai son of Zeruiah said to the king, “Why should this dead dog curse you, the king? Let me go over and cut off his head!”", "10": "But the king answered, “This does not concern you, sons of Zeruiah! If he is cursing me because the Lord told him to, who can question him?”", "11": "David also said to Abishai and all his officers, “My own son is trying to kill me! This man is a Benjaminite and has more right to kill me! Leave him alone. Let him curse me. The Lord told him to do this. ", "12": "Maybe the Lord will see my misery. Then maybe he will repay me with something good for the curses Shimei says today!”", "13": "So David and his men went on down the road. But Shimei kept following David. Shimei walked on the hillside on the other side of the road. He kept cursing David and throwing stones and dirt at him. ", "14": "The king and all his people arrived at the Jordan. They were very tired. So they rested there.", "15": "Meanwhile, Absalom, Ahithophel and all the men of Israel arrived at Jerusalem. ", "16": "David's friend Hushai the Arkite came to Absalom. He said to Absalom, “Long live the king! Long live the king!”", "17": "Absalom asked, “Why are you not loyal to your friend David? Why didn't you leave Jerusalem with your friend?”", "18": "Hushai said, “I belong to the one chosen by the Lord and by these people and all the men of Israel. I will stay with you. ", "19": "In the past I served your father. So whom should I serve now? David's son! I will serve you.”", "20": "Absalom said to Ahithophel, “Please tell us what we should do.”", "21": "Ahithophel said, “Your father left behind some of his slave women who give birth to his children. He left them here to take care of the palace. Have physical relations with them. Then all the Israelites will hear that your father is your enemy. And all your people will be encouraged to give you more support.” ", "22": "So they put up a tent for Absalom on the flat roof[a] of the palace. Everyone in Israel could see it. And Absalom had physical relations with his father's slave women.", "23": "At that time people thought Ahithophel's advice was as reliable as God's own word. Both David and Absalom thought it was that reliable."}