{"1": "People told Joab, “Look, the king is crying. He is very sad because of Absalom.” ", "2": "David's army had won the battle that day. But it became a very sad day for all the people. This was because they heard, “The king is very sad for his son.” ", "3": "The people came into the city quietly. They were like people who had been defeated in battle and had run away. ", "4": "The king covered his face and cried loudly, “My son Absalom! Absalom, my son, my son!”", "5": "Then Joab went into the king's house. He said to the king, “Today you have shamed all your men. They saved your life today! They saved the lives of your sons, daughters, wives and slave women. ", "6": "You have shamed them because you love those who hate you. And you hate those people who love you. Today you've made it clear that your commanders and men mean nothing to you. What if Absalom had lived and all of us were dead? I can see you would be very pleased. ", "7": "Now go out and encourage your servants. I swear by the Lord that if you don't go out, no man will be left with you by tonight! That will be worse than all the troubles you have had from your youth until today.”", "8": "So the king went to the city gate.[a] The news spread that the king was at the gate. So everyone came to see him. All the Israelites who had followed Absalom had run away to their homes. ", "9": "People in all the tribes of Israel began to argue. They said, “The king saved us from the Philistines and our other enemies. But he left the country because of Absalom. ", "10": "We appointed Absalom to rule us, but now he has died in battle. We should make David the king again.”", "11": "King David sent a message to Zadok and Abiathar, the priests. David said, “Speak to the elders of Judah. Say, 'Even in my house I have heard what all the Israelites are saying. So why are you the last tribe to bring the king back to his palace? ", "12": "You are my brothers, my own family. Then why are you the last tribe to bring back the king?' ", "13": "And say to Amasa, 'You are part of my own family. May God punish me terribly if I don't make you commander of the army in Joab's place!'”", "14": "David touched the hearts of all the people of Judah. They agreed as if they were one man. They sent a message to the king. They said, “Return with all your men.” ", "15": "Then the king returned as far as the Jordan River. The men of Judah came to Gilgal to meet him. They wanted to bring the king across the Jordan River.", "16": "Shimei son of Gera was a Benjaminite. He lived in Bahurim. He hurried down with the men of Judah to meet King David. ", "17": "With Shimei came 1,000 Benjaminites. Ziba, the servant from Saul's family, also came. He brought his 15 sons and 20 servants with him. They all hurried to the Jordan River to meet the king. ", "18": "The people went across the Jordan River to help bring the king's family back to Judah. They did whatever the king wanted. As the king was about to cross the river, Shimei son of Gera came to him. Shimei bowed facedown on the ground in front of the king. ", "19": "He said to the king, “My master, don't hold me guilty. Don't remember the wrong things I did when you left Jerusalem! Don't hold it against me. ", "20": "I know I have sinned. That is why I am the first person from Joseph's family to come down and meet you today, my master and king!”", "21": "But Abishai son of Zeruiah said, “Shimei should die. He cursed you, the Lord's appointed king!”", "22": "David said, “This does not concern you, sons of Zeruiah! Today you're against me! No one will be put to death in Israel today. Today I know I am king over Israel!” ", "23": "Then the king said to Shimei, “You won't die.” The king made this promise to Shimei.", "24": "Mephibosheth, Saul's grandson, also went down to meet King David. Mephibosheth had not cared for his feet, cut his beard or washed his clothes while David was gone. He had not done this from the time the king had left Jerusalem until he returned safely. ", "25": "Mephibosheth came from Jerusalem to meet the king. The king asked him, “Mephibosheth, why didn't you go with me?”", "26": "He answered, “My master, my servant Ziba tricked me! I said to Ziba, 'I am crippled. So saddle a donkey. Then I will ride it so I can go with the king.' ", "27": "But he lied about me to you. You, my master and king, are like an angel from God. Do what you think is good. ", "28": "You could have killed all my grandfather's family. Instead, you put me with the people who eat at your own table. So I don't have a right to ask anything more from the king!”", "29": "The king said to him, “Don't say anything more. I have decided that you and Ziba may divide the land.”", "30": "Mephibosheth said to the king, “Let Ziba take all the land. I'm just happy that my master the king has arrived in peace at his own house.”", "31": "Barzillai of Gilead came down from Rogelim to cross the Jordan River with the king. ", "32": "Now Barzillai was a very old man. He was 80 years old. He had taken care of the king when David was staying at Mahanaim. Barzillai could do this, because he was a very rich man. ", "33": "David said to Barzillai, “Cross the river with me. Come with me to Jerusalem, and I will take care of you.”", "34": "But Barzillai answered the king, “Do you know how old I am? Do you think I can go with you to Jerusalem? ", "35": "I am 80 years old! I am too old to taste what I eat or drink. I am too old to hear the voices of men and women singers. Why should you be bothered with me? ", "36": "I am not worthy of a reward from you. But I will cross the Jordan River with you. ", "37": "Then please let me go back so I may die in my own city. Let me die near the grave of my father and mother. But here is Kimham. Let him go with you, my master and king. Do with him whatever you want.”", "38": "The king answered, “Kimham will go with me. I will do for him anything you wish. And I will do anything for you that you wish.” ", "39": "The king kissed Barzillai and blessed him. Then Barzillai returned home. And the king and all the people crossed the Jordan.", "40": "When the king crossed the Jordan to Gilgal, Kimham went with him. All the troops of Judah and half the troops of Israel led David across the river.", "41": "Soon all the men of Israel came to the king. They said to him, “Our brothers, the men of Judah, stole you away. They brought you and your family across the Jordan River with your men! Why did they do this?”", "42": "All the men of Judah answered the Israelites, “We did this because the king is our close relative. Why are you angry about it? We have not eaten food at the king's expense! He did not give us any gifts!”", "43": "The men of Israel answered the people of Judah, “We have ten tribes in the kingdom. So we have more right to David than you do! But you ignored us! We were the first ones to talk about bringing our king back!” But the men of Judah spoke even more unkindly than the men of Israel."}