{"1": "During the time David was king, there was a time of hunger. It continued for three years. So David prayed to the Lord. The Lord answered, “Saul and his family of murderers are the reason for this time of hunger. It has come because Saul killed the Gibeonites.” ", "2": "(Now the Gibeonites were not Israelites. They were a group of Amorites who were left alive. The Israelites had promised not to hurt the Gibeonites. But Saul was very eager to help the people of Israel and Judah. So he tried to kill all the Gibeonites.) King David called the Gibeonites together and talked to them. ", "3": "He asked them, “What can I do for you? What can I do to take away Israel's sin so you can bless the Lord's people?”", "4": "The Gibeonites said to David, “Saul and his family don't have enough silver and gold to pay for what they did! And we don't have the right to kill anyone in Israel.” Then David asked, “What do you want me to do for you?”", "5": "The Gibeonites said to him, “Saul made plans against us. He tried to destroy all our people who are left in the land of Israel. ", "6": "Saul was the Lord's chosen king. So bring seven of his sons to us. Then we will kill them and hang them on stakes. We will put them in front of the Lord at Gibeah, Saul's hometown.” The king said, “I will give them to you.” ", "7": "But the king protected Jonathan's son Mephibosheth. (Jonathan was Saul's son.) David did this because of the promise he had made to Jonathan in the Lord's name. So the king did not let them hurt Mephibosheth. ", "8": "But the king did take Armoni and Mephibosheth,[a] sons of Rizpah and Saul. (Rizpah was the daughter of Aiah.) And the king took the five sons of Saul's daughter Merab. Adriel was the father of Merab's five sons. (Adriel was the son of Barzillai the Meholathite.) ", "9": "David gave these seven sons to the Gibeonites. Then the Gibeonites killed them and hung them on stakes on a hill before the Lord. All seven sons died together. They were put to death during the first days of the harvest season. (The barley harvest was just beginning.)", "10": "Aiah's daughter Rizpah took the rough cloth that was worn to show sadness. Then she put it on a rock for herself. She stayed there from the beginning of the harvest until the rain fell on her sons' bodies. During the day she did not let the birds of the sky touch her sons' bodies. At night she did not let the wild animals touch them.", "11": "People told David what Aiah's daughter Rizpah, Saul's slave woman, was doing. ", "12": "Then David took the bones of Saul and Jonathan from the men of Jabesh Gilead. (They had taken these bones secretly from the public square of Beth Shan. The Philistines had hung the bodies of Saul and Jonathan there after they had killed Saul at Gilboa.) ", "13": "David brought the bones of Saul and his son Jonathan from Gilead. Then the people gathered the bodies of Saul's seven sons who were hanged on stakes. ", "14": "The people buried the bones of Saul and his son Jonathan at Zela in Benjamin. They buried them in the tomb of Saul's father Kish. The people did everything the king commanded. Then God answered the prayers of the people in the land.", "15": "Again there was war between the Philistines and Israel. David and his men went out to fight the Philistines. But David became tired and weak. ", "16": "Ishbi-Benob was one of the sons of Rapha. His bronze spearhead weighed about seven and a half pounds. Ishbi-Benob had a new sword, and he planned to kill David. ", "17": "But Abishai son of Zeruiah killed the Philistine. So he saved David's life. Then David's men made a promise to David. They said, “Never again will you go out with us to battle. If you were killed, Israel would lose its greatest leader.”", "18": "Later, at Gob, there was another battle with the Philistines. Sibbecai the Hushathite killed Saph, another one of the sons of Rapha.", "19": "Later, there was another battle at Gob with the Philistines. Elhanan son of Jaare-Oregim from Bethlehem killed Goliath[b] from Gath. Goliath's spear was as large as a weaver's rod.", "20": "At Gath another battle took place. A very large man was there. He had 6 fingers on each hand. And he had 6 toes on each foot. He had 24 fingers and toes in all. This man also was one of the sons of Rapha. ", "21": "When he challenged Israel, Jonathan killed him. Jonathan was the son of Shimeah, David's brother.", "22": "These four men were sons of Rapha from Gath. They all were killed by David and his men."}