{"1": "David sang this song to the Lord. He sang it when the Lord had saved him from Saul and all his other enemies. ", "2": "He said: “The Lord is my rock, my place of safety, my Savior.", "3": "My God is my rock. I can run to him for safety. He is my shield and my saving strength. The Lord is my high tower and my place of safety. The Lord saves me from those who want to harm me.", "4": "I will call to the Lord. He is worthy of praise. And I will be saved from my enemies.", "5": "“The waves of death came around me. The deadly rivers overwhelmed me.", "6": "The ropes of death wrapped around me. The traps of death were before me.", "7": "In my trouble I called to the Lord. I cried out to my God. From his temple he heard my voice. My call for help reached his ears.", "8": "“The earth trembled and shook. The foundations of heaven began to shake. They shook because the Lord was angry.", "9": "Smoke came out of his nose. Burning fire came out of his mouth. Burning coals went before him.", "10": "He tore open the sky and came down. Dark clouds were under his feet.", "11": "He rode a creature with wings and flew. He flew on the wings of the wind.", "12": "He made darkness his shelter around him, surrounded by fog and clouds.", "13": "Out of the brightness of his presence came flashes of lightning.", "14": "The Lord thundered from heaven. The Most High God raised his voice.", "15": "He shot his arrows and scattered his enemies. His bolts of lightning confused them with fear.", "16": "The Lord spoke strongly. The wind blew from his nose. The valleys of the sea appeared. The foundations of the earth were seen.", "17": "“The Lord reached down from above and took me. He pulled me from the deep water.", "18": "He saved me from my powerful enemies. Those who hated me were too strong for me.", "19": "They attacked me at my time of trouble. But the Lord supported me.", "20": "He took me to a safe place. Because he delights in me, he saved me.", "21": "“The Lord spared me because I did what was right. Because I have not done evil, he has rescued me.", "22": "I have followed the ways of the Lord. I have not done evil by turning from my God.", "23": "I remember all his laws. I have not broken his rules.", "24": "I have kept myself innocent before him. I have kept myself from doing evil.", "25": "The Lord rescued me because I did what was right. I did what the Lord said was right.", "26": "“Lord, you are loyal to those who are loyal. You are good to those who are good.", "27": "You are pure to those who are pure. But you are against those who are bad.", "28": "You save those who are not proud. But you make humble those who are proud.", "29": "Lord, you give light to my lamp. The Lord brightens the darkness around me.", "30": "With your help, I can attack an army. With God's help, I can jump over a wall.", "31": "“The ways of God are without fault. The Lord's words are pure. He is a shield to those who trust him.", "32": "Who is God? Only the Lord. Who is the Rock? Only our God.", "33": "God is my protection. He makes my way free from fault.", "34": "He makes me like a deer, which does not stumble. He helps me stand on the steep mountains.", "35": "He trains my hands for battle. So my arms can bend a bronze bow.", "36": "You protect me with your saving shield. You have stooped to make me great.", "37": "You give me a better way to live. So I live as you want me to.", "38": "I chased my enemies and destroyed them. I did not quit till they were destroyed.", "39": "I destroyed and crushed them, so they couldn't rise up again. They fell beneath my feet.", "40": "You gave me strength in battle. You made my enemies bow before me.", "41": "You made my enemies turn back. I destroyed those who hated me.", "42": "They called for help, but no one came to save them. They called to the Lord, but he did not answer them.", "43": "I beat my enemies into pieces. They were like dust on the ground. I pounded them out and walked on them like mud in the streets.", "44": "“You saved me when my people attacked me. You kept me as the leader of nations. People I never knew serve me.", "45": "Foreigners obey me. As soon as they hear me, they obey me.", "46": "They all become afraid. They tremble in their hiding places.", "47": "“The Lord lives! May my Rock be praised! Praise God, the Rock, who saves me!", "48": "God gives me victory over my enemies. He brings people under my rule.", "49": "He frees me from my enemies. “You set me over those who hate me. You saved me from cruel men.", "50": "So I will praise you, Lord, among the nations. I will sing praises to your name.", "51": "The Lord gives great victories to his king. He is loyal to his appointed king, to David and his descendants forever.”"}