{"1": "King David was living in his palace. And the Lord gave him peace from all his enemies around him. ", "2": "David said to Nathan the prophet, “Look, I am living in a palace made of cedar wood. But the Ark of the Covenant of God is still kept in a tent!”", "3": "Nathan said to the king, “Go and do what you really want to do. The Lord is with you.”", "4": "But that night the Lord spoke his word to Nathan. The Lord said, ", "5": "“Go and tell my servant David, 'This is what the Lord says: You are not the person to build a house for me to live in. ", "6": "I did not live in a house when I brought the Israelites out of Egypt. I have been moving around all this time with a tent as my home. ", "7": "I have continued to move with the tribes of Israel. But I have never asked their leaders who take care of them to build me a house of cedar wood.'", "8": "“You must tell my servant David, 'This is what the Lord of heaven's armies says: I took you from the pasture when you were following the sheep. I took you to become leader of my people, the Israelites. ", "9": "I have been with you everywhere you have gone. I have defeated your enemies for you. I will make you as famous as any of the great men on the earth. ", "10": "Also I will choose a place for my people, the Israelites. I will plant them so they can live in their own home. They will not be bothered anymore. Wicked people will no longer make them suffer as they have in the past. ", "11": "Wicked people continued to do this even when I appointed judges. But I will give you peace from all your enemies. I also tell you that I will make your descendants kings of Israel after you.", "12": "“'Your days will come to an end, and you will die. At that time I will make one of your sons the next king. ", "13": "He will build a temple for me. I will make his kingdom strong forever. ", "14": "I will be his father, and he will be my son. When he sins, I will use other people to punish him. They will be my whips. ", "15": "But I will not stop loving him. I took away my love and kindness from Saul. I removed Saul when I turned to you. ", "16": "But your family and your kingdom will continue forever before me. Your rule will last forever.'”", "17": "Nathan told David everything he had heard.", "18": "Then King David went in the tent and sat in front of the Lord. David said, “Lord God, why have you made me so important to you? Why have you made my family important? ", "19": "But that was not enough for you, Lord God. You have also said these kind things about my future family. I am your servant. Lord God, this is not the usual way you talk to people.", "20": "“What more can I say to you? Lord God, you love me, your servant, so much! ", "21": "You have done this wonderful thing because you said you would. You have done it because you wanted to. And you have decided to let me know all these great things. ", "22": "This is why you are great, Lord God! There is no one like you. There is no God except you. We have heard all this ourselves! ", "23": "And there are no others like your people, the Israelites. They are the one nation on earth that God chose to be his people. You used them to make your name well-known. You did great and wonderful miracles for them. You went ahead of them and forced other nations and their gods out of the land. You freed your people from slavery in Egypt. ", "24": "You made the people of Israel your very own people forever. And, Lord, you became their God.", "25": "“Now, Lord God, keep the promise you made about my family and me, your servant. Do what you have promised. ", "26": "Then you will be honored forever. And people will say, 'The Lord of heaven's armies is God over Israel!' And the family of your servant David will continue before you.", "27": "“Lord of heaven's armies, the God of Israel, you have shown things to me. You have said, 'I will make your family great.' So I, your servant, am brave enough to pray to you. ", "28": "Lord God, you are God, and your words are true. And you have promised these good things to me, your servant. ", "29": "Please, bless my family. Let it continue before you forever. Lord God, you have said these wonderful things. With your blessing let my family be blessed forever.”"}