{"1": "Later, David defeated the Philistines. And he took control of their capital city.", "2": "He also defeated the people of Moab. He forced them to lie on the ground. Then he used a rope to measure them. When two men were measured, David ordered them killed. But every third man was allowed to live. So the people of Moab became servants of David. They gave him the payments he demanded.", "3": "As David went to take control again at the Euphrates River, he defeated Hadadezer. Hadadezer son of Rehob was king of Zobah. ", "4": "David took from Hadadezer 1,700 men who rode in his chariots. He also captured 20,000 foot soldiers. David crippled all but 100 of the chariot horses. He saved those horses to pull chariots.", "5": "Arameans from Damascus came to help Hadadezer king of Zobah. But David defeated those 22,000 Arameans. ", "6": "Then David put groups of soldiers in Damascus in Aram. The Arameans became David's servants and gave him the payments he demanded. The Lord gave David victory everywhere he went.", "7": "David took the shields of gold that had belonged to Hadadezer's officers. He brought them to Jerusalem. ", "8": "David also took many things made of bronze from Tebah and Berothai. (They were cities that had belonged to Hadadezer.)", "9": "Toi king of Hamath heard that David had defeated all the army of Hadadezer. ", "10": "So Toi sent his son Joram to greet and congratulate King David. Joram congratulated David for defeating Hadadezer. (Hadadezer had fought wars against Toi before.) Joram brought things made of silver, gold and bronze. ", "11": "David took these things and gave them to the Lord. He also had given other silver and gold to the Lord. He had taken it from the nations he had defeated. ", "12": "These nations were Edom, Moab, Ammon, Philistia and Amalek. David also defeated the king of Zobah who was Hadadezer son of Rehob.", "13": "David was famous after he returned from the Valley of Salt. There he had defeated 18,000 Arameans. ", "14": "David put groups of soldiers through all the land of Edom. All the people of Edom became servants for him. The Lord gave David victory everywhere he went.", "15": "David was king over all Israel. His decisions were fair and right for all his people. ", "16": "Joab son of Zeruiah was commander over the army. Jehoshaphat son of Ahilud was the recorder. ", "17": "Zadok son of Ahitub and Ahimelech son of Abiathar were priests. Seraiah was the royal assistant. ", "18": "Benaiah son of Jehoiada was over the Kerethites and Pelethites, the king's bodyguards. And David's sons were important leaders."}