{"1": "David asked, “Is there anyone still left in Saul's family? I want to show kindness to this person for Jonathan's sake!”", "2": "Now there was a servant named Ziba from Saul's family. So David's servants called Ziba to him. King David said to him, “Are you Ziba?” He answered, “Yes, I am Ziba, your servant.”", "3": "The king asked, “Is there anyone left in Saul's family? I want to show God's kindness to this person.” Ziba answered the king, “Jonathan has a son still living. He is crippled in both feet.”", "4": "The king asked Ziba, “Where is this son?” Ziba answered, “He is at the house of Makir son of Ammiel in Lo Debar.”", "5": "Then King David had servants bring Jonathan's son from the house of Makir son of Ammiel in Lo Debar. ", "6": "Mephibosheth, Jonathan's son, came before David and bowed facedown on the floor. David said, “Mephibosheth!” Mephibosheth said, “I am your servant.”", "7": "David said to him, “Don't be afraid. I will be kind to you for your father Jonathan's sake. I will give you back all the land of your grandfather Saul. And you will always be able to eat at my table.”", "8": "Mephibosheth bowed to David again. Mephibosheth said, “You are being very kind to me, your servant! And I am no better than a dead dog!”", "9": "Then King David called Saul's servant Ziba. David said to him, “I have given your master's grandson everything that belonged to Saul and his family. ", "10": "You, your sons and your servants will farm the land for Mephibosheth. You will harvest the crops. Then your master's grandson will have food to eat. But Mephibosheth, your master's grandson, will always be able to eat at my table.” (Now Ziba had 15 sons and 20 servants.) ", "11": "Ziba said to King David, “I am your servant. I will do everything my master, the king, commands me.” So Mephibosheth ate at David's table as if he were one of the king's sons. ", "12": "Mephibosheth had a young son named Mica. Everyone in Ziba's family became Mephibosheth's servants. ", "13": "Mephibosheth was crippled in both feet. He lived in Jerusalem and always ate at the king's table."}