{"1": "¶ In the eighth month, in the second year of Darius, the word of the LORD came unto the prophet Zechariah, the son of Berechiah, the son of Iddo, saying,", "2": "The LORD has been sore displeased with your fathers.", "3": "Therefore thou shalt say unto them, Thus hath the LORD of the hosts said; Turn unto me, said the LORD of the hosts, and I will turn unto you, said the LORD of the hosts.", "4": "Do not be as your fathers, unto whom the former prophets have cried, saying, Thus hath the LORD of the hosts said; Turn now from your evil ways and from your evil doings: but they did not hear, nor hearken unto me, said the LORD.", "5": "Your fathers, where are they? and the prophets, do they live for ever?", "6": "But my words and my statutes, which I commanded my slaves the prophets, did they not take hold of your fathers? Therefore they returned from captivity and said, Like as the LORD of the hosts thought to do unto us, according to our ways and according to our doings, so has he dealt with us.", "7": "¶ Upon the twenty-fourth day of the eleventh month, which is the month Sebat, in the second year of Darius, the word of the LORD came unto the prophet Zechariah, the son of Berechiah, the son of Iddo, saying,", "8": "I saw by night, and behold a man riding upon a red horse, and he stood among the myrtle trees that were in the bottom; and behind him there were red horses, speckled, and white.", "9": "Then said I, O my lord, what are these? And the angel that talked with me said unto me, I will show thee who these are.", "10": "And the man that stood among the myrtle trees answered and said, These are those whom the LORD has sent to walk to and fro through the earth.", "11": "And they answered the angel of the LORD that stood among the myrtle trees and said, We have walked to and fro through the land, and, behold, all the earth sits still and is at rest.", "12": "Then the angel of the LORD answered and said, O LORD of the hosts, when wilt thou have mercy on Jerusalem and on the cities of Judah, against which thou hast had indignation these seventy years?", "13": "And the LORD answered good words unto the angel that talked with me, words of consolation.", "14": "So the angel that communed with me said unto me, Cry thou, saying, Thus saith the LORD of the hosts; I am jealous for Jerusalem and for Zion with a great jealousy.", "15": "And I am very sore displeased with the Gentiles that are at ease; for I was but a little displeased, and they helped forward the affliction.", "16": "Therefore thus hath the LORD said, I am returned to Jerusalem with mercies; my house shall be built in her, saith the LORD of the hosts, and a line shall be stretched forth upon Jerusalem.", "17": "Cry yet, saying, Thus saith the LORD of the hosts, My cities through abundance of good shall yet be widened; and the LORD shall yet comfort Zion and shall yet choose Jerusalem.", "18": "¶ Then I lifted up my eyes and saw and behold four horns.", "19": "And I said unto the angel that talked with me, What are these? And he answered me, These are the horns which have scattered Judah, Israel, and Jerusalem.", "20": "And the LORD showed me four carpenters.", "21": "Then I said, What do these come to do? And he spoke, saying, These are the horns which have scattered Judah, so that no one lifted up his head, but these are come to cause them to tremble, to cut down the horns of the Gentiles, which lifted up their horn over the land of Judah to scatter it."}