{"1": "¶ And the angel that talked with me came again and waked me, as a man that is wakened out of his sleep,", "2": "and said unto me, What seest thou? And I said, I have looked and behold a lampstand all of gold, with a bowl upon the top of it, and its seven lamps upon the lampstand, and seven pipes for the lamps, which are upon the top thereof:", "3": "and two olive trees over it, one upon the right hand side of the bowl and the other upon the left hand side thereof.", "4": "So I answered and spoke to the angel that talked with me, saying, What is this, my lord?", "5": "Then the angel that talked with me answered and said unto me, Dost thou not know what this is? And I said, No, my lord.", "6": "Then he answered and spoke unto me, saying, This is the word of the LORD unto Zerubbabel, saying, Not by might, nor by power, but by my Spirit, said the LORD of the hosts.", "7": "Who art thou, O great mountain before Zerubbabel? Thou shalt be reduced to a plain; and he shall bring forth the headstone thereof with shoutings, crying, Grace, grace unto it.", "8": "And the word of the LORD came unto me, saying,", "9": "The hands of Zerubbabel shall lay the foundation of this house; his hands shall also finish it; and thou shalt know that the LORD of the hosts has sent me unto you.", "10": "For who has despised the day of small beginnings? for they shall rejoice, and shall see the plummet in the hand of Zerubbabel. Those seven are the eyes of the LORD, which run to and fro through the whole earth.", "11": "¶ Then I spoke and said unto him, What are these two olive trees upon the right hand side of the lampstand and upon the left hand side thereof?", "12": "And I spoke the second time and said unto him, What are these two olive branches which through the two golden pipes empty the golden oil out of themselves?", "13": "And he answered me and said, Dost thou not know what these are? And I said, No, my lord.", "14": "Then he said, These two sons of oil are those that stand by the Lord of the whole earth."}