{"1": "“If you will return, O Israel,” says the Lord, “Return to Me; And if you will put away your abominations out of My sight, Then you shall not be moved.", "2": "And you shall swear, 'The Lord lives,' In truth, in [a]judgment, and in righteousness; The nations shall bless themselves in Him, And in Him they shall glory.”", "3": "For thus says the Lord to the men of Judah and Jerusalem: “Break up your [b]fallow ground, And do not sow among thorns.", "4": "Circumcise yourselves to the Lord, And take away the foreskins of your hearts, You men of Judah and inhabitants of Jerusalem, Lest My fury come forth like fire, And burn so that no one can quench it, Because of the evil of your doings.”", "5": "Declare in Judah and proclaim in Jerusalem, and say: “Blow the trumpet in the land; Cry, 'Gather together,' And say, 'Assemble yourselves, And let us go into the fortified cities.'", "6": "Set up the [c]standard toward Zion. Take refuge! Do not delay! For I will bring disaster from the north, And great destruction.”", "7": "The lion has come up from his thicket, And the destroyer of nations is on his way. He has gone forth from his place To make your land desolate. Your cities will be laid waste, Without inhabitant.", "8": "For this, clothe yourself with sackcloth, Lament and wail. For the fierce anger of the Lord Has not turned back from us.", "9": "“And it shall come to pass in that day,” says the Lord, “That the heart of the king shall perish, And the heart of the princes; The priests shall be astonished, And the prophets shall wonder.”", "10": "Then I said, “Ah, Lord God! Surely You have greatly deceived this people and Jerusalem, Saying, 'You shall have peace,' Whereas the sword reaches to the [d]heart.”", "11": "At that time it will be said To this people and to Jerusalem, “A dry wind of the desolate heights blows in the wilderness Toward the daughter of My people— Not to fan or to cleanse—", "12": "A wind too strong for these will come for Me; Now I will also speak judgment against them.”", "13": "“Behold, he shall come up like clouds, And his chariots like a whirlwind. His horses are swifter than eagles. Woe to us, for we are plundered!”", "14": "O Jerusalem, wash your heart from wickedness, That you may be saved. How long shall your evil thoughts lodge within you?", "15": "For a voice declares from Dan And proclaims [e]affliction from Mount Ephraim:", "16": "“Make mention to the nations, Yes, proclaim against Jerusalem, That watchers come from a far country And raise their voice against the cities of Judah.", "17": "Like keepers of a field they are against her all around, Because she has been rebellious against Me,” says the Lord.", "18": "“Your ways and your doings Have procured these things for you. This is your wickedness, Because it is bitter, Because it reaches to your heart.”", "19": "O my soul, my soul! I am pained in my very heart! My heart makes a noise in me; I cannot hold my peace, Because you have heard, O my soul, The sound of the trumpet, The alarm of war.", "20": "Destruction upon destruction is cried, For the whole land is plundered. Suddenly my tents are plundered, And my curtains in a moment.", "21": "How long will I see the [f]standard, And hear the sound of the trumpet?", "22": "“For My people are foolish, They have not known Me. They are [g]silly children, And they have no understanding. They are wise to do evil, But to do good they have no knowledge.”", "23": "I beheld the earth, and indeed it was without form, and void; And the heavens, they had no light.", "24": "I beheld the mountains, and indeed they trembled, And all the hills moved back and forth.", "25": "I beheld, and indeed there was no man, And all the birds of the heavens had fled.", "26": "I beheld, and indeed the fruitful land was a wilderness, And all its cities were broken down At the presence of the Lord, By His fierce anger.", "27": "For thus says the Lord: “The whole land shall be desolate; Yet I will not make a full end.", "28": "For this shall the earth mourn, And the heavens above be black, Because I have spoken. I have purposed and will not relent, Nor will I turn back from it.", "29": "The whole city shall flee from the noise of the horsemen and bowmen. They shall go into thickets and climb up on the rocks. Every city shall be forsaken, And not a man shall dwell in it.", "30": "“And when you are plundered, What will you do? Though you clothe yourself with crimson, Though you adorn yourself with ornaments of gold, Though you enlarge your eyes with paint, In vain you will make yourself fair; Your lovers will despise you; They will seek your life.", "31": "“For I have heard a voice as of a woman in [h]labor, The anguish as of her who brings forth her first child, The voice of the daughter of Zion bewailing herself; She spreads her hands, saying, 'Woe is me now, for my soul is [i]weary Because of murderers!'"}