{"1": "Now the Lord said to Abram, “Go from your country, your family, and your father's house to the land that I will show you.", "2": "I will make of you a great nation; I will bless you and make your name great, so that you will be a blessing.", "3": "I will bless them who bless you and curse him who curses you,[a] and in you all families of the earth will be blessed.”", "4": "So Abram departed, as the Lord had spoken to him, and Lot went with him. Abram was seventy-five years old when he departed from Harran. ", "5": "Abram took Sarai his wife, Lot his brother's son, and all their possessions that they had accumulated, and the people that they had acquired in Harran, and they set out for the land of Canaan. They came to the land of Canaan.", "6": "Then Abram passed through the land to the place of Shechem, to the oak of Moreh. The Canaanites were in the land at that time. ", "7": "The Lord appeared to Abram and said, “To your descendants I will give this land.” So he built an altar to the Lord, who had appeared to him.", "8": "From there he continued on to a mountain to the east of Bethel and pitched his tent, having Bethel on the west and Ai on the east. There he built an altar to the Lord and called on the name of the Lord. ", "9": "Then Abram continued his journey toward the Negev.", "10": "Now there was a famine in the land, so Abram went down to Egypt to live there, for the famine was severe in the land. ", "11": "When he was getting near to Egypt, he said to Sarai his wife, “I know you are a beautiful woman. ", "12": "Therefore, when the Egyptians see you, they will say, 'This is his wife.' They will then kill me, but they will let you live. ", "13": "Say you are my sister so that I may be treated well for your sake. Then my life will be spared because of you.”", "14": "So when Abram entered Egypt, the Egyptians saw that Sarai was very beautiful. ", "15": "The princes of Pharaoh saw her and commended her to Pharaoh, and she was taken into Pharaoh's house. ", "16": "He treated Abram well for her sake and he had sheep and livestock, male and female donkeys, male and female servants, and camels.", "17": "But the Lord afflicted Pharaoh and his house with great plagues because of Abram's wife, Sarai. ", "18": "So Pharaoh called Abram, and said, “What have you done to me? Why did you not tell me that she was your wife? ", "19": "Why did you say, 'She is my sister'? I might have taken her as my wife. Now here is your wife; take her and leave.” ", "20": "Pharaoh commanded his men concerning him, and they sent him away with his wife and all that he had."}