{"1": "Now the two angels came to Sodom in the evening, and Lot was sitting at the gate of Sodom. When Lot saw them he rose up to meet them, and he bowed himself with his face toward the ground. ", "2": "Then he said, “Here, my lords, please turn in to your servant's house and spend the night and wash your feet; and then you may rise early and go on your way.” They said, “No, we will stay in the open square all night.”", "3": "But he strongly insisted, so they turned aside with him and entered his house. Then he made them a feast and baked unleavened bread, and they ate. ", "4": "Before they lay down, the men of the city, the men of Sodom, both old and young, all the people from every quarter, surrounded the house. ", "5": "They then called to Lot and said to him, “Where are the men who came to you tonight? Bring them out to us, so that we may have relations with them.”", "6": "So Lot went out through the door to them and shut the door behind him. ", "7": "Then he said, “Please, my brothers, do not act so wickedly. ", "8": "Look, I have two daughters who have not been with a man. Please, let me bring them out to you, and you may do to them as you wish. Only do nothing to these men, for they have come under the shelter of my roof.”", "9": "But they replied, “Stand back!” Also, they said, “This man came here as an alien, and he keeps acting like a judge. We will deal worse with you than with them.” So they pressed hard against Lot, and came close to breaking down the door.", "10": "But the men reached out their hands and pulled Lot into the house with them and shut the door. ", "11": "Then they struck the men that were at the door of the house, both small and great, with blindness so that they wore themselves out groping for the door.", "12": "Then the men said to Lot, “Have you anyone else here? Sons-in-law, sons, daughters, or anyone you have in the city, take them out of this place! ", "13": "For we are about to destroy this place, because the outcry against its people has grown great before the presence of the Lord, and the Lord has sent us to destroy it.”", "14": "So Lot went out and spoke to his sons-in-law, who had married his daughters, and said, “Get up, get out of this place, for the Lord will destroy this city!” But to his sons-in-law he seemed to be joking.", "15": "When the morning dawned, the angels urged Lot, saying, “Arise, take your wife and your two daughters who are here. Otherwise you will be consumed in the punishment of the city.”", "16": "And while he lingered, the men took hold of his and his wife's hands, along with the hands of his two daughters, the Lord being merciful to him, and brought him out and set him outside the city. ", "17": "When they had brought them out, one of them said to them, “Escape for your lives! Do not look behind you or stay anywhere in the plain. Escape to the mountain, lest you be destroyed.”", "18": "Then Lot said to them, “Please, no, my lords! ", "19": "Your servant has found grace in your eyes, and you have shown your mercy, which you have shown to me by saving my life. However, I cannot escape to the mountain. Otherwise some evil will overtake me, and I will die. ", "20": "Look, this city is close enough to flee to, and it is a little one. Please, let me escape there (is it not a little one?), and my life will be saved.”", "21": "He said to him, “I have granted your request in this matter also. I will not overthrow this city of which you have spoken. ", "22": "Hurry, escape there, for I cannot do anything until you arrive there.” Therefore the name of the city was called Zoar.", "23": "The sun had risen over the land when Lot entered Zoar. ", "24": "Then the Lord rained brimstone and fire on Sodom and Gomorrah. It was from the Lord out of heaven. ", "25": "So He overthrew those cities, all the valley, all the inhabitants of the cities, and what grew on the ground. ", "26": "But his wife, behind him, looked back, and she became a pillar of salt.", "27": "Now Abraham got up early in the morning and went to the place where he stood before the Lord. ", "28": "Then he looked toward Sodom and Gomorrah, and toward all the land of the valley, and he saw the smoke of the land going up like the smoke of a furnace.", "29": "So it was that when God destroyed the cities of the valley, God remembered Abraham, and sent Lot out of the middle of the destruction, when He overthrew the cities in which Lot lived.", "30": "Then Lot left Zoar, and lived in the mountains, along with his two daughters who were with him, for he was afraid to dwell in Zoar. He and his two daughters lived in a cave. ", "31": "And the firstborn said to the younger, “Our father is old, and there is no man on the earth to have relations with us after the manner of all the earth. ", "32": "Let us make our father drink wine and let us lie with him, so that we may preserve the lineage of our father.”", "33": "So they made their father drink wine that night, and the firstborn went in and had relations with her father. He did not know when she lay down or when she arose.", "34": "On the next day the firstborn said to the younger, “Indeed, last night I had relations with my father. Let us make him drink wine tonight also, so that you may go in and have relations with him, so that we may preserve the lineage of our father.” ", "35": "So they made their father drink wine that night also. Then the younger arose and lay down with him, and he did not know when she lay down or when she arose.", "36": "Therefore both the daughters of Lot were pregnant by their father. ", "37": "The firstborn bore a son and called his name Moab. He is the father of the Moabites to this day. ", "38": "The younger also gave birth to a son and called his name Ben-Ammi. He is the father of the Ammonites to this day."}