{"1": "So the heavens and the earth, and all their hosts, were finished.", "2": "On the seventh day God completed His work which He had done, and He rested on the seventh day from all His work which He had done. ", "3": "Then God blessed the seventh day and made it holy, because on it He had rested from all His work which He had created and made.", "4": "This is the account[a] of the heavens and the earth when they were created. In the day that the Lord God made the earth and the heavens, ", "5": "no shrub of the field was yet on the earth, and no plant of the field had yet sprouted, for the Lord God had not caused it to rain on the earth, and there was no man to cultivate the ground. ", "6": "But a mist[b] arose from the earth and watered the whole surface of the ground. ", "7": "Then the Lord God formed man from the dust of the ground and breathed into his nostrils the breath of life, and man became a living being.", "8": "The Lord God planted a garden in the east, in Eden, and there He placed the man whom He had formed. ", "9": "Out of the ground the Lord God made to grow every tree that is pleasant to the sight and good for food. The tree of life was also in the midst of the garden, along with the tree of knowledge of good and evil.", "10": "A river flowed out of Eden to water the garden, and from there it parted and became four rivers. ", "11": "The name of the first is Pishon; it encompasses the whole land of Havilah, where there is gold. ", "12": "The gold of that land is good; bdellium and the onyx stone are there. ", "13": "The name of the second river is Gihon; it encompasses the whole land of Cush. ", "14": "The name of the third river is Tigris; it goes toward the east of Assyria. The fourth river is the Euphrates.", "15": "The Lord God took the man and put him in the garden of Eden to till it and to keep it. ", "16": "And the Lord God commanded the man, saying, “Of every tree of the garden you may freely eat, ", "17": "but of the tree of the knowledge of good and evil you shall not eat, for in the day that you eat from it you will surely die.”", "18": "Then the Lord God said, “It is not good that the man should be alone. I will make him a helper suitable for him.”", "19": "Out of the ground the Lord God formed every beast of the field and every bird of the sky, and brought them to the man to see what he would call them. Whatever the man called every living creature, that was its name. ", "20": "The man gave names to all the livestock, to the birds of the sky, and to every beast of the field, but for Adam[c] there was not found a helper suitable for him.", "21": "So the Lord God caused a deep sleep to fall on Adam, and he slept. Then He took one of his ribs and closed up the place with flesh. ", "22": "Then the rib which the Lord God had taken from man, He made into a woman, and He brought her to the man.", "23": "Then Adam said, “This is now bone of my bones and flesh of my flesh; she will be called Woman, for she was taken out of Man.”", "24": "Therefore a man will leave his father and his mother and be joined to his wife, and they will become one flesh.", "25": "They were both naked, the man and his wife, and were not ashamed."}