{"1": "Abraham journeyed from there toward the Negev, settled between Kadesh and Shur, and then he sojourned in Gerar. ", "2": "Then Abraham said about Sarah his wife, “She is my sister.” So Abimelek, king of Gerar, sent for her and took Sarah.", "3": "But God came to Abimelek in a dream by night and said to him, “You are a dead man because of the woman whom you have taken, for she is a man's wife.”", "4": "Abimelek had not gone near her, and he said, “Lord, will You slay a righteous nation? ", "5": "Did he not say to me, 'She is my sister,' and did not even she herself say, 'He is my brother'? In the integrity of my heart and innocence of my hands I have done this.”", "6": "And God said to him in a dream, “Yes, I know that you did this in the integrity of your heart. For I also kept you from sinning against Me. Therefore, I did not let you touch her. ", "7": "Therefore return the man's wife, for he is a prophet and he will pray for you. Moreover, you will live. However, if you do not return her, know that you will surely die, you and all who are yours.”", "8": "So Abimelek rose early in the morning, and called all his servants and told them all these things, and the men were very afraid. ", "9": "Then Abimelek called Abraham and said to him, “What have you done to us? How have I offended you that you would bring on me and on my kingdom a great sin? You have done things to me that should not have been done.” ", "10": "Then Abimelek said to Abraham, “What were you thinking of, that you did this thing?”", "11": "Abraham said, “Because I thought, surely there is no fear of God in this place, and they will slay me because of my wife. ", "12": "Still, indeed, she is my sister. She is the daughter of my father, but not the daughter of my mother. She became my wife. ", "13": "When God caused me to travel from my father's house, I said to her, 'This is your kindness which you must show me: Every place where we go, say concerning me, He is my brother.' ”", "14": "Then Abimelek took sheep, oxen, and male and female servants, and gave them to Abraham, and returned his wife Sarah to him. ", "15": "Abimelek said, “My land is before you; settle wherever it pleases you.”", "16": "To Sarah he said, “I have given your brother a thousand shekels of silver.[a] It is a sign of your innocence in the eyes of all who are with you, and before everyone you are vindicated.”", "17": "So Abraham prayed to God, and God healed Abimelek, his wife, and his female servants. Then they bore children. ", "18": "For the Lord had closed up all the wombs of the house of Abimelek because of Sarah, Abraham's wife."}