{"1": "Sarah lived one hundred and twenty-seven years. These were the years of the life of Sarah. ", "2": "Then Sarah died in Kiriath Arba (that is, Hebron) in the land of Canaan, and Abraham went in to mourn for Sarah and to weep for her.", "3": "Then Abraham stood up from before his dead and spoke to the Hittites,[a] saying, ", "4": "“I am a stranger and a foreigner among you. Give me property for a burying place among you, that I may bury my dead out of my sight.”", "5": "So the Hittites answered Abraham, ", "6": "“Hear us, my lord. You are a mighty prince among us. Bury your dead in the choicest of our burial places. None of us will withhold from you his burial place that you may bury your dead.”", "7": "Then Abraham stood up and bowed himself to the people of the land, the Hittites. ", "8": "He spoke with them, saying, “If it be your wish that I bury my dead out of my sight, hear me and entreat Ephron the son of Zohar for me, ", "9": "that he may give me the cave of Machpelah, which he owns, at the end of his field. Let him give it to me in your presence for the full price for a burial site.”", "10": "Now Ephron was sitting among the Hittites; and Ephron the Hittite answered Abraham in the presence of all the Hittites, all who went in at the gate of his city, saying, ", "11": "“No, my lord. Hear me: I give you the field and the cave that is in it. I give it to you in the presence of the sons of my people. Bury your dead.”", "12": "Then Abraham bowed before the people of the land. ", "13": "Then he spoke to Ephron in the hearing of the people of the land, saying, “Indeed, if you will give it, please hear me. I will give you money for the field; take it from me and I will bury my dead there.”", "14": "Then Ephron answered Abraham, saying to him, ", "15": "“My lord, listen to me. The land is worth four hundred shekels of silver.[b] What is that between me and you? So bury your dead.”", "16": "Abraham listened to Ephron; and Abraham weighed out for Ephron four hundred shekels of silver, the price that he had named in the hearing of the Hittites, according to the standard commercial measure.", "17": "So the field of Ephron, which was in Machpelah, which was before Mamre, the field and the cave that was in it, and all the trees that were in the field that were within all the surrounding borders were deeded ", "18": "to Abraham as a possession in the presence of the Hittites, before all who went in at the gate of his city. ", "19": "After this, Abraham buried Sarah his wife in the cave of the field of Machpelah before Mamre (that is, Hebron) in the land of Canaan. ", "20": "So the field and the cave that was in it were deeded to Abraham by the Hittites as property for a burial place."}