{"1": "Then Abraham took another wife, whose name was Keturah. ", "2": "And she bore to him Zimran, Jokshan, Medan, Midian, Ishbak, and Shuah. ", "3": "Jokshan was the father of Sheba and Dedan. The descendants of Dedan were the Ashurites, the Letushites, and the Leummites. ", "4": "The sons of Midian were Ephah, Epher, Hanok, Abida, and Eldaah. All these were the children of Keturah.", "5": "Abraham gave all that he had to Isaac. ", "6": "But to the sons of his concubines Abraham gave gifts, and while he was still living, he sent them away from his son Isaac eastward to the east country.", "7": "These are the years of Abraham's life that he lived: one hundred and seventy-five years. ", "8": "Then Abraham breathed his last and died at a good old age, an old man and full of years; and he was gathered to his people. ", "9": "His sons Isaac and Ishmael buried him in the cave of Machpelah, in the field of Ephron the son of Zohar the Hittite, east of Mamre, ", "10": "the field that Abraham purchased from the sons of Heth. There Abraham was buried with his wife Sarah. ", "11": "After the death of Abraham, God blessed his son Isaac. Isaac lived at Beer Lahai Roi.", "12": "These are the generations of Ishmael, Abraham's son, whom Hagar the Egyptian, Sarah's maidservant, bore to Abraham.", "13": "These are the names of the sons of Ishmael, by their names, according to their generations: the firstborn of Ishmael, Nebaioth, and then Kedar, Adbeel, Mibsam, ", "14": "Mishma, Dumah, Massa, ", "15": "Hadad, Tema, Jetur, Naphish, and Kedemah. ", "16": "These were the sons of Ishmael, and these were their names, by their towns and their settlements, twelve princes according to their peoples. ", "17": "These were the years of the life of Ishmael: one hundred and thirty-seven years. He breathed his last and died; and he was gathered to his people. ", "18": "They lived from Havilah as far as Shur, which is east of Egypt, as you go toward Assyria. He died in the presence of all his relatives.", "19": "These are the generations of Isaac, Abraham's son. Abraham was the father of Isaac. ", "20": "Isaac was forty years old when he took Rebekah as his wife, the daughter of Bethuel the Syrian of Paddan Aram, the sister to Laban the Syrian.", "21": "Now Isaac pleaded with the Lord for his wife, because she was barren; and the Lord granted his plea, and Rebekah his wife conceived. ", "22": "But the children struggled together within her, and she said, “If all is well, why am I like this?” So she went to inquire of the Lord.", "23": "Then the Lord said to her, “Two nations are in your womb, and two peoples will be separated from your body; one people will be stronger than the other, and the older will serve the younger.”", "24": "Now when the time of her delivery came, there were twins in her womb. ", "25": "The first came out red all over, like a hairy garment, and they called his name Esau. ", "26": "After that his brother came out, and his hand took hold of Esau's heel, so he was named Jacob. Isaac was sixty years old when she bore them.", "27": "So the boys grew. Esau was a cunning hunter, a man of the field, while Jacob was a calm man, living in tents. ", "28": "Isaac loved Esau, because he ate of his game, but Rebekah loved Jacob.", "29": "Now Jacob cooked a stew; and Esau came in from the field and he was famished. ", "30": "So Esau said to Jacob, “Please feed me some of that red stew, for I am famished.” Therefore his name was called Edom.", "31": "Then Jacob said, “First sell me your birthright.”", "32": "Esau said, “Look, I am about to die; of what use is the birthright to me?”", "33": "Then Jacob said, “Swear to me this day.” So he swore to him, and he sold his birthright to Jacob.", "34": "Then Jacob gave Esau bread and lentil stew. Then he ate and drank, arose, and went his way. Thus Esau despised his birthright."}