{"1": "When Isaac was old and his eyes were so weak that he could not see, he called Esau his oldest son and said to him, “My son.” And he answered him, “Here I am.”", "2": "He said, “I am old. I do not know the day of my death. ", "3": "Therefore, please take your weapons, your quiver and your bow, and go out to the field and hunt game for me. ", "4": "And prepare for me savory food, such as I love, and bring it to me that I may eat, so that my soul may bless you before I die.”", "5": "Rebekah was listening when Isaac spoke to Esau his son. So when Esau went to the field to hunt for wild game and bring it back, ", "6": "Rebekah said to her son Jacob, “I heard your father speak to your brother Esau, saying, ", "7": "'Bring me wild game, and prepare for me savory food, that I may eat and bless you in the presence of the Lord before my death.' ", "8": "Now therefore, my son, listen to me as I command you. ", "9": "Go now to the flock, and get me two choice young goats, so that I may prepare from them savory food for your father, such as he loves. ", "10": "Then you will take it to your father, so that he may eat and so that he may bless you before his death.”", "11": "But Jacob said to his mother Rebekah, “Look, my brother Esau is a hairy man, and I am a man of smooth skin. ", "12": "Perhaps my father will feel me, and I will seem to him as a deceiver, and I will bring a curse on myself and not a blessing.”", "13": "His mother said to him, “Let your curse be upon me, my son. Only listen to me and go get them for me.”", "14": "He went and got them and brought them to his mother. Then his mother prepared savory food such as his father loved. ", "15": "Then Rebekah took the best clothes belonging to her older son Esau, which were with her in the house, and put them on Jacob her younger son. ", "16": "Then she put the skins of the young goats on his hands and on the smooth part of his neck. ", "17": "She put the savory food and the bread, which she had prepared, into the hands of her son Jacob.", "18": "He came to his father and said, “My father.” And he said, “Here I am. Who are you, my son?”", "19": "And Jacob said to his father, “I am Esau your firstborn. I have done just as you asked me. Please arise, sit and eat of my wild game, so that your soul may bless me.”", "20": "Isaac said to his son, “How is it that you have found it so quickly, my son?” And he said, “Because the Lord your God brought it to me.”", "21": "Isaac said to Jacob, “Please come near, so that I may feel you, my son, whether you are really my son Esau or not.”", "22": "Jacob went near to his father Isaac, and he felt him and said, “The voice is the voice of Jacob, but the hands are the hands of Esau.” ", "23": "He did not recognize him because his hands were hairy, just like his brother Esau's hands; so he blessed him. ", "24": "He asked, “Are you really my son Esau?” And he said, “I am.”", "25": "He said, “Bring it near to me, and I will eat of my son's wild game, so that my soul may bless you.” And he brought it near to him, and he ate. He also brought him wine, and he drank. ", "26": "His father Isaac said to him, “Come near now and kiss me, my son.”", "27": "He came near and kissed him; and he smelled the smell of his clothing and blessed him and said, “See, the smell of my son is like the smell of the field which the Lord has blessed.", "28": "Therefore, may God give you of the dew of heaven and the fatness of the earth, and plenty of grain and new wine.", "29": "Let peoples serve you, and nations bow down to you. Be master over your brothers, and let your mother's sons bow down to you. Cursed be everyone who curses you, and blessed be those who bless you!”", "30": "As soon as Isaac had finished blessing Jacob, and Jacob had barely gone out from the presence of his father Isaac, Esau his brother came in from his hunting. ", "31": "He also had prepared savory food and brought it to his father, and said to his father, “Let my father arise and eat of his son's wild game, so that your soul may bless me.”", "32": "Isaac his father said to him, “Who are you?” And he said, “I am your son, your firstborn, Esau.”", "33": "Then Isaac trembled violently, and said, “Who? Where then is he who hunted game and brought it to me? I ate all of it before you came, and I have blessed him. Yes, and he shall be blessed.”", "34": "When Esau heard the words of his father, he cried with a great and exceedingly bitter cry, and said to his father, “Bless me, even me also, O my father!”", "35": "He said, “Your brother came deceitfully and has taken away your blessing.”", "36": "Esau said, “Is he not rightly named Jacob? For he has supplanted me these two times. He took away my birthright, and now he has taken away my blessing.” And he said, “Have you not reserved a blessing for me?”", "37": "Then Isaac answered and said to Esau, “I have made him your lord, and I have given to him all his brothers as servants; and I have sustained him with grain and new wine. What can I now do for you, my son?”", "38": "And Esau said to his father, “Do you have only one blessing, my father? Bless me, even me also, O my father!” Then Esau lifted up his voice and wept.", "39": "Isaac his father answered and said to him, “Your dwelling shall be away from the fatness of the earth and away from the dew of heaven from above.", "40": "You will live by your sword and will serve your brother. When you become restless, you will break his yoke from your neck.”", "41": "So Esau hated Jacob because of the blessing with which his father blessed him. And Esau said in his heart, “The days of mourning for my father are at hand; then I will kill my brother Jacob.”", "42": "These words of Esau her older son were told to Rebekah; and she sent and called Jacob her younger son, and said to him, “Your brother Esau consoles himself regarding you by planning to kill you. ", "43": "Now therefore, my son, listen to me and get up and flee to Laban, my brother in Harran. ", "44": "Stay with him a few days until your brother's fury subsides, ", "45": "until your brother's anger against you turns away, and he forgets what you have done to him. Then I will send and get you from there. Why should I lose both of you in one day?”", "46": "Then Rebekah said to Isaac, “I am tired of my life because of the daughters of Heth. If Jacob takes a wife from the daughters of Heth, such as these who are of the daughters of the land, what good will my life be to me?”"}