{"1": "When Rachel saw that she could not give Jacob children, she became jealous of her sister. She said to Jacob, “Give me children, or I will die.”", "2": "Jacob became angry with Rachel and said, “Am I in the place of God, who has withheld from you the fruit of the womb?”", "3": "Then she said, “Here is my maid Bilhah. Have relations with her so that she may bear a child on my knees,[a] so that I may also have children through her.”", "4": "So she gave him Bilhah her maidservant as a wife, and Jacob had relations with her. ", "5": "Bilhah conceived and gave Jacob a son. ", "6": "Rachel said, “God has vindicated me, and He has also heard my voice and has given me a son.” Therefore she called his name Dan.", "7": "Bilhah, Rachel's maid, conceived again and gave Jacob a second son. ", "8": "Then Rachel said, “With great wrestling have I wrestled with my sister, and I have prevailed.” So she called his name Naphtali.", "9": "When Leah saw that she had stopped having children, she took Zilpah her maid and gave her to Jacob as a wife. ", "10": "Zilpah, Leah's maid, gave Jacob a son. ", "11": "Then Leah said, “How fortunate!” So she called his name Gad.", "12": "Zilpah, Leah's maid, gave Jacob a second son. ", "13": "Then Leah said, “Happy am I, for women will call me happy.” So she called his name Asher.", "14": "At the time of the wheat harvest, Reuben went and found mandrakes in the field and brought them to his mother Leah. Then Rachel said to Leah, “Please give me some of your son's mandrakes.”", "15": "Leah said to her, “Is it a small matter that you have taken my husband? Would you take away my son's mandrakes also?” So Rachel said, “All right, he may lie with you tonight in exchange for your son's mandrakes.”", "16": "When Jacob came out of the field in the evening, Leah went out to meet him and said, “You must sleep with me, because I have paid for you with my son's mandrakes.” And he slept with her that night.", "17": "God listened to Leah, and she conceived and gave Jacob a fifth son. ", "18": "Leah said, “God has given me my reward because I have given my maid to my husband.” So she called his name Issachar.", "19": "Leah conceived again and gave Jacob a sixth son. ", "20": "Leah said, “God has given me a good gift. Now my husband will dwell with me, because I have given him six sons.” So she called his name Zebulun.", "21": "Afterwards she gave birth to a daughter and called her name Dinah.", "22": "Then God remembered Rachel, and God listened to her and opened her womb. ", "23": "She conceived and gave birth to a son and said, “God has taken away my reproach.” ", "24": "And she called his name Joseph, saying, “The Lord will add to me another son.”", "25": "When Rachel had given birth to Joseph, Jacob said to Laban, “Send me away, so that I may go to my own place, to my country. ", "26": "Give me my wives and my children, for whom I have served you, and let me go. For you know the service that I have given you.”", "27": "Laban said to him, “If I have found favor in your eyes, please stay. For I have learned by divination that the Lord has blessed me on account of you.” ", "28": "He said, “Name me your wages, and I will give it.”", "29": "Jacob said to him, “You know how I have served you, and how your livestock have fared with me. ", "30": "For you had little before I came, and it is now increased to a multitude. The Lord has blessed you since I came, and now when may I also provide for my own house?”", "31": "Laban said, “What may I give you?” And Jacob said, “You may not give me anything, but if you will do this one thing for me, I will continue to feed and keep your flock. ", "32": "I will pass through all your flock today, removing from it all the speckled and spotted sheep, and every brown sheep from among the lambs, and the spotted and speckled among the goats. These shall be my wages. ", "33": "So my integrity will answer for me in time to come. When you come to examine my wages, every one that is not speckled and spotted among the goats, and brown among the sheep that are with me will be considered stolen.”", "34": "Laban said, “Agreed. Let it be according to your word.” ", "35": "He removed that day the male goats that were striped and spotted and all the female goats that were speckled and spotted, every one that had some white in it, and all the brown ones among the sheep, and gave them into the care of his sons. ", "36": "He put three days' journey between himself and Jacob, and Jacob fed the rest of Laban's flocks.", "37": "Then Jacob took rods of fresh-cut poplar, almond, and plane trees, and peeled white streaks in them, exposing the white which was in the rods. ", "38": "He set the rods which he had peeled before the flocks in the troughs, that is, the watering places, where the flocks came to drink, so that they would mate when they came to drink. ", "39": "The flocks mated before the rods and gave birth to young that were striped, speckled, and spotted. ", "40": "Jacob separated the lambs and made the flocks face toward the striped and all the brown in the flock of Laban. He put his own flocks by themselves and did not put them with Laban's sheep. ", "41": "Whenever the stronger sheep mated, Jacob laid the rods before the eyes of the sheep in the troughs, so that they might mate among the rods. ", "42": "But when the livestock were feeble, he did not put them in. So the weaker were Laban's and the stronger Jacob's. ", "43": "The man became exceedingly prosperous and had many sheep and female servants and male servants and camels and donkeys."}