{"1": "Now Jacob heard the words of Laban's sons, saying, “Jacob has taken away all that was our father's, and he has gotten all his wealth from what was our father's.” ", "2": "Jacob saw the look of Laban and saw he was not congenial toward him as before.", "3": "Then the Lord said to Jacob, “Return to the land of your fathers, to your family, and I will be with you.”", "4": "So Jacob sent and called Rachel and Leah to the field where his flock was, ", "5": "and said to them, “I see your father's demeanor, that it is not congenial toward me as before; but the God of my father has been with me. ", "6": "You know that with all my strength I have served your father. ", "7": "Your father has deceived me and changed my wages ten times, but God did not allow him to hurt me. ", "8": "If he said, 'The speckled will be your wages,' then all the flock produced speckled. If he said, 'The striped will be your pay,' then all the flock produced striped. ", "9": "In this way God has taken away your father's flock and given them to me.", "10": "“When the livestock conceived, I lifted up my eyes and saw in a dream that the male goats mating with the flock were striped, speckled, and spotted. ", "11": "The angel of God spoke to me in a dream, saying, 'Jacob.' And I said, 'Here I am.' ", "12": "He said, 'Now lift up your eyes and see all the male goats which mate with the flock are striped, speckled, and spotted, for I have seen all that Laban has done to you. ", "13": "I am the God of Bethel, where you anointed the pillar, where you vowed a vow to Me. Now arise, and get out of this land, and return to the land of your family.' ”", "14": "Rachel and Leah answered him, “Is there any portion or inheritance left for us in our father's house? ", "15": "Are we not seen by him as foreigners? For he has sold us and has completely spent our money also. ", "16": "For all the riches which God has taken from our father are ours and our children's. Now then, whatever God has said to you, do it.”", "17": "Then Jacob rose up and set his sons and his wives on camels. ", "18": "Then he carried away all his livestock and all his goods which he had obtained, his acquired livestock which he had gotten in Paddan Aram, in order to go to Isaac his father in the land of Canaan.", "19": "When Laban went to shear his sheep, Rachel stole the household idols that were her father's. ", "20": "Jacob also deceived Laban the Syrian by not telling him that he was fleeing. ", "21": "So Jacob fled with all that he had, and he rose up and passed over the river and headed toward the mountains of Gilead.", "22": "Laban was told on the third day that Jacob had fled. ", "23": "He took his kinsmen with him and pursued him for seven days until he caught up with him in the mountains of Gilead. ", "24": "But God came to Laban the Syrian in a dream by night and said to him, “Take care that you speak to Jacob neither good nor bad.”", "25": "Then Laban overtook Jacob. Now Jacob had pitched his tent on the mountain, and Laban with his kinsmen pitched in the mountains of Gilead. ", "26": "Laban said to Jacob, “What have you done that you have stolen away without my knowing and carried away my daughters like captives taken with the sword? ", "27": "Why did you flee away secretly and sneak away from me and not tell me? I would have sent you away with joy and with songs, with the tambourine and harp. ", "28": "And why did you not permit me to kiss my sons and my daughters farewell? You have acted foolishly in so doing. ", "29": "It is in my power to do you harm, but the God of your father spoke to me last night, saying, 'Take care that you not speak to Jacob either good or bad.' ", "30": "Now you surely have gone away because you longed desperately after your father's house, yet why have you stolen my gods?”", "31": "Then Jacob answered and said to Laban, “Because I was afraid, for I thought that you would take your daughters from me by force. ", "32": "But anyone with whom you find your gods, let him not live. In the presence of our kinsmen, point out what I have that is yours and take it.” For Jacob did not know that Rachel had stolen them.", "33": "So Laban went into Jacob's tent and into Leah's tent and into the two female servants' tents, but he did not find them. Then he went out of Leah's tent and entered into Rachel's tent. ", "34": "Now Rachel had taken the household idols and put them in the camel's saddle and sat on them. Laban searched the entire tent, but could not find them.", "35": "She said to her father, “Let not my lord be displeased that I cannot rise before you, for the manner of women is on me.” So he searched, but he did not find the household idols.", "36": "Then Jacob became angry and berated Laban. And Jacob asked Laban, “What is my offense? What is my sin that you have so hotly pursued after me? ", "37": "You have searched all my things, and yet what have you found of all your household things? Set it here before my kinsmen and your kinsmen, so that they may judge between us both.", "38": "“This twenty years I have been with you. Your ewes and your female goats have not miscarried their young, and the male goats of your flock I have not eaten. ", "39": "That which was torn by beasts I did not bring to you. I bore the loss of it. You required it from my hand whether it was stolen by day or stolen by night. ", "40": "It was like this with me: In the day the heat consumed me and the frost by night, and my sleep fled from my eyes. ", "41": "I have been twenty years in your house. I served you fourteen years for your two daughters and six years for your flock, and you have changed my wages ten times. ", "42": "If the God of my father, the God of Abraham and the Fear of Isaac, had not been with me, surely you would have sent me away empty now. God has seen my affliction and the labor of my hands and rebuked you last night.”", "43": "Laban answered and said to Jacob, “These daughters are my daughters, and these children are my children, and the flocks are my flocks, and all that you see is mine. But what can I do this day to my daughters or to their children whom they have borne? ", "44": "Now therefore come, let us make a covenant, you and I, and let it be as a witness between you and me.”", "45": "So Jacob took a stone and set it up for a pillar. ", "46": "Jacob said to his kinsmen, “Gather stones.” So they took stones and made a pile, and they ate there on the pile. ", "47": "And Laban called it Jegar Sahadutha, but Jacob called it Galeed.", "48": "Laban said, “This pile is a witness between me and you this day.” Therefore its name was called Galeed, ", "49": "and Mizpah, for he said, “May the Lord watch between you and me, when we are apart from one another. ", "50": "If you mistreat my daughters, or if you take other wives beside my daughters, although no one else is with us, remember that God is witness between you and me.”", "51": "Then Laban said to Jacob, “See this pile and see this pillar which I have thrown between you and me. ", "52": "This heap is a witness, and this pillar is a witness, so that I will not cross over this pile to you and so that you will not pass over this pile and this pillar to me for harm. ", "53": "The God of Abraham, the God of Nahor, and the God of their father, judge between us.” Then Jacob vowed by the Fear of his father Isaac. ", "54": "Then Jacob offered a sacrifice on the mountain and called his kinsmen to eat bread. And they ate bread and stayed all night on the mountain.", "55": "Early in the morning Laban rose up, kissed his grandchildren and his daughters, and blessed them. Then Laban departed and returned to his place."}