{"1": "Then Jacob looked up and saw Esau coming and four hundred men with him. So he divided the children among Leah, Rachel, and the two female servants. ", "2": "He put the female servants and their children in front, then Leah and her children next, and then Rachel and Joseph last. ", "3": "He went on before them, bowing himself to the ground seven times, until he came near to his brother.", "4": "But Esau ran to meet him and embraced him and fell on his neck and kissed him, and they wept. ", "5": "When Esau looked up and saw the women and the children, he said, “Who are those with you?” Jacob said, “The children whom God has graciously given your servant.”", "6": "Then the female servants came near, they and their children, and they bowed down. ", "7": "Leah also with her children came near and bowed themselves. Afterward Joseph and Rachel came near, and they bowed themselves.", "8": "Esau said, “What do you mean by all this company that I met?” Jacob answered, “These are to find favor in the sight of my lord.”", "9": "Esau said, “I have enough, my brother. Keep what you have for yourself.”", "10": "Jacob said, “No, I pray you, if I have now found favor in your sight, then receive my gift from my hand. For I have seen your face, and it is as though I have seen the face of God, with you having received me favorably. ", "11": "Please take my blessing that has been brought to you, because God has dealt graciously with me and because I have plenty.” So he urged him, and he took it.", "12": "Then Esau said, “Let us journey on our way, and I will go ahead of you.”", "13": "But Jacob said to him, “My lord knows that the children are weak, and the flocks and herds with young are with me. If they are driven too hard one day, all the flock will die. ", "14": "Please let my lord pass over before his servant, and I will lead on slowly, according to the pace of the livestock that goes before me and the pace the children will be able to endure, until I come to my lord at Seir.”", "15": "So Esau said, “Let me leave some of the people that are with me with you.” But Jacob said, “What need is there? Let me find favor in the sight of my lord.”", "16": "So Esau returned that day making his way back to Seir. ", "17": "But Jacob journeyed to Sukkoth and built himself a house and made booths for his livestock. Therefore the name of the place is called Sukkoth.", "18": "Jacob came peacefully to the city of Shechem, which is in the land of Canaan, on his way from Paddan Aram, and camped before the city. ", "19": "He bought a parcel of a field, where he had pitched his tent, from the children of Hamor, Shechem's father, for a hundred pieces[a] of silver. ", "20": "He erected an altar there and called it El Elohe Israel."}