{"1": "Now Dinah, the daughter of Leah, whom she bore to Jacob, went out to see the daughters of the land. ", "2": "When Shechem, the son of Hamor the Hivite, prince of the land, saw her, he took her and lay with her and defiled her. ", "3": "He was very smitten by Dinah the daughter of Jacob, and he loved the girl and spoke kindly to her. ", "4": "Shechem spoke to his father Hamor, saying, “Get me this girl for my wife.”", "5": "Now Jacob heard that Shechem had violated his daughter Dinah, but his sons were with his livestock in the field, so Jacob held his peace until they came.", "6": "Hamor the father of Shechem went out to Jacob to commune with him. ", "7": "The sons of Jacob came out of the field when they heard it, and the men were grieved and were very disturbed, because Shechem had disgraced Israel by lying with Jacob's daughter, a thing that should not be done.", "8": "Hamor spoke with them, saying, “The soul of my son Shechem longs for your daughter. I pray that you will give her to him to marry. ", "9": "Make marriages with us, and give your daughters to us, and take our daughters for yourselves. ", "10": "You may dwell with us, and the land will be before you. Dwell and trade in it and get possessions in it.”", "11": "Shechem said to her father and to her brothers, “Let me find favor in your eyes, and whatever you say to me I will give. ", "12": "You can make the dowry and gift I must bring high, and I will give according to what you say to me. Just give me the girl to marry.”", "13": "The sons of Jacob answered Shechem and Hamor his father deceitfully, because he had defiled Dinah their sister. ", "14": "They said to them, “We cannot do this. To give our sister to one who is uncircumcised would be a disgrace to us. ", "15": "But we will consent to you in this: If you will become as we are, that is, every one of your males be circumcised, ", "16": "then we will give our daughters to you, and we will take your daughters to us, and we will dwell with you, and we will become one people. ", "17": "But if you will not listen to us and be circumcised, then we will take our daughter, and we will leave.”", "18": "Their words pleased Hamor and Shechem, Hamor's son. ", "19": "The young man did not delay to do the thing, because he wanted Jacob's daughter. Now he was more respected than all the household of his father. ", "20": "So Hamor and Shechem his son came to the gate of their city, and they spoke with the men of their city, saying, ", "21": "“These men are at peace with us. Therefore let them dwell in the land and trade in it. For the land is large enough for them. Let us take their daughters as our wives, and let us give them our daughters. ", "22": "Only on this condition will the men consent to dwell with us and be one people: if every male among us will be circumcised as they are circumcised. ", "23": "Will not their livestock and their possessions and every animal of theirs be ours? Only, let us agree with them, and they will dwell with us.”", "24": "All who went out of the gate of his city listened to Hamor and Shechem his son, and every male was circumcised, all who went out of the gate of his city.", "25": "On the third day, when they were in pain, two of Jacob's sons, Simeon and Levi, Dinah's brothers, took their swords and went to the unsuspecting city and killed all the males. ", "26": "They killed Hamor and Shechem his son with the edge of the sword and took Dinah out of the house of Shechem and departed. ", "27": "The sons of Jacob came upon the slain and looted the city, because they had defiled their sister. ", "28": "They took their flocks and their herds, their donkeys and whatever was in the city and in the fields. ", "29": "They took captive and looted all their wealth, all their little ones, and their wives, even all that was in each house.", "30": "Then Jacob said to Simeon and Levi, “You have brought trouble on me by making me revolting among the inhabitants of the land, among the Canaanites and the Perizzites. Our being few in number, they will gather themselves together against me and slay me, and I will be destroyed, both I and my household.”", "31": "But they said, “Should he treat our sister like a prostitute?”"}