{"1": "Now these are the generations of Esau, who is Edom.", "2": "Esau took his wives from the daughters of Canaan: Adah the daughter of Elon the Hittite, and Oholibamah the daughter of Anah the daughter of Zibeon the Hivite, ", "3": "and Basemath, Ishmael's daughter, sister of Nebaioth.", "4": "Adah bore to Esau Eliphaz, and Basemath bore Reuel, ", "5": "and Oholibamah bore Jeush, Jalam, and Korah. These are the sons of Esau, who were born to him in the land of Canaan.", "6": "Then Esau took his wives, his sons, his daughters, and all the people of his house, his livestock, all his animals, and all his property that he had acquired in the land of Canaan, and he moved to a land some distance from his brother Jacob. ", "7": "For their possessions were too great for them to dwell together, and the land where they were foreigners could not sustain them because of their livestock. ", "8": "So Esau settled in the hill country of Seir. Esau is Edom.", "9": "These are the generations of Esau the father of the Edomites in the hill country of Seir.", "10": "These are the names of Esau's sons: Eliphaz the son of Adah the wife of Esau, and Reuel the son of Basemath the wife of Esau.", "11": "The sons of Eliphaz were Teman, Omar, Zepho, Gatam, and Kenaz.", "12": "Timna was a concubine to Eliphaz, Esau's son, and she bore to Eliphaz Amalek. These were the sons of Adah, Esau's wife.", "13": "These are the sons of Reuel: Nahath, Zerah, Shammah, and Mizzah. These were the sons of Basemath, Esau's wife.", "14": "These were the sons of Oholibamah, the daughter of Anah the daughter of Zibeon, Esau's wife: she bore to Esau Jeush, Jalam, and Korah.", "15": "These were chiefs of the sons of Esau. The sons of Eliphaz the firstborn son of Esau were Chief Teman, Chief Omar, Chief Zepho, Chief Kenaz, ", "16": "Chief Korah, Chief Gatam, and Chief Amalek. These are the chiefs who came from Eliphaz in the land of Edom. These were the sons of Adah.", "17": "These were the sons of Reuel Esau's son: Chief Nahath, Chief Zerah, Chief Shammah, and Chief Mizzah. These are the chiefs who came from Reuel in the land of Edom. These were the sons of Basemath, Esau's wife.", "18": "These were the sons of Oholibamah, Esau's wife: Chief Jeush, Chief Jalam, and Chief Korah. These were the chiefs who came from Oholibamah, the daughter of Anah, Esau's wife.", "19": "These were the sons of Esau, who is Edom, and these were their chiefs.", "20": "These were the sons of Seir the Horite, who inhabited the land: Lotan, Shobal, Zibeon, Anah, ", "21": "Dishon, Ezer, and Dishan. These were the chiefs of the Horites, the children of Seir in the land of Edom.", "22": "The children of Lotan were Hori and Homam, and Lotan's sister was Timna.", "23": "The children of Shobal were these: Alvan, Manahath, Ebal, Shepho, and Onam.", "24": "These were the children of Zibeon: Aiah and Anah. This was the Anah who found the water in the wilderness as he fed the donkeys of Zibeon, his father.", "25": "The children of Anah were these: Dishon and Oholibamah, the daughter of Anah.", "26": "These are the children of Dishon: Hemdan, Eshban, Ithran, and Keran.", "27": "The children of Ezer were these: Bilhan, Zaavan, and Akan.", "28": "The children of Dishan were these: Uz and Aran.", "29": "These were the chiefs that came from the Horites: Chief Lotan, Chief Shobal, Chief Zibeon, Chief Anah, ", "30": "Chief Dishon, Chief Ezer, and Chief Dishan. These are the chiefs who came from Hori, among their chiefs in the land of Seir.", "31": "These were the kings who reigned in the land of Edom before there reigned any king over the children of Israel.", "32": "Bela the son of Beor reigned in Edom, and the name of his city was Dinhabah.", "33": "Bela died, and Jobab the son of Zerah of Bozrah reigned in his stead.", "34": "Jobab died, and Husham of the land of Temani reigned in his stead.", "35": "Husham died, and Hadad the son of Bedad, who defeated Midian in the field of Moab, reigned in his stead, and the name of his city was Avith.", "36": "Hadad died, and Samlah of Masrekah reigned in his stead.", "37": "Samlah died, and Shaul of Rehoboth by the river reigned in his stead.", "38": "Shaul died, and Baal-Hanan the son of Akbor reigned in his stead.", "39": "Baal-Hanan the son of Akbor died, and Hadad reigned in his stead, and the name of his city was Pau. His wife's name was Mehetabel, the daughter of Matred, the daughter of Me-Zahab.", "40": "These are the names of the chiefs who came from Esau, according to their families, according to their places, by their names: Chief Timnah, Chief Alvah, Chief Jetheth, ", "41": "Chief Oholibamah, Chief Elah, Chief Pinon, ", "42": "Chief Kenaz, Chief Teman, Chief Mibzar, ", "43": "Chief Magdiel, and Chief Iram. These were the chiefs of Edom, according to their settlements in the land of their possession. Esau was the father of the Edomites."}