{"1": "Now Jacob lived in the land where his father was a foreigner, in the land of Canaan.", "2": "These are the generations of Jacob. Joseph, being seventeen years old, was feeding the flock with his brothers, and the boy was with the sons of Bilhah and with the sons of Zilpah, his father's wives. Joseph brought back a bad report about them to their father.", "3": "Now Israel loved Joseph more than all his sons, because he was the son of his old age, and he made him a coat of many colors.[a] ", "4": "But when his brothers saw that their father loved him more than all his brothers, they hated him and could not speak peaceably to him.", "5": "Now Joseph dreamed a dream, and when he told it to his brothers, they hated him even more. ", "6": "He said to them, “Please listen to this dream which I have dreamed. ", "7": "We were binding sheaves in the field. All of a sudden my sheaf rose up and stood upright, and your sheaves stood around it and bowed down to my sheaf.”", "8": "His brothers said to him, “Will you really reign over us, or will you really have dominion over us?” So they hated him even more because of his dreams and his words.", "9": "Then he dreamed another dream and told it to his brothers and said, “I have dreamed another dream. The sun and the moon and eleven stars were bowing to me.”", "10": "But when he told it to his father and his brothers, his father rebuked him and said to him, “What is this dream that you have dreamed? Will I and your mother and your brothers really come to bow down ourselves to you to the ground?” ", "11": "So his brothers were jealous of him, but his father kept the matter in mind.", "12": "Now his brothers went to feed their father's flock in Shechem. ", "13": "Israel said to Joseph, “Are not your brothers feeding the flock in Shechem? Come, and I will send you to them.” He answered, “Here I am.”", "14": "Israel said to him, “Please go and see if it is well with your brothers and well with the flocks, and bring back word to me.” So he sent him out of the Valley of Hebron, and he came to Shechem.", "15": "A certain man found him wandering in the field. The man asked him, “What are you looking for?”", "16": "And he said, “I am looking for my brothers. Please tell me where they are feeding their flocks.”", "17": "The man said, “They have departed from here. I heard them say, 'Let us go to Dothan.' ” So Joseph went after his brothers and found them in Dothan.", "18": "When they saw him some distance away, before he came near to them, they conspired against him to kill him.", "19": "They said one to another, “The master of dreams comes! ", "20": "Come now, let us kill him and throw him into some pit, and we will say, 'Some evil beast has devoured him.' Then we will see what will become of his dreams.”", "21": "But when Reuben heard it, he rescued him out of their hands, saying, “Let us not kill him.” ", "22": "Reuben said to them, “Shed no blood, but throw him into this pit here in the wilderness, but lay no hand on him,” so that he might rescue him out of their hands and deliver him to his father again.", "23": "When Joseph came to his brothers, they stripped Joseph of his coat—his coat of many colors that he had on. ", "24": "And they took him and threw him into a pit. The pit was empty, and there was no water in it.", "25": "Then they sat down to eat. And looking up, they saw a caravan of Ishmaelites coming from Gilead, with their camels bearing spices, balm, and myrrh, carrying it down to Egypt.", "26": "Then Judah said to his brothers, “What profit is it if we kill our brother and cover up his blood? ", "27": "Come, let us sell him to the Ishmaelites, and let us not lay our hand on him, for he is our brother and our own flesh.” So his brothers agreed.", "28": "Then when the Midianite merchants passed by, they drew Joseph up and lifted him out of the pit and sold Joseph to the Ishmaelites for twenty shekels of silver.[b] They took Joseph to Egypt.", "29": "When Reuben returned to the pit and saw that Joseph was not in the pit, he tore his clothes. ", "30": "He returned to his brothers, and said, “The boy is not there, and I, where can I go?”", "31": "They took Joseph's coat and killed a young goat and dipped the coat in the blood. ", "32": "Then they took the coat of many colors and brought it to their father and said, “This we have found. Do you know whether it is your son's robe or not?”", "33": "He knew it and said, “It is my son's coat. A wild beast has devoured him. Joseph has without a doubt been torn into pieces.”", "34": "Jacob tore his clothes and put sackcloth on his waist and mourned for his son many days. ", "35": "All his sons and all his daughters rose up to comfort him, but he refused to be comforted. And he said, “For I will go down into the grave mourning for my son.” So his father wept for him.", "36": "Meanwhile the Midianites sold him in Egypt to Potiphar, an officer of Pharaoh and captain of the guard."}