{"1": "Adam had relations with his wife Eve, and she conceived, gave birth to Cain and said, “I have gotten a man with the help of the Lord.” ", "2": "Then she gave birth again to his brother Abel. And Abel was a keeper of flocks, but Cain was a tiller of the ground. ", "3": "In the course of time Cain brought an offering to the Lord of the fruit of the ground. ", "4": "Abel also brought the firstborn of his flock and of their fat portions. And the Lord had respect for Abel and for his offering, ", "5": "but for Cain and for his offering, He did not have respect. And Cain was very angry and his countenance fell.", "6": "The Lord said to Cain, “Why are you angry? Why is your countenance fallen? ", "7": "If you do well, shall you not be accepted?[a] But if you do not do well, sin is crouching at the door. It desires to dominate you, but you must rule over it.”", "8": "Cain told Abel his brother. And it came about, when they were in the field, that Cain rose up against his brother Abel and killed him.", "9": "The Lord said to Cain, “Where is Abel your brother?” He said, “I do not know. Am I my brother's keeper?”", "10": "And then He said, “What have you done? The voice of your brother's blood is crying out to Me from the ground. ", "11": "Now you are cursed from the ground which opened its mouth to receive your brother's blood from your hand. ", "12": "From now on when you till the ground, it will not yield for you its best. You will be a fugitive and a wanderer on the earth.”", "13": "Then Cain said to the Lord, “My punishment is more than I can bear. ", "14": "You have driven me out this day from the face of the earth, and from your face will I be hidden; and I will be a fugitive and a vagabond in the earth, and it will happen that anyone who finds me will kill me.”", "15": "So the Lord said to him, “Therefore whoever kills Cain, vengeance will be taken on him sevenfold.” Then the Lord put a mark upon Cain, so that no one finding him would kill him. ", "16": "Then Cain went out from the presence of the Lord and settled in the land of Nod, east of Eden.", "17": "Cain had relations with his wife, and she conceived and gave birth to Enoch. He built a city and called the name of the city after the name of his son, Enoch. ", "18": "To Enoch was born Irad, and Irad was the father of Mehujael, and Mehujael was the father of Methushael, and Methushael was the father of Lamech.", "19": "Lamech took two wives. The name of one was Adah, and the name of the other Zillah. ", "20": "Adah gave birth to Jabal. He was the father of those who dwell in tents and have livestock. ", "21": "His brother's name was Jubal. He was the father of all those who play the harp and flute. ", "22": "Zillah gave birth to Tubal-Cain, a forger of every tool of bronze and iron. The sister of Tubal-Cain was Naamah.", "23": "Lamech said to his wives: “Adah and Zillah, hear my voice, you wives of Lamech, and listen to my speech. For I have killed a man for wounding me, a young man who hurt me.", "24": "If Cain will be avenged sevenfold, then truly Lamech seventy-sevenfold.”", "25": "Adam had relations with his wife again, and she had another son and called his name Seth, for she said, “God has granted me another offspring instead of Abel because Cain killed him.” ", "26": "To Seth also was born a son, and he called his name Enosh. At that time men began to call on the name of the Lord."}