{"1": "Sometime after this, the cupbearer of the king of Egypt and his baker offended their lord, the king of Egypt. ", "2": "Pharaoh was angry with his two officials, with the chief of the cupbearers and with the chief of the bakers. ", "3": "So he put them in confinement in the house of the captain of the guard, in the prison, the place where Joseph was confined. ", "4": "The captain of the guard charged Joseph with them, and he attended to them. They continued to be in confinement for some time. ", "5": "Then the cupbearer and the baker for the king of Egypt, who were confined in the prison, both had a dream the same night, each man with his own dream and each dream with its own interpretation.", "6": "Joseph came in to them in the morning and looked at them and realized they were sad. ", "7": "So he asked Pharaoh's officials who were with him in the care of his lord's house, saying, “Why do you look so sad today?”", "8": "And they said to him, “We have dreamed a dream, and there is no interpreter for it.” Then Joseph said to them, “Do not interpretations belong to God? Please tell them to me.”", "9": "The chief cupbearer told his dream to Joseph and said to him, “In my dream, a vine was in front of me. ", "10": "And in the vine there were three branches. As it budded, its blossoms shot forth and its clusters brought forth ripe grapes. ", "11": "Pharaoh's cup was in my hand, and I took the grapes, and pressed them into Pharaoh's cup, and I put the cup into Pharaoh's hand.”", "12": "Joseph said to him, “This is the interpretation of it. The three branches are three days. ", "13": "Within three days Pharaoh will lift up your head and restore you to your place, and you will deliver Pharaoh's cup into his hand in the same way you did before when you were his cupbearer. ", "14": "But remember me when it is well with you, and show kindness, I pray you, to me, and make mention of me to Pharaoh, and get me out of this house. ", "15": "For I was indeed kidnapped out of the land of the Hebrews, and I have done nothing that they should put me in the dungeon.”", "16": "When the chief baker saw that the interpretation was good, he said to Joseph, “I also was in my dream, and I had three white baskets on my head. ", "17": "In the uppermost basket there was all manner of baked goods for Pharaoh, and the birds ate them out of the basket on my head.”", "18": "Joseph answered and said, “This is the interpretation: The three baskets are three days. ", "19": "Within three days Pharaoh will lift your head from off you and will hang you on a tree, and the birds will eat your flesh from you.”", "20": "It happened on the third day, which was Pharaoh's birthday, that he made a feast for all his servants. He lifted up the heads of the chief cupbearer and the chief baker among his servants. ", "21": "He restored the chief cupbearer to his position again, and he put the cup into Pharaoh's hand. ", "22": "However, he hanged the chief baker, just as Joseph had interpreted to them.", "23": "Yet, the chief cupbearer did not remember Joseph, but forgot him."}