{"1": "After two whole years, Pharaoh had a dream that he was standing by the Nile. ", "2": "Seven fine-looking and fattened cows suddenly came up out of the river, and they grazed in the meadow. ", "3": "Then seven other cows came up after them out of the river, ugly and gaunt, and stood by the other cows on the riverbank. ", "4": "The ugly and gaunt cows ate up the seven fine-looking and fattened cows. Then Pharaoh awoke.", "5": "He slept and dreamed a second time. Seven ears of grain suddenly came up on one stalk, plump and good. ", "6": "Then seven thin ears, scorched by the east wind, sprang up after them. ", "7": "The seven thin ears devoured the seven plump and full ears. Then Pharaoh awoke and realized it was a dream.", "8": "In the morning his spirit was troubled, and he sent and called for all the magicians of Egypt and all its wise men. Pharaoh told them his dreams, but there was no one who could interpret them to Pharaoh.", "9": "Then the chief cupbearer spoke to Pharaoh, saying, “Today I remember my offenses. ", "10": "Pharaoh was angry with his servants and put me in confinement in the captain of the guard's house, both me and the chief baker. ", "11": "And we had a dream in the same night, he and I. We, each of us, dreamed according to the interpretation of his own dream. ", "12": "A young Hebrew man was with us there, a servant to the captain of the guard. We told him and he interpreted our dreams for us. To each man he interpreted according to his own dream. ", "13": "It happened just as he interpreted. He restored me to my position, and the baker was hanged.”", "14": "So Pharaoh sent and called for Joseph, and they brought him hastily out of the dungeon. He shaved himself, changed his clothes, and came to Pharaoh.", "15": "Pharaoh said to Joseph, “I have dreamed a dream, and there is no one who can interpret it. I have heard it said of you that you can understand a dream to interpret it.”", "16": "Joseph answered Pharaoh, saying, “It is not in me. God will give Pharaoh a favorable answer.”", "17": "Then Pharaoh said to Joseph, “In my dream, I stood on the bank of the Nile. ", "18": "And suddenly there came up out of the river seven cows, fattened and fine-looking, and they grazed in the reeds. ", "19": "Then seven other cows came up after them, poor and very ugly and gaunt. I have never seen such ugliness in all the land of Egypt. ", "20": "And the gaunt and ugly cows ate up the first seven fat cows. ", "21": "And when they had eaten them up, no one would have known that they had eaten them, for they were still as ugly as before. Then I awoke.", "22": "“I also saw in my dreams seven ears of grain, full and good, suddenly come up on one stalk. ", "23": "Then seven ears, thin and scorched by the east wind, sprang up after them. ", "24": "And the thin ears swallowed the seven good ears. So I told this to the magicians, but there was no one who could explain it to me.”", "25": "Then Joseph said to Pharaoh, “The dreams of Pharaoh are one and the same. God has shown Pharaoh what He is about to do. ", "26": "The seven good cows are seven years, and the seven good ears are seven years. The dreams are one. ", "27": "The seven gaunt and ugly cows that came up after them are seven years, and the seven empty ears scorched by the east wind will be seven years of famine.", "28": "“It is as I have spoken to Pharaoh. God has shown Pharaoh what He is about to do. ", "29": "Seven years of great abundance will come throughout all the land of Egypt. ", "30": "However, there will arise after them seven years of famine. All the abundance will be forgotten in the land of Egypt, and the famine will consume the land. ", "31": "The abundance will be unknown in the land because of the famine following, for it will be very severe. ", "32": "The reason the dream was repeated to Pharaoh twice is because the matter is established by God, and God will soon bring it to pass.", "33": "“Now, therefore, let Pharaoh seek out a man who is discerning and wise and set him over the land of Egypt. ", "34": "Let Pharaoh do this, and let him appoint officials over the land and collect the fifth part of the produce of the land of Egypt in the seven abundant years. ", "35": "Let them gather all the food from those good years that come and lay up grain under the authority of Pharaoh, and let them keep food in the cities. ", "36": "This food will be for a reserve for the land for the seven years of famine which will be in the land of Egypt, so that the land does not perish during the famine.”", "37": "The counsel seemed good to Pharaoh and to all of his servants. ", "38": "Pharaoh said to his servants, “Can we find anyone like this man, in whom is the Spirit of God?”", "39": "And Pharaoh said to Joseph, “Since God has shown you all this, there is no one as discerning and wise as you. ", "40": "You will be over my house, and according to your word all my people will be ruled. Only in regard to the throne will I be greater than you.”", "41": "Then Pharaoh said to Joseph, “See, I have set you over all the land of Egypt.” ", "42": "Pharaoh took off his ring from his hand and put it on Joseph's hand and arrayed him in clothes of fine linen and put a gold chain around his neck. ", "43": "Then he had him ride in the second chariot which was his, and they cried out before him, “Bow the knee!” So he set him over all the land of Egypt.", "44": "Pharaoh said to Joseph, “I am Pharaoh, and without your consent no man will lift up his hand or foot in all the land of Egypt.” ", "45": "Pharaoh called Joseph's name Zaphenath-Paneah, and he gave him a wife, Asenath the daughter of Potiphera priest of On.[a] And Joseph went out over all the land of Egypt.", "46": "Joseph was thirty years old when he stood before Pharaoh, the king of Egypt. And Joseph went out from the presence of Pharaoh and went throughout all the land of Egypt. ", "47": "In the seven abundant years the earth brought forth plentifully. ", "48": "So he gathered up all the food of the seven years which was in the land of Egypt and laid up the food in the cities. He put in every city the food of the fields which surrounded the city. ", "49": "Joseph gathered great quantities of grain as the sand of the sea until he stopped measuring it, for it was beyond measure.", "50": "Before the years of famine came, two sons were born to Joseph, whom Asenath, the daughter of Potiphera priest of On, bore to him. ", "51": "Joseph called the name of the firstborn Manasseh, “For God,” he said, “has made me forget all my trouble and all my father's house.” ", "52": "The name of the second he called Ephraim, saying, “For God has caused me to be fruitful in the land of my affliction.”", "53": "The seven years of abundance that were in the land of Egypt ended. ", "54": "The seven years of famine began to come, just as Joseph had said. The famine was in all lands, but there was food in all the land of Egypt. ", "55": "When all the land of Egypt was hungry, the people cried to Pharaoh for food, and Pharaoh said to all the Egyptians, “Go to Joseph. Do whatever he says to you.”", "56": "The famine was over all the face of the earth, so Joseph opened all the storehouses and sold to the Egyptians, and the famine was severe throughout the land of Egypt. ", "57": "Moreover, all countries came to Egypt to Joseph to buy grain, because the famine was so severe in all the lands."}