{"1": "Now when Jacob saw that there was grain in Egypt, Jacob said to his sons, “Why do you look at one another?” ", "2": "And he said, “I have heard that there is grain in Egypt. Go down there and buy some for us, so that we may live and not die.”", "3": "Joseph's ten brothers went down to buy grain in Egypt. ", "4": "But Jacob did not send Benjamin, Joseph's brother, with his brothers for he said, “Perhaps some harm might happen to him.” ", "5": "Thus the sons of Israel came to buy grain among those who came, for the famine was in the land of Canaan.", "6": "Now Joseph was the governor over the land, and it was he who sold to all the people of the land. So Joseph's brothers came and bowed themselves down before him with their faces to the ground. ", "7": "Joseph saw his brothers, and he recognized them, but he pretended to be a stranger to them and spoke harshly to them. He said to them, “From where do you come?” And they said, “From the land of Canaan to buy food.”", "8": "Joseph knew his brothers, but they did not know him. ", "9": "Joseph also remembered the dreams that he had dreamed of them. He said to them, “You are spies! You came to see the nakedness of the land!”", "10": "They said to him, “No, my lord, your servants have come only to buy food. ", "11": "We are all one man's sons. We are honest men. Your servants are not spies.”", "12": "But he said to them, “No, you have come to see the nakedness of the land!”", "13": "They said, “Your servants are twelve brothers, the sons of one man in the land of Canaan. The youngest is with our father today, and one is no longer living.”", "14": "Joseph said to them, “It is as I said to you, 'You are spies!' ", "15": "Here is how you will be tested. By the life of Pharaoh, you will not leave here unless your youngest brother comes here. ", "16": "Send one of you, and let him get your brother, and you will be kept in prison, so that your words may be tested, whether there be any truth in you. Or else, by the life of Pharaoh, you are surely spies.” ", "17": "He put them all together in custody for three days.", "18": "Joseph said to them the third day, “Do this and live, for I fear God. ", "19": "If you are honest men, let one of your brothers be confined in your prison house. The rest of you go and carry grain for the famine of your households. ", "20": "Nevertheless, bring your youngest brother to me so that your words may be verified and you shall not die.” And they did so.", "21": "Then they said one to another, “We are guilty concerning our brother, because we saw the anguish of his soul when he pleaded with us, but we would not listen. Therefore, this distress has come upon us.”", "22": "Reuben answered them, saying, “Did I not speak to you, saying, 'Do not sin against the boy'; and you would not listen? Therefore, his blood is now required of us.” ", "23": "They did not know that Joseph understood them, for he spoke to them through an interpreter.", "24": "He turned himself away from them and wept, but then turned back to them again and spoke with them. Then he took Simeon from them and bound him before their eyes.", "25": "Joseph then gave the command to fill their sacks with grain and to restore every man's money to his sack and to give them provisions for the way. And it was done for them.", "26": "They loaded their donkeys with the grain and departed from there.", "27": "As one of them opened his sack to give his donkey feed in the lodging place, he saw his money. It was in the mouth of his sack. ", "28": "And he said to his brothers, “My money has been returned. Here it is in my sack!” Then their hearts sank, and they were afraid, saying to one another, “What is this that God has done to us?”", "29": "They came to Jacob their father in the land of Canaan and told him all that had happened to them, saying, ", "30": "“The man, the lord of the land, spoke harshly to us and took us for spies of the country. ", "31": "And we said to him, 'We are honest men. We are not spies. ", "32": "We are twelve brothers, all sons of our father. One is no longer living, and the youngest is with our father today in the land of Canaan.'", "33": "“The man, the lord of the country, said to us, 'Here is how I may know that you are honest men. Leave one of your brothers here with me, take food for the famine of your households, and be gone. ", "34": "But bring your youngest brother back to me. Then I will know that you are not spies, but that you are honest men. Then I will deliver your brother to you, and you may trade in the land.' ”", "35": "As they emptied their sacks, every man's bundle of money was in his sack. When both they and their father saw the bundles of money, they were afraid. ", "36": "Then Jacob their father said to them, “You have bereaved me of my children! Joseph is no more, Simeon is no more, and you will take Benjamin away. All these things are against me.”", "37": "Reuben spoke to his father, saying, “Kill my two sons if I fail to bring him to you. Put him in my hands, and I will bring him back to you.”", "38": "But Jacob said, “My son must not go down with you, for his brother is dead, and he alone is left. If harm should happen to him on the journey you are to make, then you will bring down my gray hairs with sorrow to the grave.”"}