{"1": "Now the famine was severe in the land. ", "2": "When they had eaten up the grain which they had brought out of Egypt, their father said to them, “Go back and buy us a little food.”", "3": "Judah spoke to him, saying, “The man solemnly warned us, saying, 'You will not see my face unless your brother is with you.' ", "4": "If you will send our brother with us, we will go down and buy food for you. ", "5": "But if you will not send him, we will not go down. For the man said to us, 'You will not see my face unless your brother is with you.' ”", "6": "Israel said, “Why did you treat me so badly as to tell the man that you had another brother?”", "7": "And they said, “The man asked us directly about ourselves and our family, saying, 'Is your father still alive? Do you have another brother?' So we answered his questions. How could we even know that he would say, 'Bring your brother down'?”", "8": "And Judah said to Israel his father, “Send the boy with me, and we will arise and go, so that we may live and not die, both we and you, and also our little ones. ", "9": "I will be a surety for him. You may hold me personally responsible for him. If I fail to bring him back to you and set him before you, then let me bear the blame forever. ", "10": "For if we had not delayed, we could have returned twice.”", "11": "Their father Israel said to them, “If it must be so, do this. Take some of the best fruits in the land in your bags, and carry down a present for the man: a little balm and a little honey, spices, and myrrh, pistachio nuts and almonds. ", "12": "Take double the money with you, along with the money that was brought back in the mouths of your sacks. Carry it with you again. Perhaps it was a mistake. ", "13": "Also, take your brother and arise, return to the man. ", "14": "And may God Almighty give you mercy before the man, so that he may send away your other brother, along with Benjamin. As for me, if I am bereaved, I am bereaved.”", "15": "The men took the gift, and they took double the money with them, along with Benjamin. Then they went on their way down to Egypt and stood before Joseph. ", "16": "When Joseph saw Benjamin with them, he said to the house steward, “Bring these men home, slaughter an animal and prepare it, for these men will dine with me at noon.”", "17": "The man did as Joseph ordered, so the man brought the men into Joseph's house. ", "18": "The men were afraid because they were brought into Joseph's house. They said, “We have been brought in because of the money that was returned in our sacks the first time, so that he may seek occasion against us and fall upon us and take us for slaves with our donkeys.”", "19": "They approached the steward of Joseph's house, and they spoke with him at the entrance of the house. ", "20": "They said, “My lord, we indeed came down the first time to buy food. ", "21": "When we came to the lodging place, we opened our sacks and realized every man's money was in the mouth of his sack, our money in full weight. So we have brought it again with us. ", "22": "We have also brought additional money with us to buy food. We cannot tell who put our money in our sacks.”", "23": "He said, “Be at peace; do not be afraid. Your God and the God of your father has given you treasure in your sacks. I had your money.” Then he brought Simeon out to them.", "24": "The man brought the men into Joseph's house and gave them water to wash their feet and gave feed to their donkeys. ", "25": "Then they made ready the gift for Joseph's coming at noon, for they heard that they would be eating a meal there.", "26": "When Joseph came home, they brought into the house to him the present that they had with them and bowed themselves to him to the ground. ", "27": "He asked them about their well-being and said, “Is your father well, the old man of whom you spoke? Is he still alive?”", "28": "And they answered, “Your servant our father is in good health. He is still alive.” And they bowed down their heads and prostrated themselves.", "29": "He lifted up his eyes and saw his brother Benjamin, his mother's son, and said, “Is this your younger brother of whom you spoke to me?” And he said, “God be gracious to you, my son.” ", "30": "Joseph hurried out, for he was deeply moved over his brother and sought a place to weep. So he entered into his chamber and wept there.", "31": "Then he washed his face and came out. Controlling himself, he said, “Serve the food.”", "32": "They served him by himself and them by themselves and the Egyptians who ate with him by themselves, because the Egyptians could not eat a meal with the Hebrews, for that is an abomination to the Egyptians. ", "33": "They sat before him, the firstborn according to his birthright and the youngest according to his youth, and the men looked at one another in astonishment. ", "34": "He gave them portions from his own table, but Benjamin's serving was five times more than any of theirs. So they drank and feasted with him."}