{"1": "Then he commanded the steward of his house, saying, “Fill the men's sacks with food, as much as they can carry, and put every man's money in the mouth of his sack. ", "2": "Put my cup, the silver cup, in the mouth of the sack of the youngest, along with his grain money.” And he did according to what Joseph had spoken.", "3": "As soon as the morning was light, the men were sent away, they and their donkeys. ", "4": "When they were gone out of the city, but not yet far off, Joseph said to his steward, “Get up, follow after the men. When you overtake them, say to them, 'Why have you rewarded evil for good? ", "5": "Is this not the one from which my lord drinks and uses as he practices divination? You have done evil in doing this.' ”", "6": "So he overtook them, and he spoke to them these same words. ", "7": "They said to him, “Why does my lord say these words? Far be it from your servants that they should do such a thing. ", "8": "Look, we brought back to you from the land of Canaan the money that we found in the top of our sacks. Why then would we steal silver or gold from your lord's house? ", "9": "Whichever of your servants is found with it shall die, and the rest of us will become my lord's slaves.”", "10": "He said, “Now let it also be according to your words. He with whom it is found shall be my slave, and you will be blameless.”", "11": "Then every man hurriedly took down his sack to the ground, and every man opened his sack. ", "12": "He searched, beginning with the oldest and ending with the youngest. The cup was found in Benjamin's sack. ", "13": "Then they tore their clothes, and every man loaded his donkey and returned to the city.", "14": "When Judah and his brothers came to Joseph's house, he was still there; and they fell to the ground before him. ", "15": "Joseph said to them, “What deed is this that you have done? Did you not know that such a man as I can certainly practice divination?”", "16": "And Judah said, “What shall we say to my lord? What shall we speak? Or how shall we clear ourselves? God has found out the iniquity of your servants. Here we are, my lord's servants, both we and he also in whose possession the cup was found.”", "17": "But he said, “Far be it from me that I should do so. The man in whose possession the cup was found shall be my slave; but as for you, go up in peace to your father.”", "18": "Then Judah approached him and said, “O my lord, please let your servant speak a word in my lord's ears, and do not be angry with your servant, for you are equal to Pharaoh. ", "19": "My lord asked his servants, saying, 'Have you a father or a brother?' ", "20": "And we said to my lord, 'We have a father, an old man, and a young brother, the child of his old age. His brother is dead, and he alone is left of his mother, and his father loves him.'", "21": "“You said to your servants, 'Bring him down to me, so that I may set my eyes on him.' ", "22": "We said to my lord, 'The boy cannot leave his father, for if he should leave his father, his father would die.' ", "23": "You said to your servants, 'Unless your youngest brother comes down with you, you will not see my face again.' ", "24": "When we went back to your servant, my father, we told him the words of my lord.", "25": "“Our father said, 'Go again and buy us a little food.' ", "26": "We said, 'We cannot go down. If our youngest brother is with us, then we will go down, for we may not see the man's face, unless our youngest brother is with us.'", "27": "“Your servant, my father, said to us, 'You know that my wife bore me two sons. ", "28": "And the one went out from me, and I said, “Surely he was torn in pieces,” and I have not seen him since. ", "29": "And if you take this one also from me and he is harmed, you will bring down my gray hairs with sorrow to the grave.'", "30": "“Now therefore when I come to your servant, my father, and the boy is not with us, as his life is bound up in the boy's life, ", "31": "when he sees that the boy is not with us, he will die, and your servants will bring down the gray hairs of your servant, our father, with sorrow to the grave. ", "32": "For your servant became surety for the boy to my father, saying, 'If I fail to bring him to you, then I shall bear the blame to my father forever.'", "33": "“Now therefore, please let your servant stay as a slave to my lord instead of the boy, and let the boy go up with his brothers. ", "34": "For how can I go up to my father if the boy is not with me, lest perhaps I see the evil that would find my father?”"}