{"1": "Jacob called to his sons and said, “Gather yourselves together, so that I may tell you what will befall you in the last days.", "2": "Gather yourselves together and hear, sons of Jacob, and listen to your father Israel.", "3": "Reuben, you are my firstborn, my might and the beginning of my strength, the excellency of dignity, and the excellency of power.", "4": "Unstable as water, you shall not excel, because you went up to your father's bed; then you defiled it—he went up to my couch.", "5": "Simeon and Levi are brothers; weapons of violence are their swords.", "6": "Let my soul not enter into their council; let my glory not be united with their assembly; for in their anger they killed men and in their self-will they hamstrung oxen.", "7": "Cursed be their anger, for it is fierce; and their wrath, for it is cruel! I will divide them in Jacob and scatter them in Israel.", "8": "Judah, your brothers shall praise you; your hand shall be on the neck of your enemies; your father's sons will bow down before you.", "9": "Judah is a lion's cub; from the prey, my son, you have gone up. He crouches and lies down like a lion; and as a lion, who dares rouse him?", "10": "The scepter shall not depart from Judah, nor a lawgiver from between his feet, until Shiloh comes; and to him will be the obedience of the people.", "11": "He tethers his foal to the vine, and his colt to the choicest vine; he washes his garments in wine, his clothes in the blood of grapes.", "12": "His eyes are darker than wine, and his teeth whiter than milk.", "13": "Zebulun shall dwell at the haven of the sea; and he shall be a haven of ships. His border shall be at Sidon.", "14": "Issachar is a strong donkey, lying down between two burdens;", "15": "he saw that a resting place was good, and that the land was pleasant; so he bowed his shoulder to bear the burden and became a slave to forced labor.", "16": "Dan shall judge his people as one of the tribes of Israel.", "17": "Dan shall be a serpent by the road, a viper on the path, that bites the horse's heels so that its rider will fall backward.", "18": "I wait for Your salvation, O Lord!", "19": "Gad shall be attacked by raiding bands, but he shall raid at their heels.", "20": "Asher's food shall be rich, and he shall yield royal delicacies.", "21": "Naphtali is a doe set loose; he gives beautiful words.", "22": "Joseph is a fruitful bough, a fruitful bough by a spring, whose branches run over the wall.", "23": "The archers bitterly attacked him, they shot at him and hated him.", "24": "But his bow remained firm. His arms were agile because of the hands of the Mighty One of Jacob, because of the Shepherd, the Rock of Israel,", "25": "because of the God of your father who will help you, and by the Almighty who will bless you with blessings from heaven above, blessings from the deep that lies beneath, the blessings of the breasts and the womb.", "26": "The blessings of your father have surpassed the blessings of my fathers, up to the utmost bound of the everlasting hills. They will be on the head of Joseph, and on the crown of the head of him who was set apart from his brothers.", "27": "Benjamin is a ravenous wolf; in the morning he devours the prey, and at night he divides the spoil.”", "28": "These are all the twelve tribes of Israel, and this is what their father said to them when he blessed them. He blessed them, each with the blessing appropriate to him.", "29": "Then he charged them and said to them, “I am about to be gathered to my people. Bury me with my fathers in the cave that is in the field of Ephron the Hittite, ", "30": "in the cave that is in the field of Machpelah, which is before Mamre in the land of Canaan, which Abraham bought along with the field from Ephron the Hittite as a burial place. ", "31": "They buried Abraham and Sarah his wife there. They buried Isaac and Rebekah his wife there, and I buried Leah there. ", "32": "The field and the cave that is there were purchased from the children of Heth.”", "33": "When Jacob finished instructing his sons, he drew his feet into the bed, breathed his last, and was gathered to his people."}