{"1": "When men began to multiply on the face of the earth and daughters were born to them, ", "2": "the sons of God saw that the daughters of men were fair and took as wives any they chose. ", "3": "The Lord said, “My Spirit will not always strive with man, for he is flesh; yet his days will be a hundred and twenty years.”", "4": "The Nephilim were on the earth in those days, and also after that, when the sons of God came in to the daughters of men, and they bore children to them. These were the mighty men who were of old, men of renown.", "5": "The Lord saw that the wickedness of man was great on the earth, and that every intent of the thoughts of his heart was continually only evil. ", "6": "The Lord was sorry that He had made man on the earth, and it grieved Him in His heart. ", "7": "So the Lord said, “I will destroy man, whom I have created, from the face of the earth—both man and beast, and the creeping things, and the birds of the sky, for I am sorry that I have made them.” ", "8": "But Noah found grace in the eyes of the Lord.", "9": "These are the generations of Noah. Noah was a just man and blameless among his contemporaries. Noah walked with God. ", "10": "Noah had three sons: Shem, Ham, and Japheth.", "11": "The earth was corrupt before God and filled with violence. ", "12": "God looked on the earth and saw it was corrupt, for all flesh had corrupted their way on the earth. ", "13": "So God said to Noah, “The end of all flesh is come before Me, for the earth is filled with violence because of them. Now I will destroy them with the earth. ", "14": "Make an ark of cypress wood for yourself. Make rooms in the ark, and cover it inside and out with pitch. ", "15": "And this is how you must make it: The length of the ark will be three hundred cubits, the width of it fifty cubits, and the height of it thirty cubits.[a] ", "16": "Make an opening[b] one cubit[c] below the top of the ark all around; and you must set the door of the ark on the side. Make it with a lower, a second, and a third story. ", "17": "I will bring a flood of waters on the earth to destroy all flesh, wherever there is the breath of life under heaven, and everything that is on the earth will die. ", "18": "But I will establish My covenant with you; you must go into the ark—you, and your sons, and your wife, and your sons' wives with you. ", "19": "Bring every living thing of all flesh, two of every kind, into the ark to keep them alive with you. They shall be male and female. ", "20": "Two of every kind of bird, of every kind of animal, and of every kind of creeping thing of the earth will come to you to be kept alive. ", "21": "Also, take with you of every kind of food that is eaten and gather it to yourself, and it will be for food for you and for them.”", "22": "Noah did this; he did all that God commanded him."}