{"1": "God remembered Noah and every living thing and all the livestock that were with him in the ark. So God made a wind to pass over the earth, and the water receded. ", "2": "Also the fountains of the deep and the floodgates of heaven were closed, and the rain from the heavens was restrained. ", "3": "The water receded steadily from the earth, and after the end of one hundred and fifty days the waters decreased. ", "4": "The ark rested in the seventh month, on the seventeenth day of the month, on the mountains of Ararat. ", "5": "The water continually decreased until the tenth month. In the tenth month, on the first day of the month, the tops of the mountains became visible.", "6": "Then at the end of forty days, Noah opened the window of the ark which he had made, ", "7": "and he sent forth a raven, which went to and fro until the waters were dried up on the earth. ", "8": "Then he sent out a dove to see if the waters had subsided from the face of the ground. ", "9": "But the dove found no rest for the sole of her foot, so she returned to him into the ark, for the waters were on the surface of all the earth. Then he put forth his hand, and took her, and brought her into the ark to himself. ", "10": "He waited yet another seven days, and again he sent out the dove from the ark. ", "11": "The dove came to him in the evening, and in her mouth there was a freshly plucked olive leaf. So Noah knew that the waters had receded from the earth. ", "12": "He waited another seven days and sent out the dove again, but it did not return to him again.", "13": "So in the six hundred and first year, in the first month, the first day of the month, the waters were dried up from the earth; and Noah removed the covering of the ark, and looked, and saw the surface of the ground was dry. ", "14": "In the second month, on the twenty-seventh day of the month, the earth was dry.", "15": "Then God spoke to Noah, saying, ", "16": "“Go out of the ark, you and your wife, and your sons and your sons' wives with you. ", "17": "Bring out with you every living thing of all flesh that is with you, birds and animals, and every creeping thing that creeps on the earth, so that they may breed abundantly on the earth and be fruitful and multiply on the earth.”", "18": "So Noah and his sons and his wife and his sons' wives went out. ", "19": "Every beast, every creeping thing, every bird, and everything that moves on the earth, according to their families, went out of the ark.", "20": "Then Noah built an altar to the Lord and took of every clean animal and of every clean bird and offered burnt offerings on the altar. ", "21": "The Lord smelled a soothing aroma; and the Lord said in His heart, “I will never again curse the ground because of man, for the inclination of man's heart is evil from his youth, nor will I again destroy every living thing as I have done.", "22": "While the earth remains, seedtime and harvest, cold and heat, summer and winter, and day and night will not cease.”"}