{"1": "“Then the Lord said to me, 'Cut two stone tablets like the first ones and make a wooden Box to put them in. Come up to me on the mountain, ", "2": "and I will write on those tablets what I wrote on the tablets that you broke, and then you are to put them in the Box.'", "3": "“So I made a Box of acacia wood and cut two stone tablets like the first ones and took them up the mountain. ", "4": "Then the Lord wrote on those tablets the same words that he had written the first time, the Ten Commandments that he gave you when he spoke from the fire on the day you were gathered at the mountain. The Lord gave me the tablets, ", "5": "and I turned and went down the mountain. Then, just as the Lord had commanded, I put them in the Box that I had made—and they have been there ever since.”", "6": "(6 The Israelites set out from the wells that belonged to the people of Jaakan, and went to Moserah. There Aaron died and was buried, and his son Eleazar succeeded him as priest. ", "7": "From there they went to Gudgodah and then on to Jotbathah, a well-watered place. ", "8": "At that time the Lord appointed the men of the tribe of Levi to be in charge of the Covenant Box, to serve him as priests, and to pronounce blessings in his name. And these are still their duties. ", "9": "That is why the tribe of Levi received no land as the other tribes did; what they received was the privilege of being the Lord's priests, as the Lord your God promised.)", "10": "“I stayed on the mountain forty days and nights, as I did the first time. The Lord listened to me once more and agreed not to destroy you. ", "11": "Then he told me to go and lead you, so that you could take possession of the land that he had promised to give to your ancestors.", "12": "“Now, people of Israel, listen to what the Lord your God demands of you: Worship the Lord and do all that he commands. Love him, serve him with all your heart, ", "13": "and obey all his laws. I am giving them to you today for your benefit. ", "14": "To the Lord belong even the highest heavens; the earth is his also, and everything on it. ", "15": "But the Lord's love for your ancestors was so strong that he chose you instead of any other people, and you are still his chosen people. ", "16": "So then, from now on be obedient to the Lord and stop being stubborn. ", "17": "The Lord your God is supreme over all gods and over all powers. He is great and mighty, and he is to be obeyed. He does not show partiality, and he does not accept bribes. ", "18": "He makes sure that orphans and widows are treated fairly; he loves the foreigners who live with our people, and gives them food and clothes. ", "19": "So then, show love for those foreigners, because you were once foreigners in Egypt. ", "20": "Have reverence for the Lord your God and worship only him. Be faithful to him and make your promises in his name alone. ", "21": "Praise him—he is your God, and you have seen with your own eyes the great and astounding things that he has done for you. ", "22": "When your ancestors went to Egypt, there were only seventy of them. But now the Lord your God has made you as numerous as the stars in the sky."}