{"1": "“Here are the laws that you are to obey as long as you live in the land that the Lord, the God of your ancestors, is giving you. Listen to them! ", "2": "In the land that you are taking, destroy all the places where the people worship their gods on high mountains, on hills, and under green trees. ", "3": "Tear down their altars and smash their sacred stone pillars to pieces. Burn their symbols of the goddess Asherah and chop down their idols, so that they will never again be worshiped at those places.", "4": "“Do not worship the Lord your God in the way that these people worship their gods. ", "5": "Out of the territory of all your tribes the Lord will choose the one place where the people are to come into his presence and worship him. ", "6": "There you are to offer your sacrifices that are to be burned and your other sacrifices, your tithes and your offerings, the gifts that you promise to the Lord, your freewill offerings, and the first-born of your cattle and sheep. ", "7": "There, in the presence of the Lord your God, who has blessed you, you and your families will eat and enjoy the good things that you have worked for.", "8": "“When that time comes, you must not do as you have been doing. Until now you have all been worshiping as you please, ", "9": "because you have not yet entered the land that the Lord your God is giving you, where you can live in peace. ", "10": "When you cross the Jordan River, the Lord will let you occupy the land and live there. He will keep you safe from all your enemies, and you will live in peace. ", "11": "The Lord will choose a single place where he is to be worshiped, and there you must bring to him everything that I have commanded: your sacrifices that are to be burned and your other sacrifices, your tithes and your offerings, and those special gifts that you have promised to the Lord. ", "12": "Be joyful there in his presence, together with your children, your servants, and the Levites who live in your towns; remember that the Levites will have no land of their own. ", "13": "You are not to offer your sacrifices wherever you choose; ", "14": "you must offer them only in the one place that the Lord will choose in the territory of one of your tribes. Only there are you to offer your sacrifices that are to be burned and do all the other things that I have commanded you.", "15": "“But you are free to kill and eat your animals wherever you live. You may eat as many as the Lord gives you. All of you, whether ritually clean or unclean, may eat them, just as you would eat the meat of deer or antelope. ", "16": "But you must not eat their blood; you must pour it out on the ground like water. ", "17": "Nothing that you offer to the Lord is to be eaten in the places where you live: neither the tithes of your grain, your wine, or your olive oil, nor the first-born of your cattle and sheep, the gifts that you promise to the Lord, your freewill offerings, or any other offerings. ", "18": "You and your children, together with your servants and the Levites who live in your towns, are to eat these offerings only in the presence of the Lord your God, in the one place of worship chosen by the Lord your God. And you are to be happy there over everything that you have done. ", "19": "Be sure, also, not to neglect the Levites, as long as you live in your land.", "20": "“When the Lord your God enlarges your territory, as he has promised, you may eat meat whenever you want to. ", "21": "If the one place of worship is too far away, then, whenever you wish, you may kill any of the cattle or sheep that the Lord has given you, and you may eat the meat at home, as I have told you. ", "22": "Anyone, ritually clean or unclean, may eat that meat, just as he would eat the meat of deer or antelope. ", "23": "Only do not eat meat with blood still in it, for the life is in the blood, and you must not eat the life with the meat. ", "24": "Do not use the blood for food; instead, pour it out on the ground like water. ", "25": "If you obey this command, the Lord will be pleased, and all will go well for you and your descendants. ", "26": "Take to the one place of worship your offerings and the gifts that you have promised the Lord. ", "27": "Offer there the sacrifices which are to be completely burned on the Lord's altar. Also offer those sacrifices in which you eat the meat and pour the blood out on the altar. ", "28": "Obey faithfully everything that I have commanded you, and all will go well for you and your descendants forever, because you will be doing what is right and what pleases the Lord your God.", "29": "“The Lord your God will destroy the nations as you invade their land, and you will occupy it and settle there. ", "30": "After the Lord destroys those nations, make sure that you don't follow their religious practices, because that would be fatal. Don't try to find out how they worship their gods, so that you can worship in the same way. ", "31": "Do not worship the Lord your God in the way they worship their gods, for in the worship of their gods they do all the disgusting things that the Lord hates. They even sacrifice their children in the fires on their altars.", "32": "“Do everything that I have commanded you; do not add anything to it or take anything from it."}