{"1": "“You are the people of the Lord your God. So when you mourn for the dead, don't gash yourselves or shave the front of your head, as other people do. ", "2": "You belong to the Lord your God; he has chosen you to be his own people from among all the peoples who live on earth.", "3": "“Do not eat anything that the Lord has declared unclean. ", "4": "You may eat these animals: cattle, sheep, goats, ", "5": "deer, wild sheep, wild goats, or antelopes— ", "6": "any animals that have divided hoofs and that also chew the cud. ", "7": "But no animals may be eaten unless they have divided hoofs and also chew the cud. You may not eat camels, rabbits, or rock badgers. They must be considered unclean; they chew the cud but do not have divided hoofs. ", "8": "Do not eat pigs. They must be considered unclean; they have divided hoofs but do not chew the cud. Do not eat any of these animals or even touch their dead bodies.", "9": "“You may eat any kind of fish that has fins and scales, ", "10": "but anything living in the water that does not have fins and scales may not be eaten; it must be considered unclean.", "11": "“You may eat any clean bird. ", "12-18": "But these are the kinds of birds you are not to eat: eagles, owls, hawks, falcons; buzzards, vultures, crows; ostriches; seagulls, storks, herons, pelicans, cormorants;[a] hoopoes; and bats.", "19": "“All winged insects are unclean; do not eat them. ", "20": "You may eat any clean insect.", "21": "“Do not eat any animal that dies a natural death. You may let the foreigners who live among you eat it, or you may sell it to other foreigners. But you belong to the Lord your God; you are his people. “Do not cook a young sheep or goat in its mother's milk.", "22": "“Set aside a tithe—a tenth of all that your fields produce each year. ", "23": "Then go to the one place where the Lord your God has chosen to be worshiped; and there in his presence eat the tithes of your grain, wine, and olive oil, and the first-born of your cattle and sheep. Do this so that you may learn to honor the Lord your God always. ", "24": "If the place of worship is too far from your home for you to carry there the tithe of the produce that the Lord has blessed you with, then do this: ", "25": "Sell your produce and take the money with you to the one place of worship. ", "26": "Spend it on whatever you want—beef, lamb, wine, beer—and there, in the presence of the Lord your God, you and your families are to eat and enjoy yourselves.", "27": "“Do not neglect the Levites who live in your towns; they have no property of their own. ", "28": "At the end of every third year bring the tithe of all your crops and store it in your towns. ", "29": "This food is for the Levites, since they own no property, and for the foreigners, orphans, and widows who live in your towns. They are to come and get all they need. Do this, and the Lord your God will bless you in everything you do."}