{"1": "“Suppose someone is found murdered in a field in the land that the Lord your God is going to give you, and you do not know who killed him. ", "2": "Your leaders and judges are to go out and measure the distance from the place where the body was found to each of the nearby towns. ", "3": "Then the leaders of the town nearest to where the body was found are to select a young cow that has never been used for work. ", "4": "They are to take it down to a spot near a stream that never runs dry and where the ground has never been plowed or planted, and there they are to break its neck. ", "5": "The levitical priests are to go there also, because they are to decide every legal case involving violence. The Lord your God has chosen them to serve him and to pronounce blessings in his name. ", "6": "Then all the leaders from the town nearest the place where the murdered person was found are to wash their hands over the cow ", "7": "and say, 'We did not murder this one, and we do not know who did it. ", "8": "Lord, forgive your people Israel, whom you rescued from Egypt. Forgive us and do not hold us responsible for the murder of an innocent person.' ", "9": "And so, by doing what the Lord requires, you will not be held responsible for the murder.", "10": "“When the Lord your God gives you victory in battle and you take prisoners, ", "11": "you may see among them a beautiful woman that you like and want to marry. ", "12": "Take her to your home, where she will shave her head,[a] cut her fingernails, ", "13": "and change her clothes. She is to stay in your home and mourn for her parents for a month; after that, you may marry her. ", "14": "Later, if you no longer want her, you are to let her go free. Since you forced her to have intercourse with you, you cannot treat her as a slave and sell her.", "15": "“Suppose a man has two wives and they both bear him sons, but the first son is not the child of his favorite wife. ", "16": "When the man decides how he is going to divide his property among his children, he is not to show partiality to the son of his favorite wife by giving him the share that belongs to the first-born son. ", "17": "He is to give a double share of his possessions to his first son, even though he is not the son of his favorite wife. A man must acknowledge his first son and give him the share he is legally entitled to.", "18": "“Suppose someone has a son who is stubborn and rebellious, a son who will not obey his parents, even though they punish him. ", "19": "His parents are to take him before the leaders of the town where he lives and make him stand trial. ", "20": "They are to say to them, 'Our son is stubborn and rebellious and refuses to obey us; he wastes money and is a drunkard.' ", "21": "Then the men of the city are to stone him to death, and so you will get rid of this evil. Everyone in Israel will hear what has happened and be afraid.", "22": "“If someone has been put to death for a crime and the body is hung on a post, ", "23": "it is not to remain there overnight. It must be buried the same day, because a dead body hanging on a post brings God's curse on the land. Bury the body, so that you will not defile the land that the Lord your God is giving you."}