{"1": "“After you have occupied the land that the Lord your God is giving you and have settled there, ", "2": "each of you must place in a basket the first part of each crop that you harvest and you must take it with you to the one place of worship. ", "3": "Go to the priest in charge at that time and say to him, 'I now acknowledge to the Lord my God that I have entered the land that he promised our ancestors to give us.'", "4": "“The priest will take the basket from you and place it before the altar of the Lord your God. ", "5": "Then, in the Lord's presence you will recite these words: 'My ancestor was a wandering Aramean, who took his family to Egypt to live. They were few in number when they went there, but they became a large and powerful nation. ", "6": "The Egyptians treated us harshly and forced us to work as slaves. ", "7": "Then we cried out for help to the Lord, the God of our ancestors. He heard us and saw our suffering, hardship, and misery. ", "8": "By his great power and strength he rescued us from Egypt. He worked miracles and wonders, and caused terrifying things to happen. ", "9": "He brought us here and gave us this rich and fertile land. ", "10": "So now I bring to the Lord the first part of the harvest that he has given me.' “Then set the basket down in the Lord's presence and worship there. ", "11": "Be grateful for the good things that the Lord your God has given you and your family; and let the Levites and the foreigners who live among you join in the celebration.", "12": "“Every third year give the tithe—a tenth of your crops—to the Levites, the foreigners, the orphans, and the widows, so that in every community they will have all they need to eat. When you have done this, ", "13": "say to the Lord, 'None of the sacred tithe is left in my house; I have given it to the Levites, the foreigners, the orphans, and the widows, as you commanded me to do. I have not disobeyed or forgotten any of your commands concerning the tithe. ", "14": "I have not eaten any of it when I was mourning; I have not taken any of it out of my house when I was ritually unclean; and I have not given any of it as an offering for the dead.[a] I have obeyed you, O Lord; I have done everything you commanded concerning the tithe. ", "15": "Look down from your holy place in heaven and bless your people Israel; bless also the rich and fertile land that you have given us, as you promised our ancestors.'", "16": "“Today the Lord your God commands you to obey all his laws; so obey them faithfully with all your heart. ", "17": "Today you have acknowledged the Lord as your God; you have promised to obey him, to keep all his laws, and to do all that he commands. ", "18": "Today the Lord has accepted you as his own people, as he promised you; and he commands you to obey all his laws. ", "19": "He will make you greater than any other nation that he has created, and you will bring praise and honor to his name.[b] You will be his own people, as he promised.”"}