{"1": "Then Moses, together with the leaders of Israel, said to the people, “Obey all the instructions that I am giving you today. ", "2": "On the day you cross the Jordan River and enter the land that the Lord your God is giving you, you are to set up some large stones, cover them with plaster, ", "3": "and write on them all these laws and teachings. When you have entered the rich and fertile land that the Lord, the God of your ancestors, promised you, ", "4": "and you are on the other side of the Jordan, set up these stones on Mount Ebal, as I am instructing you today, and cover them with plaster. ", "5": "Build an altar there made of stones that have had no iron tools used on them, ", "6": "because any altar you build for the Lord your God must be made of uncut stones. There you are to offer the sacrifices that are to be burned, ", "7": "and there you are to sacrifice and eat your fellowship offerings and be grateful in the presence of the Lord your God. ", "8": "On the stones covered with plaster write clearly every word of God's laws.”", "9": "Then Moses, together with the levitical priests, said to all the people of Israel, “Give me your attention, people of Israel, and listen to me. Today you have become the people of the Lord your God; ", "10": "so obey him and keep all his laws that I am giving you today.”", "11": "Then Moses said to the people of Israel, ", "12": "“After you have crossed the Jordan, the following tribes are to stand on Mount Gerizim when the blessings are pronounced on the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin. ", "13": "And the following tribes will stand on Mount Ebal when the curses are pronounced: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali. ", "14": "The Levites will speak these words in a loud voice:", "15": "“'God's curse on anyone who makes an idol of stone, wood, or metal and secretly worships it; the Lord hates idolatry.' “And all the people will answer, 'Amen!'", "16": "“'God's curse on anyone who dishonors his father or mother.' “And all the people will answer, 'Amen!'", "17": "“'God's curse on anyone who moves a neighbor's property line.' “And all the people will answer, 'Amen!'", "18": "“'God's curse on anyone who leads a blind person in the wrong direction.' “And all the people will answer, 'Amen!'", "19": "“'God's curse on anyone who deprives foreigners, orphans, and widows of their rights.' “And all the people will answer, 'Amen!'", "20": "“'God's curse on anyone who disgraces his father by having intercourse with any of his father's wives.' “And all the people will answer, 'Amen!'", "21": "“'God's curse on anyone who has sexual relations with an animal.' “And all the people will answer, 'Amen!'", "22": "“'God's curse on anyone who has intercourse with his sister or half sister.' “And all the people will answer, 'Amen!'", "23": "“'God's curse on anyone who has intercourse with his mother-in-law.' “And all the people will answer, 'Amen!'", "24": "“'God's curse on anyone who secretly commits murder.' “And all the people will answer, 'Amen!'", "25": "“'God's curse on anyone who accepts money to murder an innocent person.' “And all the people will answer, 'Amen!'", "26": "“'God's curse on anyone who does not obey all of God's laws and teachings.' “And all the people will answer, 'Amen!'"}