{"1": "“If you obey the Lord your God and faithfully keep all his commands that I am giving you today, he will make you greater than any other nation on earth. ", "2": "Obey the Lord your God and all these blessings will be yours:", "3": "“The Lord will bless your towns and your fields.", "4": "“The Lord will bless you with many children, with abundant crops, and with many cattle and sheep.", "5": "“The Lord will bless your grain crops and the food you prepare from them.", "6": "“The Lord will bless everything you do.", "7": "“The Lord will defeat your enemies when they attack you. They will attack from one direction, but they will run from you in all directions.", "8": "“The Lord your God will bless your work and fill your barns with grain. He will bless you in the land that he is giving you.", "9": "“If you obey the Lord your God and do everything he commands, he will make you his own people, as he has promised. ", "10": "Then all the peoples on earth will see that the Lord has chosen you to be his own people, and they will be afraid of you. ", "11": "The Lord will give you many children, many cattle, and abundant crops in the land that he promised your ancestors to give you. ", "12": "He will send rain in season from his rich storehouse in the sky and bless all your work, so that you will lend to many nations, but you will not have to borrow from any. ", "13": "The Lord your God will make you the leader among the nations and not a follower; you will always prosper and never fail if you obey faithfully all his commands that I am giving you today. ", "14": "But you must never disobey them in any way, or worship and serve other gods.", "15": "“But if you disobey the Lord your God and do not faithfully keep all his commands and laws that I am giving you today, all these evil things will happen to you:", "16": "“The Lord will curse your towns and your fields.", "17": "“The Lord will curse your grain crops and the food you prepare from them.", "18": "“The Lord will curse you by giving you only a few children, poor crops, and few cattle and sheep.", "19": "“The Lord will curse everything you do.", "20": "“If you do evil and reject the Lord, he will bring on you disaster, confusion, and trouble in everything you do, until you are quickly and completely destroyed. ", "21": "He will send disease after disease on you until there is not one of you left in the land that you are about to occupy. ", "22": "The Lord will strike you with infectious diseases, with swelling and fever; he will send drought and scorching winds to destroy your crops. These disasters will be with you until you die. ", "23": "No rain will fall, and your ground will become as hard as iron. ", "24": "Instead of rain, the Lord will send down duststorms and sandstorms until you are destroyed.", "25": "“The Lord will give your enemies victory over you. You will attack them from one direction, but you will run from them in all directions, and all the people on earth will be terrified when they see what happens to you. ", "26": "When you die, birds and wild animals will come and eat your bodies, and there will be no one to scare them off. ", "27": "The Lord will send boils on you, as he did on the Egyptians. He will make your bodies break out with sores. You will be covered with scabs, and you will itch, but there will be no cure. ", "28": "The Lord will make you lose your mind; he will strike you with blindness and confusion. ", "29": "You will grope about in broad daylight like someone blind, and you will not be able to find your way. You will not prosper in anything you do. You will be constantly oppressed and robbed, and there will be no one to help you.", "30": "“You will be engaged to a young woman—but someone else will marry her. You will build a house—but never live in it. You will plant a vineyard—but never eat its grapes. ", "31": "Your cattle will be butchered before your very eyes, but you will not eat any of the meat. Your donkeys will be dragged away while you look on, and they will not be given back to you. Your sheep will be given to your enemies, and there will be no one to help you. ", "32": "Your sons and daughters will be given as slaves to foreigners while you look on. Every day you will strain your eyes, looking in vain for your children to return. ", "33": "A foreign nation will take all the crops that you have worked so hard to grow, while you receive nothing but constant oppression and harsh treatment. ", "34": "Your sufferings will make you lose your mind. ", "35": "The Lord will cover your legs with incurable, painful sores; boils will cover you from head to foot.", "36": "“The Lord will take you and your king away to a foreign land, where neither you nor your ancestors ever lived before; there you will serve gods made of wood and stone. ", "37": "In the countries to which the Lord will scatter you, the people will be shocked at what has happened to you; they will make fun of you and ridicule you.", "38": "“You will plant plenty of seed, but reap only a small harvest, because the locusts will eat your crops. ", "39": "You will plant vineyards and take care of them, but you will not gather their grapes or drink wine from them, because worms will eat the vines. ", "40": "Olive trees will grow everywhere in your land, but you will not have any olive oil, because the olives will drop off. ", "41": "You will have sons and daughters, but you will lose them, because they will be taken away as prisoners of war. ", "42": "All your trees and crops will be devoured by insects.", "43": "“Foreigners who live in your land will gain more and more power, while you gradually lose yours. ", "44": "They will have money to lend you, but you will have none to lend them. In the end they will be your rulers.", "45": "“All these disasters will come on you, and they will be with you until you are destroyed, because you did not obey the Lord your God and keep all the laws that he gave you. ", "46": "They will be the evidence of God's judgment on you and your descendants forever. ", "47": "The Lord blessed you in every way, but you would not serve him with glad and joyful hearts. ", "48": "So then, you will serve the enemies that the Lord is going to send against you. You will be hungry, thirsty, and naked—in need of everything. The Lord[a] will oppress you harshly until you are destroyed. ", "49": "The Lord will bring against you a nation from the ends of the earth, a nation whose language you do not know. They will swoop down on you like an eagle. ", "50": "They will be ruthless and show no mercy to anyone, young or old. ", "51": "They will eat your livestock and your crops, and you will starve to death. They will not leave you any grain, wine, olive oil, cattle, or sheep; and you will die. ", "52": "They will attack every town in the land that the Lord your God is giving you, and the high, fortified walls in which you trust will fall.", "53": "“When your enemies are besieging your towns, you will become so desperate for food that you will even eat the children that the Lord your God has given you. ", "54-55": "Even the most refined man of noble birth will become so desperate during the siege that he will eat some of his own children because he has no other food. He will not even give any to his brother or to the wife he loves or to any of his children who are left. ", "56-57": "Even the most refined woman of noble birth, so rich that she has never had to walk anywhere, will behave in the same way. When the enemy besieges her town, she will become so desperate for food that she will secretly eat her newborn child and the afterbirth as well. She will not share them with the husband she loves or with any of her children.", "58": "“If you do not obey faithfully all of God's teachings that are written in this book and if you do not honor the wonderful and awesome name of the Lord your God, ", "59": "he will send on you and on your descendants incurable diseases and horrible epidemics that can never be stopped. ", "60": "He will bring on you once again all the dreadful diseases you experienced in Egypt, and you will never recover. ", "61": "He will also send all kinds of diseases and epidemics that are not mentioned in this book of God's laws and teachings, and you will be destroyed. ", "62": "Although you become as numerous as the stars in the sky, only a few of you will survive, because you did not obey the Lord your God. ", "63": "Just as the Lord took delight in making you prosper and in making you increase in number, so he will take delight in destroying you and in bringing ruin on you. You will be uprooted from the land that you are about to occupy.", "64": "“The Lord will scatter you among all the nations, from one end of the earth to the other, and there you will serve gods made of wood and stone, gods that neither you nor your ancestors have ever worshiped before. ", "65": "You will find no peace anywhere, no place to call your own; the Lord will overwhelm you with anxiety, hopelessness, and despair. ", "66": "Your life will always be in danger. Day and night you will be filled with terror, and you will live in constant fear of death. ", "67": "Your hearts will pound with fear at everything you see. Every morning you will wish for evening; every evening you will wish for morning. ", "68": "The Lord will send you back to Egypt in ships, even though he[b] said that you would never have to go there again. There you will try to sell yourselves to your enemies as slaves, but no one will want to buy you.”"}