{"1": "“Next, we moved north toward the region of Bashan, and King Og came out with all his men to fight us near the town of Edrei. ", "2": "But the Lord said to me, 'Don't be afraid of him. I am going to give him, his men, and all his territory to you. Do the same thing to him that you did to Sihon the Amorite king who ruled in Heshbon.'", "3": "“So the Lord also placed King Og and his people in our power, and we slaughtered them all. ", "4": "At the same time we captured all his towns—there was not one that we did not take. In all we captured sixty towns—the whole region of Argob, where King Og of Bashan ruled. ", "5": "All these towns were fortified with high walls, gates, and bars to lock the gates, and there were also many villages without walls. ", "6": "We destroyed all the towns and put to death all the men, women, and children, just as we did in the towns that belonged to King Sihon of Heshbon. ", "7": "We took the livestock and plundered the towns.", "8": "“At that time we took from those two Amorite kings the land east of the Jordan River, from the Arnon River to Mount Hermon. ", "9": "(9 Mount Hermon is called Sirion by the Sidonians, and Senir by the Amorites.) ", "10": "We took all the territory of King Og of Bashan: the cities on the plateau, the regions of Gilead and of Bashan, as far east as the towns of Salecah and Edrei.”", "11": "(11 King Og was the last of the Rephaim. His coffin,[a] made of stone,[b] was six feet wide and almost fourteen feet long, according to standard measurements. It can still be seen in the Ammonite city of Rabbah.)", "12": "“When we took possession of the land, I assigned to the tribes of Reuben and Gad the territory north of the town of Aroer near the Arnon River and part of the hill country of Gilead, along with its towns. ", "13": "To half the tribe of Manasseh I assigned the rest of Gilead and also all of Bashan, where Og had ruled, that is, the entire Argob region.” (Bashan was known as the land of the Rephaim. ", "14": "Jair, from the tribe of Manasseh, took the entire region of Argob, that is, Bashan, as far as the border of Geshur and Maacah. He named the villages after himself, and they are still known as the villages of Jair.)", "15": "“I assigned Gilead to the clan of Machir of the tribe of Manasseh. ", "16": "And to the tribes of Reuben and Gad I assigned the territory from Gilead to the Arnon River. The middle of the river was their southern boundary, and their northern boundary was the Jabbok River, part of which formed the Ammonite border. ", "17": "On the west their territory extended to the Jordan River, from Lake Galilee in the north down to the Dead Sea in the south and to the foot of Mount Pisgah on the east.", "18": "“At the same time, I gave them the following instructions: 'The Lord our God has given you this land east of the Jordan to occupy. Now arm your fighting men and send them across the Jordan ahead of the other tribes of Israel, to help them occupy their land. ", "19": "Only your wives, children, and livestock—I know you have a lot of livestock—will remain behind in the towns that I have assigned to you. ", "20": "Help the other Israelites until they occupy the land that the Lord is giving them west of the Jordan and until the Lord lets them live there in peace, as he has already done here for you. After that, you may return to this land that I have assigned to you.'", "21": "“Then I instructed Joshua: 'You have seen all that the Lord your God did to those two kings, Sihon and Og; and he will do the same thing to everyone else whose land you invade. ", "22": "Don't be afraid of them, for the Lord your God will fight for you.'", "23": "“At that time I earnestly prayed, ", "24": "'Sovereign Lord, I know that you have shown me only the beginning of the great and wonderful things you are going to do. There is no god in heaven or on earth who can do the mighty things that you have done! ", "25": "Let me cross the Jordan River, Lord, and see the fertile land on the other side, the beautiful hill country and the Lebanon Mountains.'", "26": "“But because of you people the Lord was angry with me and would not listen. Instead, he said, 'That's enough! Don't mention this again! ", "27": "Go to the peak of Mount Pisgah and look to the north and to the south, to the east and to the west. Look carefully at what you see, because you will never go across the Jordan. ", "28": "Give Joshua his instructions. Strengthen his determination, because he will lead the people across to occupy the land that you see.'", "29": "“So we remained in the valley opposite the town of Bethpeor.”"}