{"1": "“Earth and sky, hear my words, listen closely to what I say.", "2": "My teaching will fall like drops of rain and form on the earth like dew. My words will fall like showers on young plants, like gentle rain on tender grass.", "3": "I will praise the name of the Lord, and his people will tell of his greatness.", "4": "“The Lord is your mighty defender, perfect and just in all his ways; Your God is faithful and true; he does what is right and fair.", "5": "But you are unfaithful, unworthy to be his people,[a] a sinful and deceitful nation.", "6": "Is this the way you should treat the Lord, you foolish, senseless people? He is your father, your Creator, he made you into a nation.", "7": "“Think of the past, of the time long ago; ask your parents to tell you what happened, ask the old people to tell of the past.", "8": "The Most High assigned nations their lands; he determined where peoples should live. He assigned to each nation a heavenly being,", "9": "but Jacob's descendants he chose for himself.", "10": "“He found them wandering through the desert, a desolate, wind-swept wilderness. He protected them and cared for them, as he would protect himself.", "11": "Like an eagle teaching its young to fly,[b] catching them safely on its spreading wings, the Lord kept Israel from falling.", "12": "The Lord alone led his people without the help of a foreign god.", "13": "“He let them rule the highlands, and they ate what grew in the fields. They found wild honey among the rocks; their olive trees flourished in stony ground.", "14": "Their cows and goats gave plenty of milk; they had the best sheep, goats, and cattle, the finest wheat, and the choicest wine.", "15": "“The Lord's people grew rich, but rebellious; they were fat and stuffed with food. They abandoned God their Creator and rejected their mighty savior.", "16": "Their idolatry made the Lord jealous; the evil they did made him angry.", "17": "They sacrificed to gods that are not real, new gods their ancestors had never known, gods that Israel had never obeyed.", "18": "They forgot their God, their mighty savior, the one who had given them life.", "19": "“When the Lord saw this, he was angry and rejected his sons and daughters.", "20": "'I will no longer help them,' he said; 'then I will see what happens to them, those stubborn, unfaithful people.", "21": "With their idols they have made me angry, jealous with their so-called gods, gods that are really not gods. So I will use a so-called nation to make them angry; I will make them jealous with a nation of fools.", "22": "My anger will flame up like fire and burn everything on earth. It will reach to the world below[c] and consume the roots of the mountains.", "23": "“'I will bring on them endless disasters and use all my arrows against them.", "24": "They will die from hunger and fever; they will die from terrible diseases. I will send wild animals to attack them, and poisonous snakes to bite them.", "25": "War will bring death in the streets; terrors will strike in the homes. Young men and young women will die; neither babies nor old people will be spared.", "26": "I would have destroyed them completely, so that no one would remember them.", "27": "But I could not let their enemies boast that they had defeated my people, when it was I myself who had crushed them.'", "28": "“Israel is a nation without sense; they have no wisdom at all.", "29": "They fail to see why they were defeated; they cannot understand what happened.", "30": "Why were a thousand defeated by one, and ten thousand by only two? The Lord, their God, had abandoned them; their mighty God had given them up.", "31": "Their enemies know that their own gods are weak, not mighty like Israel's God.", "32": "Their enemies, corrupt as Sodom and Gomorrah, are like vines that bear bitter and poisonous grapes,", "33": "like wine made from the venom of snakes.", "34": "“The Lord remembers what their enemies have done; he waits for the right time to punish them.", "35": "The Lord will take revenge and punish them; the time will come when they will fall; the day of their doom is near.", "36": "The Lord will rescue his people when he sees that their strength is gone. He will have mercy on those who serve him, when he sees how helpless they are.", "37": "Then the Lord will ask his people, 'Where are those mighty gods you trusted?", "38": "You fed them the fat of your sacrifices and offered them wine to drink. Let them come and help you now; let them run to your rescue.", "39": "“'I, and I alone, am God; no other god is real. I kill and I give life, I wound and I heal, and no one can oppose what I do.", "40": "As surely as I am the living God, I raise my hand and I vow", "41": "that I will sharpen my flashing sword and see that justice is done. I will take revenge on my enemies and punish those who hate me.", "42": "My arrows will drip with their blood, and my sword will kill all who oppose me. I will spare no one who fights against me; even the wounded and prisoners will die.'", "43": "“Nations, you must praise the Lord's people— he punishes all who kill them. He takes revenge on his enemies and forgives the sins of his people.”", "44": "Moses and Joshua son of Nun recited this song, so that the people of Israel could hear it.", "45": "When Moses had finished giving God's teachings to the people, ", "46": "he said, “Be sure to obey all these commands that I have given you today. Repeat them to your children, so that they may faithfully obey all of God's teachings. ", "47": "These teachings are not empty words; they are your very life. Obey them and you will live long in that land across the Jordan that you are about to occupy.”", "48": "That same day the Lord said to Moses, ", "49": "“Go to the Abarim Mountains in the land of Moab opposite the city of Jericho; climb Mount Nebo and look at the land of Canaan that I am about to give the people of Israel. ", "50": "You will die on that mountain as your brother Aaron died on Mount Hor, ", "51": "because both of you were unfaithful to me in the presence of the people of Israel. When you were at the waters of Meribah, near the town of Kadesh in the wilderness of Zin, you dishonored me in the presence of the people. ", "52": "You will look at the land from a distance, but you will not enter the land that I am giving the people of Israel.”"}