{"1-4": "Dear Theophilus Many people have already written an account of the events which have happened among us, basing their work on the evidence of those whom we know were eye-witnesses as well as teachers of the message. I have therefore decided, since I have traced the course of these happenings carefully from the beginning, to set them down for you myself in their proper order, so that you may have reliable information about the matters in which you have already had instruction.", "5-17": "The story begins in the days when Herod was king of Judea with a priest called Zacharias, whose wife Elisabeth was, like him, a descendant of Aaron. They were both truly religious people, blamelessly observing all God's commandments and requirements. They were childless through Elisabeth's infertility, and both of them were getting on in years. One day, while Zacharias was performing his priestly functions (it was the turn of his division to be on duty), it fell to him to go into the sanctuary and burn the incense. The crowded congregation outside was praying at the actual time of the incense-burning, when an angel of the Lord appeared on the right side of the incense-altar. When Zacharias saw him, he was terribly agitated and a sense of awe swept over him. But the angel spoke to him, “Do not be afraid, Zacharias; your prayers have been heard. Elisabeth your wife will bear you a son, and you are to call him John. This will be joy and delight to you and many more will be glad because he is born. He will be one of God's great men; he will touch neither wine nor strong drink and he will be filled with the Holy Spirit from the moment of his birth. He will turn many of Israel's children to the Lord their God. He will go out before God in the spirit and power of Elijah—to reconcile fathers and children, and bring back the disobedient to the wisdom of good men—and he will make a people fully ready for their Lord.”", "18": "But Zacharias replied to the angel, “How can I know that this is true? I am an old man myself and my wife is getting on in years ...”", "19-20": "“I am Gabriel,” the angel answered. “I stand in the presence of God, and I have been sent to speak to you and tell you this good news. Because you do not believe what I have said, you shall live in silence, and you shall be unable to speak a word until the day that it happens. But be sure that everything that I have told you will come true at the proper time.”", "21-24": "Meanwhile, the people were waiting for Zacharias, wondering why he stayed so long in the sanctuary. But when he came out and was unable to speak a word to them—for although he kept making signs, not a sound came from his lips—they realised that he had seen a vision in the Temple. Later, when his days of duty were over, he went back home, and soon afterwards his wife Elisabeth became pregnant and kept herself secluded for five months.", "25": "“How good the Lord is to me,” she would say, “now that he has taken away the shame that I have suffered.”", "26-28": "Then, six months after Zacharias' vision, the angel Gabriel was sent from God to a Galilean town, Nazareth by name, to a young woman who was engaged to a man called Joseph. The girl's name was Mary. The angel entered her room and said, “Greetings to you, Mary. O favoured one!—the Lord be with you!”", "29-33": "Mary was deeply perturbed at these words and wondered what such a greeting could possibly mean. But the angel said to her, “Do not be afraid, Mary; God loves you dearly. You are going to be the mother of a son, and you will call him Jesus. He will be great and will be known as the Son of the most high. The Lord God will give him the throne of his forefather, David, and he will be king over the people of Jacob for ever. His reign shall never end.”", "34": "Then Mary spoke to the angel, “How can this be,” she said, “I am not married!”", "35-37": "But the angel made this reply to her—“The Holy Spirit will come upon you, the power of the most high will overshadow you. Your child will therefore be called holy—the Son of God. Your cousin Elisabeth has also conceived a son, old as she is. Indeed, this is the sixth month for her, a woman who was called barren. For no promise of God can fail to be fulfilled.”", "38": "“I belong to the Lord, body and soul,” replied Mary, “let it happen as you say.” And at this the angel left her.", "39-45": "With little delay Mary got ready and hurried off to the hillside town in Judea where Zacharias and Elisabeth lived. She went into their house and greeted her cousin. When Elisabeth heard her greeting, the unborn child stirred inside her and she herself was filled with the Holy Spirit, and cried out, “Blessed are you among women, and blessed is your child! What an honour it is to have the mother of my Lord come to see me! Why, as soon as your greeting reached my ears, the child within me jumped for joy! Oh, how happy is the woman who believes in God, for he does make his promises to her come true.”", "46-55": "Then Mary said, “My heart is overflowing with praise of my Lord, my soul is full of joy in God my Saviour. For he has deigned to notice me, his humble servant and, after this, all the people who ever shall be will call me the happiest of women! The one who can do all things has done great things for me—oh, holy is his Name! Truly, his mercy rests on those who fear him in every generation. He has shown the strength of his arm, he has swept away the high and mighty. He has set kings down from their thrones and lifted up the humble. He has satisfied the hungry with good things, and sent the rich away with empty hands. Yes, he has helped Israel, his child: he has remembered the mercy that he promised to our forefathers, to Abraham and his sons for evermore!”", "56": "So Mary stayed with Elisabeth about three months, and then went back to her own home.", "57-58": "Then came the time for Elisabeth's child to be born, and she gave birth to a son. Her neighbours and relations heard of the great mercy the Lord had shown her and shared her joy.", "59-60": "When the eighth day came, they were going to circumcise the child and call him Zacharias, after his father, but his mother said, “Oh, no! He must be called John.”", "61-66": "“But none of your relations is called John,” they replied. And they made signs to his father to see what name he wanted the child to have. He beckoned for a writing-tablet and wrote the words, “His name is John”, which greatly surprised everybody. Then his power of speech suddenly came back, and his first words were to thank God. The neighbours were awe-struck at this, and all these incidents were reported in the hill-country of Judea. People turned the whole matter over in their hearts, and said, “What is this child's future going to be?” For the Lord's blessing was plainly upon him.", "67-75": "Then Zacharias, his father, filled with the Holy Spirit and speaking like a prophet, said, “Blessings on the Lord, the God of Israel, because he has turned his face towards his people and has set them free! And he has raised up for us a standard of salvation in his servant David's house! Long, long ago, through the words of his holy prophets, he promised to do this for us, so that we should be safe from our enemies and secure from all who hate us. So does he continue the mercy he showed to our forefathers. So does he remember the holy agreement he made with them and the oath which he swore to our father Abraham, to make us this gift: that we should be saved from the hands of our enemies, and in his presence should serve him unafraid in holiness and righteousness all our lives.", "76-79": "“And you, little child, will be called the prophet of the most high, for you will go before the Lord to prepare the way for his coming. It will be for you to give his people knowledge of their salvation through the forgiveness of their sins. Because the heart of our God is full of mercy towards us, the first light of Heaven shall come to visit us—to shine on those who lie in darkness and under the shadow of death, and to guide our feet into the path of peace.”", "80": "The little child grew up and became strong in spirit. He lived in lonely places until the day came for him to show himself to Israel."}