{"1-4": "a Then Jesus said to his disciples, “It is inevitable that there should be pitfalls, but alas for the man who is responsible for them! It would be better for that man to have a mill-stone hung round his neck and be thrown into the sea, than that he should trip up one of these little ones. So be careful how you live. b-4 “If your brother offends you, take him to task about it, and if he is sorry, forgive him. Yes, if he wrongs you seven times in one day and turns to you and says, 'I am sorry' seven times, you must forgive him.”", "5": "And the apostles said to the Lord, “Give us more faith.”", "6": "And he replied, “If your faith were as big as a grain of mustard seed, you could say to this fig-tree, 'Pull yourself up by the roots and plant yourself in the sea', and it would do what you said!”", "7-10": "“If any of you has a servant ploughing or looking after the sheep, are you likely to say to him when he comes in from the fields, 'Come straight in and sit down to your meal'? Aren't you more likely to say, 'Get my supper ready: change your coat, and wait until I eat and drink: and then, when I've finished, you can have your meal'? Do you feel particularly grateful to your servant for doing what you tell him? I don't think so. It is the same with yourselves—when you have done everything that you are told to do, you can say, 'We are not much good as servants, for we have only done what we ought to do.'”", "11-13": "In the course of his journey to Jerusalem, Jesus crossed the boundary between Samaria and Galilee, and as he was approaching a village, ten lepers met him. They kept their distance but shouted out, “Jesus, Master, have pity on us!”", "14-18": "When Jesus saw them, he said, “Go and show yourselves to the priests.” And it happened that as they went on their way they were cured. One of their number, when he saw that he was cured, turned round and praised God at the top of his voice, and then fell on his face before Jesus and thanked him. This man was a Samaritan. And at this Jesus remarked, “Weren't there ten men healed? Where are the other nine? Is nobody going to turn and praise God for what he has done, except this stranger?”", "19": "And he said to the man, “Stand up now, and go on your way. It is your faith that has made you well.”", "20-21": "Later, he was asked by the Pharisees when the kingdom of God was coming, and he gave them this reply: “The kingdom of God never comes by watching for it. Men cannot say, 'Look, here it is', or 'there it is', for the kingdom of God is inside you.”", "22-36": "Then he said to the disciples, “The time will come when you will long to see again a single day of the Son of Man, but you will not see it. People will say to you, 'Look, there he is', or 'Look, here he is.' Stay where you are and don't go off looking for him! For the day of the Son of Man will be like lightning flashing from one end of the sky to the other. But before that happens, he must go through much suffering and be utterly rejected by this generation. In the time of the coming of the Son of Man, life will be as it was in the days of Noah. People ate and drank, married and were given in marriage, right up to the day when Noah entered the ark—and then came the flood and destroyed them all. It will be just the same as it was in the days of Lot. People ate and drank, bought and sold, planted and built, but on the day that Lot left Sodom, it rained fire and brimstone from heaven, and destroyed them all. That is how it will be on the day when the Son of Man is revealed. When that day comes, the man who is on the roof of his house, with his goods inside it, must not come down to get them. And the man out in the fields must not turn back for anything. Remember what happened to Lot's wife. Whoever tries to preserve his life will lose it, and the man who is prepared to lose his life will preserve it. I tell you, that night there will be two men in one bed, one man will be taken and the other will be left. Two women will be turning the grinding-mill together; one will be taken and the other left.”", "37": "“But where, Lord?” they asked him. “Wherever there is a dead body, there the vultures will flock,” he replied."}