{"1": "Then he gave them an illustration to show that they must always pray and never lose heart.", "2-5": "“Once upon a time,” he said, “there was a magistrate in a town who had neither fear of God nor respect for his fellow-men. There was a widow in the town who kept coming to him, saying, 'Please protect me from the man who is trying to ruin me.' And for a long time he refused. But later he said to himself, 'Although I don't fear God and have no respect for men, yet this woman is such a nuisance that I shall give judgment in her favour, or else her continual visits will be the death of me!'”", "6-8": "Then the Lord said, “Notice how this dishonest magistrate behaved. Do you suppose God, patient as he is, will not see justice done for his chosen, who appeal to him day and night? I assure you he will not delay in seeing justice done. Yet, when the Son of Man comes, will he find men on earth who believe in him?”", "9-14": "Then he gave this illustration to certain people who were confident of their own goodness and looked down on others: “Two men went up to the Temple to pray, one was a Pharisee, the other was a tax-collector. The Pharisee stood and prayed like this with himself, 'O God, I do thank you that I am not like the rest of mankind, greedy, dishonest, impure, or even like that tax-collector over there. I fast twice every week; I give away a tenth-part of all my income.' But the tax-collector stood in a distant corner, scarcely daring to look up to Heaven, and with a gesture of despair, said, 'God, have mercy on a sinner like me.' I assure you that he was the man who went home justified in God's sight, rather than the other one. For everyone who sets himself up as somebody will become a nobody, and the man who makes himself nobody will become somebody.”", "15-17": "Then people began to bring babies to him so that he could put his hands on them. But when the disciples noticed it, they frowned on them. But Jesus called them to him, and said, “You must let little children come to me, and you must never prevent their coming. The kingdom of God belongs to little children like these. I tell you, the man who will not accept the kingdom of God like a little child will never get into it at all.”", "18": "Then one of the Jewish rulers put this question to him, “Master, I know that you are good; tell me, please, what must I do to be sure of eternal life?”", "19-20": "“I wonder why you call me good?” returned Jesus. “No one is good—only the one God. You know the commandments—'Do not commit adultery,' 'Do not murder,' 'Do not steal,' 'Do not bear false witness,' 'Honour your father and your mother'”", "21": "“All these,” he replied, “I have carefully kept since I was quite young.”", "22": "And when Jesus heard that, he said to him, “There is still one thing you have missed. Sell everything you possess and give the money away to the poor, and you will have riches in Heaven. Then come and follow me.”", "23": "But when he heard this, he was greatly distressed for he was very rich.", "24-25": "And when Jesus saw how his face fell, he remarked, “How difficult it is for those who have great possessions to enter the kingdom of God! A camel could squeeze through the eye of a needle more easily than a rich man could get into the kingdom of God.”", "26": "Those who heard Jesus say this, exclaimed, “Then who can possibly be saved?”", "27": "Jesus replied, “What men find impossible is perfectly possible with God.”", "28": "“Well,” rejoined Peter, “we have left all that we ever had and followed you.”", "29-30": "And Jesus told them, “Believe me, nobody has left his home or wife, or brothers or parents or children for the sake of the kingdom of God, without receiving very much more in this present life—and eternal life in the world to come.”", "31-33": "Then Jesus took the twelve on one side and spoke to them, “Listen to me. We are now going up to Jerusalem and everything that has been written by the prophets about the Son of Man will come true. For he will be handed over to the heathen, and he is going to be jeered at and insulted and spat upon, and then they will flog and kill him. But he will rise again on the third day.”", "34": "But they did not understand any of this, His words were quite obscure to them and they had no idea of what he meant.", "35-38": "Then, as he was approaching Jericho, it happened that there was a blind man sitting by the roadside, begging. He heard the crowd passing and enquired what it was all about. And they told him, “Jesus the man from Nazareth is going past you.” So he shouted out, “Jesus, Son of David, have pity on me!”", "39": "Those who were in front tried to hush his cries. But that made him call out all the more, “Son of David, have pity on me!”", "40-41": "So Jesus stood quite still and ordered the man to be brought to him. And when he was quite close, he said to him, “What do you want me to do for you?” “Lord, make me see again,” he cried.", "42-43": "“You can see again! Your faith has cured you,” returned Jesus. And his sight was restored at once, and he followed Jesus, praising God. All the people who saw it thanked God too."}