{"1-2": "Then one day as he was teaching the people in the Temple, and preaching the Gospel to them, the chief priests, the scribes and elders confronted him in a body and asked him this direct question, “Tell us by whose authority you act as you do—who gave you such authority?”", "3-4": "“I have a question for you, too,” replied Jesus. “John's baptism, now—tell me, did it come from Heaven or was it purely human?”", "5-7": "At this they began arguing with each other, saying, “If we say, 'from Heaven,' he will say to us, 'Then why didn't you believe in him?' but if we say it was purely human, this mob will stone us to death, for they are convinced that John was a prophet.” So they replied that they did not know where it came from.", "8": "“Then,” returned Jesus, “neither will I tell you by what authority I do what I am doing.”", "9-16": "Then he turned to the people and told them this parable: “There was once a man who planted a vineyard, let it out farm-workers, and went abroad for some time. Then, when the season arrived, he sent a servant to the farm-workers so that they could give him the proceeds of the vineyard. But the farm-workers beat him up and sent him back empty-handed. So he sent another servant, and they beat him up as well, manhandling him disgracefully, and sent him back empty-handed. Then he sent a third servant, but after wounding him severely they threw him out. Then the owner of the vineyard said, 'What shall I do now? I will send them my son who is so dear to me. Perhaps they will respect him.' But when the farm-workers saw him, they talked the matter over with each other and said, 'This man is the heir—come on, let's kill him, and we shall get everything that he would have had!' And they threw him outside the vineyard and killed him. What do you suppose the owner will do to them? He will come and destroy the men who were working his property, and hand it over to others.” When they heard this, they said, “God forbid!”", "17": "But he looked them straight in the eyes and said, “Then what is the meaning of this scripture—'The stone which the builders rejected has become the chief cornerstone?'", "18": "The man who falls on that stone will be broken, and the man on whom it falls will be crushed to powder.”", "19": "The scribes and chief priests longed to get their hands on him at that moment, but they were afraid of the people. They knew well enough that his parable referred to them.", "20": "They watched him, however, and sent some spies into the crowd, pretending that they were honest men, to fasten on something that he might say which could be used to hand him over to the authority and power of the governor.", "21-22": "These men asked him, “Master, we know that what you say and teach is right, and that you teach the way of God truly without fear or favour. Now, is it right for us to pay taxes to Caesar or not?”", "23-24": "But Jesus saw through their cunning and said to them, “Show me one of the coins. Whose face is this, and whose name is in the inscription?” “Caesar's,” they said.", "25": "“Then give to Caesar,” he replied, “what belongs to Caesar, and to God what belongs to God.”", "26": "So his reply gave them no sort of handle that they could use against him publicly. And in fact they were so taken aback by his answer that they had nothing more to say.", "27-33": "Then up came some of the Sadducees (who deny that there is any resurrection) and they asked him, “Master, Moses told us in the scripture, 'If a man's brother should die without any children, he should marry the widow and raise up a family for his brother.' Now, there were once seven brothers. The first got married and died childless, and the second and the third married the woman, and in fact all the seven married her and died without leaving any children. Lastly, the woman herself died. Now in the 'resurrection' whose wife is she of these seven men, for she belonged to all of them?”", "34-38": "“People in this world,” Jesus replied, “marry and are given in marriage. But those who are considered worthy of reaching that world, which means rising from the dead, neither marry nor are they given in marriage. They cannot die any more but live like the angels; for being children of the resurrection, they are the sons of God. But that the dead are raised, even Moses showed to be true in the story of the bush, when he calls the Lord 'the God of Abraham, the God of Isaac, and the God of Jacob'. For God is not God of the dead, but of the living. For all men are alive to him.”", "39": "To this some of the scribes replied, “Master, that was a good answer.”", "40": "And indeed nobody had the courage to ask him any more questions.", "41-44": "But Jesus went on to say, “How can they say that Christ is David's son? For David himself said in the book of psalms—'The Lord said to my Lord, Sit at my right hand, till I make your enemies your footstool.' David is plainly calling him 'Lord'. How then can he be his son?”", "45-47": "Then while everybody was listening, Jesus remarked to his disciples, “Be on your guard against the scribes, who enjoy walking round in long robes and love having men bow to them in public, getting front seats in the synagogue, and the best places at dinner parties—while all the time they are battening on widow's property and covering it up with long prayers. These men are only heading for deeper damnation.”"}