{"1-2": "Now as the feast of unleavened bread, called the Passover, was approaching, fear of the people made the chief priests and scribes try desperately to find a way of getting rid of Jesus.", "3-6": "Then a diabolical plan came into the mind of Judas Iscariot, who was one of the twelve. He went and discussed with the chief priests and officers a method of getting Jesus into their hands. They were delighted and arranged to pay him for it. He agreed, and began to look for a suitable opportunity for betrayal when there was no crowd present.", "7-8": "Then the day of unleavened bread arrived, on which the Passover lamb had to be sacrificed and Jesus sent off Peter and John with the words, “Go and make all the preparations for us to eat the Passover.”", "9": "“Where would you like us to do this?” they asked.", "10-12": "And he replied, “Listen, just as you're going into the city a man carrying a jug of water will meet you. Follow him to the house he is making for. Then say to the owner of the house, 'The Master has this message for you—which is the room where my disciples and I may eat the Passover?' And he will take you upstairs and show you a large room furnished for our needs. Make all the preparations there.”", "13": "So they went off and found everything exactly as he had told them it would be, and they made the Passover preparations.", "14-16": "Then, when the time came, he took his seat at table with the apostles, and spoke to them, “With all my heart I have longed to eat this Passover with you before the time comes for me to suffer. Believe me, I shall not eat the Passover again until all that it means is fulfilled in the kingdom of God.”", "17-18": "Then taking a cup from them he thanked God, and said, “Take this and share it amongst yourselves, for I tell you I shall drink no more wine until the kingdom of God comes.”", "19": "Then he took a loaf and after thanking God he broke it and gave it to them, with these words, “This is my body which is given for you: do this in remembrance of me.”", "20-22": "So too, he gave them a cup after supper with the words, “This cup is the new agreement made in my own blood which is shed for you. Yet the hand of the man who is betraying me lies with mine at this moment on the table. The Son of Man goes on his appointed way: yet alas for the man by whom he is betrayed!”", "23": "And at this they began to debate among themselves as to which of them would do this thing.", "24": "And then a dispute arose among them as to who should be considered the most important.", "25-30": "But Jesus said to them, “Among the heathen it is their kings who lord it over them, and their rulers are given the title of 'benefactors.' But it must not be so with you! Your greatest man must become like a junior and your leader must be a servant. Who is the greater, the man who sits down to dinner or the man who serves him? Obviously, the man who sits down to dinner—yet I am the one who is the servant among you. But you are the men who have stood by me in all that I have gone through, and as surely as my Father has given me my kingdom, so I give you the right to eat and drink at my table in that kingdom. Yes, you will sit on thrones and rule the twelve tribes of Israel!", "31-32": "“Oh Simon, Simon, do you know that Satan has asked to have you all to sift like wheat?—but I have prayed for you that you may not lose your faith. Yes, when you have turned back to me, you must strengthen these brothers of yours.”", "33": "Peter said to him, “Lord, I am ready to go to prison or even to die with you!”", "34": "“I tell you, Peter,” returned Jesus, “before the cock crows today you will deny three times that you know me!”", "35": "Then he continued to tell all, “That time when I sent you out without any purse or wallet or shoes—did you find you needed anything?” “No, not a thing,” they replied.", "36-37": "“But now,” Jesus continued, “if you have a purse or wallet, take it with you, and if you have no sword, sell your coat and buy one! For I tell you that this scripture must be fulfilled in me—'And he was numbered with the transgressors'. So comes the end of what they wrote about me.”", "38": "Then the disciples said, “Lord, look, here are two swords.” And Jesus returned, “That is enough.”", "39-40": "Then he went out of the city and up on to the Mount of Olives, as he had often done before, with the disciples following him. And when he reached his usual place, he said to them, “Pray that you may not have to face temptation!”", "41-42": "Then he went off by himself, about a stone's throw away, and falling on his knees, prayed in these words—“Father, if you are willing, take this cup away from me—but it is not my will, but yours, that must be done.”", "43-45": "And an angel from Heaven appeared, strengthening him. He was in agony and prayed even more intensely so that his sweat was like great drops of blood falling to the ground. Then he got to his feet from his prayer and walking back to his disciples, he found them sleeping through sheer grief.", "46": "“Why are you sleeping?” he said to them. “You must get up and go on praying that you may not have to face temptation.”", "47": "While he was still speaking a crowd of people arrived, led by the man called Judas, one of the twelve. He stepped up to Jesus to kiss him.", "48": "“Judas, would you betray the son of Man with a kiss?” said Jesus to him.", "49": "And the disciples, seeing what was going to happen, cried, “Lord, shall we use our swords?”", "50-51": "And one of them did slash at the High Priest's servant, cutting off his right ear. But Jesus retorted, “That will do!”", "52-53": "And he touched his ear and healed him. Then he spoke to the chief priests, Temple officers and elders who were there to arrest him, “So you have come out with your swords and staves as if I were a bandit. Day after day I was with you in the Temple and you never laid a finger on me—but this is your hour and the power of darkness is yours!”", "54-56": "Then they arrested him and marched him off to the High Priest's house. Peter followed at a distance, and sat down among some people who had lighted a fire in the middle of the courtyard and were sitting round it. A maid-servant saw him sitting there in the firelight, peered into his face, and said “This man was with him too.”", "57": "But he denied it and said, “I don't know him, girl!”", "58": "A few minutes later someone else noticed Peter, and said, “You're one of these men too.” But Peter said, “Man, I am not!”.", "59": "Then about an hour later someone else insisted, “I am convinced this fellow was with him. Why, he is a Galilean!”", "60-62": "“Man,” returned Peter, “I don't know what you're talking about.” And immediately, while he was still speaking, the cock crew. The Lord turned his head and looked straight at Peter, and into his mind flashed the words that the Lord had said to him ... “You will disown me three times before the cock crows today.” And he went outside and wept bitterly.", "63-65": "Then the men who held Jesus made a great game of knocking him about. And they blindfolded him and asked him, “Now prophet, guess who hit you that time!” And that was only the beginning of the way they insulted him.", "66-67": "Then when daylight came, the assembly of the elders of the people, which included both chief priests and scribes, met and marched him off to their own council. There they asked him, “If you really are Christ, tell us!”", "68-69": "“If I tell you, you will never believe me, and if I ask you a question, you will not answer me. But from now on the Son of Man will take his seat at the right hand of almighty God.”", "70": "Then they all said, “So you are the Son of God then?” “You are right; I am,” Jesus told them.", "71": "Then they said, “Why do we need to call any more witnesses, for we ourselves have heard this thing from his own lips?”"}