{"1-2": "Then they rose up in a body and took him off to Pilate and began their accusation in these words, “Here is this man whom we found corrupting our people, and telling them that it is wrong to pay taxes to Caesar, claiming that he himself is Christ, a king.”", "3": "But Pilate addressed his question to Jesus, “Are you the king of the Jews?” “Yes, I am,” he replied.", "4": "Then Pilate spoke to the chief priests and the crowd, “I find nothing criminal about this man.”", "5": "But they pressed their charge, saying, “He's a trouble-maker among the people. He teaches through the whole of Judea, all the way from Galilee to this place.”", "6-12": "When Pilate heard this, he enquired whether the man were a Galilean, and when he discovered that he came under Herod's jurisdiction, he passed him on to Herod who happened to be in Jerusalem at that time. When Herod saw Jesus, he was delighted, for he had been wanting to see him for a long time. He had heard a lot about Jesus and was hoping to see him perform a miracle. He questioned him very thoroughly, but Jesus gave him absolutely no reply, though the chief priests and scribes stood there making the most violent accusations. So Herod joined his own soldiers in scoffing and jeering at Jesus. Finally, they dressed him up in a gorgeous cloak, and sent him back to Pilate. On that day Herod and Pilate became firm friends, though previously they had been at daggers drawn.", "13-16": "Then Pilate summoned the chief priests, the officials and the people and addressed them in these words. “You have brought this man to me as a mischief-maker among the people, and I want you to realise that, after examining him in your presence, I have found nothing criminal about him, in spite of all your accusations. And neither has Herod, for he has sent him back to us. Obviously, then, he has done nothing to deserve the death penalty. I propose, therefore, to teach him a sharp lesson and let him go.”", "17-21": "But they all yelled as one man, “Take this man away! We want Barabbas set free!” (Barabbas was a man who had been put in prison for causing a riot in the city and for murder.) But Pilate wanted to set Jesus free and he called out to them again, but they shouted back at him, “Crucify, crucify him!”", "22": "Then he spoke to them, for a third time, “What is his crime, then? I have found nothing in him that deserves execution; I am going to teach him a lesson and let him go.”", "23": "But they shouted him down, yelling their demand that he should be crucified.", "24-25": "Their shouting won the day, and Pilate pronounced the official decision that their request should be granted. He released the man for whom they asked, the man who had been imprisoned for rioting and murder, and surrendered Jesus to their demands.", "26": "And as they were marching him away, they caught hold of Simon, a native of Cyrene in Africa, who was on his way home from the fields, and put the cross on his back for him to carry behind Jesus.", "27-31": "A huge crowd of people followed him, including women who wrung their hands and wept for him. But Jesus turned to them and said, “Women of Jerusalem, do not shed your tears for me, but for yourselves and for your children! For the days are coming when men will say, 'Lucky are the women who are childless—the bodies which have never borne, and the breasts which have never given nourishment.' Then men will begin 'to say to the mountains, Fall on us! and to the hills, Cover us!' For if this is what men do when the wood is green, what will they do when it is seasoned?”", "32-34": "Two criminals were also led out with him for execution, and when they came to the place called The Skull, they crucified him with the criminals, one on either side of him. But Jesus himself was saying, “Father, forgive them; they do not know what they are doing.” Then they shared out his clothes by casting lots.", "35": "The people stood and stared while their rulers continued to scoff, saying, “He saved other people, let's see him save himself, if he is really God's Christ—his chosen!”", "36-38": "The soldiers also mocked him by coming up and presenting sour wine to him, saying, “If you are the king of the Jews, why not save yourself?” For there was a placard over his head which read, THIS IS THE KING OF THE JEWS.", "39": "One of the criminals hanging there covered him with abuse, and said, “Aren't you Christ? Why don't you save yourself—and us?”", "40-41": "But the other one checked him with the words, “Aren't you afraid of God even when you're getting the same punishment as he is? And it's fair enough for us, for we've only got what we deserve, but this man never did anything wrong in his life.”", "42": "Then he said, “Jesus, remember me when you come into your kingdom.”", "43": "And Jesus answered, “I tell you truly, this day you will be with me in paradise.”", "44-46": "It was now about midday, but darkness came over the whole countryside until three in the afternoon, for there was an eclipse of the sun. The veil in the Temple sanctuary was split in two. Then Jesus gave a great cry and said, “Father, 'into your hands I commend my spirit.'” And with these words, he died.", "47": "When the centurion saw what had happened, he exclaimed reverently, “That was indeed a good man!”", "48-49": "And the whole crowd who had collected for the spectacle, when they saw what had happened, went home in deep distress. And those who had known him, as well as the women who had followed him from Galilee, remained standing at a distance and saw all this happen.", "50-53": "Now there was a man called Joseph, a member of the Jewish council. He was a good and just man, and had neither agreed with their plan nor voted for their decision. He came from the Jewish city of Arimathaea and was awaiting the kingdom of God. He went to Pilate and asked for Jesus' body. He took it down and wrapped it in linen and placed it in a rock-hewn tomb which had not been used before.", "54-56": "It was now the day of the preparation and the Sabbath was beginning to dawn, so the women who had accompanied Jesus from Galilee followed Joseph, noted the tomb and the position of the body, and then went home to prepare spices and perfumes. On the Sabbath they rested, in obedience to the commandment."}