{"1-2": "One Sabbath day, as Jesus happened to be passing through the cornfields, his disciples began picking the ears of corn, rubbing them in their hands, and eating them. Some of the Pharisees remarked, “Why are you doing what the Law forbids men to do on the Sabbath day?”", "3-4": "Jesus answered them and said, “Have you never read what David and his companions did when they were hungry? How he went into the house of God, took the presentation loaves, ate some bread himself and gave some to his companions, even though the Law does not permit anyone except the priests to eat it?”", "5": "Then he added, “The Son of Man is master even of the Sabbath.”", "6-8": "On another Sabbath day when he went into a synagogue to teach, there was a man there whose right hand was wasted away. The scribes and the Pharisees were watching Jesus closely to see whether he would heal on the Sabbath day, which would, of course, give them grounds for an accusation. But he knew exactly what was going on in their minds, and said to the man with the wasted hand, “Stand up and come out in front.”", "9": "And he got up and stood there. Then Jesus said to them, “I am going to ask you a question. Does the Law command us to do good on Sabbath days or do harm—to save life or destroy it?”", "10-11": "He looked round, meeting all their eyes, and said to the man, “Now stretch out your hand.” He did so, and his hand was restored as sound as the other one. But they were filled with insane fury, and kept discussing with each other what they could do to Jesus.", "12-16": "It was in those days that he went up the hill-side to pray, and spent the whole night in prayer to God. When daylight came, he summoned his disciples to him and out of them he chose twelve whom he called apostles. They were Simon (whom he called Peter), Andrew, his brother, James, John, Philip, Bartholomew, Matthew, Thomas, James, the son of Alphaeus, Simon, called the patriot, Judas, the son of James and Judas Iscariot, who later betrayed him.", "17-19": "Then he came down with them and stood on a level piece of ground, surrounded by a large crowd of his disciples and a great number of people from all parts of Judea and Jerusalem and the coastal district of Tyre and Sidon, who had come to hear him and to be healed of their diseases. (And even those who were troubled with evil spirits were cured.) The whole crowd were trying to touch him with their hands, for power was going out from him and he was healing them all.", "20": "Then Jesus looked steadily at his disciples and said, “How happy are you who own nothing, for the kingdom of God is yours!", "21": "“How happy are you who are hungry now, for you will be satisfied! “How happy are you who weep now, for you are going to laugh!", "22-23": "“How happy you are when men hate you and turn you out of their company; when they slander you and detest all that you stand for because you are loyal to the Son of Man. Be glad when that happens and jump for joy—your reward in Heaven is magnificent. For that is exactly how their fathers treated the prophets.", "24": "“But how miserable for you who are rich, for you have had all your comforts!", "25": "“How miserable for you who have all you want, for you are going to be hungry! “How miserable for you who are laughing now, for you will know sorrow and tears!", "26": "“How miserable for you when everybody says nice things about you, for that is exactly how their fathers treated the false prophets.", "27-28": "“But I say to all of you who will listen to me: love your enemies, do good to those who hate you, bless those who curse you, and pray for those who treat you badly.", "29-30": "a “As for the man who hits you on one cheek, offer him the other one as well! b-30 And if a man is taking away your coat, do not stop him from taking your shirt as well. Give to everyone who asks you, and when a man has taken what belongs to you, don't demand it back.”", "31": "“Treat men exactly as you would like them to treat you.”", "32-35": "“If you love only those who love you, what credit is that to you? Even sinners love those who love them! And if you do good only to those who do good to you, what credit is that to you? Even sinners do that, And if you lend only to those from whom you hope to get your money back, what credit is that to you? Even sinners lend to sinners and expect to get their money back. No, you are to love your enemies and do good and lend without hope of return. Your reward will be wonderful and you will be sons of the most high. For he is kind to the ungrateful and the wicked!", "36": "“You must be merciful, as your father in Heaven is merciful.”", "37-38": "“Don't judge other people and you will not be judged yourselves. Don't condemn and you will not be condemned. Make allowances for others and people will make allowances for you. Give and men will give to you—yes, good measure, pressed down, shaken together and running over will they pour into your lap. For whatever measure you use with other people, they will use in their dealings with you.”", "39-40": "Then he gave them an illustration—“Can one blind man be guide to another blind man? Surely they will both fall into the ditch together. A disciple is not above his teacher, but when he is fully trained he will be like his teacher.”", "41-42": "“Why do you look at the speck of sawdust in your brother's eye and fail to notice the plank in your own? How can you say to your brother, 'Let me take the speck out of your eye' when you cannot see the plank in your own? You fraud, take the plank out of your own eye first and then you can see clearly enough to remove your brother's speck.”", "43-45": "“It is impossible for a good tree to produce bad fruit—as impossible as it is for a bad tree to produce good fruit. Do not men know what a tree is by its fruit? You cannot pick figs from briars, or gather a bunch of grapes from a blackberry bush! A good man produces good things from the good stored up in his heart, and a bad man produce evil things from his own stores of evil. For a man's words will always express what has been treasured in his heart.”", "46": "“And what is the point of calling me, 'Lord, Lord', without doing what I tell you to do?”", "47-49": "“Let me show you what the man who comes to me, hears what I have to say, and puts it into practice, is really like. He is like a man building a house, who dug down to rock-bottom and laid the foundation of his house upon it. Then when the flood came and flood-water swept down upon that house, it could not shift it because it was properly built. But the man who hears me and does nothing about it is like a man who built his house with its foundation upon the soft earth. When the flood-water swept down upon it, it collapsed and the whole house crashed down in ruins.”"}