{"1": "Adam, Shet, Enosh, ", "2": "Keinan, Mahalal'el, Yered, ", "3": "Hanokh, Metushelach, Lemekh, ", "4": "Noach; Shem, Ham and Yefet.", "5": "The sons of Yefet: Gomer, Magog, Madai, Yavan, Tuval, Meshekh and Tiras. ", "6": "The sons of Gomer: Ashkenaz, Difat and Togarmah. ", "7": "The sons of Yavan: Elishah, Tarshishah, Kittim and Rodanim.", "8": "The sons of Ham: Kush, Mitzrayim, Put and Kena'an. ", "9": "The sons of Kush: S'va, Havilah, Savta, Ra'ma and Savt'kha. The sons of Ra'ma: Sh'va and D'dan. ", "10": "Kush fathered Nimrod, who was the first powerful ruler on earth. ", "11": "Mitzrayim fathered Ludim, 'Anamim, L'havim, Naftuchim, ", "12": "Patrusim, Kasluchim (from whom came the P'lishtim) and Kaftorim. ", "13": "Kena'an was the father of Tzidon his firstborn, and also of Het, ", "14": "the Y'vusi, the Emori, the Girgashi, ", "15": "the Hivi, the 'Arki, the Sini, ", "16": "the Arvadi, the Tz'mari and the Hamati.", "17": "The sons of Shem: 'Elam, Ashur, Arpakhshad, Lud, Aram, 'Utz, Hul, Geter and Meshekh. ", "18": "Arpakhshad fathered Shelach, Shelach fathered 'Ever, ", "19": "and to 'Ever were born two sons: the name of one was Peleg [division], because it was during his lifetime that the earth was divided; and his brother's name was Yoktan.", "20": "Yoktan fathered Almodad, Shelef, Hatzar-Mavet, Yerach, ", "21": "Hadoram, Uzal, Diklah, ", "22": "'Eival, Avima'el, Sh'va, ", "23": "Ofir, Havilah and Yovav; these were all sons of Yoktan.", "24": "Shem, Arpakhshad, Shelach, ", "25": "'Ever, Peleg, Re'u, ", "26": "S'rug, Nachor, Terach, ", "27": "Avram (also called Avraham).", "28": "The sons of Avraham: Yitz'chak and Yishma'el. ", "29": "Here are their descendants: Yishma'el's firstborn N'vayot; then Kedar, Adbe'el, Mivsam, ", "30": "Mishma, Dumah, Masa, Hadad, Teima, ", "31": "Y'tur, Nafish and Kedem. These are the sons of Yishma'el.", "32": "The sons of K'turah Avraham's concubine: she bore Zimran, Yokshan, Medan, Midyan, Yishbak and Shuach. The sons of Yokshan: Sh'va and D'dan. ", "33": "The sons of Midyan: 'Eifah, 'Efer, Hanokh, Avida and Elda'ah. These were all descendants of K'turah.", "34": "Avraham fathered Yitz'chak. The sons of Yitz'chak: 'Esav and Isra'el. ", "35": "The sons of 'Esav: Elifaz, Re'u'el, Ye'ush, Ya'lam and Korach. ", "36": "The sons of Elifaz: Teman, Omar, Tzefi, Ga'tam, K'naz, Timna and 'Amalek. ", "37": "The sons of Re'u'el: Nachat, Zerach, Shamah and Mizah.", "38": "The sons of Se'ir: Lotan, Shoval, Tziv'on, 'Anah, Dishon, Etzer and Dishan. ", "39": "The sons of Lotan: Hori and Homam; the sister of Lotan was Timna. ", "40": "The sons of Shoval: 'Alyan, Manachat, 'Eival, Sh'fi and Onam. The sons of Tziv'on: Ayah and 'Anah. ", "41": "The son of 'Anah: Dishon. The sons of Dishon: Hamran, Eshban, Yitran and K'ran. ", "42": "The sons of Etzer: Bilhan, Za'avan and Ya'akan. The sons of Dishan: 'Utz and Aran.", "43": "Following are the kings who ruled in the land of Edom before any king ruled over the people of Isra'el: Bela the son of B'or; the name of his city was Dinhavah. ", "44": "After Bela died, Yovav the son of Zerach from Botzrah took his place as king. ", "45": "After Yovav died, Husham from the land of the Temani took his place as king. ", "46": "After Husham died, Hadad the son of B'dad, who attacked Midyan on the plains of Mo'av, took his place as king; the name of his city was 'Avit. ", "47": "After Hadad died, Samlah from Masrekah took his place as king. ", "48": "After Samlah died, Sha'ul from Rechovot-by-the-River took his place as king. ", "49": "After Sha'ul died, Ba'al-Hanan the son of 'Akhbor took his place as king. ", "50": "After Ba'al-Hanan died, Hadad took his place as king; the name of his city was Pa'i; his wife's name was M'heitav'el the daughter of Matred the daughter of Mei-Zahav. ", "51": "Then Hadad died. The chieftains of Edom were: the chieftains of Timnah, 'Alvah, Y'tet, ", "52": "Oholivamah, Elah, Pinon, ", "53": "Kenaz, Teman, Mivtzar, ", "54": "Magdi'el and 'Iram. These were the chieftains of Edom."}