{"1": "Then all Isra'el gathered themselves to David in Hevron and said, “Here, we are your own flesh and bone. ", "2": "In the past, even when Sha'ul was king, it was you who led Isra'el's military campaigns; and Adonai your God said to you, 'You will shepherd my people Isra'el, and you will be chief over my people Isra'el.'” ", "3": "So all the leaders of Isra'el came to the king in Hevron; and David made a covenant with them in Hevron in the presence of Adonai. Then they anointed David king over Isra'el, as Adonai had said through Sh'mu'el.", "4": "David and all Isra'el went to Yerushalayim, also known as Y'vus; and the Y'vusi, the inhabitants of that region, were there. ", "5": "The inhabitants of Y'vus taunted David by saying, “You won't get in here!” Nevertheless, David captured the stronghold of Tziyon, also known now as the City of David. ", "6": "David said, “Whoever attacks the Y'vusi first will be commander-in-chief.” Yo'av the son of Tz'ruyah attacked first and was made commander.", "7": "David lived in the stronghold; therefore they called it the City of David. ", "8": "David built up the city around it, starting at the Millo [earth rampart] and going on around; while Yo'av repaired the rest of the city. ", "9": "David grew greater and greater, because Adonai-Tzva'ot was with him.", "10": "These are David's chief warriors, who, under his rulership, joined forces with him and with all Isra'el to make him king, as Adonai had said concerning Isra'el; ", "11": "here is the list of David's warrior-heroes: Yashov'am son of a Hakhmoni, the chief officer; he is the one who raised his spear against 300 men and killed them in a single encounter.", "12": "After him was El'azar the son of Dodo the Achochi, one of the three warriors. ", "13": "He was with David at Pas-Damim, where the P'lishtim had assembled for battle. There was a plot of ground full of barley; and when the people fled from the P'lishtim, ", "14": "they stood in the middle of the plot and defended it, killing the P'lishtim; and Adonai saved them with a great victory.", "15": "Three of the thirty leaders went down to the rock and came to David during harvest season at the cave of 'Adulam when the army of the P'lishtim had set up camp in the Refa'im Valley. ", "16": "At that time David was in the fortress, and the garrison of the P'lishtim was in Beit-Lechem. ", "17": "David had a craving and said, “I wish someone could give me water to drink from the well by the gate of Beit-Lechem!” ", "18": "The three broke through the army of the P'lishtim, drew water from the well by the gate of Beit-Lechem, took it and brought it to David. But David would not drink it; instead, he poured it out to Adonai ", "19": "and said, “My God forbid that I should do such a thing! Am I to drink the blood of these men who went and put their lives in jeopardy? They risked their lives to bring it!” — and he would not consent to drink it. These are the things the three warrior-heroes did.", "20": "Avishai the brother of Yo'av was chief of these three. He raised his spear against 300 men and killed them; thus he had a reputation even among the three. ", "21": "Of the three in the second rank he had the most honor and was therefore made their leader; however, he did not achieve the status of the first three.", "22": "B'nayah the son of Y'hoyada, the son of a valiant man of Kavtze'el, was a man of many exploits. He struck down two lion-hearted men of Mo'av. One day when it was snowing, he went down into a pit and killed a lion. ", "23": "Here is how he killed an Egyptian, a man who was very tall, seven-and-a-half feet: the Egyptian had a spear in his hand the size of a weaver's beam; he went down to him with only a stick, seized the spear from the Egyptian's hand and killed him with his own spear. ", "24": "These are things that B'nayah the son of Y'hoyada did that earned him a name among the three warrior-heroes. ", "25": "He had more honor than the thirty, but he did not achieve the status of the first three. David put him in command of his personal guard.", "26": "There were also these warrior-heroes: 'Asah'el the brother of Yo'av, Elchanan the son of Dodo, from Beit-Lechem,", "27": "Shammah the Harori, Heletz the P'loni,", "28": "'Ira son of 'Ikesh from T'koa, Avi'ezer from 'Anatot,", "29": "Sibkhai the Hushati, 'Ilai the Achochi,", "30": "Mahrai the N'tofati, Heled the son of Ba'anah the N'tofati,", "31": "Ittai the son of Rivai from Giv'ah, from the descendants of Binyamin, B'nayahu from Pir'aton,", "32": "Hurai from the vadis of Ga'ash, Avi'el the 'Arvati,", "33": "'Azmavet the Bacharumi Elyachba the Sha'alvoni,", "34": "the sons of Hashem the Gizoni, Y'honatan the son of Shageh the Harari,", "35": "Achi'am the son of Sakhar the Harari, Elifal the son of Ur,", "36": "Hefer the M'kherati, Achiyah the P'loni,", "37": "Hetzro the Karmeli, Na'arai the son of Ezbai", "38": "Yo'el the brother of Natan, Mivchar the son of Hagri,", "39": "Tzelek the 'Amoni, Nachrai the Be'eroti, armor-bearer of Yo'av the son of Tz'ruyah,", "40": "'Ira the Yitri, Garev the Yitri,", "41": "Uriyah the Hitti, Zavad the son of Achlai,", "42": "'Adina the son of Shiza the Re'uveni, a leader among the Re'uveni, and thirty with him,", "43": "Hanan the son of Ma'akhah, Yoshafat the Mitni,", "44": "'Uziyah the 'Asht'rati Shama and Ye'i'el the sons of Hotam the 'Aro'eri,", "45": "Y'dia'el the son of Shimri, Yocha his brother, the Titzi,", "46": "Eli'el from Machavim, Yerivai and Yoshavyah the sons of Elna'am, Yitmah the Mo'avi,", "47": "Eli'el, 'Oved, and Ya'asi'el from M'tzovayah."}