{"1": "David consulted with the commanders of thousands and of hundreds — with every leader. ", "2": "Then David said to the entire assembly of Isra'el, “If it seems good to you, and if it is the will of Adonai our God, let's send messengers to the rest of our kinsmen in the land of Isra'el, and also to the cohanim and L'vi'im in their cities with surrounding open land, asking them to join us; ", "3": "and let's bring back the ark of our God to ourselves, since we didn't go after it when Sha'ul was king.” ", "4": "The whole assembly said they would do this, for in the view of all the people it seemed right.", "5": "So David summoned all Isra'el to come together, from Shichor in Egypt all the way to the entrance of Hamat, to bring the ark of God from Kiryat-Ye'arim. ", "6": "David went up with all Isra'el to Ba'alah, that is, Kiryat-Ye'arim, which belonged to Y'hudah, to bring up from there the ark of God, Adonai, who is enthroned above the k'ruvim, bearing the Name. ", "7": "They set the ark of God on a new cart from the house of Avinadav, with 'Uza and Achyo, the sons of Avinadav, driving the cart. ", "8": "David and all Isra'el celebrated in the presence of God with all their strength, with songs, lyres, lutes, tambourines, cymbals and trumpets.", "9": "When they arrived at Kidon's threshing-floor, the oxen stumbled; and 'Uza put out his hand to steady the ark. ", "10": "But Adonai's anger blazed up against 'Uza, and he struck him down, because he had put out his hand and touched the ark, so that he died there before God. ", "11": "It upset David that Adonai had broken out against 'Uza; that place has been called Peretz-'Uza [breaking-out of 'Uza] ever since. ", "12": "That day, God frightened David; he asked, “How can I bring the ark of God to me?” ", "13": "So David didn't bring the ark into the City of David; rather, David carried it aside into the house of 'Oved-'Edom the Gitti. ", "14": "The ark of God stayed with the family of 'Oved-'Edom the Gitti in his house for three months; and Adonai blessed the household of 'Oved-'Edom and all he had."}