{"1": "Huram king of Tzor sent envoys to David with cedar logs, and with them stonemasons and carpenters, to build him a palace. ", "2": "David then knew that Adonai had set him up as king over Isra'el; because, for the sake of his people Isra'el, his royal power had been greatly increased.", "3": "David took more concubines and wives in Yerushalayim, and David became father of more sons and daughters. ", "4": "Here are the names of the children born to him in Yerushalayim: Shamua, Shovav, Natan, Shlomo, ", "5": "Yivchar, Elishua, Elpelet, ", "6": "Nogah, Nefeg, Yafia, ", "7": "Elishama, Be'elyada and Elifelet.", "8": "When the P'lishtim heard that David had been anointed king over all Isra'el, all the P'lishtim went up in search of David. On hearing of it, David went to attack them. ", "9": "Now the P'lishtim came and made a raid in the Refa'im Valley. ", "10": "David consulted God, asking, “Should I attack the P'lishtim? Will you hand them over to me?” Adonai answered David, “Attack; I will hand them over to you.” ", "11": "So they went up to Ba'al-P'ratzim, and David defeated them there. David said, “God has broken through my enemies by my power like a river breaking through its banks.” This is why they called the place Ba'al-P'ratzim [Lord of breaking through]. ", "12": "The P'lishtim had left their gods there, so David gave an order, and they were burned up completely.", "13": "The P'lishtim came up again and raided the valley. ", "14": "David consulted God again, but God told him, “Don't attack them! Turn away from them, and engage them opposite the balsam trees. ", "15": "When you hear the sound of marching in the tops of the balsam trees, move out, and attack; because God has gone out ahead of you to defeat the army of the P'lishtim.” ", "16": "David did as God had ordered him to do and pursued his attack on the army of the P'lishtim from Giv'on to Gezer.", "17": "So David's reputation spread to all countries, and Adonai brought the fear of him on all nations."}