{"1": "David erected buildings for himself in the City of David, prepared a place for the ark of God, and set up a tent for it. ", "2": "Then David said, “No one but the L'vi'im should carry the ark of God, because Adonai chose them to carry the ark of Adonai and to serve him forever.”", "3": "David assembled all Isra'el in Yerushalayim to bring the ark of Adonai up to its place, which he had prepared for it. ", "4": "David gathered together the descendants of Aharon and the L'vi'im: ", "5": "from the descendants of K'hat: Uri'el the chief, and 120 of his kinsmen; ", "6": "from the descendants of M'rari: 'Asayah the chief, and 220 of his kinsmen; ", "7": "from the descendants of Gershom: Yo'el the chief, and 130 of his kinsmen; ", "8": "from the descendants of Elitzafan: Sh'ma'yah the chief, and 200 of his kinsmen; ", "9": "from the descendants of Hevron: Eli'el the chief, and eighty of his kinsmen; ", "10": "and from the descendants of 'Uzi'el: 'Amminadav the chief, and 112 of his kinsmen.", "11": "David called for Tzadok and Evyatar the cohanim and for the L'vi'im — Uri'el, 'Asayah, Yo'el, Sh'ma'yah, Eli'el and 'Amminadav — ", "12": "and said to them, “You are the clan leaders of the L'vi'im. Consecrate yourselves, both you and your kinsmen, to bring the ark of Adonai the God of Isra'el up to the place I have prepared for it. ", "13": "It's because you weren't there the first time that Adonai our God broke out against us. We didn't seek him out according to the rule.” ", "14": "So the cohanim and L'vi'im consecrated themselves to bring up the ark of Adonai the God of Isra'el; ", "15": "and the L'vi'im carried the ark of God on their shoulders with the poles on it, as Moshe had ordered, according to what Adonai had said.", "16": "David spoke to the chief of the L'vi'im to appoint their kinsmen to be singers making use of musical instruments — lutes, lyres and cymbals — to play loudly and raise sounds of joy. ", "17": "So the L'vi'im appointed Heman the son of Yo'el; of his kinsmen, Asaf the son of Berekhyahu; of the descendants of M'rari their kinsmen, Eitan the son of Kushayahu; ", "18": "and with them their second-degree kinsmen Z'kharyahu, Ben, Ya'azi'el, Sh'miramot, Yechi'el, 'Uni, Eli'av, B'nayahu, Ma'aseiyahu, Mattityahu, Elif'lehu, Mikneyahu, with 'Oved-Edom and Ye'i'el the gatekeepers. ", "19": "The singers Heman, Asaf and Eitan were appointed to sound the bronze cymbals. ", "20": "Z'kharyahu, 'Azi'el, Sh'miramot, Yechi'el, 'Uni, Eli'av, Ma'aseiyahu and B'nayahu were to play the lutes for 'alamot [high-pitched music?]. ", "21": "Mattityahu, Elif'lehu, Mikneyahu, 'Oved-Edom, Ye'i'el and 'Azazyahu were to play lyres to lead the sh'minit [low-pitched music?]. ", "22": "K'nanyahu, chief of the L'vi'im, was in charge of the singing; he was put in charge of the singing because he was skillful at it. ", "23": "Berekhyahu and Elkanah were gatekeepers for the ark. ", "24": "Sh'vanyahu, Yoshafat, N'tan'el, 'Amasai, Z'kharyahu, B'nayahu and Eli'ezer the cohanim blew the trumpets in front of the ark of God. 'Oved-Edom and Yechiyah were gatekeepers for the ark.", "25": "So David, the leaders of Isra'el and the commanders over thousands went to bring up the ark for the covenant of Adonai out from the house of 'Oved-Edom with joy. ", "26": "Since God was helping the L'vi'im who were carrying the ark for the covenant of Adonai, they sacrificed seven young bulls and seven rams. ", "27": "David, all the L'vi'im bearing the ark, the singers and K'nanyah the music leader for the singers were all wearing linen cloaks; and David was also wearing a linen ritual vest. ", "28": "So all Isra'el brought up the ark for the covenant of Adonai with shouting; blowing on shofars and trumpets; and cymbals sounding with lutes and lyres. ", "29": "As the ark for the covenant of Adonai entered the City of David, Mikhal the daughter of Sha'ul, watching from the window, saw King David dancing and celebrating; and she was filled with contempt for him."}