{"1": "These are the sons of Isra'el: Re'uven, Shim'on, Levi, Y'hudah, Yissakhar, Z'vulun, ", "2": "Dan, Yosef, Binyamin, Naftali, Gad and Asher.", "3": "The sons of Y'hudah: 'Er, Onan and Shelah; the mother of these three was Bat-Shua the Kena'anit. 'Er, Y'hudah's firstborn, was wicked from Adonai's perspective, so he killed him. ", "4": "Tamar his daughter-in-law bore him Peretz and Zerach; thus Y'hudah had five sons altogether.", "5": "The sons of Peretz: Hetzron and Hamul. ", "6": "The sons of Zerach: Zimri, Eitan, Heiman, Kalkol and Dara — five of them altogether. ", "7": "The sons of Karmi: 'Akhar [troubler], who troubled Isra'el by violating the rule concerning things set aside to be destroyed. ", "8": "The son of Eitan: 'Azaryah.", "9": "The sons born to Hetzron: Yerachme'el, Ram and K'luvai. ", "10": "Ram fathered 'Amminadav; 'Amminadav fathered Nachshon prince of the descendants of Y'hudah; ", "11": "Nachshon fathered Salma; Salma fathered Bo'az; ", "12": "Bo'az fathered 'Oved; 'Oved fathered Yishai; ", "13": "and Yishai fathered Eli'av his firstborn, Avinadav second, Shim'a third, ", "14": "N'tan'el fourth, Radai fifth, ", "15": "Otzem sixth, David seventh, ", "16": "and their sisters Tz'ruyah and Avigayil. The sons of Tz'ruyah: Avshai, Yo'av and 'Asah'el, three of them. ", "17": "Avigayil was the mother of 'Amasa; the father of 'Amasa was Yeter the Yishma'eli.", "18": "Kalev the son of Hetzron fathered sons with 'Azuvah his wife (and with Yeri'ot); these were her sons: Yesher, Shovav and Ardon. ", "19": "After 'Azuvah died, Kalev married Efrat, who bore him Hur. ", "20": "Hur fathered Uri, and Uri fathered B'tzal'el. ", "21": "Afterwards, Hetzron had sexual relations with the daughter of Machir the father of Gil'ad; he married her when he was sixty years old, and she bore him S'guv. ", "22": "S'guv fathered Ya'ir, who had twenty-three cities in the land of Gil'ad. ", "23": "(But G'shur and Aram took Havot-Ya'ir away from them, along with K'nat and its villages — sixty cities.) All these were descendants of Machir the father of Gil'ad.", "24": "After Hetzron died in Kalev-Efratah, Aviyah Hetzron's wife bore him Ash'chur the father of T'koa.", "25": "The sons of Yerachme'el Hetzron's firstborn: Ram the firstborn, Bunah, Oren, Otzem and Achiyah. ", "26": "Yerachme'el had another wife, whose name was 'Atarah; she was the mother of Onam. ", "27": "The sons of Ram the firstborn son of Yerachme'el: Ma'atz, Yamin and 'Eker. ", "28": "The sons of Onam: Shamai and Yada. The sons of Shamai: Nadav and Avishur. ", "29": "Avishur's wife was named Avichayil, and she bore him Achban and Molid. ", "30": "The sons of Nadav: Seled and Apayim. Seled died without having any children. ", "31": "The son of Apayim: Yish'i. The son of Yish'i: Sheshan. The son of Sheshan: Achlai. ", "32": "The sons of Yada the brother of Shamai: Yeter and Yonatan. Yeter died without having any children. ", "33": "The sons of Yonatan: Pelet and Zaza. These were the descendants of Yerachme'el.", "34": "Sheshan had no sons, but daughters. Sheshan had a servant, an Egyptian, whose name was Yarcha; ", "35": "Sheshan gave his daughter in marriage to Yarcha his servant, and she bore him 'Atai. ", "36": "'Atai fathered Natan, Natan fathered Zavad, ", "37": "Zavad fathered Eflal, Eflal fathered 'Oved, ", "38": "'Oved fathered Yehu, Yehu fathered 'Azaryah, ", "39": "'Azaryah fathered Heletz, Heletz fathered El'asah, ", "40": "El'asah fathered Sismai, Sismai fathered Shalum, ", "41": "Shalum fathered Y'kamyah and Y'kamyah fathered Elishama.", "42": "The sons of Kalev the brother of Yerachme'el: Mesha his firstborn, who was the father of Zif; and the sons of Mareshah the father of Hevron. ", "43": "The sons of Hevron: Korach, Tapuach, Rekem and Shema. ", "44": "Shema fathered Racham the father of Yorke'am, and Rekem fathered Shamai. ", "45": "The son of Shamai was Ma'on, and Ma'on was the father of Beit-Tzur. ", "46": "'Eifah, Kalev's concubine, bore Haran, Motza and Gazez; and Haran fathered Gazez. ", "47": "The sons of Yahdai: Regem, Yotam, Geshan, Pelet, 'Eifah and Sha'af. ", "48": "Ma'akhah, Kalev's concubine, bore Shever and Tirchanah. ", "49": "[The wife of] Sha'af the father of Madmanah bore Sh'va the father of Machbenah and the father of Giv'a. The daughter of Kalev was 'Akhsah. ", "50": "These were the descendants of Kalev. The sons of Hur the firstborn of Efratah: Shoval the father of Kiryat-Ye'arim, ", "51": "Salma the father of Beit-Lechem and Haref the father of Beit-Gader. ", "52": "Shoval the father of Kiryat-Ye'arim had sons: HaRo'eh and half of the [inhabitants of] M'nuchot. ", "53": "The families of Kiryat-Ye'arim: the Yitri, the Puti, the Shumati and the Mishra'i; from them came the Tzor'ati and the Eshta'uli. ", "54": "The sons of Salma: Beit-Lechem, the N'tofati, 'Atrot-Beit-Yo'av, half of the Manachati, the Tzor'i, ", "55": "the families of scribes that lived in Ya'betz, the Tir'atim, the Shim'atim and the Sukhatim. These are the Kinim, who came from Hamat, father of the house of Rekhav."}