{"1": "David had now grown old; he had lived many years; so he made Shlomo his son king over Isra'el.", "2": "Then he assembled all the leaders of Isra'el, with the cohanim and L'vi'im. ", "3": "A census of L'vi'im thirty years old and over was taken, and their number came to 38,000. ", "4": "Of these, 24,000 were to oversee the work on the house of Adonai, while 6,000 were officials and judges, ", "5": ",000 were gatekeepers, and 4,000 sang praise to Adonai “with the instruments I made for the purpose of singing praise.”", "6": "David organized them into divisions named after the sons of Levi — Gershon, K'hat and M'rari.", "7": "For the Gershuni: La'dan and Shim'i. ", "8": "The sons of La'dan: Yechi'el the chief, Zetam and Yo'el — three. ", "9": "The sons of Shim'i: Shlomit, Hazi'el and Haran — three. These were the heads of the clans of La'dan. ", "10": "The sons of Shim'i: Yachat, Zina Ye'ush and B'ri'ah. These four were the sons of Shim'i. ", "11": "Yachat was the chief and Zizah the second, then Ye'ush and B'ri'ah, who did not have many descendants and were therefore counted as one clan.", "12": "The sons of K'hat: 'Amram, Yitz'har, Hevron and 'Uzi'el — four. ", "13": "The sons of 'Amram: Aharon and Moshe. Aharon was set apart to be consecrated as especially holy, he and his sons forever; so that they might bring offerings before Adonai, perform the service for him and bless in his name forever. ", "14": "But as for Moshe the man of God, his sons are included with the tribe of Levi. ", "15": "The sons of Moshe: Gershom and Eli'ezer. ", "16": "The sons of Gershom: Sh'vu'el the chief. ", "17": "The sons of Eli'ezer were: Rechavyah the chief. Eli'ezer had no other sons, but the sons of Rechavyah were very numerous.", "18": "The sons of Yitz'har: Shlomit the chief. ", "19": "The sons of Hevron: Yeriyahu the chief, Amaryah the second, Yachzi'el the third and Y'kam'am the fourth. ", "20": "The sons of 'Uzi'el: Mikhah the chief and Yishiyah the second.", "21": "The sons of M'rari: Machli and Mushi. The sons of Machli: El'azar and Kish. ", "22": "El'azar died without having sons, but daughters only; their cousins, the sons of Kish, married them. ", "23": "Mushi had three sons — Machli, 'Eder and Yeremot.", "24": "These were the descendants of Levi, according to their clans, the heads of clans according to their listing in the register, who did the work for the service of the house of Adonai, those twenty years old and over. ", "25": "For David said, “Adonai the God of Isra'el has given rest to his people, and he lives in Yerushalayim forever. ", "26": "The L'vi'im will no longer have to carry the tabernacle and all the equipment that goes with it for its service.” ", "27": "For, according to David's last instructions, the descendants of Levi twenty years old and over were to be counted. ", "28": "Their role was to assist the descendants of Aharon with the service of the house of Adonai in the courtyards and rooms, and with purification of all the holy articles — in other words, with the work needed to minister in the house of God. ", "29": "They were to assist with the showbread and the finely ground flour needed for grain offerings, no matter whether of matzah, pan-baked bread or mixed with oil, and no matter what shape or size. ", "30": "They were to stand every morning to sing thanks and praises to Adonai, and likewise every evening. ", "31": "They were to be present regularly before Adonai whenever burnt offerings were offered to Adonai on Shabbat, at Rosh-Hodesh, and at the other designated times, in the numbers required by the rules for sacrifices. ", "32": "Finally, for the service in the house of Adonai they were to perform their duties in relation to the tent of meeting, the Holy Place and their kinsmen the descendants of Aharon."}