{"1": "The divisions of the descendants of Aharon were as follows: The sons of Aharon: Nadav, Avihu, El'azar and Itamar. ", "2": "But Nadav and Avihu died before their father and had no children; therefore El'azar and Itamar functioned as the cohanim. ", "3": "David, together with Tzadok from the descendants of El'azar, and Achimelekh from the descendants of Itamar, arranged them in divisions for service. ", "4": "There were more men who were chiefs found among the descendants of El'azar than among the descendants of Itamar; therefore there were sixteen divisions of the descendants of El'azar, headed by clan leaders, and eight divisions of the descendants of Itamar, according to their clans. ", "5": "They were assigned [periods of service] by lot, the one group equally with the other, since both the descendants of El'azar and the descendants of Itamar had officers of the sanctuary and officers of God. ", "6": "Sh'ma'yah the son of N'tan'el the secretary, one of the L'vi'im, recorded them in the presence of the king, the officers, Tzadok the cohen, Achimelekh the son of Evyatar, and the clan leaders of the cohanim and of the L'vi'im — with two clan divisions taken from El'azar for each one from Itamar.", "7": "The first lot drawn was for Y'hoyariv, the second for Y'da'yah,", "8": "the third for Harim, the fourth for S'orim,", "9": "the fifth for Malkiyah, the sixth for Miyamin,", "10": "the seventh for Hakotz, the eighth for Aviyah,", "11": "the ninth for Yeshua, the tenth for Sh'khanyahu,", "12": "the eleventh for Elyashiv, the twelfth for Yakim,", "13": "the thirteenth for Hupah, the fourteenth for Yeshev'av,", "14": "the fifteenth for Bilgah, the sixteenth for Immer,", "15": "the seventeenth for Hezir, the eighteenth for HaPitzetz", "16": "the nineteenth for P'tachyah, the twentieth for Yechezk'el,", "17": "the twenty-first for Yakhin, the twenty-second for Gamul,", "18": "the twenty-third for D'layahu, and the twenty-fourth for Ma'azyahu.", "19": "These are the divisions and the sequence in which they served in the house of Adonai, in accordance with the rule they were given through Aharon their ancestor, as Adonai the God of Isra'el had ordered him.", "20": "The rest of the descendants of Levi: of the descendants of 'Amram, Shuva'el; of the descendants of Shuva'el, Yechd'yah. ", "21": "Of Rechavyahu: of the descendants of Rechavyahu, Yishiyah the chief. ", "22": "Of the Yitz'hari, Shlomot; of the descendants of Shlomot, Yachat. ", "23": "Of the sons [of Hevron]: Yeriyahu, Amaryahu second, Yachzi'el third and Y'kam'am fourth. ", "24": "The descendants of 'Uzi'el: Mikhah; of the descendants of Mikhah, Shamir. ", "25": "The brother of Mikhah: Yishiyah; of the descendants of Yishiyah, Z'kharyahu.", "26": "The sons of M'rari: Machli and Mushi. The descendants of his son Ya'aziyahu, ", "27": "that is, the descendants of M'rari through his descendant Ya'aziyahu: Shoham, Zakur and 'Ivri. ", "28": "Of Machli: El'azar, who had no sons. ", "29": "Of Kish: the descendants of Kish, Yerachme'el. ", "30": "And the sons of Mushi: Machli, 'Eder and Yerimot. These were the descendants of the L'vi'im according to their clans. ", "31": "These likewise cast lots, as had their kinsmen the descendants of Aharon, in the presence of David the king, Tzadok, Achimelekh, and the clan leaders of the cohanim and of the L'vi'im; with the senior and junior clans casting lots equally."}