{"1": "For the service, David and the army commanders selected some of the descendants of Asaf, of Heman and of Y'dutun to prophesy with lyres, lutes and cymbals. The list of those doing this work, according to the type of work performed was:", "2": "Of the descendants of Asaf: Zakur, Yosef, N'tanyah and Asar'elah; the sons of Asaf were with Asaf, who prophesied according to the direction of the king. ", "3": "Of Y'dutun, the descendants of Y'dutun: G'dalyahu, Tzeri, Yesha'yahu, Hashavyahu, Mattityahu — six, with their father Y'dutun, who, accompanied by the lyre, prophesied thanks and praise to Adonai. ", "4": "Of Heman, the sons of Heman: Bukiyahu, Mattanyahu, 'Uzi'el, Sh'vu'el, Yerimot, Hananyah, Hanani, Eli'atah, Gidalti, Romamti-'ezer, Yoshb'kashah, Maloti, Hotir and Machzi'ot; ", "5": "all these sons of Heman, the king's seer in matters pertaining to God, were there to exalt [God]. God gave Heman fourteen sons and three daughters. ", "6": "They were all with their fathers Asaf, Y'dutun and Heman to sing with cymbals, lutes and lyres in the house of Adonai, serving in the house of God under the direction of the king. ", "7": "Their number, together with their kinsmen who had been instructed in singing to Adonai, was 288, all well trained. ", "8": "Whether great or small, teacher or talmid, they cast lots for their term of duty.", "9": "The first lot for Asaf fell to Yosef, the second to G'dalyah; he, his brothers and his sons numbered twelve;", "10": "the third to Zakur, his sons and brothers, twelve;", "11": "the fourth to Izri, his sons and brothers, twelve;", "12": "the fifth to N'tanyahu, his sons and brothers, twelve;", "13": "the sixth to Bukiyahu, his sons and brothers, twelve;", "14": "the seventh to Y'sar'elah, his sons and brothers, twelve;", "15": "the eighth to Yesha'yahu, his sons and brothers, twelve;", "16": "the ninth to Mattanyahu, his sons and brothers, twelve;", "17": "the tenth to Shim'i, his sons and brothers, twelve;", "18": "the eleventh to 'Azar'el, his sons and brothers, twelve;", "19": "the twelfth to Hashavyah, his sons and brothers, twelve;", "20": "the thirteenth to Shuva'el, his sons and brothers, twelve;", "21": "the fourteenth to Mattityahu, his sons and brothers, twelve;", "22": "the fifteenth to Yeremot, his sons and brothers, twelve;", "23": "the sixteenth to Hananyahu, his sons and brothers, twelve;", "24": "the seventeenth to Yoshb'kashah, his sons and brothers, twelve;", "25": "the eighteenth to Hanani, his sons and brothers, twelve;", "26": "the nineteenth to Maloti, his sons and brothers, twelve;", "27": "the twentieth to Eli'atah, his sons and brothers, twelve;", "28": "the twenty-first to Hotir, his sons and brothers, twelve;", "29": "the twenty-second to Gidalti, his sons and brothers, twelve;", "30": "the twenty-third to Machzi'ot, his sons and brothers, twelve; and", "31": "the twenty-fourth to Romamti-'ezer, his sons and brothers, twelve."}