{"1": "The people of Isra'el, registered according to their clan leaders, were drafted for army duty under captains of thousands and of hundreds, and officers serving the king, in divisions of 24,000 each, for month-long terms of duty covering all the months of the year.", "2": "Over the first division, for the first month, was Yashov'am the son of Zavdi'el; there were 24,000 in his division. ", "3": "He was from the descendants of Peretz and was in charge of all the army captains during the first month.", "4": "Over the division for the second month was Dodai the Achochi; Miklot was the chief officer of his division; there were 24,000 in his division.", "5": "The third army commander, for the third month, was B'nayah the son of Y'hoyada the chief cohen; there were 24,000 in his division. ", "6": "This is the same B'nayah who was one of the thirty heroes and was over the thirty; his son 'Ammizavad was in his division.", "7": "The fourth commander, for the fourth month, was 'Asah'el the brother of Yo'av, with Z'vadyah his son after him; there were 24,000 in his division.", "8": "The fifth commander, for the fifth month, was Shamhut from Yizrach; there were 24,000 in his division.", "9": "The sixth commander, for the sixth month, was 'Ira the son of 'Ikesh from T'koa; there were 24,000 in his division.", "10": "The seventh commander, for the seventh month, was Heletz the P'loni, from the descendants of Efrayim; there were 24,000 in his division.", "11": "The eighth commander, for the eighth month, was Sibkhai the Hushati, from the Zarchi; there were 24,000 in his division.", "12": "The ninth commander, for the ninth month, was Avi'ezer from 'Anatot, from the Ben-Y'mini; there were 24,000 in his division.", "13": "The tenth commander, for the tenth month, was Mahrai, the N'tofati, from the Zarchi; there were 24,000 in his division.", "14": "The eleventh commander, for the eleventh month, was B'nayah from Pir'aton, from the descendants of Efrayim; there were 24,000 in his division.", "15": "The twelfth commander, for the twelfth month, was Heldai the N'tofati, from 'Otni'el; there were 24,000 in his division.", "16": "Over the the tribes of Isra'el: leader of the Re'uveni: Eli'ezer the son of Zikhri; of the Shim'oni: Sh'fatyah the son of Ma'akhah;", "17": "of Levi: Hashavyah the son of K'mu'el; of Aharon: Tzadok;", "18": "of Y'hudah: Elihu, one of David's brothers; of Yissakhar: 'Omri the son of Mikha'el;", "19": "of Z'vulun: Yishma'yahu the son of 'Ovadyah; of Naftali: Yerimot the son of 'Azri'el;", "20": "of the descendants of Efrayim: Hoshea the son of 'Azazyahu; of the half-tribe of M'nasheh: Yo'el the son of P'dayah;", "21": "of the half-tribe of M'nasheh in Gil'ad: Yiddo the son of Z'kharyahu; of Binyamin: Ya'asi'el the son of Avner;", "22": "of Dan: 'Azar'el the son of Yerocham. These were the commanders of the tribes of Isra'el.", "23": "But David did not include in the registration those twenty years old or less, because Adonai had said he would increase Isra'el's numbers like the stars in the sky. ", "24": "Yo'av the son of Tz'ruyah began a census of these, but he did not finish, and wrath came upon Isra'el because of this; moreover the number was not entered into the Annals of King David.", "25": "In charge of the king's supplies was 'Azmavet the son of 'Adi'el. In charge of the supplies in the countryside, the cities, the villages and the fortresses was Y'honatan the son of 'Uziyahu. ", "26": "In charge of farmers working the land was 'Ezri the son of K'luv. ", "27": "In charge of the vineyards was Shim'i the Ramati, while Zavdi the Shifmi was responsible for the produce from the vineyards for the wine-cellars. ", "28": "In charge of the olive and sycamore-fig trees in the Sh'felah was Ba'al-Hanan from G'derah, while Yo'ash was put over the storehouses for olive oil. ", "29": "In charge of the herds of livestock feeding in the Sharon was Shirtai from the Sharon, while Shafat the son of Adlai was put over herds in the valleys. ", "30": "Ovil the Yishma'eli was put over the camels, Yechd'yahu the Meronoti over the donkeys ", "31": "and Yaziz the Hagri over the flocks [of sheep and goats]. All of these were responsible for King David's property.", "32": "Y'honatan David's uncle was an adviser, a man of understanding and a secretary. Yechi'el the son of Hachmoni took care of the king's sons. ", "33": "Achitofel was an adviser to the king. Hushai the Archi was the king's confidant; ", "34": "and after Achitofel were Y'hoyada the son of B'nayah and Evyatar. Yo'av was commander of the king's army."}