{"1": "These were the sons born to David in Hevron: the firstborn was Amnon, whose mother was Achino'am from Yizre'el; the second, Dani'el, whose mother was Avigayil from Karmel; ", "2": "the third, Avshalom, the son of Ma'akhah the daughter of Talmai king of G'shur; the fourth, Adoniyah the son of Haggit; ", "3": "the fifth, Sh'fatyah, whose mother was Avital; and the sixth, Yitre'am, whose mother was his wife 'Eglah. ", "4": "Six were born to David in Hevron. He ruled there seven years and six months; then he ruled in Yerushalayim thirty-three years.", "5": "These were born to him in Yerushalayim: Shim'a, Shovav, Natan, Shlomo, four whose mother was Bat-Shua the daughter of 'Ammi'el; ", "6": "and nine others — Yivchar, Elishama, Elifelet, ", "7": "Nogah, Nefeg, Yafia, ", "8": "Elishama, Elyada and Elifelet. ", "9": "All these were sons of David, apart from the sons of the concubines; Tamar was their sister.", "10": "Shlomo's son was Rechav'am, his son Aviyah, his son Asa, his son Y'hoshafat, ", "11": "his son Yoram, his son Achazyah, his son Yo'ash, ", "12": "his son Amatzyah, his son 'Azaryah, his son Yotam, ", "13": "his son Achaz, his son Hizkiyahu, his son M'nasheh, ", "14": "his son Amon and his son Yoshiyahu. ", "15": "The sons of Yoshiyahu: Yochanan the firstborn, Y'hoyakim the second, Tzedekyah the third, and Shalum the fourth. ", "16": "The sons of Y'hoyakim: Y'khonyah his son, and Tzedekyah his son. ", "17": "The sons of Y'khonyah, also called Asir: Sh'alti'el his son; ", "18": "also Malkiram, P'dayah, Shen'atzar, Y'kamyah, Hoshama and N'davyah. ", "19": "The sons of P'dayah: Z'rubavel and Shim'i. The children of Z'rubavel: Meshulam, Hananyah and Shlomit their sister; ", "20": "also Hashuvah, Ohel, Berekhyah, Hasadyah and Yushav-Hesed — five. ", "21": "The sons of Hananyah: P'latyah and Yesha'yah. His son was Refayah. His son was Arnan. His son was 'Ovadyah. And his son was Sh'khanyah. ", "22": "The sons of Sh'khanyah: Sh'ma'yah and the sons of Sh'ma'yah — Hatush, Yig'al, Bariach, Ne'aryah and Shafat — six. ", "23": "The sons of Ne'aryah: Elyo'einai, Hizkiyah and 'Azrikam — three. ", "24": "The sons of Elyo'einai: Hodavyahu, Elyashiv, P'layah, 'Akuv, Yochanan, D'layah and 'Anani — seven."}