{"1": "The descendants of Y'hudah: Peretz, Hetzron, Karmi, Hur and Shoval. ", "2": "Re'ayah the son of Shoval fathered Yachat; Yachat fathered Achumai and Lahad. These are the families of the Tzor'ati. ", "3": "These are [the sons] of the father of 'Eitam: Yizre'el, Yishma and Yidbash; their sister's name was Hatzlelponi. ", "4": "P'nu'el fathered Geder, and 'Ezer fathered Hushah. These are the sons of Hur the firstborn of Efratah, the father of Beit-Lechem.", "5": "Ashur the father of T'koa had two wives, Hel'ah and Na'arah. ", "6": "Na'arah bore him Achuzam, Hefer, Teimni and Achashtari; these were the sons of Na'arah. ", "7": "The sons of Hel'ah were Tzeret, Tzochar and Etnan. ", "8": "Kotz fathered 'Anuv, Tzovevah and the families of Acharchel the son of Harum. ", "9": "Ya'betz was honored more than his brothers; his mother called him Ya'betz, she explained, “because I bore him in pain [a].” ", "10": "Ya'betz called on the God of Isra'el: “Please bless me by enlarging my territory. May your hand be with me! Keep me from harm, so that it will not cause me pain [b].” God granted his request.", "11": "K'luv the brother of Shuchah fathered M'chir, who fathered Eshton. ", "12": "Eshton fathered Beit-Rafa, Paseach and T'chinah the father of 'Ir-Nachash. These are the men of Rekhah.", "13": "The sons of K'naz: 'Otni'el and S'rayah. The son of 'Otni'el: Hatat. ", "14": "M'onotai fathered 'Ofrah, and S'rayah fathered Yo'av the father of Gei-Harashim; for they were craftsmen [c].", "15": "The sons of Kalev the son of Y'funeh: 'Iru, Elah and Na'am. The son of Elah: K'naz. ", "16": "The sons of Yehallel'el: Zif, Zifah, Tirya and Asar'el. ", "17-18": "The sons of 'Ezrah: Yeter, Mered, 'Efer and Yalon. These are the sons of Bityah the daughter of Pharaoh, whom Mered took as his wife: she conceived Miryam, Shamai and Yishbach the father of Esht'moa; while his Jewish wife bore Yered the father of G'dor, Hever the father of Sokho and Y'kuti'el the father of Zanoach.", "19": "The sons of the wife of Hodiyah the sister of Nacham were the father of Ke'ilah the Garmi and Esht'moa the Ma'akhati. ", "20": "The sons of Shimon: Amnon, Rinah, Ben-Hanan and Tilon. The sons of Yish'i: Zochet and Ben-Zochet.", "21": "The sons of Shelah the son of Y'hudah: 'Er the father of Lekha, La'adah the father of Mareshah and the clans of fine-linen-workers at Beit-Ashbea, ", "22": "Yokim, the men of Kozeva, Saraf the ruler in Mo'av, and Yashuvi-Lechem (the records are ancient). ", "23": "These were potters and inhabitants of N'ta'im and G'derah; they lived there, occupied with the king's work.", "24": "The sons of Shim'on: N'mu'el, Yamin, Yariv, Zerach and Sha'ul. ", "25": "His son was Shalum, his son was Mivsam, and his son was Mishma. ", "26": "The descendants of Mishma: his son Hamu'el, his son Zakur, his son Shim'i. ", "27": "Shim'i had sixteen sons and six daughters, but his brothers did not have many children, so their clans did not increase like those of Y'hudah. ", "28": "They lived at Be'er-Sheva, Moladah, Hatzar-Shu'al, ", "29": "Bilhah, 'Etzem, Tolad, ", "30": "B'tu'el, Hormah, Ziklag, ", "31": "Beit-Markavot, Hatzar-Susim, Beit-Bir'i and Sha'arayim. These were their cities until the reign of David. ", "32": "Their villages were 'Eitam, 'Ayin, Rimmon, Tokhen and 'Ashan, five cities, ", "33": "along with all the villages surrounding these cities, as far as Ba'al. These are the places where they lived, and they have their official genealogy. ", "34": "Meshovav, Yamlekh, Yoshah the son of Amatzyah, ", "35": "Yo'el, Yehu the son of Yoshivyah the son of S'rayah the son of 'Asi'el, ", "36": "Elyo'einai, Ya'akovah, Y'shochayah, 'Asayah, 'Adi'el, Y'simi'el, B'nayah, ", "37": "Ziza the son of Shif'i the son of Alon the son of Y'da'yah the son of Shimri the son of Sh'ma'yah — ", "38": "these mentioned by name were princes in their clans, and their fathers' houses increased greatly. ", "39": "Seeking pasture for their flocks they went to the entrance of Geder, as far as the east side of the valley. ", "40": "They found rich, good pastures; and the land was spacious, quiet and peaceful. Those who had lived there previously belonged to Ham. ", "41": "Those whose names are written above came during the time of Hizkiyahu king of Y'hudah; they attacked their tents and the Me'unim who were found there, destroyed them completely, and have lived there in place of them to this day; because there was pasture there for their flocks. ", "42": "Some 500 of them who were descendants of Shim'on went to Mount Se'ir under the leadership of P'latyah, Ne'aryah, Refayah and Uzi'el the sons of Yish'i. ", "43": "They attacked the remnant of 'Amalek who had escaped and have lived there to this day."}