{"1": "(16) The sons of Levi: Gershom, K'hat and M'rari. ", "2": "(17) These are the names of the sons of Gershom: Livni and Shim'i. ", "3": "(18) The sons of K'hat: 'Amram, Yitz'har, Hevron and 'Uzi'el. ", "4": "(19) The sons of M'rari: Machli and Mushi. These are the families of the L'vi'im according to father's clans: ", "5": "(20) [The descendants] of Gershom: his son Livni, his son Yachat, his son Zimah, ", "6": "(21) his son Yo'ach, his son 'Iddo, his son Zerach, his son Ye'atrai.", "7": "(22) The descendants of K'hat: his son 'Amminadav, his son Korach, his son Asir, ", "8": "(23) his son Elkanah, his son Evyasaf, his son Asir, ", "9": "(24) his son Tachat, his son Uri'el, his son 'Uziyah and his son Sha'ul. ", "10": "(25) The sons of Elkanah: 'Amasai and Achimot. ", "11": "(26) As for Elkanah, the sons of Elkanah: his son Tzofai, his son Nachat, ", "12": "(27) his son Eli'av, his son Yerocham and his son Elkanah. ", "13": "(28) The sons of Sh'mu'el: Vashni the firstborn, then Aviyah.", "14": "(29) The descendants of M'rari: Machli, his son Livni, his son Shim'i, his son 'Uzah, ", "15": "(30) his son Shim'a, his son Hagiyah and his son 'Asayah. ", "16": "(31) David appointed them to be in charge of the service of song in the house of Adonai after the ark had found a permanent resting place. ", "17": "(32) They served as singers before the tabernacle of the tent of meeting, until Shlomo had built the house of Adonai in Yerushalayim; and they carried out their tasks in a prescribed order.", "18": "(33) Those who carried out these tasks and their descendants were — starting with descendants of the K'hati — Heman the singer, the son of Yo'el the son of Sh'mu'el, ", "19": "(34) the son of Elkanah, the son of Yerocham, the son of Eli'el, the son of Toach, ", "20": "(35) the son of Tzuf, the son of Elkanah, the son of Machat, the son of 'Amasai, ", "21": "(36) the son of Elkanah, the son of Yo'el, the son of 'Azaryah, the son of Tz'fanyah, ", "22": "(37) the son of Tachat, the son of Asir, the son of Evyasaf, the son of Korach, ", "23": "(38) the son of Yitz'har, the son of K'hat, the son of Levi, the son of Isra'el.", "24": "(39) His brother Asaf, who stood on his right, was Asaf the son of Berekhyah, the son of Shim'a, ", "25": "(40) the son of Mikha'el, the son of Ba'aseyah, the son of Malkiyah, ", "26": "(41) the son of Etni, the son of Zerach the son of 'Adayah, ", "27": "(42) the son of Eitan, the son of Zimah, the son of Shim'i, ", "28": "(43) the son of Yachat, the son of Gershom, the son of Levi.", "29": "(44) On the left were their kinsmen the descendants of M'rari: Eitan the son of Kishi, the son of 'Avdi, the son of Malukh, ", "30": "(45) the son of Hashavyah, the son of Amatzyah, the son of Hilkiyah, ", "31": "(46) the son of Amtzi, the son of Bani, the son of Shemer, ", "32": "(47) the son of Machli, the son of Mushi, the son of M'rari, the son of Levi.", "33": "(48) Their kinsmen the L'vi'im were put in charge of all the service of the tabernacle of the house of God.", "34": "(49) But Aharon and his sons were the ones who offered on the altar of burnt offering and on the altar of incense for all the service of the Especially Holy Place and to make atonement for Isra'el, in keeping with all that Moshe the servant of God had ordered to be done. ", "35": "(50) These are the descendants of Aharon: his son El'azar, his son Pinchas, his son Avishua, ", "36": "(51) his son Buki, his son 'Uzi, his son Z'rachyah, ", "37": "(52) his son M'rayot, his son Amaryah, his son Achituv, ", "38": "(53) his son Tzadok and his son Achima'atz.", "39": "(54) These were the settlements of the descendants of Aharon according to the territories assigned them: to the descendants of Aharon, of the clans of the K'hati — for the first lot fell to them — ", "40": "(55) they gave Hevron in the land of Y'hudah with the open land surrounding it, ", "41": "(56) but the fields and the dependent villages of the city they gave to Kalev the son of Y'funeh. ", "42": "(57) To the descendants of Aharon they gave the city of refuge Hevron, also Livnah with its surrounding open land, Yatir, Esht'moa with its surrounding open land, ", "43": "(58) Hilen with its surrounding open land, D'vir with its surrounding open land, ", "44": "(59) 'Ashan with its surrounding open land, Beit-Shemesh with its surrounding open land; ", "45": "(60) and out of the tribe of Binyamin: Geva with its surrounding open land, 'Alemet with its surrounding open land and 'Anatot with its surrounding open land. All the cities for all their clans amounted to thirteen cities.", "46": "(61) The rest of the descendants of K'hat were assigned by lot, clan by clan, ten cities from the half-tribe of M'nasheh. ", "47": "(62) The descendants of Gershom were assigned, clan by clan, thirteen cities from the tribes of Yissakhar, Asher, Naftali and M'nasheh in Bashan. ", "48": "(63) To the descendants of M'rari were assigned by lot, clan by clan, twelve cities from the tribes of Re'uven, Gad and Z'vulun. ", "49": "(64) So the people of Isra'el gave the L'vi'im these cities with the surrounding open land. ", "50": "(65) From the tribes of the descendants of Y'hudah, Shim'on and Binyamin they assigned these cities mentioned by name.", "51": "(66) Some of the clans of the descendants of K'hat were given cities in territory from the tribe of Efrayim. ", "52": "(67) They gave them the city of refuge Sh'khem in the hills of Efrayim with the surrounding open land, also Gezer with the surrounding open land, ", "53": "(68) Yokme'am with the surrounding open land, Beit-Horon with the surrounding open land, ", "54": "(69) Ayalon with the surrounding open land, and Gat-Rimmon with the surrounding open land; ", "55": "(70) and out of the half-tribe of M'nasheh: 'Aner with the surrounding open land and Bil'am with the surrounding open land, for the rest of the clans of the descendants of K'hat.", "56": "(71) The descendants of Gershom were given, from the clans of the half-tribe of M'nasheh: Golan in Bashan with the surrounding open land and 'Ashtarot with the surrounding open land; ", "57": "(72) and from the tribe of Yissakhar: Kedesh with the surrounding open land, Davrat with the surrounding open land, ", "58": "(73) Ramot with the surrounding open land and 'Anem with the surrounding open land; ", "59": "(74) and from the tribe of Asher: Mashal with the surrounding open land, 'Avdon with the surrounding open land, ", "60": "(75) Hukok with the surrounding open land and Rechov with the surrounding open land; ", "61": "(76) and from the tribe of Naftali: Kedesh in the Galil with the surrounding open land, Hamon with the surrounding open land and Kiryatayim with the surrounding open land.", "62": "(77) To the rest [of the L'vi'im], the descendants of M'rari, were given, from the tribe of Z'vulun: Rimmono with the surrounding open land and Tavor with the surrounding open land; ", "63": "(78) and beyond the Yarden at Yericho, on the east side of the Yarden, they were given, from the tribe of Re'uven: Betzer in the desert with the surrounding open land, Yahatz with the surrounding open land, ", "64": "(79) K'demot with the surrounding open land and Mefa'at with the surrounding open land; ", "65": "(80) and from the tribe of Gad: Ramot in Gil'ad with the surrounding open land, Machanayim with the surrounding open land, ", "66": "(81) Heshbon with the surrounding open land and Ya'zer with the surrounding open land."}