{"1": "The sons of Yissakhar were: Tola, Pu'ah, Yashuv and Shimron — four.", "2": "The sons of Tola were: 'Uzi, Refayah, Yeri'el, Yachmai, Yivsam and Sh'mu'el. They were heads of their fathers' clans, descended from Tola; they were strong, brave men in their generations. In the time of David they numbered 22,600.", "3": "The son of 'Uzi was Yizrachyah, and the sons of Yizrachyah were: Mikha'el, 'Ovadyah, Yo'el and Yishiyah — five, all of them leaders. ", "4": "With them, by their generations, in their fathers' clans, were army troops organized for war, 36,000 of them, because they had many women and children. ", "5": "Their kinsmen among all the clans of Yissakhar, strong, brave men, numbered 87,000, listed in genealogical records.", "6": "[The sons of] Binyamin were: Bela, Bekher and Y'dia'el — three.", "7": "The sons of Bela were: Etzbon, 'Uzi, 'Uzi'el, Yerimot and 'Iri — five; they were leaders of fathers' clans, strong, brave men. They numbered 22,034, listed in genealogical records.", "8": "The sons of Bekher were: Z'mirah, Yo'ash, Eli'ezer, Elyo'enai, 'Omri, Yeremot, Aviyah, 'Anatot and 'Alemet; all these were sons of Bekher. ", "9": "Listed in genealogical records by generations under leaders of fathers' clans, who were strong, brave men, were 20,200.", "10": "The son of Y'dia'el was Bilhan. The sons of Bilhan were: Ye'ush, Binyamin, Ehud, Kena'anah, Zeitan, Tarshish and Achishachar. ", "11": "All these were descendants of Y'dia'el, leaders of their fathers' clans, who were brave, strong men; they numbered 17,200, all fit to fight with the army.", "12": "[More descendants of Binyamin:] Shupim, Hupim, the sons of 'Ir. Hushim, the son of another [of Isra'el's sons, namely, Dan].", "13": "The sons of Naftali were: Yachtzi'el, Guni, Yetzer, Shalum, the sons of Bilhah.", "14": "The descendants of M'nasheh: his concubine the woman from Aram bore Makhir the father of Gil'ad; Asri'el [Gil'ad's son] was descended from her. ", "15": "Makhir's wife was from the families of Hupim and Shupim, and his sister's name was Ma'akhah. M'nasheh's second son was Tz'lof'chad, and Tz'lof'chad had daughters. ", "16": "Ma'akhah the wife of Makhir bore a son whom she named Peresh, the name of his brother was Sheresh, and his sons were Ulam and Rekem. ", "17": "The son of Ulam was B'dan. These were the descendants of Gil'ad the son of Makhir the son of M'nasheh. ", "18": "His sister Hammolekhet [the governor] bore Ish-Hod, Avi'ezer and Machlah. ", "19": "The sons of Sh'mida were Achyan, Sh'khem, Lik'chi and Ani'am.", "20": "The descendants of Efrayim were: Shutelach, his son Bered, his son Tachat, his son El'adah, his son Tachat, ", "21": "his son Zavad and his son Shutelach; also 'Ezer and El'ad, whom the men of Gat born in the land killed when they came down to raid their cattle. ", "22": "Efrayim their father mourned for a long time, and his kinsmen came to comfort him. ", "23": "Then he had sexual relations with his wife, and she conceived and bore a son whom he called B'ri'ah [in calamity], because his household had suffered a calamity. ", "24": "His daughter was She'erah, who built upper and lower Beit-Horon and Uzen-She'erah. ", "25": "Refach was his son, and Reshef, then his son Telach, his son Tachan ", "26": "his son La'dan, his son 'Ammihud, his son Elishama, ", "27": "his son Nun and his son Y'hoshua.", "28": "Their possessions and settlements were Beit-El with its towns; Na'aran to the east; and to the west, Gezer with its towns; also Sh'khem with its towns, as far as 'Ayah and its towns; ", "29": "and, near the territory of the descendants of M'nasheh, Beit-Sh'an with its towns, Ta'nakh with its towns, Megiddo with its towns and Dor with its towns. In these places lived the descendants of Yosef the son of Isra'el.", "30": "The children of Asher were: Yimnah, Yishvah, Yishvi, B'ri'ah and their sister Serach. ", "31": "The sons of B'ri'ah were: Hever and Malki'el, who fathered Birzayit. ", "32": "Hever fathered Yaflet, Shomer, Hotam and their sister Shua. ", "33": "The sons of Yaflet were: Pasakh, Bimhal and 'Ashvat; these were the sons of Yaflet. ", "34": "The sons of Shemer were: Achi, Rohgah, Hubah and Aram. ", "35": "The sons of his brother Helem were: Zofach, Yimnah, Shelesh and 'Amal. ", "36": "The sons of Zofach were: Suach, Harnefer, Shu'al, Beri, Yimrah, ", "37": "Betzer, Hod, Shama, Shilshah, Yitran and Be'era. ", "38": "The sons of Yeter were: Y'funeh, Pispah and Ara. ", "39": "The sons of 'Ula were: Arach, Hani'el and Ritzya. ", "40": "All these were descendants of Asher, leaders of their fathers' clans, elite, strong, brave men, the most important of the princes. Those fit for battle service, listed in genealogies, numbered 26,000 men."}