{"1": "Binyamin fathered Bela his firstborn son; his second, Ashbel; his third, Achrach; ", "2": "his fourth, Nochah; and his fifth, Rafa. ", "3": "Bela had sons: Adar, Gera, Avihud, ", "4": "Avishua, Na'aman, Achoach, ", "5": "Gera, Sh'fufan and Huram. ", "6": "These are the sons of Ehud, the heads of fathers' clans among the inhabitants of Geva (they were carried away captive to Manachat; ", "7": "those who carried them off were Na'aman, Achiyah and Gera): he fathered 'Uzah and Achichud. ", "8": "Shacharayim fathered children on the plains of Mo'av; after sending away his wives Hushim and Ba'ara, ", "9": "it was through his wife Hodesh that he fathered: Yovav, Tzivya, Mesha, Malkam, ", "10": "Ye'utz, Sokhya and Mirmah. These were his sons, heads of clans. ", "11": "Through Hushim he fathered Avituv and Elpa'al. ", "12": "The sons of Elpa'al: 'Ever, Mish'am, Shemed — he built Ono and Lod with its towns — ", "13": "and B'ri'ah and Shema — they were heads of fathers' clans among the inhabitants of Ayalon, who drove away the people living in Gat.", "14": "Achyo, Shashak, Yeremot, ", "15": "Z'vadyah, 'Arad, 'Eder, ", "16": "Mikha'el, Yishpah and Yocha were the sons of B'ri'ah. ", "17": "Z'vadyah, Meshulam, Hizki, Hever, ", "18": "Yishm'rai, Yizli'ah and Yovav were the sons of Elpa'al. ", "19": "Yakim, Zikhri, Zavdi, ", "20": "Eli'einai, Tziltai, Eli'el, ", "21": "'Adayah, B'rayah and Shimrat were the sons of Shim'i. ", "22": "Yishpan, 'Eved, Eli'el, ", "23": "'Avdon, Zikhri, Hanan, ", "24": "Hananyah, 'Eilam, 'Anatotyah, ", "25": "Yifdeyah and P'nu'el were the sons of Shashak. ", "26": "Shamsh'rai, Sh'charyah, 'Atalyah, ", "27": "Ya'areshyah, Eliyah and Zikhri were the sons of Yerocham. ", "28": "These were leaders of fathers' houses through all their generations, leading men who lived in Yerushalayim.", "29": "In Giv'on lived the father of Giv'on, whose wife's name was Ma'akhah; ", "30": "and his firstborn son 'Avdon, Tzur, Kish, Ba'al, Nadav, ", "31": "G'dor, Achyo and Zekher. ", "32": "Miklot fathered Shim'ah. In contrast with some of their kinsmen, they and their families lived in Yerushalayim.", "33": "Ner fathered Kish; Kish fathered Sha'ul; and Sha'ul fathered Y'honatan, Malkishua, Avinadav and Eshba'al. ", "34": "The son of Y'honatan was M'riv-Ba'al, and M'riv-Ba'al fathered Mikhah. ", "35": "The sons of Mikhah: Piton, Melekh, Ta'rea and Achaz. ", "36": "Achaz fathered Y'ho'adah; Y'ho'adah fathered 'Alemet, 'Azmavet and Zimri; Zimri fathered Motza; ", "37": "and Motza fathered Bin'a. His son was Rafah, his son was El'asah and his son was Atzel. ", "38": "Atzel had six sons, whose names were: 'Azrikam, Bokhru, Yishma'el, Sh'aryah, 'Ovadyah and Hanan; all these were sons of Atzel. ", "39": "The sons of his brother 'Eshek: Ulam his firstborn, Ye'ush the second and Elifelet the third. ", "40": "The sons of Ulam were strong, brave men, archers; they had many children and grandchildren, a hundred and fifty. All these were descendants of Binyamin."}