{"1": "So all Isra'el was listed by genealogies, and these were recorded in the book of the kings of Isra'el. Then Y'hudah was carried away captive to Bavel because of their unfaithfulness. ", "2": "The first people to return to their possessions in the cities were the Isra'elim, the cohanim, the L'vi'im and the temple servants. ", "3": "In Yerushalayim lived some descendants of Y'hudah, some descendants of Binyamin and some descendants of Efrayim and of M'nasheh: ", "4": "'Utai the son of 'Ammihud, the son of 'Omri, the son of Imri, the son of Bani, from the descendants of Peretz the son of Y'hudah. ", "5": "Of the Shiloni: 'Asayah the firstborn and his sons. ", "6": "Of the descendants of Zerach: Ye'u'el and their kinsmen, 690. ", "7": "Of the descendants of Binyamin: Salu the son of Meshulam the son of Hodavyah the son of Hasnu'ah, ", "8": "Yivneyah the son of Yerocham, Elah the son of 'Uzi the son of Mikhri, Meshulam the son of Sh'fatyah the son of Re'u'el the son of Yivneyah, ", "9": "and their kinsmen, according to their generations — altogether 956. All these men were leaders of fathers' clans.", "10": "Of the cohanim: Y'da'yah, Y'hoyariv, Yakhin, ", "11": "'Azaryah the son of Hilkiyah the son of Meshulam the son of Tzadok the son of M'rayot the son of Achituv the ruler of the house of God, ", "12": "'Adayah the son of Yerocham the son of Pash'chur the son of Malkiyah, Ma'asai the son of 'Adi'el the son of Yachzerah the son of Meshulam the son of Meshilmit the son of Immer, ", "13": "and their kinsmen, leaders of their fathers' clans, 1,760 very competent men available for serving in the house of God.", "14": "Of the L'vi'im: Sh'ma'yah the son of Hashuv the son of 'Azrikam the son of Hashavyah, from the descendants of M'rari; ", "15": "Bakbakar; Heresh; Galal; Matanyah the son of Mikha the son of Zikhri the son of Asaf; ", "16": "'Ovadyah the son of Sh'ma'yah the son of Galal the son of Y'dutun; and Berekhyah the son of Asa the son of Elkanah, who lived in the towns of the N'tofati.", "17": "The gatekeepers: Shalum, 'Akuv, Talmon, Achiman and their kinsmen; Shalum was the chief. ", "18": "Previously they had guarded the king's gate to the east; they were gatekeepers for the camp of the descendants of Levi. ", "19": "Shalum the son of Kore the son of Evyasaf the son of Korach and his kinsmen from his father's clan the Korchim were in charge of the work of the service, keepers of the gates of the tent. Their ancestors had been in charge of the camp of Adonai, keepers of the entryway. ", "20": "Pinchas the son of El'azar had been ruler over them long before; Adonai had been with him. ", "21": "Z'kharyah the son of Meshelemyah guarded the entryway to the tent of meeting. ", "22": "All these chosen to be gatekeepers numbered 212. Their genealogies were recorded in their towns; they had been appointed to their positions by David and Sh'mu'el the seer. ", "23": "They and their descendants supervised the gates of the house of Adonai, that is, the house of the tent, by periods of duty. ", "24": "The gatekeepers served on the four sides, east, west, north and south. ", "25": "From time to time their kinsmen had to come in from their towns to help them for seven days.", "26": "For the four chief gatekeepers were on permanent duty; they were the L'vi'im in charge of accommodations and supplies in the house of God. ", "27": "They spent their nights in the vicinity of the house of God, because they were in charge of it; they were responsible for opening it up each morning.", "28": "Some of [the L'vi'im] were in charge of the articles used for the service; they had to keep records of them when bringing them in and out. ", "29": "Others were in charge of the equipment, the holy utensils, the fine flour, the wine, the olive oil, the frankincense and the spices. ", "30": "Some of the sons of the cohanim mixed together the ingredients for the perfumes. ", "31": "Mattityah, one of the L'vi'im, who was the firstborn of Shalum the Korchi, was permanently in charge of baking operations. ", "32": "Some of their kinsmen, from the descendants of the K'hati, were in charge of preparing the showbread every Shabbat. ", "33": "Also there were the singers, heads of fathers' clans among the L'vi'im. They lived in the accommodations and were free from other kinds of service, for they were employed in their own work day and night. ", "34": "These were heads of fathers' clans among the L'vi'im, according to their generations, and they were leaders; they lived in Yerushalayim.", "35": "In Giv'on lived the father of Giv'on, Ye'i'el, whose his wife's name was Ma'akhah; ", "36": "and his firstborn son 'Avdon, Tzur, Kish, Ba'al, Ner, Nadav, ", "37": "G'dor, Achyo, Z'kharyah and Miklot. ", "38": "Miklot fathered Shim'am. In contrast with some of their kinsmen, they and their families lived in Yerushalayim.", "39": "Ner fathered Kish; Kish fathered Sha'ul; and Sha'ul fathered Y'honatan, Malkishua, Avinadav and Eshba'al. ", "40": "The son of Y'honatan was M'riv-Ba'al, and M'riv-Ba'al fathered Mikhah. ", "41": "The sons of Mikhah were: Piton, Melekh and Ta'rea. ", "42": "Achaz fathered Ya'ra; Ya'ra fathered 'Alemet, 'Azmavet and Zimri; Zimri fathered Motza; ", "43": "and Motza fathered Bin'a. His son was Rafah, his son El'asah and his son Atzel. ", "44": "Atzel had six sons, whose names were: 'Azrikam, Bokhru, Yishma'el, Sh'aryah, 'Ovadyah and Hanan; all these were sons of Atzel."}