{"1": "How lonely she lies, the city that thronged with people! Like a widow she has become, this great one among nations! The princess among provinces has become a vassal.", "2": "Bitterly she cries in the night, as tears stream down[b] her cheeks. No one consoles her of all her friends. All her neighbors have betrayed her; they have become her enemies.", "3": "Judah has gone into exile to escape affliction and servitude. She that sat among the nations, has found no rest. All her pursuers overtook her amid narrow passes.", "4": "The roads that lead to Zion are in mourning, because no one travels to the festivals. All her gates are desolate; her priests are moaning. Her young women[c] are grieving,[d] and she is bitter.", "5": "Her adversaries dominate her, her enemies prosper. For the Lord has made her suffer because of her many transgressions. Her children have gone away, taken into captivity in the presence of the enemy.", "6": "Fled from cherished[e] Zion are all that were her splendor. Her princes have become like deer that cannot find their feeding grounds. They flee with strength exhausted from their pursuers.", "7": "Jerusalem remembers[f] her time of affliction and misery; all her valued belongings[g] of days gone by, when her people fell into enemy hands, with no one to help her, and her enemies stared at her, mocking her downfall.", "8": "Jerusalem sinned greatly, and she became unclean.[h] All who honored her now despise her, because they saw her naked. She herself groans and turns her face away.", "9": "Uncleanness has soiled her skirts, and she gave no thought to what would follow. She fell in such a startling way, with no one to comfort her. Look, Lord, upon my affliction, because my enemy is boasting.", "10": "The adversary seized in his hands everything she valued. She watched the nations[i] enter her sanctuary; those you forbade to enter your place of meeting.", "11": "All her people groaned as they searched for food. They traded their valuables in order to eat, to keep themselves alive.[j] Look, Lord, and see how I have become dishonored.", "12": "May it not befall you,[k] all who pass along the road! Look and see: Is there any grief like my grief dealt out to me, by which the Lord afflicted me in the time of his fierce wrath?", "13": "He sent fire from on high,[l] making it penetrate my bones.[m] He stretched out a net at my feet, forcing me to turn back. He made me desolate; I'm fainting all day long.", "14": "The yoke of my sins was bound on,[n] fastened together by his hand. They settled on my neck; he caused my strength to fail. The Lord placed me in the power of those I cannot resist.", "15": "He rejected all the valiant men— the Lord, in my midst. He set a time to meet with me to crush my young warriors. The Lord has trampled, as in a winepress, the fair virgin that is[o] Judah.", "16": "Because of all this, I weep; my eyes[p] stream with tears because far from me is the comforter of my soul. My children are sorrowful, because the enemy has won.", "17": "Zion spreads out her hands;[q] no one is there to comfort her. The Lord has issued an order against[r] Jacob, that all who are around him are to be his enemies; Jerusalem has become unclean among them.", "18": "The Lord is in the right, but I rebelled against his commands. Listen, please, all you people, and look at my pain— my young men and women[s] have gone into captivity.", "19": "I called out to my lovers,[t] but they deceived me. My priests and my elders have died within the city while looking for something to eat to keep themselves alive.", "20": "Look, Lord, how distressed I am; all my insides are churning. My heart is troubled within me, because I vigorously rebelled. Outside the sword brings loss of life, while at home death rules.", "21": "People[u] heard how I groan, with no one to comfort me. All my adversaries have heard about my troubles; they rejoice that you have caused them. Bring on the day you have promised, so my adversaries[v] will become like me.", "22": "May all of their wickedness come to your attention, and deal with them as you have done with me because of all my transgressions. For I am constantly groaning, and my heart is faint."}