{"1": "I am a man familiar with affliction— under the rod of God's[a] anger.", "2": "He has led me—brought me into darkness, not into light.", "3": "He truly turned his hand against me, again and again, all day long.", "4": "He made my flesh and skin prematurely old; he broke my bones.", "5": "He laid siege against me, surrounding me with bitterness and suffering.", "6": "He has forced me to live in darkness, like those who are long dead.", "7": "He has walled me in so I cannot escape; he placed heavy chains on me.", "8": "Indeed, when I cry out, calling for help, he shuts out my prayer.", "9": "He impeded my way with blocks of stone, making my paths uneven.", "10": "He is like[b] a bear that lies in wait for me, a lion in hiding.", "11": "He forced me off my path, tearing me to pieces and making me desolate.", "12": "He bent his bow, aiming at me with his arrow.", "13": "He caused his war arrows[c] to pierce my vital organs.", "14": "I have become a laughingstock to all my people, the object of their taunts throughout the day.", "15": "He has filled me with bitterness, making me drink wormwood.", "16": "He broke my teeth on gravel, covering me with dust.", "17": "You have removed peace from my life; I have forgotten what prosperity is.[d]", "18": "So I say, “My strength is gone as is my hope in the Lord.”", "19": "Remember my affliction and homelessness— wormwood and gall!", "20": "My mind keeps reflecting on it, and I become depressed.[e]", "21": "This is what comes to mind, and therefore I have hope:", "22": "Because of the Lord's gracious love we are not consumed, since his compassions never end.", "23": "They are new every morning— great is your faithfulness!", "24": "“The Lord is all I have,”[f] says my soul, “Therefore I will trust in him.”", "25": "The Lord is good to those who wait for him, to the person who searches for him.", "26": "It is good to hope and wait patiently for the Lord's salvation.", "27": "It is good when a young man carries the yoke of discipline[g] in his youth.", "28": "He is to sit apart and remain silent, because the Lord[h] has laid it upon him.", "29": "Let him fall face down in the dust, so there may yet be hope.", "30": "He will endure being slapped in the face, bringing him public disgrace.", "31": "Indeed, the Lord will not always reject us[i]—", "32": "though he causes grief, his compassion abounds according to his gracious love.", "33": "For he does not deliberately hurt or grieve human beings.", "34": "When any of the prisoners of the earth are crushed underfoot,", "35": "when a person's rights are perverted in defiance of the Most High.", "36": "When a man is thwarted in his appeal, does the Lord condone[j] it?", "37": "Who can command, and it happens, without the Lord having ordered it?", "38": "Do not both good and evil things proceed from the mouth of the Most High?", "39": "Why should anyone living complain, any mortal, about being punished for sin?", "40": "Let us examine our lifestyles, putting them to the test, and turn back to the Lord.", "41": "Let us lift up our hearts and our hands to God in heaven.", "42": "As for us, we have sinned and rebelled; but you have not pardoned us.[k]", "43": "Clothing yourself with anger, you pursued us. You killed without pity,", "44": "You covered yourself with a cloud that prayer cannot pierce.", "45": "You have reduced us to scum and garbage among the nations.", "46": "All our enemies jeer at us with gaping mouths.", "47": "Panic and pitfalls beset us, along with devastation and ruin.", "48": "My eyes run with rivers of tears over the destruction of my cherished[l] people.", "49": "My tears pour[m] down ceaselessly; I am far from relief", "50": "until the Lord bends down to see from heaven.", "51": "What I see[n] grieves my soul because of all the young women[o] of my city.", "52": "My enemies hunted me like a bird, viciously and without justification.", "53": "They dumped me alive into a pit, sealing me in with stone.[p]", "54": "Water closed over my head, and I said, “I'm a dead man.”[q]", "55": "I called on your name, Lord, from the depths of the Pit,[r]", "56": "You heard my voice— don't close your ear to my sighs and cries.[s]", "57": "You drew near when I called out to you. You said, “Stop being afraid”", "58": "Lord, you have defended my cause; you have redeemed my life.", "59": "Lord, you observed how I have been wronged; now make your ruling in my case.", "60": "You examined their plans for vengeance, all of their plots against me.", "61": "Lord, you listened to their insults— all their plots against me,", "62": "the whisperings of my opponents, their scheming against me all day long.", "63": "Watch! Whether they sit down or stand up, they mock me with their songs.", "64": "Pay them back, Lord, according to their actions.", "65": "Give them an anguished heart; may your curse be upon them!", "66": "Pursue them in your anger and destroy them from under the Lord's heaven."}