{"1": "How tarnished the gold has become, the finest gold debased! Sacred stones[a] have been scattered at every street corner.", "2": "Though the precious people of Zion were like fine gold, how they are valued like clay vessels, the handiwork of a potter!", "3": "Even wild animals nurse, suckling their young; but the women of my people are cruel, like ostriches in the wilderness.", "4": "The nursing child's tongue cleaves to its palate from thirst. Young children beg for bread, but no one gives them any.", "5": "Those who enjoyed delicacies lie desolate in the streets. Those who were reared wearing purple scavenge in piles of trash.", "6": "The guilt of my cherished people surpasses the sin of Sodom, which was overthrown in a moment, without a hand to help her.", "7": "Her princes[b] were purer than snow, whiter than milk. Their bodies were more ruddy[c] than rubies, their beards like the color of precious stones.", "8": "Now their faces are blacker than coal; they are unrecognized in the streets. Their skin clings to their bones; it has become dry like a stick.", "9": "Those who die by the sword are better off than those who die from starvation, who slowly waste away like those pierced through for lack of food from the fields.", "10": "With their own hands, compassionate women boil their own children— they become their food— when my beloved people were[d] destroyed.", "11": "The Lord has exhausted his wrath, pouring out his fierce anger. He kindled a fire in Zion, consuming its foundations.", "12": "None of the kings of the earth would have believed, nor the world's inhabitants, that the adversary and the enemy could have breached the gates of Jerusalem.", "13": "Due to the sins committed by her prophets, and the iniquities of her priests who shed in her midst, the blood of the righteous,", "14": "people stagger around in the streets like the blind, defiled by blood unclean so that no one is able to touch their clothing.", "15": "“Go away! Unclean!” they shouted at them. “Go away! Go away! Don't touch!” When they fled away and wandered, those among the nations decreed, “They cannot live here!”", "16": "The Lord himself separated them; he will do nothing more for them. They did not respect their own priests; they did not honor their elders.", "17": "Our eyes failed, searching in vain for hope; we kept watching and looking for a nation that would not help.", "18": "Our steps were closely stalked, so we couldn't travel on our own streets. Our end is near, our days are over; indeed, our end has come.", "19": "Our pursuers were swifter than soaring eagles;[e] they pursued us over the mountains, lying in wait for us in the wilderness.", "20": "The Lord's anointed, the breath of our life, was captured in their pits. About him we had said, “Under his protection we will survive among the nations.”", "21": "Celebrate and rejoice, you women[f] of Edom, who live in the land of Uz. But to you the cup also will pass— you will become drunk and stripped naked.", "22": "The punishment for your sin is complete, you women[g] of Zion, and God[h] will no longer exile you. He will punish your iniquity, you women[i] of Edom, and he will expose your sins."}