{"1": "Jotham, Ahaz and Hezekiah were kings of Judah. During the time they were kings, the word of the Lord came to Micah, who was from Moresheth. He saw these visions about Samaria and Jerusalem.", "2": "Hear this, all you nations. Listen, all you who live on the earth. The Lord God will come from his Holy Temple. He will come as a witness against you.", "3": "See, the Lord is coming out of his place in heaven. He is coming down to walk on the tops of the mountains.", "4": "The mountains will melt under him like wax in a fire. The valleys will crack open as if split by water raging down a mountain.", "5": "This is because of Jacob's sin. It is because of the sins of the nation of Israel. Who is responsible for Jacob's sin? Samaria! Who is responsible for Judah's worshiping idols? Jerusalem!", "6": "“So I will make Samaria a pile of ruins in the open country. It will be like a place for planting vineyards. I will pour Samaria's stones down into the valley. And I will destroy her down to her foundations.", "7": "All her idols will be broken into pieces. All the gifts to her idols will be burned with fire. I will destroy all her idols. This is because Samaria earned her money by being unfaithful to me. So this money will be carried off by other people who are not faithful to me.”", "8": "I will moan and cry because of this evil. I will go around barefoot and without clothes. I will cry loudly like the wild dogs. I will cry like the ostriches.", "9": "I will do this because Samaria's wound cannot be healed. Her destruction will spread to Judah. It will reach the city gate of my people. It will come all the way to Jerusalem.", "10": "Don't tell it in Gath.[a] Don't cry in Acco.[b] Cry and roll in the dust at Beth Ophrah.[c]", "11": "Pass on your way, naked and ashamed, you who live in Shaphir.[d] Those who live in Zaanan[e] won't come out to help you. The people in Beth Ezel[f] will cry. But they will not give you any support.", "12": "Those who live in Maroth[g] will be anxious for good news to come. This is because trouble will come from the Lord. It will come all the way to the gate of Jerusalem.", "13": "You people living in Lachish,[h] harness the fastest horse to the chariot. Jerusalem's sins started in you. This is because you followed in Israel's sins.", "14": "So you must give farewell gifts to Moresheth[i] in Gath. The houses in Aczib[j] will be false help to the kings of Israel.", "15": "I will bring an enemy against you who live in Mareshah.[k] He will take what you own. The leaders Israel brags about will hide in the cave at Adullam.", "16": "Cut off your hair to show you are sad. Cry for the children you love. Make yourself bald like the eagle, because your children will be forced to live in a foreign land."}