{"1": "How terrible it will be for people who plan wickedness. They lie on their beds and make evil plans. When the morning light comes, they do the things they planned. They do them just because they have the power to do so.", "2": "They want fields; so they take them. They want houses; so they take them. They cheat a man and take his house. They cheat a man and take his property.", "3": "That is why the Lord says: “Look, I am planning trouble against such people. You won't be able to save yourselves. You will no longer walk proudly, because it will be a terrible time.", "4": "At that time people will make fun of you. They will sing this sad song about you: 'We are completely ruined. The Lord has taken away our land. Yes, he has taken our land away from us. He has divided our fields among our enemies!'”", "5": "So you will have no land for people to measure. They will not throw lots to divide the land among the Lord's people.", "6": "People say, “Don't prophesy to us! Don't say those bad things about us! Nothing like that will happen to us!”", "7": "But I must say this, people of Jacob. The Lord is becoming angry about what you have done. If you lived right, I could say nice words to you.", "8": "But recently, my people have become my enemy. You take the coats from people who pass by. They think they are safe. But you rob them as if they were prisoners of war.", "9": "You've forced the women of my people from their nice houses. You've taken my glory from their children forever.", "10": "Get up and leave. This is not your promised place of rest anymore. You have made this place unclean. It is doomed to destruction.", "11": "But you people want a false prophet who will tell you nothing but lies. You want one who promises to prophesy good things for you if you give him wine and beer. He's just the prophet for you.", "12": "“Yes, people of Jacob, I will bring all of you together. I will bring together all those left alive in Israel. I'll put them together like sheep in a pen, like a flock in its pasture. Then the place will be filled with many people.", "13": "Someone will open the way and lead the people out. The people will break through the gate and leave the city where they were held captive. Their king will go out in front of them. The Lord will lead his people.”"}