{"1": "Then I said, “Listen, leaders of the people of Jacob. Listen, you rulers of the nation of Israel. You should know how to decide cases fairly.", "2": "But you hate good and love evil. You skin my people alive. You tear the flesh off their bones.", "3": "You are destroying my people. You skin them and break their bones. You chop them up in pieces like meat to put in the pot.", "4": "Then you will pray to the Lord. But he won't answer you. He will hide his face from you, because you have done evil.”", "5": "The Lord says this about the prophets who teach his people the wrong way of living: “If someone gives these prophets food to eat, they shout, 'Peace!' But if he doesn't give them food, they prepare for war against him.", "6": "So it will become like night to the prophets. They won't have any visions from the Lord. It will become dark for them. They won't be able to tell what will happen in the future. The sun is about to set for the prophets. Their days will become dark.", "7": "The seers will be ashamed. The people who see the future will be embarrassed. Yes, all of them will cover their mouths. This is because there will be no answer from God.”", "8": "But the Lord's Spirit has filled me with power and strength to preach fairness. I will tell the people of Jacob how they have turned against God. I will tell the people of Israel how they have done wrong.", "9": "Leaders of Jacob and rulers of Israel, listen to me. You hate fairness. You destroy what is right.", "10": "You build Jerusalem by murdering people. You build it with the sins you do.", "11": "The judges in Jerusalem take money to decide who wins in court. The priests in Jerusalem only teach for pay. The prophets only look into the future when they get paid. But yet those leaders say, “The Lord is with us. Nothing bad will happen to us.”", "12": "Because of you, Jerusalem will be plowed like a field. Jerusalem will become a pile of rocks. The hill on which the Temple stands will be covered with bushes."}