{"1": "So, strong city, gather your soldiers together. We are surrounded and attacked. The enemy will swing his club. He will hit the leader of Israel in the face.", "2": "“But you, Bethlehem Ephrathah, are one of the smallest towns in Judah. But from you will come one who will rule Israel for me. He comes from very old times, from days long ago.”", "3": "The Lord will leave his people in Babylon until Jerusalem, who is in labor, gives birth to her children. Then his brothers who are in captivity will return. They will come back to the people of Israel living in Judah.", "4": "Then the ruler of Israel will stand and take care of his people. He will lead them with the Lord's power. He will lead them in the wonderful name of the Lord his God. They will live in safety. And his greatness will be known all over the earth.", "5": "He will bring peace. The Assyrian army will come into our country. They will destroy our large houses. But we will choose seven or eight leaders. They will shepherd our people.", "6": "They will destroy the Assyrians with their swords. They will conquer the land of Assyria with their swords drawn. The Assyrians will come into our land. They will come within our borders. But the leaders of Israel will save us from them.", "7": "Then the people of Jacob who are left alive will be like dew from the Lord to many people. They will be like rain which does not wait for man. They will be like showers which do not wait for human beings.", "8": "Those left alive of Jacob's people will be scattered among the nations. They will be among many peoples. They will be like a lion among the animals of the forest. They will be like a young lion going through the flock. He steps on what is in his way. No one can save the nations from God's people.", "9": "So you will raise your fist in victory over your enemies, and you will destroy them.", "10": "The Lord says, “At that time, I will take your horses from you. I will destroy your chariots.", "11": "I will destroy the walled cities in your country. I will tear down all your defenses.", "12": "You will no longer be able to do witchcraft. You will not have anyone who can tell the future.", "13": "I will destroy your statues of false gods. I will tear down the stone pillars you worship. You will no longer worship what your hands have made.", "14": "I will destroy the Asherah idols. I will destroy your cities.", "15": "Some people won't obey me. I will show my anger and punish them.”"}