{"1": "Poor me! I am like a hungry man. And all the summer fruit has been picked. There are no grapes left to eat. There are none of the early figs I love.", "2": "All of the faithful people are gone. There is not one good person left in this country. Everyone is waiting to kill someone. Everyone is trying to trap his brother.", "3": "People are good at doing evil with both hands. Rulers ask for money. And judges' decisions are bought for a price. Rich people make their wishes known. They all join in their evil plans.", "4": "Even the best of them is like a thornbush. Even the nicest of them is worse than a thornbush. Your watchmen[a] warned you about this day. Now it has come. Now you will be punished. Your punishment will amaze you.", "5": "Don't trust your neighbor. Don't even trust a friend. Be careful what you say, even to your wife.", "6": "A son will not honor his father. A daughter will turn against her mother. A daughter-in-law will fight with her mother-in-law. A person's enemies will be members of his own family.", "7": "Israel says, “I will look to the Lord for help. I will wait for God to save me. My God will hear me.", "8": "Enemy, don't laugh at me. I have fallen, but I will get up again. I sit in the shadow of trouble now. But the Lord will be a light for me.", "9": "I sinned against the Lord. So he was angry with me. But he will defend my case in court. He will do what is right for me. Then he will bring me out into the light. I will see him set things right.", "10": "Then my enemies will see this, and they will be ashamed. My enemies said to me, 'Where is the Lord your God?' Now I will laugh at them. They will fall down defeated, like the mud people walk on.”", "11": "The time will come when your walls will be built again. At that time your country will grow.", "12": "Your people will come back to your land. They will come from Assyria and the cities of Egypt. They will come from the countries between the river of Egypt and the Euphrates River. They will come from the countries between the Mediterranean Sea in the west and the mountains in the east.", "13": "The rest of the earth will be ruined. This is because of what the people who lived in it did.", "14": "So shepherd your people with your stick. Tend the flock of people who belong to you. That flock now lives alone in the desert. But there is fertile pasture nearby. Let them feed in Bashan and Gilead as they did long ago.", "15": "The Lord says, “I did many miracles when I brought you out of Egypt. I will show you more miracles like that.”", "16": "The nations will see those miracles. Then they will no longer brag about their power. They will be amazed and put their hands over their mouths. They will refuse to listen.", "17": "They will crawl in the dust like a snake. They will shake with fear. They will crawl on the ground like insects crawling from their holes. They will come trembling to you, Lord our God. They will tremble in fear before you.", "18": "There is no God like you. You forgive people who are guilty of sin. You don't look at the sins of your people who are left alive. You, Lord, will not stay angry forever. You enjoy being kind.", "19": "Lord, you will have mercy on us again. You will conquer our sins. You will throw away all our sins into the deepest sea.", "20": "You will be true to the people of Jacob! You will be kind to the people of Abraham. You will do what you promised to our ancestors long ago."}