{"1": "The territory chosen by lot for the tribe of the descendants of Y'hudah according to their families extended to the border of Edom in the Tzin Desert, toward the Negev in the far south.", "2": "Their southern border began at the far shore of the Dead Sea, from the bay facing southward, ", "3": "and went out south of the Scorpion Ascent, passed toward Tzin, went up south of Kadesh-Barnea, passed Hetzron, went up toward Adar, turned toward Karka, ", "4": "passed toward 'Atzmon, and went out at the Vadi of Egypt, with the border ending at the sea; this will be your southern border.", "5": "The eastern border was the Dead Sea to where the Yarden entered it. The northern border began at the bay of the sea at the end of the Yarden; ", "6": "then the border went up to Beit-Hoglah and passed north of Beit-'Aravah; next the border went up to the Stone of Bohan the son of Re'uven; ", "7": "then the border went up to D'vir from the Akhor Valley, then northward facing Gilgal (that is, across from Ma'alei-Adumim, which is on the south side of the vadi); next the border passed to the 'Ein-Shemesh Spring and went out at 'Ein-Rogel. ", "8": "Then the border went up the Ben-Hinnom Valley to the south side of the Y'vusi (that is, Yerushalayim), and the border continued up to the top of the hill in front of the Hinnom Valley on the west (which is also at the northernmost end of the Refa'im Valley) ", "9": "From this hilltop the border was drawn to the source of the Neftoach Spring and continued out to the cities of Mount 'Efron; next the border was drawn to Ba'alah (that is, Kiryat-Ye'arim). ", "10": "Then the border turned from Ba'al westward to Mount Se'ir, passed the spur of Mount Ye'arim (also called K'salon) on the north, went down to Beit-Shemesh and passed Timnah. ", "11": "Next the border went out toward the side of 'Ekron northward; and finally, the border was drawn to Shikron, passed Mount Ba'alah, and went out at Yavne'el, with the border ending at the sea.", "12": "As for the west border, the Great Sea was its border. These were the borders of the territory of the descendants of Y'hudah, by clans.", "13": "To Kalev the son of Y'funeh he gave a portion with the descendants of Y'hudah, as Adonai had ordered Y'hoshua, namely, Kiryat-Arba (Arba was the father of the 'Anak), also called Hevron. ", "14": "Kalev expelled from there three descendants of 'Anak — Sheshai, Achiman and Talmai, children of 'Anak. ", "15": "From there he went up to fight the inhabitants of D'vir (D'vir was formerly called Kiryat-Sefer). ", "16": "Kalev said, “To whoever overpowers Kiryat-Sefer and captures it I will give my daughter Akhsah as his wife.” ", "17": "'Otni'el the son of K'naz, Kalev's brother, captured it; so he gave him 'Akhsah his daughter as his wife. ", "18": "After becoming his wife, she persuaded him to ask her father to give them a field; when she got off her donkey, Kalev asked her, “What do you want?” ", "19": "She said to him: “Give me a blessing: since you gave me land in the Negev, also give me sources of water.” So Kalev gave her the Upper Springs and the Lower Springs.", "20": "This is the inheritance of the tribe of the descendants of Y'hudah, by clans.", "21": "The cities at the outer part of the tribe of Y'hudah toward the border with Edom in the south were: Kavtze'el, 'Eder, Yagur, ", "22": "Kinah, Dimonah, 'Ad'adah, ", "23": "Kedesh, Hatzor, Yitnan, ", "24": "Zif, Telem, Be'alot, ", "25": "Hatzor, Hadatah, K'riot, Hetzron (which is Hatzor), ", "26": "Amam, Sh'ma, Moladah, ", "27": "Hatzar-Gadah, Heshmon, Beit-Pelet, ", "28": "Hatzar-Shu'al, Be'er-Sheva, Bizyot-Yah, ", "29": "Ba'alah, 'Iyim, 'Etzem, ", "30": "El-Tolad, K'sil, Hormah, ", "31": "Ziklag, Madmanah, Sansanah, ", "32": "L'va'ot, Shilchim, 'Ayin and Rimmon — twenty-nine cities in all, together with their villages.", "33": "In the Sh'felah: Eshta'ol, Tzor'ah, Ashnah, ", "34": "Zanoach, 'Ein-Ganim, Tapuach, 'Enam, ", "35": "Yarmut, 'Adulam, Sokhoh, 'Azekah, ", "36": "Sh'arim, 'Aditayim, G'derah and G'derotayim — fourteen cities, together with their villages. ", "37": "Tz'nan, Hadashah, Migdal-Gad, ", "38": "Dil'an, Mitzpeh, Yokte'el, ", "39": "Lakhish, Bozkat, 'Eglon, ", "40": "Kabon, Lachmas, Kitlish, ", "41": "G'derot, Beit-Dagon, Na'amah and Makkedah — sixteen cities, together with their villages. ", "42": "Livnah, 'Eter, 'Ashan, ", "43": "Yiftach, Ashnah, N'tziv, ", "44": "Ke'ilah, Akhziv and Mareshah — nine cities, together with their villages. ", "45": "'Ekron, with its towns and villages — ", "46": "from 'Ekron to the sea; all those near Ashdod, with their villages; ", "47": "Ashdod, with its towns and villages; 'Azah, with its towns and villages, to the Vadi of Egypt, with the Great Sea as its border.", "48": "In the hills: Shamir, Yatir, Sokhoh, ", "49": "Danah, Kiryat-Sanna (that is, D'vir), ", "50": "'Anav, Esht'moh, 'Anim, ", "51": "Goshen, Holon and Giloh — eleven cities, together with their villages. ", "52": "Arav, Dumah, Esh'an, ", "53": "Yanum, Beit-Tapuach, Afekah, ", "54": "Humtah, Kiryat-Arba (that is, Hevron) and Tzi'or — nine cities, together with their villages. ", "55": "Ma'on, Karmel, Zif, Yutah, ", "56": "Yizre'el, Yokde'am, Zanoach, ", "57": "Kayin, Giv'ah and Timnah — ten cities, together with their villages. ", "58": "Halchul, Beit-Tzur, G'dor, ", "59": "Ma'arat, Beit-'Anot, Elt'kon — six cities, together with their villages. ", "60": "Kiryat-Ba'al (that is, Kiryat-Ye'arim) and Rabbah — two cities, together with their villages.", "61": "In the desert: Beit-'Aravah, Middin, S'khakhah, ", "62": "Nivshan, 'Ir-Hamelach and 'Ein-Gedi — six cities, together with their villages.", "63": "As for the Y'vusi, who lived in Yerushalayim, the descendants of Y'hudah could not drive them out; so the Y'vusi live with the descendants of Y'hudah in Yerushalayim to this day."}