{"1": "The second lot came out for Shim'on, for the tribe of the descendants of Shim'on according to their families. Their inheritance was inside the inheritance of the descendants of Y'hudah. ", "2": "For their inheritance they had Be'er-Sheva, Sheva, Moladah, ", "3": "Hatzar-Shu'al, Balah, 'Etzem, ", "4": "El-Tolad, B'tul, Hormah, ", "5": "Ziklag, Beit-Markavot, Hatzar-Susah, ", "6": "Beit-L'va'ot and Sharuchen — thirteen cities, together with their villages; ", "7": "'Ayin, Rimmon, 'Eter and 'Ashan — four cities, together with their villages; ", "8": "and all the villages surrounding these cities, as far as Ba'alat-Be'er, Ramah of the Negev. This is the inheritance of the tribe of the descendants of Shim'on according to their families. ", "9": "The inheritance of the descendants of Shim'on was taken out of the allotment for the descendants of Y'hudah, because the portion given to the descendants of Y'hudah was too much for them, so the descendants of Shim'on had an inheritance inside the descendants of Y'hudah.", "10": "The third lot came up for the descendants of Z'vulun according to their families. The border of their inheritance began at Sarid. ", "11": "Then their border went up westward to Mar'alah, extended to Dabeshet and on to the vadi fronting Yokne'am. ", "12": "Also from Sarid it turned toward the sunrise to the east to the border of Kislot-Tavor, went on to Dovrat and up to Yafia. ", "13": "From there it passed eastward to Gat-Hefer, on to 'Et-Katzin, went out at Rimmon and reached to Ne'ah. ", "14": "Then the border turned on the north side to Hanaton, ending in the Yiftach'el Valley. ", "15": "Also Katat, Nahalal, Shimron, Yid'alah and Beit-Lechem — twelve cities, together with their villages. ", "16": "This is the inheritance of the descendants of Z'vulun according to their families, these cities with their villages.", "17": "The fourth lot came out for Yissakhar, for the descendants of Yissakhar according to their families. ", "18": "Their territory included Yizre'el, K'sulot, Shunem, ", "19": "Hafarayim, Shi'on, Anacharat, ", "20": "Rabit, Kishyon, Evetz, ", "21": "Remet, 'Ein-Ganim, 'Ein-Hadah and Beit-Patzetz. ", "22": "Their territory extended to Tavor, Shachatzimah and Beit-Shemesh; and their territory ended at the Yarden — sixteen cities, together with their villages. ", "23": "This is the inheritance of the tribe of the descendants of Yissakhar according to their families, the cities, with their villages.", "24": "The fifth lot came out for the tribe of the descendants of Asher according to their families. ", "25": "Their territory included Helkat, Hali, Beten, Akhshaf, ", "26": "Alamelekh, 'Am'ad and Mish'al. It extended to the Karmel on the west and to Shichor-Livnat. ", "27": "The border turned eastward to Beit-Dagon, reached to Z'vulun and the Yiftach'el Valley on its north, then Beit-'Emek and Ne'i'el, went out to Kavul on the left, ", "28": "then 'Evron, Rechov, Hamon, Kanah and on to greater Tzidon. ", "29": "The border turned toward Ramah and the fortified city of Tzor; next the border turned to Hosah; and it ended at the sea from Hevel to Akhziv. ", "30": "Also included were 'Umah, Afek and Rechov — twenty cities, together with their villages. ", "31": "This is the inheritance of the tribe of the descendants of Asher according to their families, these cities with their villages.", "32": "The sixth lot came out for the descendants of Naftali, for the descendants of Naftali according to their families. ", "33": "Their border went from Helef and the oak in Tza'ananim, included Adami-Nekev and Yavne'el, went on to Lakum and ended at the Yarden. ", "34": "Westward the border turned to Aznot-Tavor and went out from there to Hukok, reaching to Z'vulun on the south, Asher on the west and Y'hudah at the Yarden toward the east. ", "35": "The fortified cities were Tzidim, Tzer, Hamat, Rakat, Kinneret, ", "36": "Adamah, Ramah, Hatzor, ", "37": "Kedesh, Edre'i, 'Ein-Hatzor, ", "38": "Yir'on, Migdal-El, Horem, Beit-'Anat and Beit-Shemesh — nineteen cities, together with their villages. ", "39": "This is the inheritance of the tribe of the descendants of Naftali according to their families, the cities with their villages.", "40": "The seventh lot came out for the tribe of the descendants of Dan according to their families. ", "41": "The territory of their inheritance included Tzor'ah, Eshta'ol, 'Ir-Shemesh, ", "42": "Sha'alabin, Ayalon, Yitlah, ", "43": "Eilon, Timnah, 'Ekron, ", "44": "Elt'keh, Gib'ton, Ba'alat, ", "45": "Y'hud, B'nei-Brak, Gat-Rimmon, ", "46": "Yarkon Springs and Rakon, with the border fronting Yafo. ", "47": "The territory of the descendants of Dan was too small for them, so the descendants of Dan went up and fought against Leshem, captured it, defeated it by the sword, took possession of it and lived there, calling Leshem “Dan” after Dan their ancestor. ", "48": "This is the inheritance of the tribe of the descendants of Dan according to their families, these cities with their villages.", "49": "When they had finished distributing the land for inheritance according to its borders, the people of Isra'el gave an inheritance within their territory to Y'hoshua the son of Nun. ", "50": "According to Adonai's order they gave him the city he had asked for, Timnat-Serach in the hills of Efrayim; so he built up the city and lived in it.", "51": "These are the inheritances which El'azar the cohen, Y'hoshua the son of Nun and the leaders of the ancestral clans of the tribes of the people of Isra'el distributed for inheritance by lot in Shiloh before Adonai at the door of the tent of meeting. Thus they finished dividing up the land."}