{"1": "Then the leaders of the ancestral clans of the L'vi'im approached El'azar the cohen, Y'hoshua the son of Nun and the leaders of the ancestral clans of the tribes of the people of Isra'el. ", "2": "It was at Shiloh in the land of Kena'an that they spoke to them; they said, “Adonai ordered through Moshe that we be given cities to live in, with the surrounding open land for our livestock.” ", "3": "So out of their inheritance the people of Isra'el gave the L'vi'im the following cities with the surrounding open land:", "4": "The lot came out for the families of the K'hati. The descendants of Aharon the cohen, who were of the L'vi'im, received by lot thirteen cities from the tribes of Y'hudah, Shim'on and Binyamin. ", "5": "The rest of the descendants of K'hat received by lot ten cities from the families of the tribes of Efrayim and Dan and the half-tribe of M'nasheh. ", "6": "The descendants of Gershon received by lot thirteen cities from the families of the tribes of Yissakhar, Asher, Naftali and the half-tribe of M'nasheh in Bashan. ", "7": "The descendants of M'rari according to their families received twelve cities from the tribes of Re'uven, Gad and Z'vulun. ", "8": "The people of Isra'el gave by lot to the L'vi'im these cities with the surrounding open land, as Adonai had ordered through Moshe.", "9": "They gave from the tribe of the descendants of Y'hudah and from the tribe of the descendants of Shim'on these cities here mentioned by name; ", "10": "they were for the descendants of Aharon, of the families of the K'hati, who were among the descendants of Levi; because theirs was the first lot. ", "11": "They gave them: Kiryat-Arba — this Arba was the father of 'Anak — (that is, Hevron), in the hills of Y'hudah, with the surrounding open land; ", "12": "but the fields and villages of the city they gave to Kalev the son of Y'funeh as his possession. ", "13": "Thus to the descendants of Aharon the cohen they gave: Hevron with its surrounding open land, already a city of refuge for the killer; Livnah with its surrounding open land; ", "14": "Yatir with its surrounding open land; Esht'moa with its surrounding open land; ", "15": "Holon with its surrounding open land; D'vir with its surrounding open land; ", "16": "'Ayin with its surrounding open land, Yutah with its surrounding open land and Beit-Shemesh with its surrounding open land — nine cities out of these two tribes. ", "17": "Out of the tribe of Binyamin: Giv'on with its surrounding open land, Geva with its surrounding open land, ", "18": "'Anatot with its surrounding open land and 'Almon with its surrounding open land — four cities. ", "19": "All the cities of the descendants of Aharon, the cohanim, numbered thirteen cities with their surrounding open land.", "20": "The families of the descendants of K'hat, who were L'vi'im, that is, the rest of the descendants of K'hat, received the cities of their lot. Out of the tribe of Efrayim ", "21": "they gave them: Sh'khem with its surrounding open land, in the hills of Efrayim, the city of refuge for the killer; Gezer with its surrounding open land; ", "22": "Kivtzayim with its surrounding open land and Beit-Horon with its surrounding open land — four cities. ", "23": "Out of the tribe of Dan: Elt'ke with its surrounding open land, Gib'ton with its surrounding open land, ", "24": "Ayalon with its surrounding open land and Gat-Rimmon with its surrounding open land — four cities. ", "25": "Out of the half-tribe of M'nasheh: Ta'nakh with its surrounding open land and Gat-Rimmon with its surrounding open land — two cities. ", "26": "All the cities of the families of the rest of the descendants of K'hat numbered ten with their surrounding open land.", "27": "To the descendants of Gershon, of the families of the L'vi'im, out of the half-tribe of M'nasheh they gave: Golan in Bashan with its surrounding open land, the city of refuge for the killer; and B'esht'rah with its surrounding open land — two cities. ", "28": "Out of the tribe of Yissakhar: Kishyon with its surrounding open land, Dovrat with its surrounding open land, ", "29": "Yarmut with its surrounding open land and 'Ein-Ganim with its surrounding open land — four cities. ", "30": "Out of the tribe of Asher: Mishal with its surrounding open land, 'Avdon with its surrounding open land, ", "31": "Helkat with its surrounding open land and Rechov with its surrounding open land — four cities. ", "32": "Out of the tribe of Naftali: Kedesh in the Galil with its surrounding open land, the city of refuge for the killer; Hammot-Dor with its surrounding open land; and Kartan with its surrounding open land — three cities. ", "33": "All the cities of the Gershuni according to their families were thirteen cities with their surrounding open land.", "34": "To the families of the descendants of M'rari, the rest of the L'vi'im, out of the tribe of Z'vulun: Yokne'am with its surrounding open land, Kartah with its surrounding open land, ", "35": "Dimnah with its surrounding open land and Nahalal with its surrounding open land — four cities. {(36) Out of the tribe of Re'uven: Betzer with its surrounding open land, Yachtzah with its surrounding open land, (37) K'demot with its surrounding open land and Mefa'at with its surrounding open land — four cities.}* ", "36": "(38) Out of the tribe of Gad: Ramot in Gil'ad with its surrounding open land, the city of refuge for the killer; Machanayim with its surrounding open land; ", "37": "(39) Heshbon with its surrounding open land and Ya'zer with its surrounding open land — four cities in all. ", "38": "(40) All these were the cities of the descendants of M'rari according to their families, the rest of the families of the L'vi'im; their lot totaled twelve cities.", "39": "(41) All the cities of the L'vi'im, forty-eight cities with their surrounding open land, are to be in among the lands possessed by the people of Isra'el — ", "40": "(42) these cities, each with its surrounding open land; thus is it to be with all these cities.", "41": "(43) So Adonai gave Isra'el all the land which he swore to give to their ancestors, and they took possession of it and lived in it. ", "42": "(44) Then Adonai gave them rest all around, according to everything he had sworn to their ancestors. Not a man from all their enemies stood against them; Adonai handed all their enemies over to them. ", "43": "(45) Not one good thing that Adonai had spoken of to the household of Isra'el failed to happen; it all took place."}