{"1": "A long time afterwards, when Adonai had given Isra'el rest from all their surrounding enemies, and Y'hoshua was old, with age taking its toll, ", "2": "Y'hoshua summoned all Isra'el — their leaders, heads, judges and officials — and said to them, “I am old; age is taking its toll. ", "3": "You have seen everything that Adonai your God has done to all these nations because of you, for it is Adonai your God who has fought on your behalf. ", "4": "Here, I have allotted to you land for inheritance according to your tribes between the Yarden and the Great Sea to the west; it includes the land of the nations I have destroyed and the nations which remain. ", "5": "Adonai your God will thrust them out ahead of you and drive them out of your sight, so that you will possess their land, as Adonai your God told you.", "6": "“Therefore be very firm about keeping and doing everything written in the book of the Torah of Moshe and not turning aside from it either to the right or to the left. ", "7": "Then you won't become like those nations remaining among you. Don't even mention the name of their gods, let alone have people swear by them, serve them or worship them; ", "8": "but cling to Adonai your God, as you have done to this day. ", "9": "This is why Adonai has driven out great, strong nations ahead of you; and it explains why no one has prevailed against you to this day, ", "10": "why one man of you has chased a thousand — it is because Adonai your God has fought on your behalf, as he said to you.", "11": "“Therefore take great care to love Adonai your God. ", "12": "Otherwise, if you retreat and cling to the remnant of these other nations remaining among you, if you make marriages with them and have children with them and they with you, ", "13": "know for certain that Adonai your God will stop driving out these nations from your sight. Instead, they will become a snare and a trap for you, whipping your sides and pricking your eyes, until you perish from this good land which Adonai your God has given you.", "14": "“Today I am going the way of all the earth. Therefore consider in all your heart and being that not one of all the good things Adonai your God said concerning you has failed to happen; it has all come to pass; nothing of it has failed. ", "15": "Nevertheless, just as all the good things Adonai your God promised you have come upon you, likewise Adonai will bring upon you all the bad things too, until he has destroyed you from this good land which Adonai your God has given you. ", "16": "When you violate the covenant of Adonai your God, which he ordered you to obey, and go and serve other gods and worship them, then the anger of Adonai will blaze up against you; and you will perish quickly from the good land which he has given you!”"}