{"1": "Y'hoshua gathered all the tribes of Isra'el to Sh'khem; he summoned the leaders, heads, judges and officials of Isra'el; and they presented themselves before God. ", "2": "Y'hoshua said to all the people, “This is what Adonai the God of Isra'el says: 'In antiquity your ancestors lived on the other side of the [Euphrates] River — Terach the father of Avraham and Nachor — and they served other gods. ", "3": "I took your ancestor Avraham from beyond the River, led him through all the land of Kena'an, increased his descendants and gave him Yitz'chak. ", "4": "I gave to Yitz'chak Ya'akov and 'Esav. To 'Esav I gave Mount Se'ir as his possession, but Ya'akov and his children went down into Egypt. ", "5": "I sent Moshe and Aharon, I inflicted plagues on Egypt in accordance with what I did among them, and afterwards I brought you out. ", "6": "Yes, I brought your fathers out of Egypt: you arrived at the sea, and the Egyptians were pursuing your ancestors with chariots and horsemen to the Sea of Suf. ", "7": "But when they cried out to Adonai, he put darkness between you and the Egyptians, overwhelmed them with the sea and drowned them. Your eyes saw what I did in Egypt, and then you lived in the desert for a long time. ", "8": "I brought you into the land of the Emori living beyond the Yarden; they fought against you, but I handed them over to you. You took possession of their land, and I destroyed them ahead of you. ", "9": "Then Balak the son of Tzippor, king of Mo'av, rose up and fought against Isra'el. He sent and summoned Bil'am the son of B'or to put a curse on you. ", "10": "But I refused to listen to Bil'am, and he actually blessed you. In this way I rescued you from him. ", "11": "Next you crossed the Yarden and came to Yericho. The men of Yericho fought against you — the Emori, P'rizi, Kena'ani, Hitti, Girgashi, Hivi and Y'vusi — and I handed them over to you. ", "12": "I sent the hornet ahead of you, driving them out from ahead of you, the two kings of the Emori — it wasn't by your sword or your bow. ", "13": "Then I gave you a land where you had not worked and cities you had not built, and you live there. You eat fruit from vineyards and olive groves which you did not plant.'", "14": "“Therefore fear Adonai, and serve him truly and sincerely. Put away the gods your ancestors served beyond the [Euphrates]River and in Egypt, and serve Adonai! ", "15": "If it seems bad to you to serve Adonai, then choose today whom you are going to serve! Will it be the gods your ancestors served beyond the River? or the gods of the Emori, in whose land you are living? As for me and my household, we will serve Adonai!”", "16": "The people answered, “Far be it from us that we would abandon Adonai to serve other gods; ", "17": "because it is Adonai our God who brought us and our fathers up out of the land of Egypt, from a life of slavery, and did those great signs before our eyes, and preserved us all along the way we traveled and among all the peoples we passed through; ", "18": "and it was Adonai who drove out from ahead of us all the peoples, the Emori living in the land. Therefore we too will serve Adonai, for he is our God.”", "19": "Y'hoshua said to the people, “You can't serve Adonai; because he is a holy God, a jealous God, and he will not forgive your crimes and sins. ", "20": "If you abandon Adonai and serve foreign gods, he will turn, doing you harm and destroying you after he has done you good.”", "21": "But the people said to Y'hoshua, “No, but we will serve Adonai.”", "22": "Y'hoshua said to the people, “You are witnesses against yourselves that you have chosen Adonai, to serve him.” They answered, “We are witnesses.”", "23": "“Now,” Y'hoshua urged, “put away the foreign gods you have among you, and turn your hearts to Adonai, the God of Isra'el.”", "24": "The people answered Y'hoshua, “We will serve Adonai our God; we will pay attention to what he says.”", "25": "So Y'hoshua made a covenant with the people that day, laying down for them laws and rulings there in Sh'khem. ", "26": "Y'hoshua wrote these words in the book of the Torah of God. Then he took a big stone and set it up there under the oak next to the sanctuary of Adonai. ", "27": "Y'hoshua said to all the people, “See, this stone will be a witness against us; because it has heard all the words of Adonai which he said to us; therefore it will be a witness against you, in case you deny your God.” ", "28": "Then Y'hoshua sent the people away, every man to his inheritance.", "29": "After this, Y'hoshua the son of Nun, the servant of Adonai, died; he was 110 years old. ", "30": "They buried him on his property in Timnat-Serach, which is in the hills of Efrayim, north of Mount Ga'ash.", "31": "Isra'el served Adonai throughout Y'hoshua's lifetime and throughout the lifetimes of the leaders who outlived Y'hoshua and had known all the deeds that Adonai had done on behalf of Isra'el.", "32": "The bones of Yosef, which the people of Isra'el had brought up from Egypt, they buried in Sh'khem, in the parcel of ground which Ya'akov had bought from the sons of Hamor the father of Sh'khem for a hundred pieces of silver; and they became a possession of the descendants of Yosef.", "33": "Finally, El'azar the son of Aharon died; and they buried him on the hill belonging to Pinchas his son, which had been given to him in the hills of Efrayim."}