{"1": "The Lord proclaims: For three crimes of Moab, and for four, I won't hold back the punishment, because he burned to lime the bones of the king of Edom.", "2": "So I will send down a fire on Moab; it will devour the palaces of Kerioth. Moab will die in a great uproar, with a war cry, with the sound of the ram's horn.", "3": "I will remove their judge from them and slay all their officials with him, says the Lord.", "4": "The Lord proclaims: For three crimes of Judah, and for four, I won't hold back the punishment, because they have rejected the Instruction of the Lord, and haven't kept his laws. They have been led off the right path by the same lies after which their ancestors walked.", "5": "So I will send a fire on Judah, and it will devour the palaces of Jerusalem.", "6": "The Lord proclaims: For three crimes of Israel, and for four, I won't hold back the punishment, because they have sold the innocent for silver, and those in need for a pair of sandals.", "7": "They crush the head of the poor into the dust of the earth, and push the afflicted out of the way. Father and son have intercourse with the same young woman, degrading my holy name.", "8": "They stretch out beside every altar on garments taken in loan; in the house of their god they drink wine bought with fines they imposed.", "9": "Yet I destroyed the Amorite before them, whose height was as tall as cedar trees, and whose strength was as strong as oak trees. I destroyed his fruit above and his roots below.", "10": "Also I brought you up out of the land of Egypt, and led you forty years in the wilderness, to lay claim to the land of the Amorite.", "11": "I raised up some of your children to be prophets and some of your youth to be nazirites. Isn't this so, people of Israel? says the Lord.", "12": "But you made the nazirites drink wine, and commanded the prophets, saying, “You won't prophesy.”", "13": "So now I will oppress you, just like a cart is weighed down[a] when it is full of harvested grain.", "14": "Fast runners will find no refuge; the strong will lose their strength; the mighty will be unable to save their lives.", "15": "Those who shoot the bow won't survive. Fast runners won't escape; those who ride horses won't save themselves.", "16": "The bravest warrior will flee away naked in that day, says the Lord."}