{"1": "Hear this word that the Lord has spoken against you, people of Israel, against the whole family that I brought out of the land of Egypt:", "2": "You only have I loved so deeply of all the families of the earth. Therefore, I will punish you for all your wrongdoing.", "3": "Will two people walk together unless they have agreed to do so?[a]", "4": "Does a lion roar in the forest when it has no prey? Does a young lion cry out from its den if it has caught nothing?", "5": "Will a bird fall into a trap on the ground when there is no bait for it? Will a trap spring up from the ground when it has taken nothing?", "6": "If a ram's horn is blown in a city, won't people tremble? If disaster falls on a city, is it the Lord who has done it?", "7": "Surely the Lord God does nothing without revealing his secret to his servants the prophets.", "8": "A lion has roared; who will not fear? The Lord God has spoken; who can but prophesy?", "9": "Proclaim it to the palaces of Ashdod and to the palaces in the land of Egypt. Say, “Gather yourselves on Mount Samaria, and see the great turmoil in the city, and what violent deeds are inside it.”", "10": "They don't know how to do right, says the Lord— those who store up violence and robbery in their palaces.", "11": "Therefore, the Lord my God proclaims: An enemy will surround the land; he will bring you down from your protected places, and your palaces will be robbed.", "12": "The Lord proclaims: Just as the shepherd rescues two legs or the piece of an ear from the mouth of the lion, so will the people of Israel be rescued. Those who live in Samaria will escape with the corner of a bed, and those in Damascus with a piece of a couch.[b]", "13": "Hear this and speak against the house of Jacob, says the Lord God, the God of heavenly forces:", "14": "On the day I punish the crimes of Israel, I will also visit the altars of Bethel; the horns of the altar will be cut off and will fall to the ground.", "15": "I will tear down the winter house as well as the summer house; the houses of ivory will perish; the great houses will be swept away, says the Lord."}