{"1": "Hear this word—a funeral song—that I am lifting up against you, house of Israel:", "2": "Fallen, no more to rise, is virgin Israel, deserted on her land, with no one to raise her up.", "3": "The Lord God proclaims: The city that marched out one thousand people will have one hundred left, and the city that marched out one hundred will have ten left in the house of Israel.", "4": "The Lord proclaims to the house of Israel: Seek me and live.", "5": "But don't seek Bethel, don't enter into Gilgal, or cross over to Beer-sheba; for Gilgal will go into exile, and Bethel will come to nothing.", "6": "Seek the Lord and live, or else God might rush like a fire against the house of Joseph. The fire will burn up Bethel, with no one to put it out.", "7": "Doom to you who turn justice into poison, and throw righteousness to the ground!", "8": "The one who made the Pleiades and Orion, and turns deep darkness into the morning, and darkens the day into night; who summons the waters of the sea, and pours them out on the surface of the earth— this one's name is the Lord—", "9": "who causes destruction to flash out against the strong, so that destruction comes upon the fortress.", "10": "They hate the one who judges at the city gate, and they reject the one who speaks the truth.", "11": "Truly, because you crush the weak, and because you tax their grain, you have built houses of carved stone, but you won't live in them; you have planted pleasant vineyards, but you won't drink their wine.", "12": "I know how many are your crimes, and how numerous are your sins— afflicting the righteous, taking money on the side, turning away the poor who seek help.", "13": "Therefore, the one who is wise will keep silent in that time; it is an evil time.", "14": "Seek good and not evil, that you may live; and so the Lord, the God of heavenly forces, will be with you just as you have said.", "15": "Hate evil, love good, and establish justice at the city gate. Perhaps the Lord God of heavenly forces will be gracious to what is left of Joseph.", "16": "Truly, the Lord proclaims, the God of heavenly forces, the Lord: Crying will be heard in all the squares. In all the streets they will say, “Oh no! Oh no!” They will call upon the farmers to wail, and those skilled in mourning to lament.", "17": "In all the vineyards there will be bitter crying because I will pass through your midst, says the Lord.", "18": "Doom to those who desire the day of the Lord! Why do you want the day of the Lord? It is darkness, not light;", "19": "as if someone fled from a lion, and was met by a bear; or sought refuge in a house, rested a hand against the wall, and was bitten by a snake.", "20": "Isn't the day of the Lord darkness, not light; all dark with no brightness in it?", "21": "I hate, I reject your festivals; I don't enjoy your joyous assemblies.", "22": "If you bring me your entirely burned offerings and gifts of food— I won't be pleased; I won't even look at your offerings of well-fed animals.", "23": "Take away the noise of your songs; I won't listen to the melody of your harps.", "24": "But let justice roll down like waters, and righteousness like an ever-flowing stream.", "25": "Did you bring me sacrifices and offerings during the forty years in the wilderness, house of Israel?", "26": "You will take up Sakkuth your king, and Kaiwan your star-god, your images, which you made for yourselves.", "27": "Therefore, I will take you away beyond Damascus, says the Lord, whose name is the God of heavenly forces."}