{"1": "Doom to those resting comfortably in Zion and those trusting in Mount Samaria, the chiefs of the nations, to whom the house of Israel comes!", "2": "Cross over to Calneh and see; from there go to Hamath the great; then go down to Gath of the Philistines. Are you better than these kingdoms? Or is your territory greater than their territory?", "3": "Doom to those who ignore the evil day and make violent rule draw near:", "4": "who lie on beds of ivory, stretch out on their couches, eat lambs from the flock, and bull calves from the stall;", "5": "who sing idle songs to the sound of the harp, and, like David, compose tunes on musical instruments;", "6": "who drink bowls of wine, put the best of oils on themselves, but who aren't grieved over the ruin of Joseph!", "7": "Therefore, they will now be the first to be taken away, and the feast of those who lounged at the table will pass away.", "8": "The Lord God has solemnly sworn, says the Lord, the God of heavenly forces: I reject the pride of Jacob. I hate his fortresses. I will hand over the city and all that is in it.", "9": "If ten people remain in one house, then they will die.", "10": "If a relative, someone who burns the dead, picks up the body to bring it out of the house, and says to someone inside the house, “Is anyone else with you?” the answer will be, “No.” Then the relative will say, “Hush! We mustn't mention the name of the Lord.”", "11": "Look, the Lord is giving an order; he will shatter the great house into bits and the little house into pieces.", "12": "Do horses run on rocks? Does one plow the sea with oxen? But you have turned justice into poison and the fruit of righteousness into bitterness—", "13": "you who rejoice in Lo-debar, who say, “Haven't we by our own strength taken Karnaim for ourselves?”", "14": "Indeed, I will raise up against you a nation, house of Israel, says the Lord God of heavenly forces, and they will oppress you from Lebo-hamath to the desert ravine."}