{"1": "This is what the Lord God showed me: The Lord God was forming locusts at the time the late grass began to sprout. (It was the late grass after the king's harvest.)", "2": "When they had finished eating the green plants of the land, I said, “Lord God, please forgive! How can Jacob survive? He is so small!”", "3": "The Lord relented concerning this: “It won't take place,” says the Lord.", "4": "This is what the Lord God showed me: The Lord God was calling for judgment with fire, and it devoured the great deep and was eating up part of the land.", "5": "Then I said, “Lord God, I beg you, stop! How can Jacob survive? He is so small!”", "6": "The Lord relented concerning this: “This also won't take place,” says the Lord God.", "7": "This is what the Lord showed me: The Lord was standing by a wall, with a plumb line in his hand.", "8": "The Lord said to me, “Amos, what do you see?” “A plumb line,” I said. Then the Lord said, “See, I am setting a plumb line in the middle of my people Israel. I will never again forgive them.", "9": "The shrines of Isaac will be made desolate, and the holy places of Israel will be laid waste, and I will rise against the house of Jeroboam with the sword.”", "10": "Then Amaziah, the priest of Bethel, reported to Israel's King Jeroboam, “Amos has plotted against you within the house of Israel. The land isn't able to cope with everything that he is saying.", "11": "Amos has said, 'Jeroboam will die by the sword, and Israel will be forced out of its land.'”", "12": "Amaziah said to Amos, “You who see things, go, run away to the land of Judah, eat your bread there, and prophesy there;", "13": "but never again prophesy at Bethel, for it is the king's holy place and his royal house.”", "14": "Amos answered Amaziah, “I am[a] not a prophet, nor am I a prophet's son; but I am a shepherd, and a trimmer of sycamore trees.", "15": "But the Lord took me from shepherding the flock, and the Lord said to me, 'Go, prophesy to my people Israel.'", "16": "“Now then hear the Lord's word. You say, 'Don't prophesy against Israel, and don't preach against the house of Isaac.'", "17": "“Therefore, the Lord proclaims: 'Your wife will become a prostitute in the city, and your sons and your daughters will fall by the sword, and your land will be measured and divided up; you yourself will die in an unclean land, and Israel will surely be taken away from its land.'”"}