{"1": "This is what the Lord God showed me: a basket of summer fruit.", "2": "He said, “Amos, what do you see?” I said, “A basket of summer fruit.” Then the Lord said to me, “The end has come upon my people Israel; I will never again forgive them.", "3": "On that day, the people will wail the temple songs,” says the Lord God; “there will be many corpses, thrown about everywhere.[a] Silence.”", "4": "Hear this, you who trample on the needy and destroy the poor of the land,", "5": "saying, “When will the new moon be over so that we may sell grain, and the Sabbath so that we may offer wheat for sale, make the ephah smaller, enlarge the shekel, and deceive with false balances,", "6": "in order to buy the needy for silver and the helpless for sandals, and sell garbage as grain?”", "7": "The Lord has sworn by the pride of Jacob: Surely I will never forget what they have done.", "8": "Will not the land tremble on this account, and all who live in it mourn, as it rises and overflows like the Nile, and then falls again, like the River of Egypt?[b]", "9": "On that day, says the Lord God, I will make the sun go down at noon, and I will darken the earth in broad daylight.", "10": "I will turn your feasts into sad affairs and all your singing into a funeral song; I will make people wear mourning clothes and shave their heads; I will make it like the loss of an only child, and the end of it like a bitter day.", "11": "The days are surely coming, says the Lord God, when I will send hunger and thirst on the land; neither a hunger for bread, nor a thirst for water, but of hearing the Lord 's words.", "12": "They will wander from sea to sea, and from north to east; they will roam all around, seeking the Lord's word, but they won't find it.", "13": "On that day the beautiful young women and the young men will faint with thirst.", "14": "Those who swear by the guilt of Samaria, and say, “As your god lives, Dan,” and, “As the way of Beer-sheba lives”— even they will fall and never rise again."}