{"1": "I saw the Lord standing beside the altar, and the Lord said: Strike the pillars until the foundations shake, shatter them on the heads of all the people. With the sword, I will kill the last of them; not one of them will flee, not one of them will escape.", "2": "If they dig through into the underworld,[a] from there my hand will take them. If they climb up to the heavens, from there I will bring them down.", "3": "If they hide themselves on the top of Carmel, I will search for them there and remove them. If they hide from my sight at the bottom of the sea, I will give an order to the sea serpent, and it will bite them.", "4": "If they are forced from their homes before their enemies, there I will give an order to the sword, and it will kill them. I will fix my eyes on them for harm and not for good.", "5": "The Lord, God of heavenly forces, touches the earth and it melts, and all who live in it are sick to death. All of it[b] rises up like the Nile and sinks again, like the Nile of Egypt.", "6": "It is the Lord who builds his upper rooms in the heavens and establishes his residence upon the earth; who summons the waters of the sea, and pours them out upon the face of the earth— the Lord is his name.", "7": "Aren't you like the Cushites to me, people of Israel? says the Lord. Haven't I brought Israel up from the land of Egypt, and the Philistines from Caphtor and the Arameans from Kir?", "8": "Look, the Lord God is eyeing the sinful kingdom, and I will destroy it from the face of the earth. However, I won't destroy fully the house of Jacob, says the Lord.", "9": "Look, I am giving orders, and I will shake the house of Israel among all the nations as one sifts dirt with a screen, but no pebble will fall to the ground.", "10": "All the sinners of my people will die by the sword, those who say, “Evil won't overtake or meet us.”", "11": "On that day I will raise up the meeting tent of David that has fallen, and repair its broken places. I will raise up its ruins, and I will rebuild it like a long time ago;", "12": "so that they may possess what is left of Edom, as well as all the nations who are called by my name, says the Lord who will do this.", "13": "The days are surely coming, says the Lord, when the one who plows will overtake the one who gathers, when the one who crushes grapes will overtake the one who sows the seed. The mountains will drip wine, and all the hills will flow with it.", "14": "I will improve the circumstances of my people Israel; they will rebuild the ruined cities and inhabit them. They will plant vineyards and drink their wine; and they will make gardens and eat their fruit.", "15": "I will plant them upon their land, and they will never again be plucked up out of the land that I have given them, says the Lord your God."}