{"1": "The historical books of the Hebrew Bible often have sections where great religious leaders make a final speech. This is a summing-up of their lives and often a prophetic warning about the future. Call it “foreshadowing,” if you will, because everyone who hears this story knows that everything Samuel predicts comes true. As long as the people and their king serve only the Lord, they prosper; but if they and their king turn away from that faith, they suffer. As those who read the books of Samuel know, the people of Israel turn away from God; and eventually, great empires come and lay waste to the land. Samuel (to the Israelites): I have listened to your voice and all you have said, and I have given you a king to rule over you. ", "2": "He is now your ruler and will walk before you. I have grown old and gray, but my sons still live among you. I have led you since I was a young man, but those days are over.", "3": "Here I am. Speak up in front of the Eternal One and in front of His anointed king if you have the same grievances against me as you have against my sons. Have I ever taken an ox from you? A donkey? Have I ever cheated any of you? Threatened any of you? Have any of you given me a bribe to make me change my judgment? [If any of this is true, say so,][a] I will make it right.", "4": "Samuel asks his listeners to affirm that he has acted with integrity as their leader. Money has not swayed him, nor has personal emotion; he has done what is good in the sight of God. (Maybe, like Eli before him, his sons are a mess, but that's another matter.) The people take seriously what he has to say next for two reasons: they trust Samuel, and they fear God. Today some leaders taint religion by acting as Samuel's sons did. Their personal greed, desire for political power, or unwillingness to put God first make some think that religion itself is a sham. Faithful leaders can still be found, but Samuel's example suggests that it's a good idea to question the actions of our leaders before we let them tell us what they think God wants from us. People: 4 No, you have never cheated us, you have never threatened us, and you have never taken anything from anyone.", "5": "Samuel: 5 Then let the Eternal One, who witnesses against you, and His anointed king, who bears witness today, see that you have found me innocent of any wrongdoing against you. People: He is our witness.", "6": "Samuel: 6 The Eternal One is our witness, the One who first raised Moses and Aaron to be leaders of the people, the One who brought your ancestors here out of the oppression of Egypt. ", "7": "Now stand ready as I will present to you, before the Eternal One, a declaration of all the righteous acts the Eternal has done on behalf of you and your ancestors.", "8": "When Jacob went down into Egypt, your ancestors cried to the Eternal One for help, and the Eternal raised Moses and Aaron to lead your ancestors out of their bondage and bring them to this land. ", "9": "But once they were here, they forgot the Eternal One, their True God, so He allowed Sisera, the general of the armies of Hazor, and later the Philistines and then the king of Moab to subdue them. So the people had to fight for their survival. ", "10": "Under this heavy oppression, the people cried out to the Eternal, confessing, “We have sinned. We have forsaken the Eternal to serve the local gods.[b] But if You will save us now from the heavy hands of our enemies, we will serve You.” ", "11": "Then the Eternal One raised up Jerubbaal, Bedan, Jephthah, and Samuel, who pulled you out of the grasp of your enemies and brought peace from warfare on every side so that you could live in safety. ", "12": "But when you saw that King Nahash of the Ammonites was arrayed for battle against you, you ran to me, saying, “Give us a king to rule over us,” even though the Eternal One, your True God, has always been your king. ", "13": "So now, look: here is the king you chose, the king for whom you asked. The Eternal has indeed set a king to rule over you.", "14": "If you will revere and serve the Eternal, if you listen to His voice and do not disobey His commands, then you and this king who rules over you will follow the Eternal One, your True God, and all will go well with you.", "15": "But if you ignore His voice, if you disobey the commands of the Eternal, then His mighty hand of judgment will be raised against you and against your ancestors.", "16": "Stand ready, for the Eternal One is going to show you a great sight. ", "17": "It is the wheat harvest now, and is this not the time after the early rains? But I will call upon the Eternal to send thunder and rain so you will realize the depths of your sin before God because you demanded a king to rule over you.", "18": "Samuel prayed to the Eternal. He sent thunder and rain to pelt the fields that day, and the people were afraid of Him and of Samuel.", "19": "People (to Samuel): 19 Pray to the Eternal One your God on behalf of your servants so we will not die for adding to all the weight of our sin the evil of demanding our own king.", "20": "Samuel: 20 Don't be frightened. It is true that you have done evil, but never stop following the Eternal One. Serve Him completely, ", "21": "and do not follow empty things that do not have the power to benefit or save you. They are worthless. ", "22": "For the sake of His reputation, He will not cast away His chosen people. Before you ever chose Him, the Eternal One chose you as His own because it pleased Him.", "23": "As for me, the last thing I would ever do is to stop praying for you. That would be a sin against the Eternal One on my part. I will always try to teach you to live and act in a way that is good and proper in His eyes. ", "24": "Make this your one purpose: to revere Him and serve Him faithfully with complete devotion because He has done great things for you. ", "25": "But if you continue in your evil ways against Him, you and your king will be swept off the face of the earth."}