{"1": "One day Saul's son, Jonathan, came up with a plan. He turned to his armor-bearer. Jonathan: Come on. Let's go down to the Philistines over there. But he didn't tell his father what he had decided.", "2": "Saul remained outside Gibeah under the pomegranate tree at Migron with about 600 of his soldiers. ", "3": "Ahijah, the son of Ahitub and nephew of Ichabod (who was a son of Phinehas, who was born to Eli, who had been the priest of the Eternal One in Shiloh), was also there with Saul, bearing the priestly vest. None of the people knew that Jonathan had gone.", "4-5": "The mountain pass that Jonathan took to reach the Philistines was bordered on either end by rocky crags. The one on the north in front of Michmash was called Bozez, and the other on the south near Geba was called Seneh.", "6": "Jonathan (to his armor-bearer): 6 Come on! Let's cross over to this force of Philistines, these uncircumcised, these idol-worshipers. Maybe the Eternal One will fight for us. If He wants to save us, then no force is too big or too small.", "7": "Armor-bearer: 7 Do whatever you think is right, and I will follow you. My decision will be your decision.", "8": "Jonathan: 8 Now we will approach the Philistines and let them see us. ", "9": "If they say, “Wait there. We are coming to you,” then we will stay where we are, and we will not advance. ", "10": "But if they say, “Come here,” then we will go to them, and that will be the sign that the Eternal has given us power over them.", "11": "So they let the Philistines see them, and the Philistine soldiers ridiculed them. Soldiers: Look! There are some Hebrews climbing out of the holes where they've been hiding!", "12": "They signaled to Jonathan and his armor-bearer. Soldiers: Come here, you two! Come here, and we'll show you something! The Philistines believe no one can climb up to them. Jonathan (to the armor-bearer): Follow me! The Eternal One has assured victory for Israel.", "13": "Jonathan scrambled up the steep incline on his hands and feet to the Philistine soldiers, his armor-bearer right behind. When he appeared before the Philistines, they fell before him, and he and his armor-bearer killed them right and left. ", "14": "In that first assault, Jonathan and his armor-bearer killed about 20 men within an area of about a half-acre. ", "15": "When the news of this slaughter spread, it caused trembling in the Philistine camp, among the soldiers in the field, even among the whole nation. The garrison of troops was confused and afraid, and the raiding parties who had terrorized Israel trembled. Soon the earth itself quaked, and an awesome trembling abounded.", "16": "From a distance Saul's watchmen at Gibeah in Benjamin saw the multitude of Philistines melting away, rushing back and forth.", "17": "Saul (to his soldiers): 17 Call the roll. I want to know who is missing from our camp. After the roll call, they realized Jonathan and his armor-bearer were gone.", "18": "Saul (to Ahijah the priest): 18 Bring the covenant chest of the True God here. The chest of God was traveling with the Israelites in those days. ", "19": "While Saul was talking with Ahijah the priest, the raucous commotion in the Philistine ranks grew. He turned to Ahijah the priest who was consulting the oracle of the Urim and Thummim to determine God's will. Saul (to the priest): Withdraw your hand!", "20": "Then Saul rallied all his troops and led them into battle, and there was so great a confusion that no one knew exactly whom they were fighting. ", "21": "Those Hebrews who had been with the Philistines in their camps changed sides and began fighting alongside the Israelites who were with Saul and Jonathan, ", "22": "and those Israelites who had gone into hiding in the hill country of Ephraim came flooding out of the hills to fight when they heard the Philistines were running away.", "23": "So the Eternal One gave Israel the victory that day, and the battle passed beyond Beth-aven. ", "24": "But Saul did a foolish thing: he placed all of his troops under an oath that caused added pressure. Saul: A curse on anyone who stops to eat before evening comes and I have my revenge on my enemies! So none of the army ate anything, ", "25": "[although they passed through a forest and by a honeycomb][a] with honey on the ground. ", "26": "The people passed and the honey was dripping out, but none of them reached out for a taste because they were afraid of Saul's curse. ", "27": "But Jonathan had not heard Saul's words, so when he passed the honeycomb, he reached out with the staff he was carrying, took some honey, put it in his mouth, and immediately felt refreshed.", "28": "Soldier: 28 Your father strictly charged us not to eat anything! He said we would be cursed if we did; that is why we are so weak with hunger.", "29": "Jonathan: 29 Then my father has troubled our people for no reason. See how much stronger I am after tasting the honey? ", "30": "Wouldn't it have been better if our soldiers had been free to eat some of the food they had taken from the enemy? Our slaughter of the Philistines is not as great as it could be because we are too weak to pursue it!", "31": "So after this victory, after the Israelites had crushed the Philistines from Michmash to Aijalon, they were faint. ", "32": "When evening came and they were permitted to eat, they seized the spoils of battle, took sheep and oxen and calves, slaughtered them on the ground, and ate them with their blood, which is strictly forbidden by the law of Moses. ", "33": "This was reported to Saul. Soldier: Look, our soldiers are sinning against the Eternal One by eating the meat together with the blood of those animals! Saul: You should not have done this. Roll a large stone before me here so I can prepare an altar. ", "34": "Go among the people and tell them, “Bring your oxen or sheep; kill them here, and eat, but do not sin against the Eternal by eating the meat together with the blood.” So all the soldiers brought their own animals that night and slaughtered them at the stone altar. ", "35": "This was the first altar Saul built to the Eternal One.", "36": "Saul: 36 Let us go down against the Philistine forces tonight and attack them until morning, until not one of them is left alive. His followers encouraged him to do as he wished, everyone that is, except for the priest. Priest (protesting): Let us consult the True God.", "37": "So Saul and his priest come before the Lord and perform the appropriate rituals so that he can know the will of God. Saul (to God): 37 Do You want me to go after the Philistines tonight? If we go, will You give Israel victory? But God did not answer him that day. ", "38": "So he gathered the people together. Saul: Come now, all you leaders of the land. Let us determine where we have sinned today. ", "39": "For as the Eternal One—the God who delivers Israel—lives, wherever the sin lies, even in my son Jonathan, that person will surely die! No one among the people answered him. ", "40": "So Saul separated himself and Jonathan from the others, ordering the people to stand on one side and he and Jonathan on the other. People: Do as you please.", "41": "Then Saul asked the Eternal One, the God of Israel, to reveal the truth. [The priest consulted the stones of the divine oracle to determine whether the sin was committed by the common people of Israel or by someone in his royal family.][b] The oracle indicated that the family of Saul, not the people of Israel, was at fault.", "42": "Saul (to the priest): 42 Cast again to see whether it is me or my son Jonathan. The results indicated Jonathan.", "43": "Saul (to Jonathan): 43 What have you done? Jonathan: I certainly tasted a little honey with the tip of the staff I carried. I am ready to die.", "44": "Saul: 44 May the True God do the same and more to me, my son. Jonathan, you must die.", "45": "But the people step in to protect Jonathan. People (to Saul): 45 Would you execute Jonathan, the one who won Israel's great victory? Of course not! As the Eternal One lives, not a hair of his head should be harmed because he worked with the True God today to give us victory! So the people ransomed Jonathan, and he was not killed. ", "46": "Saul, now humiliated, stopped pursuing the Philistines, and the Philistines who were left returned to their own land.", "47": "When Saul entered into his kingship, he made war with all of Israel's enemies—Moab, the Ammonites, Edom, the kings of Zobah, and the Philistines. Throughout his life he fought and condemned them. ", "48": "He fought bravely and defeated the Amalekites and rescued Israel from the onslaught of all those who plundered her.", "49": "Saul's three sons were Jonathan, Ishvi, and Malchi-shua, and his two daughters were Merab (the firstborn) and Michal (the younger). ", "50": "Saul's wife was Ahinoam, the daughter of Ahimaaz, and the commander of his forces was his cousin Abner, son of Ner, Saul's uncle. ", "51": "Kish, the father of Saul, and Ner, the father of Abner, were sons of Abiel.", "52": "The Israelites fought hard against the Philistines throughout Saul's reign; and whenever Saul found a strong or brave fighter, he added him to his forces."}