{"1-2": "Samuel (to Saul): 1-2 Because the Eternal One sent me to anoint you as ruler over His people Israel, listen to what the Eternal One, the Commander of heavenly armies, has to say: “I will punish Amalek because they waylaid Israel in her path out of Egypt. ", "3": "I want you to go down against Amalek and destroy them, everything they have. Do not allow anything to survive; destroy them all—man and woman, child and infant, ox and sheep, camel and donkey.”", "4": "Although Saul is given great victories, God rejects him, regretting that Saul was ever chosen as king. Several reasons are given for why Saul was judged for listening to his own counsel rather than trusting in God's. First he takes the priest's role as his own and carries out a ritual sacrifice. Later his hungry soldiers break the dietary regulations from the law of Moses by devouring meat and blood together. Finally Saul does not destroy every aspect of the Amalekite kingdom as God commanded. So Saul gathered his forces, and at Telaim he counted them: 200,000 foot soldiers with 10,000 men from Judah. ", "5": "He approached the city of Amalek and set an ambush in the valley there. ", "6": "From there he sent a message to the Kenite people. Message from Saul: Get out! Be gone! You showed kindness to the people of Israel when they came out of Egypt. Get away from among the Amalekites, or I will be forced to destroy you with them. So the Kenites left their homes among the Amalekites. ", "7": "Then Saul attacked the Amalekites from Havilah all the way to Shur, east of Egypt. ", "8": "He cut down the entire population with the sword, as God had told him to do, except he captured King Agag of the Amalekites and kept him alive. ", "9": "Saul and the army spared Agag, and they saved the best of the livestock: the sheep, the oxen, the lambs, and the best of all the stock. They kept what was valuable instead of destroying it, and they only destroyed those things they considered worthless.", "10": "Then Samuel heard the voice of the Eternal.", "11": "Eternal One: 11 I regret that I made Saul king over Israel because he has turned away from Me and from executing My commands. What do we make of this idea that God has changed His mind? Classical theologians (Augustine and Aquinas, particularly) believed that God is unchangeable, above all such petty things as regret, anger, and sorrow, although His actions sometimes seem as though God feels such things. More contemporary theologians suggest that God can change His mind as His purpose is being worked out through the actions of human beings. In either case, what we see here is God seeking someone who will act as His regent and do exactly as He says—and clearly, Saul is no longer capable of being that person. Samuel was distressed when he heard this, and he cried out to the Eternal One all night long.", "12": "Samuel feels terrible about what is going to happen, and he spends the night weeping. This reaction makes Samuel's conversation with Saul that much more powerful—what sorrow and anger Samuel must be feeling as he is laying down the law to this young king he anointed with his own hands. This tragic twist in the story of Saul develops because he has failed to live up to God's requirements, so God decides that His chosen king will not remain on the throne. Then he rose early in the morning to go and find Saul, only to hear that Saul had gone on to Carmel, where he had erected a monument to himself, and returned to Gilgal. ", "13": "At last Samuel caught up with Saul. When Saul saw him, he greeted him as if nothing was wrong. Saul (to Samuel): May you be blessed by the Eternal One. I have carried out His commands.", "14": "Samuel: 14 Then why do I hear the sounds of sheep and cattle?", "15": "Saul: 15 They brought the best of the Amalekites' sheep and cattle to sacrifice to the Eternal One your God. But we destroyed all the rest as we were told.", "16": "Samuel: 16 That's enough. Stop talking, and let me tell you what the Eternal told me last night. Saul: Go ahead, I'm listening.", "17": "Samuel: 17 Don't you remember when you didn't amount to much in your own sight, but you were made the leader of the tribes of Israel? Wasn't it the Eternal One who anointed you king over them? ", "18": "The Eternal One sent you on a mission, commanding you, “Go and destroy the Amalekites, who are sinners. Fight them until they are completely destroyed.”", "19": "Why didn't you obey the voice of the Eternal One? Why did you grab the spoils of battle, doing what the Eternal considers evil?", "20": "Saul (defending himself): 20 I did what the Eternal One instructed. As He commanded, I went on the mission and decimated all the Amalekites, and I have brought back Agag, their king. ", "21": "It was the people who took the sheep and cattle from the spoil that would have been devoted to destruction and brought them back to sacrifice to the Eternal One, your True God, in Gilgal.", "22": "Samuel: Does the Eternal One delight in sacrifices and burnt offerings as much as in perfect obedience to His voice? Be certain of this: that obedience is better than sacrifice; to heed His voice is better than offering the fat of rams.", "23": "Rebellion is as much a sin as fortune-telling, and willfulness is as wicked as worshiping strange gods. Because you have rejected His commands, He has rejected you as king.", "24": "Saul: 24 I have sinned. I disobeyed the voice of the Eternal One and your instructions because I was afraid of the people. I listened to their counsel instead of yours. ", "25": "So now, please pardon my sin, and return with me so that I can worship the Eternal.", "26": "Samuel: 26 I will not return with you. Because you have rejected the voice of the Eternal One, He has rejected your claims to rule Israel. He is through with you.", "27": "As Samuel turned to go, Saul knelt to the ground, caught the prophet's robe, and held on so tight that it tore.", "28": "Samuel: 28 Today the Eternal One has torn the kingdom of Israel from you to give to your neighbor, who is a better man than you. ", "29": "The One who is the Glory of Israel will not recant or change His mind, for He is not like some mortal being who changes his mind.", "30": "Saul: 30 I have sinned. But please, do me this honor in front of the elders of Israel and all the people. Come back with me so that I may worship the Eternal One, your True God.", "31": "So Samuel returned with Saul, and Saul worshiped the Eternal One. Samuel then completed what Saul had begun.", "32": "Samuel: 32 Bring me Agag, king of the Amalekites. Agag was led to him, being cautiously optimistic that the worst was surely past.", "33": "Samuel: 33 Just as your sword has taken children from women, so will this sword make your mother a childless woman. So Samuel chopped Agag into pieces before the Eternal One at Gilgal. ", "34": "Then Samuel went back to Ramah, and Saul returned to his house in Gibeah of Saul.", "35": "Samuel never saw Saul again until the day he died. The prophet grieved over the hapless king. And the Eternal grieved, too, regretting that He had ever anointed Saul king over Israel."}