{"1": "Eternal One (to Samuel): How long will you mourn over Saul? I have rejected him as king over My people Israel. Now take your horn, fill it with oil, and depart. I have selected a new king for Me from among the sons of Jesse of Bethlehem.", "2": "The Lord has yet another mission for Samuel. Samuel: 2 How can I do that? If Saul hears I am anointing a new king, he will kill me! Eternal One: Take a heifer with you, and say, “I have come to sacrifice to the Eternal One.” ", "3": "Invite Jesse to that sacrifice, and when he arrives, I will show you what to do. You will anoint for Me the one I show to you.", "4": "Samuel did as the Eternal One had told him, and he went to Bethlehem. The elders of the city came out to him, unsure of what business he had there. Elders (trembling): Do you come in peace?", "5": "Samuel: 5 Yes, in peace. I have come to sacrifice to the Eternal One. Sanctify yourselves, and come with me to the sacrifice. And Samuel consecrated Jesse and his sons and invited them to the sacrifice as well. ", "6": "When they came, he noticed the eldest son, Eliab. Samuel (to himself): Surely this is the one the Eternal One will anoint.", "7": "Eternal One (to Samuel): 7 Take no notice of his looks or his height. He is not the one, for the Eternal One does not pay attention to what humans value. Humans only care about the external appearance, but the Eternal considers the inner character.", "8": "Jesse called his son Abinadab and brought him to Samuel. Samuel looked at him. Samuel: The Eternal has not chosen him either.", "9": "Then Jesse brought his son Shammah in front of Samuel. Samuel: The Eternal has not chosen him either.", "10": "Jesse walked seven of his sons in front of Samuel, and each time, Samuel refused them because the Eternal One had chosen none of them.", "11": "Samuel (to Jesse): 11 Are all your sons here? Jesse: All but the youngest. He is off keeping the sheep. Samuel: Send for him, and bring him here. We will not sit down until he arrives.", "12": "Jesse sent for the youngest son, David, and he came in front of Samuel. He was a handsome boy, with a healthy complexion and bright eyes. Eternal One: Rise and anoint him, because this is the one.", "13": "Then Samuel took the horn filled with olive oil and anointed him in the presence of his brothers, and the Spirit of the Eternal fell strongly on David and remained from that day on. Samuel then left for Ramah.", "14": "The Spirit of the Eternal left Saul, and an evil spirit sent from the Eternal One tormented him. ", "15": "Saul's servants saw this. Servants (to Saul): Look, an evil spirit from God is terrorizing you. ", "16": "Let our lord command that his servants find someone skillful on the harp, so that when this evil spirit from God is bothering you, he will play and ease your mind.", "17": "Saul (to his servants): 17 I agree. Find someone who can play well, and bring him here to me. One of the younger men there spoke up.", "18": "A Young Servant: 18 I know someone, one of the sons of Jesse of Bethlehem, who plays skillfully and who is a man of courage, a warrior, sensible in what he says, and handsome; and the Eternal One is surely with him.", "19": "So Saul dispatched messengers to Jesse. Saul's Message: Send your son David, who is watching your flocks, to me. Your king needs his service.", "20": "So Jesse did as his king commanded. He sent Saul a young goat and a donkey loaded down with bread and a skin of wine by his son David. ", "21": "David came to Saul and served him. The king loved him greatly and made David his armor-bearer. ", "22": "Then he sent a message to Jesse. Saul's Message: David has impressed me. Please allow him to remain here in my service.", "23": "Whenever God allowed the evil spirit to afflict Saul, David would play the harp, Saul would be relieved of his torment, and the evil spirit would depart."}