{"1": "Now the Philistines had gathered an army for battle at Socoh, which is in the land of Judah, and they pitched their tents in Ephes-dammim between Socoh and Azekah. ", "2": "Unwilling to allow another Philistine invasion of their nation, Saul and the forces of Israel went out against them. They camped in the valley of Elah and formed ranks against the Philistines. ", "3": "The Philistines stood on one mountain and the Israelites on another, with the valley between them.", "4": "Then a champion emerged from the Philistine camp, Goliath of Gath (one of the five capital cities in the Philistine confederation), who was over nine feet tall.[a] ", "5": "He wore a bronze helmet and a chain-mail coat that weighed more than 100 pounds of bronze. ", "6": "His legs were protected by bronze shin guards, and he had a bronze javelin slung between his shoulders, ready to throw. ", "7": "The shaft of his spear was as thick as a weaver's beam, the iron head of his spear weighed 20 pounds, and his shield-bearer went ahead of him. He was a fearsome sight.", "8": "Goliath stood and shouted to the watching Israelites. Goliath: Why have you come to fight us? Am I not a Philistine, a warrior for a powerful empire? And don't you serve Saul, your so-called king? Choose yourselves a champion, and send him out to me. ", "9": "If he kills me when we fight, then we will serve you; but if I defeat him and kill him, then you will serve us. ", "10": "Today I challenge the entire army of Israel: send me someone to fight!", "11": "When Saul and his army heard the Philistine's words, they were shocked and frightened.", "12": "No one compares physically to Goliath. A hand-to-hand battle would be a slaughter, and the Philistines would conquer Israel anyway. Who can save them? David was the son of Jesse, an Ephrathite from Bethlehem in Judah who had eight sons. At this time, Jesse was already an old man. ", "13": "Jesse's three oldest sons, Eliab (the firstborn), Abinadab (the second), and Shammah (the third) had gone with Saul to the battlefield. ", "14": "David was the youngest son; and while the three oldest went with Saul, ", "15": "he went back and forth between Saul's battle and his father's sheep in Bethlehem taking provisions to the troops and bringing word from the front line.", "16": "For 40 days this Philistine giant, Goliath of Gath, stepped forward, challenging the men of Israel every morning and evening. But no one was brave enough to accept the challenge.", "17": "Jesse (to his son David): 17 Take ⅗ of a bushel of roasted grain and these 10 loaves of bread to your brothers in the camp. ", "18": "Also take these 10 blocks of cheese to the commander of their company. See how your brothers are doing, and bring me some word from them. ", "19": "Saul, your brothers, and all the men of Israel are arrayed in the valley of Elah fighting against the Philistines.", "20": "The story of David and Goliath is one that has grown in popular attention, and many people who have never read the Bible know it as a simple story of the underdog defeating the favored warrior. Although there is another story of how David is noticed by the king (when he was brought to Saul's court to play his music), in this story, David comes to the king's attention as God's warrior, contrasting Saul in almost every way. A mere boy, David doesn't trust in his own strength or in armor or in fancy weapons. David places his trust in God, and his courage comes from belief that God can use him, as small as he is compared to his opponent, because God is all-powerful. David rose early the next morning, left the sheep in the care of another, took the provisions, and obeyed Jesse's instructions. David reached the camp just as the army was lining up and shouting its war cries. ", "21": "Both Israel and the Philistines prepared to fight against each other. ", "22": "David left the provisions with the person in charge of baggage; he ran to the front lines and shoved his way through the soldiers to greet his brothers. ", "23": "As David talked with them, Goliath, the Philistine champion from Gath, emerged again and shouted his challenge to the men of Israel. This time young David heard his words.", "24": "When they saw Goliath, all the Israelites were frightened and retreated from him.", "25": "Soldiers: 25 Have you seen this man who steps forward? He's trying to taunt Israel. Our king will reward the man who kills him with wealth, a royal marriage, and freedom for his entire family from taxation and obligations in Israel.", "26": "David (asking those around him): 26 What is the reward for removing this insult from Israel by killing this man? No uncircumcised Philistine can get away with taunting the armies of the living God!", "27": "Soldiers: 27 You've heard what will be given to the man who kills him. We were just talking about it.", "28": "David's oldest brother, Eliab, overheard this conversation and became angry with David. Eliab: Why have you come down here? Who is watching your tiny flock in the wilderness? I'm your brother, and I know you—you're arrogant, and your heart is evil. You've come to watch the battle as if it were just entertainment.", "29": "David: 29 What have I done now? I was just asking a question.", "30": "David ignored him and asked another soldier the same question, and the people gave him the same answer. ", "31": "When news of David's valiant words reached the king, Saul sent for David.", "32": "David (to Saul): 32 Don't let anyone be frightened because of that man. I am your servant, and I will go and fight with him.", "33": "Saul: 33 Don't be ridiculous—you can't fight the Philistine. You're only a youth, and he has been a warrior since his childhood. You lack age and experience.", "34": "David: 34 I work as a shepherd for my father. Whenever a lion or a bear has come and attacked one of my lambs, ", "35": "I have gone after it and struck it down to rescue the lamb from the predator's mouth; if it turned to attack me, I would take it by the chin, beat it, and kill it. ", "36": "I have killed both a lion and a bear; and as your servant I will kill this uncircumcised Philistine, too, since he has dared to taunt the armies of the living God.", "37": "The Eternal One, who saved me from the paw of the lion and the paw of the bear, will save me from the hand of this Philistine. Saul: Go then, and may the Eternal One be with you!", "38": "So Saul outfitted David in the king's own armor: a bronze helmet to protect his head and a coat of mail to protect his chest. ", "39": "David strapped on Saul's sword outside the armor and then discovered he could not move because he was not used to the restrictions of the weighty armor. David: I'm not used to these things. How can I attack an enemy when I can't even walk? So he removed every bit of Saul's armor. He would fight the Philistine as he had fought those lions and bears.", "40": "He took his staff in his hand and went to the stream to choose five smooth stones, which he kept in a pouch in his shepherd's bag. He had his sling ready as he approached the Philistine.", "41": "The Philistine, with his shield-bearer in front of him, came closer to David. ", "42": "When he saw that David was only a healthy and handsome boy, Goliath's eyes filled with contempt.", "43": "Goliath: 43 Am I a dog that you come to beat me with a stick? And he cursed David, invoking the names of his Philistine gods.", "44": "Goliath: 44 Come here, and I will feed your flesh to the birds of the air and the wild animals of the fields.", "45": "David: 45 You come to me carrying a sword and spear and javelin as your weapons, but I come armed with the name of the Eternal One, the Commander of heavenly armies, the True God of the armies of Israel, the One you have insulted. ", "46": "This very day, the Eternal One will give you into my hands. I will strike you down and cut off your head, and I will feed the birds of the air and the wild animals of the fields with the flesh of your Philistine warriors. Then all the land will know the True God is with Israel, ", "47": "and all of those gathered here will know that the Eternal One does not save by sword and spear. The battle is the Eternal One's, and He will give you into our hands.", "48": "When the Philistine stood up and approached, David ran toward the line of battle to meet him. ", "49": "As quick as a flash, he reached into his bag, put a stone in his sling, and launched it at the Philistine, hitting him in the head. The stone sank deeply into his forehead, and the Philistine fell face-first onto the ground.", "50": "That was how David defeated the Philistine with only a sling and a single stone, striking him down, ending his life without a sword in his hand.", "51": "David's victory over Goliath sets in motion the rest of the story. The army of Israel wins a great victory over the panicked Philistines after David strikes down their champion, and David is elevated in the eyes of all (and soon will become Saul's leading general). But the seeds of the ongoing struggle between Saul and David are also sown on this day, as the people celebrate the good-looking boy's valor and heroism, filling Saul with jealousy. Soon Saul is thinking that David has everything but the kingdom's throne, and he turns on the boy who has saved his people. Their war destroys Saul and complicates David's life and eventual rule. Then David ran to the Philistine and stood over his lifeless body. He pulled the man's sword from its scabbard and finished him by cutting off his head. When the Philistines saw that their champion was dead, they knew they would be next, so they ran away. ", "52": "The people of Israel and Judah gave a great shout and chased the Philistines the length of the valley[b] and back to the gates of Ekron; and Philistines wounded in the battle fell all along the five miles of the Shaaraim Way, which ran between the Philistine capital cities of Gath and Ekron. ", "53": "Then the Israelites turned back from chasing the Philistines and plundered the Philistine camps.", "54": "As the sons of Israel were distributing the spoils from the battle, David took the Philistine's head and went to Jerusalem, but he kept the man's armor and other possessions back in his own tent.", "55": "Earlier in the day, as David was choosing his stones and bravely approaching the Philistine, Saul asked his cousin Abner, who was general of the army, where David came from. Saul: Abner, who is that young man's father? Abner: I swear to you, my king, I don't know.", "56": "Saul: 56 Well, find out who his father is.", "57": "When David returned from killing the Philistine, Abner brought him in front of Saul holding the head of the Philistine.", "58": "Saul: 58 Who is your father, young man? David: I am the son of your servant Jesse of Bethlehem."}