{"1": "Saul ordered his son Jonathan and all his servants to figure out a way to kill David, but Jonathan was very fond of David.", "2": "In the friendship between Jonathan and David, Jonathan stands to lose everything he has if David becomes king, yet he betrays family and ambition by befriending him. These two young men make a pact to protect and love each other in life; and if something should happen to Jonathan, David agrees to honor Jonathan's descendants out of the love he bears for Jonathan. Later that promise results in David elevating one of Jonathan's sons to the king's table. In a time when any reminders of the previous regime would have been distracting and even dangerous, David shows he can do more than just be strategic and political. Love knocks down barriers and makes us set aside our selfish concerns. This friendship has long been counted as a model for how two people might love and serve each other. Jonathan (warning David): 2 My father wants you dead. Watch out tomorrow morning. Think of a safe place to hide that nobody knows about. ", "3": "I will go into the field near where you are hiding, and I will speak on your behalf to my father. If I learn anything, I will tell you.", "4": "Jonathan spoke generously on behalf of his friend to his father, Saul. Jonathan: The king should not sin against his servant David, who has never sinned against you. Indeed his achievements have been of real service to you and your kingdom. ", "5": "He faced death when he fought against the Philistine, and the Eternal One gave David a great victory for all of Israel. When you saw it then, you were filled with joy. Why would you now sin against an innocent person like David by killing him without a proper cause?", "6": "Saul (considering this counsel): 6 As the Eternal One lives, David should not be murdered.", "7": "Jonathan found David and told him everything that had happened, and then Jonathan brought David back into the service of Saul the king.", "8": "Once again there was war between Israel and the Philistines, and David went out to fight them. He crushed them and made them flee.", "9": "Again the Eternal sent an evil spirit to disturb Saul as he sat at home, spear in hand, listening to David play music; ", "10": "again Saul tried to pin David to the wall with his spear, but Saul missed him and the spear stuck into the wall. David escaped that night and ran to his home.", "11": "Saul dispatched some of his officers to watch David's house so that they could kill him the next day. David's wife Michal warned him. Michal: If you don't save yourself tonight, tomorrow morning you'll be killed.", "12": "So Michal lowered David down through the window, and he escaped. ", "13": "Then she laid a large idol on the bed, made it a wig of goat's hair, and covered it with clothes. ", "14": "When Saul's officers came to take David to the king, she told them, “He's sick.”", "15": "Hearing this report, Saul ordered his officers to return and see David for themselves. He would not be deterred. Saul: Even if you have to carry him to me in his bed, do it so I can kill him.", "16": "When the officers returned, they threw back the blankets and, instead of David, they discovered the idol with its goat-hair wig in the bed. So they took Michal to Saul.", "17": "Saul (to Michal): 17 Why have you betrayed me like this, daughter, and let my enemy escape? Michal (lying): He said to me, “Let me go. Don't make me kill you.”", "18": "David fled to Samuel in Ramah, and he told him everything that had happened. Samuel took David to the town of Naioth, and they lived there.", "19": "Saul soon learned that David was at Naioth in Ramah, ", "20": "so he sent officers to arrest him and bring him back. But when they came, they found a group of prophets in a prophetic trance with Samuel standing and leading them, and the Spirit of the True God entered Saul's officers so that they, too, were caught up and prophesied.", "21": "When Saul heard this news, he sent other officers who were also affected in this way. He sent a third set of officers, and again, the same thing happened when they encountered Samuel and the prophets.", "22": "So finally Saul went, himself, to Ramah. When he arrived at the large cistern at Secu, he asked where he might find Samuel and David and was told they were at Naoith in Ramah. ", "23": "As Saul traveled, the Spirit of God entered him, and he, too, fell into a constant prophetic trance. When he reached Naoith in Ramah, ", "24": "he stripped off all his clothes and fell into a prophetic ecstasy before Samuel, lying naked all that day and night. (This is another way the saying arose, “Is Saul also one of the prophets?”)"}