{"1": "David ran for his life. He left Naioth in Ramah and found Jonathan. David: What have I done? Of what am I guilty? What crime have I committed against your father to make him want to kill me?", "2": "Jonathan: 2 Impossible! Don't worry about it. You're not going to die. My father doesn't make any decision, large or small, without telling me. And why would my father hide this from me? It is not so.", "3": "David: 3 But your father knows we are friends, and he has said, “Don't tell Jonathan about this; he will be upset.” I swear to you, as the Eternal lives—and as you live—I am on the verge of being killed.", "4": "Jonathan: 4 Whatever you ask, I will do for you.", "5": "David: 5 Look. Tomorrow is the new moon, and I should be sitting with the king at his table. But let me go and hide myself in the field until three days have passed. ", "6": "If your father asks about me, tell him that I asked to return to my hometown, Bethlehem, for an annual family sacrifice. ", "7": "If he says, “Fine,” then all will be well with your servant. But if he is angry, you will know that he intends to harm me. ", "8": "So deal kindly with your servant, for you have made a sacred covenant with me, your servant. But if I am guilty, then kill me yourself. Why should you have to bring me in front of your father?", "9": "Jonathan: 9 That will never happen. If I knew my father planned to hurt you, wouldn't I tell you?", "10": "David: 10 So who will tell me if your father gives you a good or bad answer?", "11": "Jonathan: 11 Let's go out to the field. They went out to the field so that David could find a place to lie low.", "12": "Jonathan (to David): 12 Let the Eternal God of Israel be my witness; this is my vow. When I have talked to my father, about this time tomorrow or no later than the third day, if he acts friendly about you, won't I send an answer to you? ", "13": "But if my father plans to harm you, then may the Eternal do to me what he plans for you—and more—if I don't let you know and send you away to safety. May the Eternal One be with you, as He has been with my father. ", "14": "If I live, then show to me the faithful love of the Eternal that I may not die. ", "15": "Do not ever take your faithful love away from my descendants, not even if the Eternal were to remove all the enemies of the house of David from the face of the earth.", "16": "With these words, Jonathan made a covenant with David and his descendants. Jonathan: May the Eternal One guarantee this promise by the hands of David's enemies.", "17": "And Jonathan made David swear again by his love for him, for Jonathan loved him more than life itself.", "18": "Jonathan: 18 Tomorrow is the festival of the new moon. People will notice you are gone because your place will be empty. ", "19": "On the day after tomorrow, you will be greatly missed. On that day, quickly go down to that place where you hid yourself the first time and wait by the stone Ezel. ", "20": "I will shoot three arrows to the side of the stone, as if I'm shooting at a target. ", "21": "Then I will send a boy after them, saying, “Go find the arrows.” If I tell him, “Look, the arrows are on this side of you,” then come back, for as the Eternal One lives, you are not in any danger. ", "22": "But if I tell the boy, “No, the arrows are beyond you,” then flee, because the Eternal has shown you that you must leave. ", "23": "But as for the agreement that we have spoken together, the Eternal One is witness to it forever.", "24": "So David hid himself in the field. When the new moon festival began and the king sat down to eat, ", "25": "he took his usual seat in a place of safety with his back to the wall. Abner, his general, sat at the king's side; Jonathan stood, but David's seat was empty. ", "26": "That first night, Saul said nothing. He thought that perhaps David had somehow become ritually unclean, and he could not attend a sacred feast. ", "27": "But on the next day, the second day of the feast of the new moon, when David's seat remained empty, Saul spoke to Jonathan. Saul: Why hasn't the son of Jesse joined us at the feast these past two days?", "28": "Jonathan: 28 David asked me if he could go to Bethlehem. ", "29": "“Please allow me to go,” he said. “Our family is sacrificing in the city, and my brother has insisted that I come. So if you think highly of me, I ask that you let me go there and see my brothers.” That is why he is not at the king's table.", "30": "Saul, not fooled for a moment, became very angry with Jonathan. Saul: You son of a degenerate and rebellious woman! Do you think I don't know that you have befriended the son of Jesse? This is just as shameful for you as your mother's nakedness was. ", "31": "As long as David walks the earth, you will never rule this kingdom. Now send for him. Bring him here to me, because he will most certainly die.", "32": "Jonathan: 32 Why should David be put to death? What offense has he committed?", "33": "At that, Saul threw his spear at him, fully intending to hit him, so Jonathan knew that it was truly his father's intention to have David killed. ", "34": "Jonathan left the table in a rage, without eating a bite on the second day of the festival. He was grieved because of David and because his father had disgraced him.", "35": "In the morning, Jonathan took his bow and went out into the field, as he had arranged with David, and he brought a small boy with him.", "36": "Jonathan (to the boy): 36 Run and find the arrows that I shoot. The boy ran, and Jonathan shot an arrow beyond him. ", "37": "When the boy reached the place where the arrow had fallen, Jonathan called out. Jonathan: Isn't the arrow beyond you? ", "38": "Hurry! Be quick about it. Don't hang around out there! So Jonathan's young servant gathered the arrows and returned to his master. ", "39": "He knew nothing, of course; only Jonathan and David knew what had just transpired. ", "40": "Then Jonathan gave his weapons to the boy and told him to take them back to the city.", "41": "As soon as the boy left, David rose from his hiding place south of the stone and prostrated himself before Jonathan. He bowed to Jonathan three times, and then David and Jonathan kissed each other. Both of them wept, but David wept more.", "42": "Jonathan (to David): 42 Go in peace and safety, since we have both sworn in the name of the Eternal One, “He will mediate between me and you, and between our descendants, forever.” David got up from the ground and left, and Jonathan returned to the city."}