{"1": "After Saul had returned from chasing the Philistines, he was told that David had gone to the wilderness of Engedi. ", "2": "He gathered 3,000 hardened fighting men from across Israel and sought David in the vicinity of the Rocks of Wild Goats. ", "3": "When he came to the sheep shelters beside the road, a cave was there, and Saul went inside to relieve himself. Unguarded, he was especially vulnerable to attack. Now Saul didn't know it, but David and his men were hiding in the recesses of that very cave. David's guards thought it was the perfect time to strike.", "4": "It seems as if much of the First Book of Samuel is taken up with Saul trying to kill David and David escaping; and when David catches Saul in the most vulnerable position, his men urge him to kill Saul. It would be nothing more than self-defense. Wouldn't Saul kill David if Saul caught him with his pants down? Isn't Saul turning over every stone in the wilderness looking for David so he can kill him? David settles for a symbolic victory—he cuts off a corner of Saul's robe while Saul is otherwise occupied—but then he feels ashamed. If David is supposed to be king someday, God will make that happen. But until that time, who is he to bring shame on the king whom God anointed as his ruler? The exchange between David and Saul shows both men at their best. At times, David could be a schemer; Saul's obsession and possible mental illness could obscure the good qualities that caused God to choose him in the first place. But in this exchange, each acknowledges the other. Saul sees that David could have killed him and chose not to; for the moment, he sees the truth about their relationship. In return Saul acknowledges what he knows in his heart to be true: David will someday be the king, and not he or his sons. And as Eli did earlier, Saul here accepts God's plan, even though it will be the destruction of his line. Saul doesn't always keep this understanding, and he will pursue David again. But Saul has his good—even noble—qualities, especially as his time grows short. David's Men: 4 This must be the very day the Eternal One told you about: “Watch! I will give your enemy to you, and you will do whatever you please with him.” David crept forward quietly and moved in so close he was able to cut a corner from Saul's robe. ", "5": "But immediately afterward, David felt awful about what he had done.", "6": "David (to his men): 6 God forbid that I do any harm to my lord, the one chosen by the Eternal to rule. How could I even pretend to assault him, knowing he is the Eternal's anointed king?", "7": "David reprimanded his men, refusing to allow them to attack Saul. At last Saul finished and went outside the cave.", "8": "David followed him at a safe distance. When Saul exited the cave, David called out. David: My lord, the king! Saul turned around to see David bowing low, his face touching the ground to show his respect.", "9": "David: 9 My lord, why do you listen to those who say I plan to harm you? ", "10": "Look! Today the Eternal One placed you at my mercy in that cave. I could have done anything to you, and some said I should kill you. But I refused. I said, “I will not raise my hand against my lord, the Eternal's anointed king.”", "11": "Father, do you see what I am holding in my hand? It is the corner of your robe. Recognize and understand that I have not committed evil or treason against you—that I cut this off and did not kill you. I have not wronged you, even though you are hunting me and trying to kill me.", "12": "May the Eternal One judge between us. If the Eternal chooses to avenge me and punish you, then let Him, but I will not take revenge against you. ", "13": "As the old proverb says, “From the wicked flows wickedness.” But I will not harm you.", "14": "Whom did the king of Israel come out in pursuit of, anyway? A dead dog? A lone flea? Someone as insignificant as I am? ", "15": "May the Eternal One judge between us. May He see who has done wrong and argue my case and uphold justice on my behalf.", "16": "David's voice fell silent. Saul could hardly believe his eyes and ears. Saul: Is that really you, David my son? (weeping loudly)", "17": "It's true that you are more righteous than I am—you have repaid me with good when I handed you only evil. ", "18": "Today you demonstrated how you dealt kindly with me by not killing me when the Eternal gave you power over me. ", "19": "Who has ever come across his enemy in such a vulnerable position and yet allowed him to go away safely? So may the Eternal reward you richly for the good you have done for me today.", "20": "Now I know that you will surely be king someday, and that you will establish the kingdom of Israel. ", "21": "So swear to me—by the Eternal One—that when that time comes, you will not destroy my descendants, and you won't wipe my name from my family tree.", "22": "David swore this to Saul. Saul went home, and David and his men returned to their hideout."}