{"1": "At last, Samuel died, and all of the people of Israel gathered to mourn him. They buried him at his home in Ramah on the border of Benjamin and Ephraim. Once the mourning period was over, David and his men went down to the wilderness of Paran[a] (the desert area far to the south).", "2": "A certain man in Maon owned property in Carmel, a town south of Hebron near the Dead Sea. This man was very rich: he owned 3,000 sheep and 1,000 goats. It was sheepshearing time in Carmel, which was celebrated with feasting and generosity. ", "3": "This rich man's name was Nabal, which means “foolish,” and his wife was Abigail, which means “my father is joy.” She was smart and beautiful, but he was mean-spirited and bad-tempered, an embarrassment to his Calebite tribe.", "4": "From his hiding place in the wilderness, David heard that Nabal was shearing his sheep, ", "5": "so David gathered 10 young men to send to Nabal asking for gifts. David (to the young men): Go up to Carmel in Judah, to Nabal, and greet him in my name: ", "6": "“Live long. Peace be to you, your entire household, and all you possess. ", "7": "I hear that it is time to shear the sheep. I want you to know that your shepherds have been among us in the wilderness, and not only did we not harm them, but not an animal was taken during their time among us in Carmel. ", "8": "Ask your young men; they will tell you this is true. Please return our kindness and look on my young men with favor since we come on this feast day. Please give whatever you can spare to them and to your son David.”", "9": "When David's young men came to Nabal, they delivered David's message and waited for Nabal's response.", "10": "Nabal: 10 Who is David? Who is this son of Jesse? I've never heard of him, so he must be nothing more than a slave who abandoned his master. ", "11": "Should I take bread and water and meat from my own servants and give it to men who come from who knows where?", "12": "So David's young men returned to him by the same road and told him what had happened.", "13": "David (ordering his men): 13 Strap on your swords! All of them put on their swords, including David, and about 400 of his men followed him while 200 remained behind with their supplies.", "14": "One of Nabal's servants recognized his master's insolence and told Abigail, Nabal's wife, what was happening. Servant: David sent messengers from the wilderness to salute our master, and Nabal returned their honor with insults. ", "15": "David's men have been very good to us. Nothing happened to us while we were with his company, and we never lost a single sheep in the fields in the time we were there. ", "16": "They were like a wall protecting us day and night the whole time we were near them keeping the sheep.", "17": "You should know this and think about what to do next. Evil is coming to my master and his entire household if you don't do something. Nabal is so worthless that no one can talk to him.", "18": "Then Abigail, knowing the stakes, rushed about gathering gifts similar to what her husband should have offered: 200 loaves, 2 jugs of wine, 5 sheep (butchered and dressed), more than 50 quarts of roasted grain, 100 clusters of raisins, and 200 fig cakes. She had these loaded on donkeys.", "19": "Abigail (to her servants): 19 Go ahead of me with all the gifts. I'll be right behind you. But she never stopped to speak to her husband Nabal. She had decided to approach David herself.", "20": "As she rode down the mountain on a hidden trail, David and his men were approaching, and they met.", "21": "Earlier David had made an oath. David: It looks as though we protected everything this guy owns—so that he lost none of the things belonging to him—for nothing. We did him a good turn, and now he rewards us with evil. ", "22": "May the True God do so to my enemies[b]—and more—if tomorrow morning I've left alive a single male of Nabal's household.", "23": "When Abigail saw David, she dropped quickly from her donkey and fell to the ground in front of him, bowing.", "24": "Abigail (at David's feet): 24 My lord, any guilt here falls on me. Please let me, your servant, speak, and may you hear the words I speak. ", "25": "My lord, you must not take seriously the words of this worthless man, Nabal. His actions have proven that his name and his nature are the same: Nabal is a fool. Unfortunately I, your servant, did not see the young men you sent.", "26": "Now, my lord, as the Eternal One lives and as you live, since the Eternal has kept you from senseless killing and from seizing vengeance yourself, may your enemies and all who seek to harm you, my lord, be like Nabal.", "27": "Now, please, accept my gift and distribute it among the young men who are with you. ", "28": "Please forgive your servant's shortcomings. The Eternal will certainly make my lord's house into a lasting dynasty because you fight on behalf of Him, and no evil will be found in you as long as you live. ", "29": "If anyone dares to rise up against you and seek your life, then you will be protected by the Eternal One, your True God, who will launch the lives of your enemies like stones from a sling.", "30": "When the Eternal has done for my lord all the good things He has promised and has installed you as ruler over all Israel, ", "31": "you will never have to be grieved or conscience-stricken for having shed blood needlessly or for taking vengeance into your own hands. When He has dealt generously with my lord, I pray you will remember me, your servant.", "32": "David (to Abigail): 32 Blessed is the Eternal God of Israel, who sent you here today to intercept me. ", "33": "And blessed is your wisdom—blessed are you—for keeping me from shedding blood needlessly and from taking vengeance into my own hands. ", "34": "For as surely as the Eternal God of Israel lives and sent you to me, if you had not hurried out to meet me, tomorrow there would not have been a single male left alive in Nabal's household.", "35": "Then David accepted her gifts. David: Arise, and return home in peace. I have listened to your words, and I have granted your request.", "36": "Abigail returned to Nabal, who was holding a kingly feast in his house. Nabal's heart was light because he was very drunk, so Abigail chose not to tell him anything until the next morning. ", "37": "The next morning, when he was sober, Abigail told him about her meeting with David and he went cold inside. ", "38": "About 10 days later, the Eternal One struck down Nabal, and he died.", "39": "When David heard this news, he blessed God. David: Blessed is the Eternal One, who protected my honor from Nabal's insults and who kept me, His servant, from executing evil. Instead, the Eternal One turned Nabal's evil back on him.", "40": "Then David sent servants to Carmel asking Abigail to be his wife. Servants: David has sent us to bring you to him so that you can be his wife.", "41": "She stood, and then bowed to the ground before David's servants. Abigail: I am your servant, willing to wash the feet of my lord's servants.", "42": "Then Abigail quickly got up, mounted her donkey, and went with the messengers of David attended by her five handmaidens. Not long after, she married him.", "43": "David also married Ahinoam of Jezreel; she and Abigail were both wives of David. ", "44": "By this time, Saul had given his daughter Michal, David's former wife, to Palti (the son of Laish) from Gallim."}