{"1": "Two women figure prominently in David's ascension to Israel's throne: Michal and Abigail. As the daughter of the king, Michal is born into the world of palace intrigue, but Abigail talks her way into it. As a beautiful, articulate woman, she is desirable to any man, but she has special appeal to David. Abigail brings with her Nabal's wealth and power in the south. By marrying this Calebite widow, David gains political influence with the southern tribes that soon gets him crowned king in Hebron (2 Samuel 2:2–4), a large city within Caleb's territory. Then the Ziphites went to Saul at Gibeah and told him David was hiding on the heights of Hachilah, which is across from Jeshimon. ", "2": "Saul again gathered 3,000 seasoned Israelite soldiers, and he went down to the wilderness of Ziph to find David. ", "3": "They camped by the road on the hill of Hachilah, across from Jeshimon, but David and his men were hidden in the wilderness. When he learned that Saul was coming after him, ", "4": "David sent out some spies who discovered Saul was certainly at it again.", "5": "Then David went to Saul's camp and found where Saul slept, as well as Abner son of Ner, general of the army, surrounded by their men. ", "6": "David looked over the situation and spoke to Ahimelech the Hittite and to Abishai, son of Zeruiah and brother of Joab. David: Who will follow me into the center of Saul's camp? Abishai: I'm right there with you.", "7": "So David and Abishai snuck into the encampment under the cover of darkness, and at last they found Saul sleeping in the middle of the camp, his spear stuck into the ground near his head, with Abner and the other soldiers lying around him asleep.", "8": "Abishai (to David): 8 This is your chance! God has placed your enemy at your mercy. Let me take his spear and pin him to the ground. I only need one try.", "9": "David: 9 No. Don't kill him. Who can legitimately strike the Eternal's anointed king without consequences? ", "10": "As the Eternal One lives, his time will come. The Eternal will strike him down; either he will die, or he will go into battle one day and be slain. ", "11": "God forbid that I would be the one to harm the Eternal's anointed king. But please, take his spear next to his head and that water jug, and let's go.", "12": "So David took the spear and the water jug from right beside Saul's head and crept back through the camp. No one saw or knew they were there. No one woke up because the Eternal had caused the entire camp to fall into a deep sleep. ", "13": "David went up a hill, standing a safe distance away. ", "14": "Then he shouted to Abner, son of Ner, and the army. David: Abner! Can you hear me? Abner: Who hails the king's camp?", "15": "David: 15 What kind of man are you? Is anyone your equal in all Israel? So why haven't you done a better job guarding your lord and master, the anointed king? After all, one of the people who crept into your camp tonight could have murdered your lord. ", "16": "This is not a good thing that you have done, because you failed to protect your lord, the anointed of the Eternal. As the Eternal One lives, you deserve to die. Where is his spear? Where is the water jug that was at his head?", "17": "Saul recognized David's voice. Saul: Is that you, David my son? David: Yes, you are hearing my voice, my lord, my king.", "18": "Why does my lord continue to chase his servant? What have I done? Am I guilty of something?", "19": "Now then, may my lord the king hear the words of his servant: If the Eternal has stirred you to try and kill me, may He be appeased by an offering. But if mere mortals have done this, may the Eternal curse them because they have driven me away today from Israel, my heritage in the Eternal One. Exiling me is tantamount to saying “Go and serve other gods.”", "20": "Now I ask you, don't kill me here, so far from the Eternal's presence. The king of Israel and his army have come after a single flea, as one goes to hunt a partridge in the mountains.", "21": "Saul: 21 David! I was remiss. Come back, my son. I will never try to hurt you again because today you treated my life as precious and preserved it. I have been a fool and made a big mistake.", "22": "David: 22 Here is your spear, O king. Send one of your young soldiers to retrieve it.", "23": "The Eternal One rewards those who are faithful and righteous, for He gave you into my power today, and I chose not to harm His anointed king. ", "24": "As I treated your life as precious, may He guard my life, rescuing me from all troubles.", "25": "Saul: 25 May God bless you, my son David! May you accomplish everything you set out to do, and may you excel. So David went his way, and Saul returned home."}