{"1": "The medium reveals herself to be a woman of compassion; when the king collapses in fear and hunger, she feeds him—a last meal, prepared and served with kindness, for a condemned man. And Saul, knowing his fate beforehand, is ready to die in battle. The Philistines gathered for battle at Aphek, while the armies of Israel camped near the spring of Jezreel. ", "2": "The armies of the Philistines were marching forward by hundreds and by thousands, and David and his men were marching in the rear with King Achish.", "3": "Philistine Generals: 3 What are these Hebrews doing here? King Achish: Isn't this David, who used to be the servant of King Saul of Israel? He has been with me for days, for years; and since he came over to our side and my service, I have never had a problem with him.", "4": "Philistine Generals (angry): 4 Send David back to the place you have appointed for him. Don't let him go into battle with us—we might find him an enemy instead of an ally. Do you know how he could be reconciled with his former master? By handing him our heads!", "5": "Isn't this the same David about whom the Israelites sang war songs while they danced and celebrated? Saul has slain his thousands and David, his tens of thousands.", "6": "Achish (calling to David): 6 As the Eternal One lives, you have been honest with me, and I wish you could march into battle and back at my side. I have found no fault in you before. But the generals—the leaders of my troops—will not have you go with us. ", "7": "Go home now, and go in peace. Don't do anything to upset them further.", "8": "This decision is certainly in David's favor—could he really have gone to battle against Israel?—but he acts as though he is offended. David: 8 What have I done to deserve this? Has your servant done anything since he entered your service to prevent him going out and fighting against my lord the king's enemies?", "9": "Achish: 9 As I see it, you are no more to blame than a messenger of God, but the commanders of my troops have said they will not allow you to go into battle with us.", "10": "Get up early tomorrow morning with your lord's servants, and return to the home I have given you in Ziklag. Rise early tomorrow, and go as soon as it is light.", "11": "So the next morning, David and his men got up early and traveled south to the land of the Philistines, but the Philistine army went north to Jezreel."}