{"1": "When David and his men reached Ziklag three days later, they discovered that the Amalekites had raided the desert hill country. They had attacked Ziklag in David's absence, burned it, ", "2": "and carried away the women and all the other inhabitants whom David had left behind. None of them were killed, but they were taken captive and carried back toward Amalek.", "3": "So David and his men arrived in the burned city and found their wives, daughters, and sons gone, taken captive by the Amalekite raiders. ", "4": "And when they saw this, they cried out and wept aloud until they could weep no more. ", "5": "David's wives, Ahinoam of Jezreel and Abigail, the widow of Nabal of Carmel, were among those carried off.", "6": "David, too, was in anguish. Some of his men talked about stoning him because they were so bitter about their families being taken. But David took comfort in the Eternal One, his True God.", "7": "He called for the priest, Abiathar, son of Ahimelech, and instructed him to bring the priestly vest, which he did.", "8": "David (to the Lord): 8 Should we pursue these raiders? Can we catch them? Eternal One: Go after them. You will catch them, and you will certainly rescue your families.", "9-10": "So David set out with his 600 men. They came to the wadi Besor, a dry creek bed where he left behind 200 men who were too exhausted to continue the pursuit.", "11": "In the open country beyond, some of his soldiers found an Egyptian. They took him to David, fed him, and gave him water. ", "12": "They gave him some fig cake and two clusters of raisins. After the man had eaten, he regained his strength. He had not had food or water for three days and nights.", "13": "David: 13 Who are your people? Where are you from? Egyptian: I am a young man of Egypt who served an Amalekite, but my master left me behind three days ago because I was sick. ", "14": "We had gone raiding in the desert country, against the Cherethites and the territories of Judah and of Caleb, and we burned down the town of Ziklag.", "15": "David: 15 Can you lead me to this raiding party? Egyptian: I will take you to them, if you will swear to me by the True God that you won't kill me or give me back to my master.", "16": "He led David to where the Amalekites were spread out all over the place eating and drinking and dancing, because they had taken such great spoils in their raids against Philistia and Judah. ", "17": "David fought against them from one twilight to the next, and he killed all of them except for 400 young men who escaped on camels.", "18": "So David recovered everything that had been taken, including his two wives. ", "19": "Nothing was missing—from the smallest thing to the greatest treasure, none of the sons or daughters, no property of any kind. David brought everything home. ", "20": "David also captured their flocks and herds, which they were driving ahead of other livestock, and the people agreed this would be David's share of the Amalekites' property.", "21": "David and his people returned to the wadi Besor, where the 200 had remained behind, and those men went out to meet David and all those with him. As David approached, he greeted them. ", "22": "But some of the wicked and greedy ones who had fought alongside David spoke out. Wicked Men: Because these men didn't go with us, why should we give them back the things we recovered for them? Sure, let them take back their wives and their children. But that's all. We'll keep the rest, and they must leave.", "23": "David: 23 My brothers, this is not how we're going to treat what the Eternal One has returned to us. He saved us and gave us success over the raiding party that sacked our city. ", "24": "Why would anyone agree with you about this matter? The share of the one who fights is the same as the share of the one who looks after the supplies. We all share equally.", "25": "In fact, he made this a law and an ordinance, and it remains so in Israel today.", "26": "And after David returned to Ziklag, he gave part of the spoil he had taken to his friends who ruled over Judah, with the message, “This is a present for you taken from the enemies of the Eternal.”", "27": "These gifts were sent to Bethel, to Ramoth in the desert south, to Jattir, ", "28": "to Aroer, to Siphmoth, to Eshtemoa, ", "29": "to Racal, to the towns of the Jerahmeelites, to the towns of the Kenites, ", "30": "to Hormah, to Bor-ashan, to Athach, ", "31": "and to Hebron—all places where David and his men had lived and traveled."}