{"1": "And all of Israel was influenced by Samuel's words. [In those days, the Philistines warred against Israel,][a] and the warriors of Israel went out to fight them. They camped at Ebenezer while the Philistine forces made camp at Aphek. ", "2": "The Philistines lined up against Israel; and when they advanced, they defeated Israel, killing about 4,000 of Israel's warriors on the battlefield. ", "3": "When the troops returned to their camp, the elders of Israel asked, Elders: Why has the Eternal One let us be defeated by the Philistines today? Tomorrow, let us take His covenant chest from Shiloh and carry it before us into battle, so that the chest may be among us and save us from the power of the Philistines.", "4": "So the people sent messengers to Shiloh and brought back the covenant chest of the Eternal One, Commander of heavenly armies, who is enthroned between the winged guardians. The two sons of Eli—Hophni and Phinehas—accompanied the covenant chest of the True God on its journey to the battlefront. ", "5": "When it entered the camp, the Israelites raised a shout so loud it seemed to shake the earth. ", "6": "When the Philistines heard the noise, they wondered what the great shout from the Hebrews' camp might mean; and when they heard that it was in response to the arrival of the covenant chest of the Eternal, ", "7": "they shook with fear. Philistines (among themselves): The Israelites have brought their God into their camp! We're doomed! Nothing like this has ever happened to us before! ", "8": "What will we do? What can save us from these powerful gods? These are the same gods who struck down the mighty Egyptians in the desert with every sort of plague.", "9": "Philistine Generals: 9 Be strong, Philistines. Stand tall like men, or you will become the slaves to these Hebrews, instead of their serving us. Be men, and fight!", "10": "So the Philistines stood their ground and fought and won a great victory. The people of Israel were crushed, and the soldiers fled from the field of battle back to their homes. It was a horrible slaughter, with the Israelites losing 30,000 foot soldiers.", "11": "But more importantly, they lost the covenant chest of the True God. The Philistines captured the chest, and Eli's sons, Hophni and Phinehas, were killed.", "12": "A Benjaminite ran from the battlefield and arrived in Shiloh that same day. He was in mourning—his clothes torn and dust heaped on his head. ", "13": "When he arrived, Eli was sitting in his place of honor next to the city gate waiting anxiously for the covenant chest of God. When the man came into the city and told his news, the entire city cried out in grief. ", "14": "But Eli, who could not see the messenger's clothing, wondered at the meaning of the cries. Eli: What is that noise? The man hurried to Eli and told him what had happened. ", "15": "Eli was by this time 98 years old and blind.", "16": "Benjaminite Messenger: 16 I have just come from the battle. I fled the front lines to escape with my life. Eli: How did the battle go, my son?", "17": "Benjaminite Messenger: 17 Many of the people were slaughtered, and Israel has fled from the Philistines. Your two sons, Hophni and Phinehas, are dead, and the covenant chest of the True God is captured.", "18": "When he heard this news about the covenant chest of the True God, Eli fell backward from his seat beside the gate, broke his neck, and died, for he was very old and heavyset. He was a leader over Israel for 40 years.", "19": "His daughter-in-law, Phinehas's wife, was pregnant and close to the end of her term. When she heard the news—that the covenant chest of the True God had been captured by the Philistines and that her husband and father-in-law were both dead—she was bowed over by her labor pains. She gave birth, ", "20": "and as she was about to die, the midwives told her, Midwives: Don't be afraid. You have a son. But she did not answer or seem to hear them. ", "21": "She said only that the son should be called Ichabod, meaning, “Where has the glory gone?” For so it must have seemed to her with the loss of the covenant chest of God and the deaths of her husband and father-in-law.", "22": "Eli's Daughter-in-law: 22 The glory has gone from Israel because the Philistines have captured the chest of the True God."}