{"1": "The covenant chest of the Eternal One had been in the land of the Philistines for seven months. ", "2": "Then the rulers of the Philistines sent for their priests and fortune-tellers. Rulers: What should we do with this chest of the Eternal One? We need to get rid of it. What should we send with it when we return it?", "3": "Priests and Fortune-tellers: 3 Whatever you do, don't send this covenant chest of the True God of Israel back by itself. You should certainly offer Him compensation for your guilt. If you do, you will all be healed. That's the only way you can be certain that His hand will be lifted.", "4": "Rulers: 4 What should we send as this guilt offering to Him when we return the covenant chest? Ancient people understand diseases and various infestations as omens of divine wrath. In order to appease the God of the Israelites, the Philistines cast metal tumors and mice to give back to the Eternal One what He gave to them. Priests and Fortune-Tellers: Have your artisans make five gold tumors and five gold mice, one for each of the rulers of the Philistines' capital cities, because the same plague came upon all of the Philistines and all of our rulers. ", "5": "So you must make images of the tumors and of the mice that devastate our land and honor this God of Israel. Maybe then He will release His grip on this land, its people, and its gods. ", "6": "Why would you be as stubborn as the Egyptians and their Pharaoh were? You've heard the stories, haven't you? When this God had taught them a lesson, didn't they release the people of Israel? Didn't they go?", "7": "So do this now: have your carpenters make a new wagon, find two milk cows that have never been yoked, and yoke them to the cart. But take away their calves and pen them up. ", "8": "Take this chest of the Eternal One and set it upon the wagon. In a box beside it, put the gold images you are presenting to this God as a guilt offering. Then turn the cows loose, and let them go on their way. ", "9": "Watch closely. If the team pulls the wagon up to this God's country, to Beth-shemesh, then you know that He has been the One punishing us. If they don't, then at least we'll know that it was not His hand that struck us, that it has just been bad luck.", "10": "And that is what the leaders did. They separated two milk cows from their calves. They yoked the cows to the wagon and took the calves home. ", "11": "They set the covenant chest of the Eternal upon the wagon, and next to it, they placed the box with the gold tumors and gold mice. ", "12": "The cows went straight along the road toward Beth-shemesh, mooing after their lost calves as they went. They went straight ahead without any hesitation, and the rulers of the Philistines followed as far as the border of Beth-shemesh.", "13": "The people of Beth-shemesh were in the valley harvesting their wheat at that time. When they looked up and saw the covenant chest, they ran to greet it with joy. ", "14": "The wagon came to a halt at a large stone in the field of Joshua of Beth-shemesh. The people split up the cart for firewood and sacrificed the cattle as a burnt offering to the Eternal One on the large stone. ", "15": "The Levites took the chest of the Eternal and the box next to it down from the wagon. They took the gold images from the box and set them upon the stone altar. Then the people of Beth-shemesh offered sacrifices and made other burnt offerings to the Eternal One.", "16": "When the five rulers of the Philistines saw how their offering had been received that day, they returned to Ekron.", "17": "The five gold images of swollen tumors presented to the Eternal One by the Philistines as a guilt offering represented Ashdod, Gaza, Ashkelon, Gath, and Ekron—one for each. ", "18": "Likewise the golden mice represented all the cities of the Philistines governed by their rulers, both the walled cities and the villages surrounding them. The large stone in the field of Joshua of Beth-shemesh where they set the chest of the Eternal remains there as a witness to these events.", "19": "The Eternal struck the people of Beth-shemesh because some looked into the covenant chest. God struck down 75[a] men, and the people were saddened because of the slaughter the Eternal One had brought among their people.", "20": "People of Beth-shemesh: 20 Who can stand in the presence of the Eternal One, this holy God? Who will take the covenant chest so we can be safe from Him?", "21": "So the people of Beth-shemesh sent messengers to the people of Kiriath-jearim to tell them that the Philistines had returned the chest of the Eternal One to Beth-shemesh and that they should come down and take it with them."}