{"1": "When Samuel was old, he named his sons judges of Israel to rule over the people and be their deliverers. ", "2": "His first son, Joel, and his second son, Abijah, were judges in Beersheba, ", "3": "but they were not like Samuel. They profited from dishonesty, took bribes, and fostered injustice. ", "4": "So the elders of Israel gathered and came to Ramah to tell Samuel.", "5": "Elders: 5 You have grown old, Samuel, and your sons do not administer justice the way that you did. Before things worsen, appoint a king to rule us, as other nations have.", "6": "This request—“appoint a king to rule us”—bothered Samuel, so he prayed to the Eternal One ", "7": "and received an answer. Eternal One (to Samuel): Listen to what the people are asking you to do. It is not a rejection of you—it is a rejection of My rule over them. ", "8": "It is what they have always done, from the day I brought them out of Egypt until today, rejecting Me and serving other gods. Now they are just doing it to you. ", "9": "So listen to what they are asking you to do, but make it plain to them what they are asking. Warn them about what will happen if a king is appointed to rule them.", "10": "So Samuel told the people who were asking for a king what the Eternal One had said.", "11": "Samuel: 11 If a king rules over you, things will be different from now on. He will make your sons drive his chariots, be his horsemen, and go into battle ahead of his chariots. ", "12": "Your king will select commanders over 1,000 and commanders over 50. He will make some of you to plow his fields and collect his harvest; some of you will be the blacksmiths forging his shields and swords for battle and outfitting his chariots. ", "13": "He will force your daughters to make perfumes, to cook his meals, and to bake his bread. ", "14": "He will seize the choicest of your fields, vineyards, and olive orchards to give to his courtiers, ", "15": "and a tenth of your grain and your vineyards to give to his court eunuchs and servants. ", "16": "This king you ask for will take your slaves, male and female, as his own and put the choicest of your donkeys and your young men to do his work. ", "17": "He will take a tenth of your flocks. You will essentially become his slaves. ", "18": "One day you will cry for mercy from the Eternal One to save you from this king you have chosen for yourselves, but be assured, He will not hear you on that day.", "19": "People of Israel (ignoring Samuel): 19 We have decided that we will have a king who will rule over us ", "20": "so that we will be like all other nations and will have someone to judge us and to lead us into battle.", "21": "After Samuel had heard their demands, he told the Eternal One what they had said.", "22": "Eternal One (to Samuel): 22 Do as they have asked. Give them a king. So Samuel told the people of Israel to go back to their cities until he would call them together to anoint them a king."}