{"1": "A powerful man named Kish, who descended from Abiel, Zeror, Becorath, and Aphiah (the son of a Benjaminite), lived among the people of Benjamin. ", "2": "Kish had a handsome young son named Saul. Now Saul was not only the most handsome man in Israel, but he was also the most imposing, standing taller than all others.", "3": "One day Saul's father Kish had lost his donkeys, having wandered away, so he told his son Saul to take one of the servants and look for them. ", "4": "They traveled through the hill country of Ephraim, through the land of Shalishah, and through the land of Shaalim, but they did not find them. Then they passed through the land of Benjamin, and still they did not see the donkeys.", "5": "At last, when they came to Zuph, Saul told the servant who accompanied him, Saul: We had better turn around. If we keep going, my father will stop worrying about his donkeys and start worrying about us.", "6": "Servant: 6 I hear there is a man of God in this village, a man who is respected because what he predicts is always true. Before we go home, let's go and talk to him; maybe he will have some guidance about this journey we have begun.", "7": "Saul: 7 But if we go, what will we bring to this man? We can't show up empty-handed, but even the bread in our sacks is gone. I have nothing to give the man of God. Do you have anything?", "8": "Servant: 8 I have a tenth of an ounce of silver. I will give it to the man of God, and maybe he can tell us where to go.", "9": "It used to be in Israel that when people wanted to ask God a question, they would say, “Let's go talk to the seer.” Now they are most commonly referred to as prophets, but they were called seers.", "10-11": "Saul: 10-11 Very good. Let's go, then. As they traveled up to the city to visit the man of God, they saw some girls on their way to draw water at the well. Saul: Can we find the seer here?", "12": "Girls: 12 Yes, he's just ahead of you. He has come here because there is a sacrifice today at the altar on the high place. You can catch him if you hurry. ", "13": "Look for him just as you come into the city, and you should catch him before he goes up to the high place to eat. No one will eat until he gets there, since he is the one who will bless the sacrifice. After he does that, those who have been invited can eat. Now go on. You should encounter him right away.", "14": "They went immediately, and as they entered the city, Samuel was walking in their direction on his way up to the high place.", "15": "Now the Eternal One had told Samuel on the previous day,", "16": "Eternal One: 16 Tomorrow at about this same time I will send you a young man from Benjamin. You will anoint him to be a ruler over all Israel. I will give him strength to save My people from the Philistines because I hear their cries in their misery.", "17": "When Samuel saw Saul walking toward him, the Eternal spoke to him. Eternal One: Look! This is the young man I told you about. I've chosen him to rule over My people.", "18": "There inside the gate, Saul walked up to Samuel. Saul: Can you tell me, please, where I might find the seer's house?", "19": "Samuel: 19 You have found him. Come with me to the high place, and eat with me today. Tomorrow morning I will tell you what you need to know and then send you on your way. ", "20": "As for those donkeys that wandered off three days ago? Don't give them any further thought. Someone has found them. Israel is more concerned today with you and your family.", "21": "Saul: 21 I come from the tribe of Benjamin, the smallest of the tribes of Israel, and I belong to the poorest family in Benjamin. Why are you saying these things to me?", "22": "Samuel took Saul and his servant up to the hall where around 30 people waited, and he made them sit in the places of honor.", "23": "Samuel (to the cook): 23 Bring the portion I gave you and asked you to set aside.", "24": "The cook brought the thigh along with other select parts and set them in front of Saul. Samuel (pointing to the meat): Take a look. This was set aside for you. Eat and enjoy it all because this has been reserved for you until the appointed time. I have invited these people to be our guests. So Saul feasted with Samuel the rest of the day. ", "25": "When they returned to the city from eating at the high place, Samuel spoke with Saul on the roof.", "26": "The next morning, at the break of dawn, Samuel shouted up to Saul on the roof. Samuel (to Saul): Wake up! It is time for me to send you on your way. Saul rose, and he and Samuel walked out into the street. ", "27": "When they reached the edge of the city, Samuel told him, Samuel: Send your servant on ahead. When he's far enough away, stop and let's talk. I need to give you a message from the True God."}