{"1": "When the queen of Sheba heard about the wisdom Solomon had from the Lord, she came to test him with hard questions. ", "2": "She came to Jerusalem and many people came with her. She brought camels carrying spices and much gold and stones of much worth. When she came to Solomon, she told him all that was on her mind. ", "3": "And Solomon answered all her questions. There was nothing hidden from the king which he could not make plain to her. ", "4": "The queen of Sheba saw all the wisdom of Solomon, the house he had built, ", "5": "the food on his table, and his many servants seated to eat. She saw those who brought the food and how they were dressed, and those who carried his cups. She saw the steps by which he went up to the house of the Lord. And there was no more spirit in her. ", "6": "She said to the king, “The news was true that I heard in my own land about your words and your wisdom. ", "7": "But I did not believe the news until I came. Now my eyes have seen it. And half of it was not told to me. You have more wisdom and riches than I heard you had. ", "8": "How happy are your men! How happy are these your servants who stand in front of you always and hear your wisdom! ", "9": "Thanks be to the Lord your God Who was pleased with you and set you on the throne of Israel. Because the Lord loved Israel forever, He has made you king, to do what is fair and right and good.” ", "10": "Then she gave the king gold weighing as much as 120 small men. She gave him a very large amount of spices and stones of much worth. Never again did so much spices come in as that which the queen of Sheba gave to King Solomon.", "11": "The ships of Hiram brought from Ophir gold and very many almug trees and stones of much worth. ", "12": "The king used the almug trees to make pillars for the house of the Lord and for the king's house. And he used them to make different kinds of harps for the singers. No such almug trees have come in again or have been seen to this day.", "13": "King Solomon gave to the queen of Sheba all she wanted, whatever she asked, as well as his gifts to her from the king's riches. Then she and her servants returned to her own land.", "14": "The gold which came in to Solomon in one year weighed as much as 666 small men, ", "15": "besides all the gold that came from the traders and all the kings of the Arabs and the leaders of the country. ", "16": "King Solomon made 200 large body coverings for battle of beaten gold. For each covering he used 600 pieces of gold. ", "17": "And he made 300 coverings of beaten gold, using 150 pieces of gold on each covering. The king put them in the house among the trees of Lebanon. ", "18": "Then the king made a large throne of ivory and covered it with fine gold. ", "19": "The throne had six steps, and a round top at its back. There were arms on each side of the seat, and two lions standing beside the arms. ", "20": "Twelve lions stood on the six steps, one on each end. Nothing like it was made for any other king. ", "21": "All of King Solomon's cups were made of gold. And all the cups of the house among the trees of Lebanon were made of pure gold. None of them were made of silver. Silver was not thought of as being of much worth in the days of Solomon. ", "22": "For the king had a group of ships of Tarshish at sea with the ships of Hiram. Every three years the ships of Tarshish came bringing gold, silver, ivory, apes and peacocks.", "23": "So King Solomon became greater than all the kings of the earth in riches and in wisdom. ", "24": "They came from all over the earth to see Solomon, to hear his wisdom which God had put in his heart. ", "25": "Every one of them brought his gift. They brought objects of silver and gold, clothing, objects for fighting in battle, spices, horses and donkeys, so much year by year.", "26": "Solomon gathered war-wagons and horsemen. He had 1,400 war-wagons and 12,000 horsemen. He kept them in the war-wagon cities and with the king in Jerusalem. ", "27": "The king made silver as easy to find as stones in Jerusalem. He made cedar trees as easy to find as the sycamore trees of the valley. ", "28": "Solomon had horses brought from Egypt and Kue. The king's traders bought them from Kue, each for a price. ", "29": "A war-wagon could be brought from Egypt for 600 pieces of silver, and a horse for 150 pieces of silver. They got them in the same way for all the kings of the Hittites and the kings of Syria."}