{"1": "Now King Solomon loved many women from other nations. He loved the daughter of Pharaoh, and Moabite, Ammonite, Edomite, Sidonian and Hittite women. ", "2": "They were from the nations about which the Lord had said to the people of Israel, “Do not take wives from them. And do not have them take wives from you. For they will be sure to turn your heart away to follow their gods.” But Solomon held on to these women in love. ", "3": "He had 700 wives, kings' daughters, and 300 women who acted as his wives. And his wives turned his heart away. ", "4": "When Solomon was old, his wives turned his heart away to follow other gods. His whole heart was not faithful to the Lord his God, as the heart of his father David had been. ", "5": "For Solomon followed Ashtoreth the false goddess of the Sidonians, and Milcom the hated god of the Ammonites. ", "6": "Solomon did what was sinful in the eyes of the Lord. He did not follow the Lord with all his heart, as his father David had done. ", "7": "Then Solomon built a high place for Chemosh the hated god of Moab, and for Molech the hated god of the sons of Ammon, on the mountain east of Jerusalem. ", "8": "He did the same for all his wives from other nations, who burned special perfume and gave gifts to their gods.", "9": "Now the Lord was angry with Solomon, because Solomon's heart had turned away from the Lord, the God of Israel. The Lord had come to him twice ", "10": "and had told him about this, that he should not follow other gods. But Solomon did not obey what the Lord had told him. ", "11": "So the Lord said to Solomon, “Because you have done this and have not kept My agreement and My Laws which I told you, for sure I will tear the nation from you and will give it to your servant. ", "12": "But I will not do it while you are alive, because of your father David. I will tear it out of the hand of your son. ", "13": "But I will not tear away all the nation. I will give one family group to your son because of My servant David, and because of Jerusalem which I have chosen.”", "14": "Then the Lord sent Hadad the Edomite to make trouble for Solomon. He was of the king's family in Edom. ", "15": "For when David was in Edom, and Joab the captain of the army had gone up to bury the dead, he killed every male in Edom. ", "16": "(For Joab and all Israel stayed there six months, until he had killed every male in Edom.) ", "17": "But Hadad ran away to Egypt, together with certain Edomites of his father's servants, while Hadad was still a young boy. ", "18": "They came from Midian to Paran. Then they took men with them from Paran and came to Egypt, to Pharaoh king of Egypt. Pharaoh gave Hadad a house and food and land. ", "19": "Now Hadad found much favor in the eyes of Pharaoh. So Pharaoh gave him in marriage the sister of his own wife, the sister of Tahpenes the queen. ", "20": "Tahpenes' sister gave birth to his son Genubath, whom Tahpenes took care of in Pharaoh's house. Genubath was in Pharaoh's house among the sons of Pharaoh. ", "21": "But Hadad heard in Egypt that David and Joab the captain of David's army were dead. So Hadad said to Pharaoh, “Send me away, so I may return to my own country.” ", "22": "Pharaoh said to him, “But what have you been without while you stayed with me? Why do you want to go to your own country?” Hadad answered, “Nothing. But even so, let me go.”", "23": "God sent Rezon the son of Eliada against Solomon also. Rezon had run away from his owner Hadadezer king of Zobah. ", "24": "He gathered men around him and became the leader of a group of fighters, after David killed the men of Zobah. They went to Damascus and stayed there. Rezon was made king in Damascus. ", "25": "So he brought trouble to Israel all the days of Solomon, together with the trouble brought by Hadad. He hated Israel and ruled over Syria.", "26": "Then Jeroboam the son of Nebat turned against the king. Jeroboam was Solomon's servant, an Ephraimite of Zeredah. His mother's name was Zeruah, a woman whose husband had died. ", "27": "Now this is the reason he turned against the king. Solomon built the Millo, and built a stronger wall around the city of his father David. ", "28": "Now Jeroboam was a powerful soldier. When Solomon saw that the young man was a good worker, he chose him to rule over all men of the family of Joseph who were made to work. ", "29": "When Jeroboam went out of Jerusalem, the man who spoke for God Ahijah the Shilonite found him on the road. Ahijah had dressed himself with a new coat, and both of them were alone in the field. ", "30": "Then Ahijah took hold of his new coat and tore it into twelve pieces. ", "31": "And he said to Jeroboam, “Take ten pieces for yourself. For the Lord, the God of Israel, says, 'See, I will tear the nation out of the hand of Solomon and give you ten family groups. ", "32": "(But he will have one family group, because of My servant David and because of Jerusalem, the city I have chosen from all the families of Israel.) ", "33": "Because they have turned away from Me. They have worshiped Ashtoreth the false goddess of the Sidonians, Chemosh the god of Moab, and Milcom the god of the sons of Ammon. They have not walked in My ways, doing what is right in My eyes and keeping My Laws, as his father David did. ", "34": "But I will not take the whole nation from him. I will make him ruler all the days of his life, because of My servant David whom I chose, who kept My Word and My Laws. ", "35": "But I will take the nation from his son, and will give to you ten family groups. ", "36": "I will give one family group to his son, that My servant David will have a lamp always before Me in Jerusalem, the city where I have chosen for Myself to put My name. ", "37": "And I will take you, and you will rule over whatever you want. You will be the king of Israel. ", "38": "Listen to all I tell you to do. Walk in My ways. Do what is right in My eyes by keeping My Word and My Laws, as My servant David did. If you do, then I will be with you and build you a house that will last, as I built for David. And I will give Israel to you. ", "39": "I will bring trouble to the children of David for this, but not forever.'” ", "40": "So Solomon tried to put Jeroboam to death. But Jeroboam got up and ran to Egypt, to Shishak king of Egypt. And he stayed in Egypt until Solomon died.", "41": "Now the rest of the acts of Solomon and whatever he did, and his wisdom, are they not written in the Book of the Acts of Solomon? ", "42": "Solomon ruled in Jerusalem over all Israel forty years. ", "43": "And Solomon died and was buried in the city of his father David. His son Rehoboam ruled in his place."}