{"1": "Now the word of the Lord came to Jehu the son of Hanani against Baasha, saying, ", "2": "“I took you from the dust and gave you honor. I made you leader over My people Israel. But you have walked in the way of Jeroboam and have made My people Israel sin. You have made Me angry with their sins. ", "3": "So I will destroy Baasha and his house. I will make your house like the family of Jeroboam the son of Nebat. ", "4": "The dogs will eat anyone of Baasha's family who dies in the city. And the birds of the air will eat anyone of his who dies in the field.”", "5": "The rest of the acts of Baasha and what he did and his strength, are they not written in the Book of the Chronicles of the Kings of Israel? ", "6": "Baasha died and was buried in Tirzah. His son Elah became king in his place. ", "7": "The word of the Lord came against Baasha and his house through the man who spoke for God, Jehu the son of Hanani because Baasha had done what was sinful in the eyes of the Lord. He made the Lord angry with the work of his hands, in being like the family of Jeroboam, and because he destroyed it.", "8": "In the twenty-sixth year of Asa king of Judah, Elah the son of Baasha became king of Israel at Tirzah. He ruled for two years. ", "9": "His servant Zimri, captain of half his war-wagons, made plans against him. Elah was at Tirzah drinking himself drunk in the family of Arza. Arza was the head of the house at Tirzah. ", "10": "Zimri went in and hit him and killed him, in the twenty-seventh year of Asa king of Judah. And Zimri became king in his place. ", "11": "When he became king, as soon as he sat on his throne, he killed all those of Baasha's house. He did not leave alive one male, of his brothers or of his friends. ", "12": "So Zimri destroyed the whole family of Baasha, as was spoken against Baasha by the word of the Lord through Jehu the man who spoke for God. ", "13": "It happened because of all the sins of Baasha and his son Elah. They sinned and they made Israel sin. They made the Lord God of Israel angry with their false gods. ", "14": "Now the rest of the acts of Elah and all that he did, are they not written in the Book of the Chronicles of the Kings of Israel?", "15": "In the twenty-seventh year of Asa king of Judah, Zimri ruled seven days at Tirzah. Now the people were gathered against Gibbethon, which belonged to the Philistines. ", "16": "The people who were gathered heard it said, “Zimri has made plans and has killed the king.” So all Israel made Omri, the captain of the army, the king of Israel that day among the tents. ", "17": "Then Omri went with all Israel up from Gibbethon, and they gathered in battle around Tirzah. ", "18": "When Zimri saw that the city was taken, he went into an inside room of the king's house. And he burned the king's house over him with fire, and died. ", "19": "He died because of his sins. He did what was sinful in the eyes of the Lord, walking in the way of Jeroboam. And in his sin, he made Israel sin. ", "20": "The rest of the acts of Zimri and the plan he made, are they not written in the Book of the Chronicles of the Kings of Israel?", "21": "Then the people of Israel were divided into two parts. Half of the people followed Tibni the son of Ginath, to make him king. The other half followed Omri. ", "22": "But the people who followed Omri won over the people who followed Tibni the son of Ginath. Tibni died and Omri became king. ", "23": "In the thirty-first year of Asa king of Judah, Omri became the king of Israel. He ruled for twelve years. He ruled six years at Tirzah. ", "24": "And he bought the hill of Samaria from Shemer for silver weighing as much as two men. He built on the hill, and gave the city he built the name of Samaria, after the name of Shemer, the owner of the hill. ", "25": "Omri did what was sinful in the eyes of the Lord. He acted worse than all who were before him. ", "26": "For he walked in all the way of Jeroboam the son of Nebat. And in his sin he made Israel sin. They made the Lord God of Israel angry with their false gods. ", "27": "Now the rest of the acts of Omri and the strength that he showed, are they not written in the Book of the Chronicles of the Kings of Israel? ", "28": "Omri died and was buried in Samaria. His son Ahab became king in his place.", "29": "Omri's son Ahab became king of Israel in the thirty-eighth year of Asa king of Judah. He ruled over Israel in Samaria for twenty-two years. ", "30": "Ahab the son of Omri did what was sinful in the eyes of the Lord more than all who were before him. ", "31": "He thought it was a small thing to walk in the sins of Jeroboam the son of Nebat. He married Jezebel the daughter of Ethbaal king of the Sidonians. Then he went to serve the false god Baal and worshiped him. ", "32": "He built an altar for Baal in the house of Baal, which he built in Samaria. ", "33": "Ahab made an object of wood to look like the false goddess Asherah. So Ahab did more to make the Lord God of Israel angry than all the kings of Israel before him. ", "34": "In his days Hiel the Bethelite built Jericho. His first-born son Abiram died as he began to build the city. His youngest son Segub died as he put up its gates. It happened as it was told by the word of the Lord spoken by Joshua the son of Nun."}