{"1": "After many days, the word of the Lord came to Elijah, in the third year, saying, “Go show yourself to Ahab. And I will send rain upon the earth.” ", "2": "So Elijah went to show himself to Ahab. Now the time without food was very hard in Samaria. ", "3": "And Ahab called Obadiah who was the boss over his house. (Now Obadiah had much fear of the Lord. ", "4": "For when Jezebel destroyed the men who spoke for the Lord, Obadiah took 100 of these men and hid them by fifties in a cave. And he fed them with bread and water.) ", "5": "Then Ahab said to Obadiah, “Go through the land to all the wells of water and to all the valleys. It may be that we will find grass and keep the horses and donkeys alive, and not lose some of the animals. ", "6": "So they divided the land between them to pass through it. Ahab went one way by himself. And Obadiah went another way by himself.", "7": "As Obadiah was on the way, Elijah met him. Obadiah knew who he was, and fell on his face and said, “Is it you, my lord Elijah?” ", "8": "He answered, “It is I. Go and tell your owner, 'See, Elijah is here.'” ", "9": "Obadiah said, “What sin have I done? Why are you giving your servant into the hand of Ahab to be killed? ", "10": "As the Lord your God lives, there is no nation where the king has not sent men to look for you. And when they said, 'He is not here,' he made the nation prove that they could not find you. ", "11": "Now you are saying, 'Go, say to your owner, “See, Elijah is here.” ' ", "12": "And after I have left you, the Spirit of the Lord will carry you where I do not know. So I will go and tell Ahab, and he will not be able to find you. Then he will kill me. But I your servant have honored the Lord since I was young. ", "13": "Have you not been told what I did when Jezebel killed the men who spoke for the Lord? I hid 100 men of the Lord by fifties in a cave. And I gave them bread and water. ", "14": "Now you are saying, 'Go and tell your owner, “See, Elijah is here.”' He will kill me.” ", "15": "Elijah said, “As the Lord of All lives, before Whom I stand, I will show myself to Ahab today.”", "16": "So Obadiah went to meet Ahab, and told him. And Ahab went to meet Elijah. ", "17": "When he saw Elijah, Ahab said to him, “Is it you, the one who brings trouble to Israel?” ", "18": "Elijah said, “I have not brought trouble to Israel. But you and your father's house have. Because you have turned away from the laws of the Lord, and have followed the false gods of Baal. ", "19": "So now call together all Israel to me at Mount Carmel. And gather together 450 men who speak for Baal and 400 men who speak for the false goddess Asherah, who eat at Jezebel's table.”", "20": "So Ahab sent news among all the people of Israel. And he brought the men who speak for the false gods together at Mount Carmel. ", "21": "Elijah came near all the people and said, “How long will you be divided between two ways of thinking? If the Lord is God, follow Him. But if Baal is God, then follow him.” But the people did not answer him a word. ", "22": "Then Elijah said to the people, “I am the only man left who speaks for God. But here are 450 men who speak for Baal. ", "23": "Bring two bulls to us. Let them choose one bull for themselves and cut it up and put it on the wood. But put no fire under it. I will make the other bull ready and lay it on the wood. And I will put no fire under it. ", "24": "Then you call on the name of your god, and I will call on the name of the Lord. The God Who answers by fire, He is God.” All the people answered and said, “That is a good idea.”", "25": "So Elijah said to the men who spoke for Baal, “Choose one bull for yourselves and make it ready first. For there are many of you. Then call on the name of your god, but put no fire under it.” ", "26": "So they took the bull which was given to them and made it ready. Then they called on the name of Baal from morning until noon, saying, “O Baal, answer us.” But there was no voice. No one answered. They jumped and danced around the altar they had made. ", "27": "At noon Elijah made fun of them. He said, “Call out with a loud voice, for he is a god. It might be that he is in deep thought or has turned away. He could be away traveling. Or it may be that he is asleep and needs to have someone wake him.” ", "28": "So they cried with a loud voice. They cut themselves as they had done in the past, with swords and spears until blood poured out on them. ", "29": "When noon passed, they cried out until the time for giving the evening gift. But there was no voice. No one answered. No one listened.", "30": "Then Elijah said to all the people, “Come near to me.” So all the people came near to him. And he built again the altar of the Lord which had been torn down. ", "31": "Then Elijah took twelve stones, by the number of the families of Jacob's sons. The word of the Lord had come to Jacob's sons, saying, “Israel will be your name.” ", "32": "With the stones he built an altar in the name of the Lord. And he made a ditch around the altar, big enough to hold twenty-two jars of seed. ", "33": "Then he set the wood in place. He cut the bull in pieces and laid it on the wood. And he said, “Fill four jars with water and pour it on the burnt gift and on the wood.” ", "34": "Then he said, “Do it a second time.” And they did it a second time. He said, “Do it a third time.” And they did it a third time. ", "35": "The water flowed around the altar, and filled the ditch also. ", "36": "Then the time came for giving the evening gift. Elijah the man who spoke for God came near and said, “O Lord, God of Abraham, Isaac and Israel, let it be known today that You are God in Israel. Let it be known that I am Your servant, and have done all these things at Your word. ", "37": "Answer me, O Lord. Answer me so these people may know that You, O Lord, are God. Turn their hearts to You again.” ", "38": "Then the fire of the Lord fell. It burned up the burnt gift, the wood, the stones and the dust. And it picked up the water that was in the ditch. ", "39": "All the people fell on their faces when they saw it. They said, “The Lord, He is God. The Lord, He is God.” ", "40": "Then Elijah said to them, “Take hold of the men who speak for Baal. Do not let one of them get away.” So they took hold of them. And Elijah brought them down to the river Kishon, and killed them there.", "41": "Then Elijah said to Ahab, “Go up, eat and drink. For there is the sound of much rain.” ", "42": "So Ahab went up to eat and drink. But Elijah went up to the top of Carmel. He got down on the ground and put his face between his knees. ", "43": "And he said to his servant, “Go up now and look toward the sea.” So he went up and looked and said, “There is nothing.” Seven times Elijah said, “Go again.” ", "44": "The seventh time, he said, “I see a cloud as small as a man's hand coming up from the sea.” Elijah said, “Go and tell Ahab, 'Make your war-wagon ready and go down, so that the rain does not stop you.'” ", "45": "Soon the sky became black with clouds and wind, and there was much rain. And Ahab went to Jezreel. ", "46": "Then the hand of the Lord was on Elijah. He pulled his clothing up under his belt and ran before Ahab to Jezreel."}