{"1": "Now Naboth the Jezreelite had a field of grape-vines in Jezreel beside the family of Ahab king of Samaria. ", "2": "Ahab said to Naboth, “Give me your grape-field. I want it for a vegetable garden because it is near my house. I will give you a better field for it. Or I will pay for it with money, if you like.” ", "3": "But Naboth said to Ahab, “May the Lord keep me from giving you what I have received from my fathers.” ", "4": "Ahab went into his house sad and angry because of Naboth the Jezreelite saying to him, “I will not give you what I have received from my fathers.” And Ahab lay down on his bed and turned his face away and would not eat.", "5": "His wife Jezebel came to him and said, “Why is your spirit so troubled that you are not eating food?” ", "6": "He said to her, “Because I spoke to Naboth the Jezreelite. I said to him, 'Give me your grape-field for money. Or I will give you another field for it, if you like.' But he said, 'I will not give you my grape-field.'” ", "7": "Jezebel his wife said to him, “Do you now rule over Israel? Get up, eat food, and let your heart be filled with joy. I will give you the grape-field of Naboth the Jezreelite.” ", "8": "So she wrote letters in Ahab's name and put the mark of his name on them. She sent letters to the leaders and the king's sons who were living with Naboth in his city. ", "9": "She wrote in the letters, saying, “Tell the people that it is a time when they should not eat. And put Naboth in front of the people. ", "10": "Seat two men of no worth beside him. And have them speak against him, saying, 'You spoke against God and the king.' Then take him out and kill him with stones.”", "11": "So the leaders and king's sons who lived in Naboth's city did just as Jezebel had written to them in the letters she had sent. ", "12": "They told the people that it was a time when they should not eat. And they put Naboth in front of the people. ", "13": "Then the two men of no worth came in and sat beside him. These men spoke against Naboth in front of the people, saying, “Naboth spoke against God and the king.” So they took him outside the city and killed him with stones. ", "14": "Then they sent news to Jezebel, saying, “Naboth has been killed with stones. He is dead.” ", "15": "When Jezebel heard that Naboth had been killed with stones, she said to Ahab, “Get up and take the grape-field of Naboth the Jezreelite for your own, the field he would not sell to you. For Naboth is not alive, but dead.” ", "16": "When Ahab heard that Naboth was dead, he got up to go down and take for his own the grape-field of Naboth the Jezreelite.", "17": "Then the word of the Lord came to Elijah the Tishbite, saying, ", "18": "“Get ready and go down to Samaria to meet Ahab king of Israel. He is in Naboth's grape-field. He has gone down to take it for his own. ", "19": "And you will speak to him, saying, 'This is what the Lord says, “Have you killed and also taken away?” And you will speak to him, saying, “This is what the Lord says, 'The dogs will drink up your blood in the place where the dogs drank up the blood of Naboth.'”'” ", "20": "Ahab said to Elijah, “Have you found me, O you who hate me?” Elijah answered, “I have found you, because you have sold yourself to do what is sinful in the eyes of the Lord. ", "21": "See, I will bring trouble upon you. I will destroy you. I will kill every male of Ahab in Israel, both those who are servants and those who are free. ", "22": "I will make your house like the family of Jeroboam the son of Nebat, and like the family of Baasha the son of Ahijah. Because you have made Me angry, and have made Israel sin. ", "23": "And the Lord has spoken about Jezebel, saying, 'The dogs will eat Jezebel in the land of Jezreel.' ", "24": "The dogs will eat anyone belonging to Ahab who dies in the city. The birds of the air will eat anyone belonging to Ahab who dies in the field.”", "25": "There was no one who sold himself to do what is sinful in the eyes of the Lord like Ahab did. His wife Jezebel moved him to do it. ", "26": "He did what was hated by following false gods. He did all that the Amorites had done, whom the Lord drove out in front of the people of Israel.", "27": "When Ahab heard these words, he tore his clothes and dressed in cloth made from hair, and would not eat. He lay dressed in cloth made from hair, and went about very sad. ", "28": "Then the word of the Lord came to Elijah the Tishbite, saying, ", "29": "“Do you see how Ahab has got rid of his pride before Me? Because he has gotten rid of his pride, I will not bring trouble to him while he is alive. But I will bring trouble upon his house in his son's days.”"}