{"1": "Three years passed without war between Syria and Israel. ", "2": "In the third year, Jehoshaphat the king of Judah came down to the king of Israel. ", "3": "The king of Israel said to his servants, “Do you know that Ramothgilead belongs to us? We are still doing nothing to take it from the king of Syria.” ", "4": "And he said to Jehoshaphat, “Will you go with me to battle at Ramoth-gilead?” Jehoshaphat said to the king of Israel, “I am as you are. My people are as your people. My horses are as your horses.”", "5": "Jehoshaphat said to the king of Israel, “Ask first for the word of the Lord.” ", "6": "Then the king of Israel gathered together the men who spoke for God, 400 men. He said to them, “Should I go to Ramoth-gilead to battle, or should I not?” And they said, “Go. For the Lord will give it to the king.” ", "7": "But Jehoshaphat said, “Is there not another man who speaks for the Lord here, that we may ask him?” ", "8": "The king of Israel said to Jehoshaphat, “There is only one other man whom we may ask of the Lord, but I hate him. He does not speak anything good about me, only bad. He is Micaiah the son of Imlah.” But Jehoshaphat said, “Let not the king say that.” ", "9": "Then the king of Israel called a soldier and said, “Be quick to bring Micaiah the son of Imlah.” ", "10": "Now the king of Israel and Jehoshaphat king of Judah were sitting on their thrones, dressed in their king's clothing. They sat at the grain-floor at the gate of Samaria. All the men who speak for God were speaking in front of them. ", "11": "Then Zedekiah the son of Chenaanah made horns of iron for himself and said, “The Lord says, 'With these you will fight the Syrians until they are destroyed.'” ", "12": "And all the men who spoke for God said so. They said, “Go up to Ramoth-gilead and do well. For the Lord will give it to the king.”", "13": "The man who went to call Micaiah said to him, “See, the words of those who speak for God are all in the king's favor. Let your words be like theirs and speak in favor of the king.” ", "14": "But Micaiah said, “As the Lord lives, I will say what the Lord says to me.” ", "15": "Micaiah came to the king. And the king said to him, “Micaiah, should we go to Ramothgilead to battle, or should we not?” He answered, “Go up and do well. The Lord will give it to the king.” ", "16": "Then the king said to him, “How many times must I tell you to speak nothing but the truth in the name of the Lord?” ", "17": "So Micaiah said, “I saw all Israel spread upon the mountains like sheep which have no shepherd. And the Lord said, 'These have no owner. Let each of them return to his house in peace.'” ", "18": "Then the king of Israel said to Jehoshaphat, “Did I not tell you that he would not speak good of me, but bad?” ", "19": "Micaiah said, “So hear the word of the Lord. I saw the Lord sitting on His throne. All those in heaven were standing by Him on His right and on His left. ", "20": "The Lord said, 'Who will lead Ahab to go up and die at Ramoth-gilead?' And one said one thing, and another said another thing. ", "21": "Then a spirit came and stood before the Lord and said, 'I will lead him.' ", "22": "The Lord said to him, 'How?' And he said, 'I will go out and be a lying spirit in the mouth of all those who will tell what will happen in the future.' Then the Lord said, 'You are to lead him, and do well. Go and do so.' ", "23": "Now see, the Lord has put a lying spirit in the mouth of all these who tell what will happen in the future. The Lord has said bad things against you.”", "24": "Then Zedekiah the son of Chenaanah came and hit Micaiah on the face and said, “How did the Spirit of the Lord go from me to speak to you?” ", "25": "Micaiah said, “See, you will see on that day when you go into a room to hide yourself.” ", "26": "Then the king of Israel said, “Take Micaiah and return him to Amon the leader of the city and to Joash the king's son. ", "27": "Tell them, 'The king says, “Put this man in prison and feed him with little bread and water, until I return in peace.” ' ” ", "28": "Micaiah said, “If you do return in peace, then the Lord has not spoken by me.” And he said, “Listen, all you people.”", "29": "So the king of Israel and Jehoshaphat king of Judah went up to Ramoth-gilead. ", "30": "The king of Israel said to Jehoshaphat, “I will dress so no one will know who I am, and will go to battle. But you put on your king's clothing.” So the king of Israel dressed so no one would know who he was, and went into battle. ", "31": "Now the king of Syria had told the thirty-two captains of his war-wagons, “Do not fight with the small or strong. But only fight with the king of Israel.” ", "32": "When the captains of the war-wagons saw Jehoshaphat, they said, “For sure this is the king of Israel.” And they turned to fight against him, and Jehoshaphat cried out. ", "33": "Then the captains of the war-wagons saw that it was not the king of Israel. So they returned from going after him.", "34": "But a certain man happened to shoot an arrow and hit the king of Israel between the parts of his battle-clothes. So Ahab said to the driver of his war-wagon, “Turn around and take me out of the battle. For I am hurt.” ", "35": "The battle was hard that day, and the king was set up in his war-wagon in front of the Syrians. At evening he died. The blood from the cut flowed to the bottom of the war-wagon. ", "36": "Then a cry went through to his country!", "37": "So the king died and was brought to Samaria. They buried the king in Samaria. ", "38": "And they washed the war-wagon by the pool of Samaria. The dogs drank up his blood. (The women who sold the use of their bodies washed themselves there.) It happened as the word of the Lord said it would. ", "39": "Now the rest of the acts of Ahab and all he did, the ivory house and cities he built, are they not written in the Book of the Chronicles of the Kings of Israel? ", "40": "Ahab died and his son Ahaziah became king in his place.", "41": "Jehoshaphat the son of Asa became the king of Judah in the fourth year of Ahab king of Israel. ", "42": "Jehoshaphat was thirty-five years old when he became king. And he ruled twenty-five years in Jerusalem. His mother's name was Azubah the daughter of Shilhi. ", "43": "He walked in all the way of Asa his father. He did not turn aside from it. He did what was right in the eyes of the Lord. But the high places were not taken away. The people still gave gifts and burned special perfume on the high places. ", "44": "And Jehoshaphat made peace with the king of Israel.", "45": "The rest of the acts of Jehoshaphat, the strength he showed and how he fought, are they not written in the Book of the Chronicles of the Kings of Judah? ", "46": "He destroyed from the land those who were left of the men who sold the use of their bodies in their religion during the days of his father Asa.", "47": "Now there was no king in Edom. A leader was acting as king. ", "48": "Jehoshaphat made ships of Tarshish to go to Ophir for gold. But they did not go. For the ships were wrecked at Ezion-geber. ", "49": "Then Ahab's son Ahaziah said to Jehoshaphat, “Let my servants go with your servants in the ships.” But Jehoshaphat was not willing. ", "50": "And Jehoshaphat died and was buried with his fathers in the city of his father David. Jehoram his son became king in his place.", "51": "Ahab's son Ahaziah became the king of Israel in Samaria in the seventeenth year of Jehoshaphat king of Judah. And he ruled Israel for two years. ", "52": "He did what was sinful in the eyes of the Lord. He walked in the way of his father and mother, and Jeroboam the son of Nebat, who caused Israel to sin. ", "53": "He served the false god Baal and worshiped him. He made the Lord God of Israel angry in every way his father had done."}