{"1": "Now King Solomon was the king of all Israel. ", "2": "These were the king's men. Azariah the son of Zadok was the religious leader. ", "3": "Shisha's sons Elihoreph and Ahijah were the heads of meetings. Jehoshaphat the son of Ahilud was the one who wrote down the things of the nation. ", "4": "Benaiah the son of Jehoiada was captain of the army. Zadok and Abiathar were religious leaders. ", "5": "Azariah the son of Nathan was over the leaders. Zabud the son of Nathan was a religious leader and the king's friend. ", "6": "Ahishar was head of the king's house. And Adoniram the son of Abda was head of the men who were made to work.", "7": "Solomon had twelve men over all Israel, who brought food for the king and those of his house. Each man had to bring food for one month in the year. ", "8": "These were their names. There was Ben-hur, in the hill country of Ephraim, ", "9": "and Ben-deker in Makaz. There were Shaalbim, Beth-shemesh, Elonbeth-hanan, ", "10": "Ben-hesed in Arrubboth (Socoh and all the land of Hepher belonged to him), ", "11": "and Ben-abinadab in all Naphath-Dor (Solomon's daughter Taphath was his wife). ", "12": "There was Baana the son of Ahilud, in Taanach and Megiddo and all Beth-shean which is beside Zarethan below Jezreel, from Beth-shean to Abel-meholah as far as the other side of Jokmeam. ", "13": "There was Bengeber in Ramoth-gilead. (The towns of Manasseh's son Jair which are in Gilead were his. And he had the land of Argob in Bashan, where there were sixty big cities with walls and locks of brass.) ", "14": "There was Ahinadab the son of Iddo in Mahanaim, ", "15": "Ahimaaz in Naphtali (who married Solomon's daughter Basemath), ", "16": "and Baana the son of Hushai in Asher and Bealoth. ", "17": "And there was Jehoshaphat the son of Paruah in Issachar, ", "18": "Shimei the son of Ela in Benjamin, ", "19": "and Geber the son of Uri in the land of Gilead, the country of Sihon king of the Amorites and of Og king of Bashan. He was the only leader in the land.", "20": "There were many people in Judah and Israel, as much as the sand beside the sea. They were eating and drinking and full of joy.", "21": "Solomon ruled over all the nations from the Euphrates River to the land of the Philistines and to the land of Egypt. They brought taxes and worked for Solomon all the days of his life. ", "22": "The food brought to Solomon for one day was 300 baskets of fine flour, 600 baskets of seeds, ", "23": "ten fat bulls, twenty grass-fed bulls, 100 sheep, and deer, gazelles, roebucks and fat birds. ", "24": "Solomon ruled over everything west of the Euphrates River, from Tiphsah to Gaza. He ruled over all the kings west of the Euphrates. And he had peace around him on all sides. ", "25": "So Judah and Israel were safe. Every man was safe under his vine and fig tree, from Dan to Beersheba, all the days of Solomon. ", "26": "Solomon had 40,000 rooms for his war-wagon horses, and 12,000 horsemen. ", "27": "Those leaders brought food for King Solomon and all who came to his table, each during his month. They made sure nothing was missing. ", "28": "They brought barley and straw for the fast horses and the war-wagon horses, where it was needed. Each man did the work he had been given to do.", "29": "God gave Solomon wisdom and much understanding and learning, as much as the sand beside the sea. ", "30": "Solomon's wisdom was greater than the wisdom of all the people of the east and all the wisdom of Egypt. ", "31": "He was wiser than all men, than Ethan the Ezrahite, Heman, Calcol, Darda, and the sons of Mahol. His name was known in all the nations around him. ", "32": "He spoke 3,000 wise sayings and wrote 1,005 songs. ", "33": "He spoke of trees, from the cedar in Lebanon to the hyssop that grows on the wall. He spoke of animals, birds, things that moved upon the ground, and fish. ", "34": "Men came from all nations to hear the wisdom of Solomon. They came from all the kings of the earth who had heard of his wisdom."}