{"1": "Now Hiram the king of Tyre sent his servants to Solomon, when he heard that they had set him apart to be king in place of his father. Hiram had always loved David. ", "2": "Then Solomon sent word to Hiram, saying, ", "3": "“You know that my father David was not able to build a house for the name of the Lord his God because of the wars all around him. The Lord had not yet put those who hated him under his feet. ", "4": "But now the Lord my God has given me rest on every side. There is no trouble or anything bad happening. ", "5": "So I plan to build a house for the name of the Lord my God. Because the Lord said to my father David, 'I will set your son on your throne in your place. He will build the house for My name.' ", "6": "So tell them to cut cedar trees of Lebanon for me. My servants will join yours. And I will give you whatever you say to pay your servants. For you know that there is no one among us who knows how to cut trees like the Sidonians.”", "7": "When Hiram heard the words of Solomon, he was filled with joy and said, “Thanks be to the Lord today. He has given to David a wise son to rule this great people.” ", "8": "Hiram sent word to Solomon, saying, “I have heard the news you have sent me. I will do what you want with the cedar and cypress trees. ", "9": "My servants will bring them down from Lebanon to the sea. I will make them ready to go on the sea to the place you choose. I will have them broken up there, and you can carry them away. Then you will do what I wish by giving food to those of my house.” ", "10": "So Hiram gave Solomon as much as he wanted of the cedar and cypress trees. ", "11": "Then Solomon gave Hiram 200,000 baskets of grain as food for those of his house, and 200 jars of beaten oil. Solomon gave this to Hiram each year. ", "12": "And the Lord gave wisdom to Solomon, just as He promised him. There was peace between Hiram and Solomon, and they made an agreement.", "13": "Now King Solomon made men work for him from all Israel. There were 30,000 men made to work for him. ", "14": "He sent them to Lebanon, 10,000 men each month. They were in Lebanon one month and at home two months. Adoniram ruled those who were made to work. ", "15": "Now Solomon had 70,000 men to carry loads, and 80,000 stone cutters in the mountains. ", "16": "And he had 3,300 men who were leaders of the work, and who ruled over the people doing the work. ", "17": "Then as the king told them, they cut out large stones of much worth for the house of God to be built on. ", "18": "Solomon's builders and Hiram's builders and the Gebalites cut them. They made the wood and the stones ready to build the house."}