{"1": "¶ Paul, called to be an apostle of Jesus Christ through the will of God, and Sosthenes, our brother,", "2": "unto the congregation[a] of God which is at Corinth, to those that are sanctified in Christ Jesus, called to be holy, with all that in every place call upon the name of Jesus Christ our Lord, both theirs and ours:", "3": "Grace be unto you and peace from God our Father and from the Lord Jesus Christ.", "4": "I thank my God always on your behalf for the grace of God which is given you in Christ Jesus,", "5": "that in every thing ye are enriched in him in all word and in all knowledge,", "6": "with which the testimony of the Christ was confirmed in you,", "7": "so that ye lack nothing in any gift, waiting for the manifestation of our Lord Jesus Christ,", "8": "who shall also confirm that ye shall remain unimpeachable unto the end, in the day of our Lord Jesus Christ.", "9": "God is faithful, by whom ye were called into the fellowship of his Son Jesus Christ our Lord.", "10": "¶ Now I beseech you, brethren, by the name of our Lord Jesus Christ, that ye all speak the same thing and that there be no divisions among you, but that ye be perfect, joined together in the same understanding and in the same perception.", "11": "For it has been declared unto me of you, my brethren, by those of the house of Chloe, that there are contentions among you.", "12": "In other words, that each one of you says, I am of Paul, and I of Apollos, and I of Cephas, and I of Christ.", "13": "Is the Christ divided? Was Paul crucified for you? or were ye baptized into the name of Paul?", "14": "¶ I thank God that I baptized none of you, but Crispus and Gaius,", "15": "lest any should say that ye were baptized into my name.", "16": "And I baptized also the household of Stephanas; besides, I know not whether I baptized any other.", "17": "¶ For Christ sent me not to baptize, but to preach the gospel, not with wisdom of words, lest the cross[b] of Christ should be made void.", "18": "For the word of the cross[c] is foolishness to those that perish, but unto us who are saved, it is the power of God.", "19": "For it is written, I will destroy the wisdom of the wise and will bring to nothing the understanding of the prudent.", "20": "Where is the wise? where is the scribe? where is the philosopher of this world? Has not God made foolish the wisdom of this world?", "21": "For in the wisdom of God, since the world by wisdom knew not God, it pleased God by the foolishness of preaching to save those that believe.", "22": "For the Jews require a sign, and the Greeks seek after wisdom,", "23": "but we preach Christ crucified,[d] unto the Jews a stumblingblock and unto the Gentiles foolishness;", "24": "but unto those who are called, both Jews and Greeks, Christ is the power of God, and the wisdom of God.", "25": "For that which is foolish of God is wiser than men, and that which is weak of God is stronger than men.", "26": "For look upon your vocation, brothers, that ye are not many wise men after the flesh, not many mighty, not many noble,", "27": "but rather God has chosen that which is the foolishness of the world to confound the wise, and God has chosen that which is the weakness of the world to put to shame the things which are mighty;", "28": "and that which is vile of the world and that which is despised God has chosen, and things which are not, to bring to nought the things that are,", "29": "that no flesh should glory in his presence.", "30": "But of him ye are reborn in Christ Jesus, who of God is made unto us wisdom and righteousness and sanctification and redemption,", "31": "that, according as it is written, He that glories, let him glory in the Lord."}