{"1": "¶ Be ye imitators of me, even as I also am of Christ.", "2": "Now I praise you, brothers, that ye remember me in all things and retain my instructions the same as I spoke unto you.", "3": "But I would have you know that the head of every man is the Christ, and the head of the woman is the man, and the head of Christ is God.", "4": "Every man praying or prophesying, having his head covered, dishonours his head.", "5": "But every woman that prays or prophesies with her head uncovered dishonours her head, for that is even the same as if she were shaven.", "6": "For if the woman is not covered, let her also be shorn; but if it is a shame for a woman to be shorn or shaven, let her be covered.", "7": "For a man indeed ought not to cover his head, forasmuch as he is the image and glory of God; but the woman is the glory of the man.", "8": "For the man is not of the woman, but the woman of the man.", "9": "Neither was the man created for the woman, but the woman for the man.", "10": "For this cause the woman ought to have authority over her head: because of the angels.", "11": "Nevertheless, neither is the man without the woman, neither the woman without the man, in the Lord.", "12": "For as the woman is of the man, even so is the man also by the woman; but all things of God.", "13": "Judge in yourselves: is it honest that a woman pray unto God uncovered?", "14": "Does not even nature itself teach you that if a man lets his hair grow, it is dishonest?", "15": "But if a woman lets her hair grow, it is a glory to her; for her hair is given her for a covering.", "16": "With all this, if anyone seems to be contentious, we have no such custom, neither the congregation[a] of God.", "17": "¶ Now in this that I declare unto you I praise you not: that ye come together not for the better, but for the worse.", "18": "For first of all, when ye come together in the congregation[b], I hear that there are divisions among you; and I partly believe it.", "19": "For it is expedient that there also be heresies among you, so that those who are proved may become manifest among you.", "20": "So that when ye come together in one place, this is not eating the Lord's supper.", "21": "For in eating, each one takes his own supper first: and one is hungry, and another is drunken.", "22": "What? Do ye not have houses to eat and to drink in? or do ye despise the congregation[c] of God and shame those that have not? What shall I say to you? shall I praise you in this? I praise you not.", "23": "¶ For I have received of the Lord that which also I delivered unto you, That the Lord Jesus the same night in which he was betrayed took bread;", "24": "and when he had given thanks, he broke it and said, Take, eat: this is my body, which is broken for you; this do in remembrance of me.", "25": "After the same manner also he took the cup, after he had eaten supper, saying, This cup is the new testament in my blood; do this each time that ye drink, in remembrance of me.", "26": "For each time that ye eat this bread and drink this cup, ye declare the Lord's death until he comes.", "27": "Therefore whoever shall eat this bread and drink this cup of the Lord unworthily shall be guilty of the body and blood of the Lord.", "28": "But let each man prove himself, and so let him eat of the bread and drink of the cup.", "29": "For he that eats and drinks unworthily, eats and drinks judgment to himself, not discerning the Lord's body.", "30": "For this cause many are weak and sickly among you, and many sleep.", "31": "For if we would examine ourselves, we should not be judged.", "32": "But being judged, we are chastened of the Lord, that we should not be condemned with the world.", "33": "Therefore, my brothers, when ye come together to eat, wait for one another.", "34": "And if anyone is hungry, let him eat at home; that ye not come together unto judgment. And I will set the rest in order when I come."}