{"1": "¶ Follow after charity and earnestly pursue spiritual gifts, but above all, that ye may prophesy.", "2": "For he that speaks in an unknown tongue speaks not unto men, but unto God, for no one understands him, even though by the Spirit he speaks mysteries.", "3": "But he that prophesies speaks unto men for edification and exhortation and comfort.", "4": "He that speaks in an unknown tongue edifies himself, but he that prophesies edifies the congregation[a].", "5": "I would that ye all spoke with tongues, but rather that ye prophesied, for greater is he that prophesies than he that speaks with tongues, unless he interprets, that the congregation[b] may receive edifying.", "6": "¶ Now, brothers, if I come unto you speaking with tongues, what shall I profit you unless I speak to you either with revelation or with knowledge or with prophecy or with doctrine?", "7": "And even things without life giving sound, whether flute or harp, except they give a distinction in the sounds, how shall it be known what is played or harped?", "8": "For if the trumpet gives an uncertain sound, who shall prepare himself to the battle?", "9": "So likewise ye, except ye utter by the tongue a clear and definite word, how shall it be known what is spoken? for ye shall speak into the air.", "10": "There are many kinds of distinct voices in the world, and nothing is dumb.", "11": "Therefore, if I ignore the virtue of the voice, I shall be unto him that speaks as a barbarian, and he that speaks shall be a barbarian unto me.", "12": "Even so ye, forasmuch as ye desire the things of the Spirit, earnestly pursue excellence unto the edification of the congregation[c].", "13": "Therefore, let him that speaks in an unknown tongue pray that he may interpret.", "14": "For if I pray in an unknown tongue, my spirit prays, but my understanding is unfruitful.", "15": "¶ What is it then? I will pray with the spirit, and I will pray with the understanding also; I will sing with the spirit, and I will sing with the understanding also.", "16": "Else when thou shalt bless with the spirit, how shall he that occupies the place of the ignorant say, Amen, at thy giving of thanks, seeing he understands not what thou sayest?", "17": "For thou verily givest thanks well, but the other is not edified.", "18": "I thank my God, I speak with tongues more than ye all;", "19": "yet in the congregation[d] I would rather speak five words with my understanding, that I might teach others also, than ten thousand words in an unknown tongue.", "20": "Brothers, be not children in understanding, howbeit in malice be ye children; but in understanding be perfect.", "21": "¶ In the law it is written, In other tongues and with other lips I will speak unto this people; and yet for all that, they will not hear me, saith the Lord.", "22": "Therefore, tongues are for a sign, not to those that believe, but to those that do not believe; but prophecy is not for those that do not believe, but for those who believe.", "23": "If, therefore, the whole congregation[e] is come together into one place and all speak with tongues, and there come in those that are unlearned or unbelievers, will they not say that ye are mad?", "24": "But if all prophesy, and there come in one that does not believe or one unlearned, he is convinced of all, he is judged of all;", "25": "for the secrets of his heart are made manifest; and so falling down on his face, he will worship God, declaring that God is indeed in you.", "26": "¶ How is it then, brothers? when ye come together, each one of you has a psalm, has doctrine, has tongues, has revelation, has interpretation. Let all things be done unto edification.", "27": "If anyone speaks in an unknown tongue, let it be by two, or at the most by three, and that by course; and let one interpret.", "28": "But if there is no interpreter, let him keep silence in the congregation[f], and let him speak to himself and to God.", "29": "Let the prophets speak two or three, and let the others judge.", "30": "If any thing is revealed to another that sits by, let the first be silent.", "31": "For ye may all prophesy one by one, that all may learn, and all may be exhorted.", "32": "And the spirits of the prophets are subject to the prophets.", "33": "For God is not the God of disorder, but of peace, as in all the congregations[g] of the saints.", "34": "¶ Let your women keep silence in the congregations[h], for it is not permitted unto them to speak; but they are commanded to be in subjection, as also saith the law.", "35": "And if they desire to learn anything, let them ask their husbands at home, for it is a dishonest thing for women to speak in the congregation[i].", "36": "¶ What? Did the word of God come out from you? or did it come unto you only?", "37": "If anyone thinks himself to be a prophet or spiritual, let him acknowledge that the things that I write unto you are the commandments of the Lord.", "38": "But anyone that ignores them shall be ignored.", "39": "Therefore, brothers, earnestly pursue prophecy and do not forbid to speak with tongues.", "40": "But let all things be done decently and in order."}