{"1": "¶ Now concerning the collection for the saints, as I have given orders to the congregations[a] of Galatia, do ye likewise.", "2": "Each first sabbath let each one of you set aside in store, as God has prospered him, that there be no collections when I come.", "3": "And when I come, whomever ye shall approve by your letters, them will I send to bring your liberality unto Jerusalem.", "4": "And if it is appropriate that I go also, they shall go with me.", "5": "¶ Now I will come unto you, when I have passed through Macedonia, for I must pass through Macedonia.", "6": "And it may be that I will abide and winter with you, that ye may bring me on my journey wherever I go.", "7": "For I desire not to see you now in passing, but I trust to tarry a while with you, if the Lord permits.", "8": "But I will tarry at Ephesus until Pentecost.", "9": "For a great and effectual door is opened unto me, and there are many adversaries.", "10": "¶ Now if Timothy comes, see that he may stay with you securely, for he does the work of the Lord, as I also do.", "11": "Let no man therefore despise him, but conduct him forth in peace that he may come unto me, for I look for him with the brothers.", "12": "As touching our brother Apollos, I greatly desired him to come unto you with some of the brothers, but his will was not at all to come at this time, but he will come when he shall have opportunity.", "13": "¶ Watch ye, stand fast in the faith, be brave, be strong.", "14": "Let all your things be done with charity.", "15": "I beseech you, brethren (ye know the house of Stephanas, that it is the firstfruits of Achaia and that they have dedicated themselves to the ministry of the saints),", "16": "that ye submit yourselves unto such and to each one that helps and labours.", "17": "I am glad of the coming of Stephanas and Fortunatus and Achaicus, for they have filled your absence.", "18": "For they have refreshed my spirit and yours; therefore, acknowledge ye those that are such.", "19": "¶ The congregations[b] of Asia salute you. Aquila and Priscilla salute you much in the Lord, with the congregation[c] that is in their house.", "20": "All the brothers greet you. Greet ye one another with a holy kiss.", "21": "The salutation of me, Paul, is with my own hand.", "22": "If any man does not love the Lord Jesus Christ, let him be anathema. Our Lord has come.", "23": "The grace of our Lord Jesus Christ be with you.", "24": "My charity in Christ Jesus be with you all. Amen."}