{"1": "I pray to you, Lord! Please listen.", "2": "Don't hide from me in my time of trouble. Pay attention to my prayer and quickly give an answer.", "3": "My days disappear like smoke, and my bones are burning as though in a furnace.", "4": "I am wasting away like grass, and my appetite is gone.", "5": "My groaning never stops, and my bones can be seen through my skin.", "6": "I am like a lonely owl in the desert", "7": "or a restless sparrow alone on a roof.", "8": "My enemies insult me all day, and they use my name for a curse word.", "9": "Instead of food, I have ashes to eat and tears to drink,", "10": "because you are furious and have thrown me aside.", "11": "My life fades like a shadow at the end of day and withers like grass.", "12": "Our Lord, you are King forever and will always be famous.", "13": "You will show pity to Zion because the time has come.", "14": "We, your servants, love each stone in the city, and we are sad to see them lying in the dirt.", "15": "Our Lord, the nations will honor you, and all kings on earth will praise your glory.", "16": "You will rebuild the city of Zion. Your glory will be seen,", "17": "and the prayers of the homeless will be answered.", "18": "Future generations must also praise the Lord, so write this for them:", "19": "“From his holy temple, the Lord looked down at the earth.", "20": "He listened to the groans of prisoners, and he rescued everyone who was doomed to die.”", "21": "All Jerusalem should praise you, our Lord,", "22": "when people from every nation meet to worship you.", "23": "I should still be strong, but you, Lord, have made an old person of me.", "24": "You will live forever! Years mean nothing to you. Don't cut my life in half!", "25": "In the beginning, Lord, you laid the earth's foundation and created the heavens.", "26": "They will all disappear and wear out like clothes. You change them, as you would a coat, but you last forever.", "27": "You are always the same. Years cannot change you.", "28": "Every generation of those who serve you will live in your presence."}