{"1": "I praise you, Lord God, with all my heart. You are glorious and majestic, dressed in royal robes", "2": "and surrounded by light. You spread out the sky like a tent,", "3": "and you built your home over the mighty ocean. The clouds are your chariot with the wind as its wings.", "4": "The winds are your messengers, and flames of fire are your servants.", "5": "You built foundations for the earth, and it will never be shaken.", "6": "You covered the earth with the ocean that rose above the mountains.", "7": "Then your voice thundered! And the water flowed", "8": "down the mountains and through the valleys to the place you prepared.", "9": "Now you have set boundaries, so that the water will never flood the earth again.", "10": "You provide streams of water in the hills and valleys,", "11": "so that the donkeys and other wild animals can satisfy their thirst.", "12": "Birds build their nests nearby and sing in the trees.", "13": "From your home above you send rain on the hills and water the earth.", "14": "You let the earth produce grass for cattle, plants for our food,", "15": "wine to cheer us up, olive oil for our skin, and grain for our health.", "16": "Our Lord, your trees always have water, and so do the cedars you planted in Lebanon.", "17": "Birds nest in those trees, and storks make their home in the fir trees.", "18": "Wild goats find a home in the tall mountains, and small animals can hide between the rocks.", "19": "You created the moon to tell us the seasons. The sun knows when to set,", "20": "and you made the darkness, so the animals in the forest could come out at night.", "21": "Lions roar as they hunt for the food you provide.", "22": "But when morning comes, they return to their dens,", "23": "then we go out to work until the end of day.", "24": "Our Lord, by your wisdom you made so many things; the whole earth is covered with your living creatures.", "25": "But what about the ocean so big and wide? It is alive with creatures, large and small.", "26": "And there are the ships, as well as Leviathan,[a] the monster you created to splash in the sea.", "27": "All of these depend on you to provide them with food,", "28": "and you feed each one with your own hand, until they are full.", "29": "But when you turn away, they are terrified; when you end their life, they die and rot.", "30": "You created all of them by your Spirit, and you give new life to the earth.", "31": "Our Lord, we pray that your glory will last forever and that you will be pleased with what you have done.", "32": "You look at the earth, and it trembles. You touch the mountains, and smoke goes up.", "33": "As long as I live, I will sing and praise you, the Lord God.", "34": "I hope my thoughts will please you, because you are the one who makes me glad.", "35": "Destroy all wicked sinners from the earth once and for all. With all my heart I praise you, Lord! I praise you!"}