{"1": "Praise the Lord and pray in his name! Tell everyone what he has done.", "2": "Sing praises to the Lord! Tell about his miracles.", "3": "Celebrate and worship his holy name with all your heart.", "4": "Trust the Lord and his mighty power.", "5": "Remember his miracles and all his wonders and his fair decisions.", "6": "You belong to the family of Abraham, his servant; you are his chosen ones, the descendants of Jacob.", "7": "The Lord is our God, bringing justice everywhere on earth.", "8": "He will never forget his agreement or his promises, not in thousands of years.", "9": "God made an eternal promise", "10": "to Abraham, Isaac, and Jacob,", "11": "when he said, “I'll give you the land of Canaan.”", "12": "At the time there were only a few of us, and we were homeless.", "13": "We wandered from nation to nation, from one country to another.", "14": "God did not let anyone mistreat our people. Instead he protected us by punishing rulers", "15": "and telling them, “Don't touch my chosen leaders or harm my prophets!”", "16": "God kept crops from growing until food was scarce everywhere in the land.", "17": "But he had already sent Joseph, sold as a slave into Egypt,", "18": "with chains of iron around his legs and neck.", "19": "Joseph remained a slave until his own words had come true, and the Lord had finished testing him.", "20": "Then the king of Egypt set Joseph free", "21": "and put him in charge of everything he owned.", "22": "Joseph was in command of the officials, and he taught the leaders how to use wisdom.", "23": "Jacob and his family came and settled in Egypt as foreigners.", "24": "They were the Lord's people, so he let them grow stronger than their enemies.", "25": "They served the Lord, and he made the Egyptians plan hateful things against them.", "26": "God sent his servant Moses. He also chose and sent Aaron", "27": "to his people in Egypt, and they worked miracles and wonders there.", "28": "Moses and Aaron obeyed God, and he sent darkness to cover Egypt.", "29": "God turned their rivers into streams of blood, and the fish all died.", "30": "Frogs were everywhere, even in the royal palace.", "31": "When God gave the command, flies and gnats swarmed all around.", "32": "In place of rain, God sent hailstones and flashes of lightning.", "33": "He destroyed their grapevines and their fig trees, and he made splinters of all the other trees.", "34": "God gave the command, and more grasshoppers came than could be counted.", "35": "They ate every green plant and all the crops that grew in the land of Egypt.", "36": "Then God took the life of every first-born son.", "37": "When God led Israel from Egypt, they took silver and gold, and no one was left behind.", "38": "The Egyptians were afraid and gladly let them go.", "39": "God hid them under a cloud and guided them by fire during the night.", "40": "When they asked for food, he sent more birds than they could eat.", "41": "God even split open a rock, and streams of water gushed into the desert.", "42": "God never forgot his sacred promise to his servant Abraham.", "43": "When the Lord rescued his chosen people from Egypt, they celebrated with songs.", "44": "The Lord gave them the land and everything else the nations had worked for.", "45": "He did this so that his people would obey all of his laws. Shout praises to the Lord!"}