{"1": "We will celebrate and praise you, Lord! You are good to us, and your love never fails.", "2": "No one can praise you enough for all of the mighty things you have done.", "3": "You bless those people who are honest and fair in everything they do.", "4": "Remember me, Lord, when you show kindness by saving your people.", "5": "Let me prosper with the rest of your chosen ones, as they celebrate with pride because they belong to you.", "6": "We and our ancestors have sinned terribly.", "7": "When they were in Egypt, they paid no attention to your marvelous deeds or your wonderful love. And they turned against you at the Red Sea.[a]", "8": "But you were true to your name, and you rescued them to prove how mighty you are.", "9": "You said to the Red Sea, [b] “Dry up!” Then you led your people across on land as dry as a desert.", "10": "You saved all of them", "11": "and drowned every one of their enemies.", "12": "Then your people trusted you and sang your praises.", "13": "But they soon forgot what you had done and rejected your advice.", "14": "They became greedy for food and tested you there in the desert.", "15": "So you gave them what they wanted, but later you destroyed them with a horrible disease.", "16": "Everyone in camp was jealous of Moses and of Aaron, your chosen priest.", "17": "Dathan and Abiram rebelled, and the earth opened up and swallowed them.", "18": "Then fire broke out and destroyed all of their followers.", "19": "At Horeb your people made and worshiped the statue", "20": "of a bull, instead of you, their glorious God.", "21": "You worked powerful miracles to save them from Egypt, but they forgot about you", "22": "and the fearsome things you did at the Red Sea.[c]", "23": "You were angry and started to destroy them, but Moses, your chosen leader, begged you not to do it.", "24": "They would not trust you, Lord, and they did not like the promised land.", "25": "They would not obey you, and they grumbled in their tents.", "26": "So you threatened them by saying, “I'll kill you out here in the desert!", "27": "I'll scatter your children everywhere in the world.”", "28": "Your people became followers of a god named Baal Peor, and they ate sacrifices offered to the dead.[d]", "29": "They did such terrible things that you punished them with a deadly disease.", "30": "But Phinehas[e] helped them, and the sickness stopped.", "31": "Now he will always be highly honored.", "32": "At Meribah Spring[f] they turned against you and made you furious.", "33": "Then Moses got into trouble for speaking in anger.", "34": "Our Lord, they disobeyed you by refusing to destroy the nations.", "35": "Instead they were friendly with those foreigners and followed their customs.", "36": "Then they fell into the trap of worshiping idols.", "37": "They sacrificed their sons and their daughters to demons", "38": "and to the gods of Canaan. Then they poured out the blood of these innocent children and made the land filthy.", "39": "By doing such gruesome things, they also became filthy.", "40": "Finally, Lord, you were angry and terribly disgusted with your people.", "41": "So you put them in the power of nations that hated them.", "42": "They were mistreated and abused by their enemies,", "43": "but you saved them time after time. They were determined to rebel, and their sins caused their downfall.", "44": "You answered their prayers when they were in trouble.", "45": "You kept your agreement and were so merciful", "46": "that their enemies had pity on them.", "47": "Save us, Lord God! Bring us back from among the nations. Let us celebrate and shout in praise of your holy name.", "48": "Lord God of Israel, you deserve to be praised forever and ever. Let everyone say, “Amen! Shout praises to the Lord!”"}