{"1": "Shout praises to the Lord! He is good to us, and his love never fails.", "2": "Everyone the Lord has rescued from trouble should praise him,", "3": "everyone he has brought from the east and the west, the north and the south.[a]", "4": "Some of you were lost in the scorching desert, far from a town.", "5": "You were hungry and thirsty and about to give up.", "6": "You were in serious trouble, but you prayed to the Lord, and he rescued you.", "7": "Right away he brought you to a town.", "8": "You should praise the Lord for his love and for the wonderful things he does for all of us.", "9": "To everyone who is thirsty, he gives something to drink; to everyone who is hungry, he gives good things to eat.", "10": "Some of you were prisoners suffering in deepest darkness and bound by chains,", "11": "because you had rebelled against God Most High and refused his advice.", "12": "You were worn out from working like slaves, and no one came to help.", "13": "You were in serious trouble, but you prayed to the Lord, and he rescued you.", "14": "He brought you out of the deepest darkness and broke your chains.", "15": "You should praise the Lord for his love and for the wonderful things he does for all of us.", "16": "He breaks down bronze gates and shatters iron locks.", "17": "Some of you had foolishly committed a lot of sins and were in terrible pain.", "18": "The very thought of food was disgusting to you, and you were almost dead.", "19": "You were in serious trouble, but you prayed to the Lord, and he rescued you.", "20": "By the power of his own word, he healed you and saved you from destruction.", "21": "You should praise the Lord for his love and for the wonderful things he does for all of us.", "22": "You should celebrate by offering sacrifices and singing joyful songs to tell what he has done.", "23": "Some of you made a living by sailing the mighty sea,", "24": "and you saw the miracles the Lord performed there.", "25": "At his command a storm arose, and waves covered the sea.", "26": "You were tossed to the sky and to the ocean depths, until things looked so bad that you lost your courage.", "27": "You staggered like drunkards and gave up all hope.", "28": "You were in serious trouble, but you prayed to the Lord, and he rescued you.", "29": "He made the storm stop and the sea be quiet.", "30": "You were happy because of this, and he brought you to the port where you wanted to go.", "31": "You should praise the Lord for his love and for the wonderful things he does for all of us.", "32": "Honor the Lord when you and your leaders meet to worship.", "33": "If you start doing wrong, the Lord will turn rivers into deserts,", "34": "flowing streams into scorched land, and fruitful fields into beds of salt.", "35": "But the Lord can also turn deserts into lakes and scorched land into flowing streams.", "36": "If you are hungry, you can settle there and build a town.", "37": "You can plant fields and vineyards that produce a good harvest.", "38": "The Lord will bless you with many children and with herds of cattle.", "39": "Sometimes you may be crushed by troubles and sorrows, until only a few of you are left to survive.", "40": "But the Lord will take revenge on those who conquer you, and he will make them wander across desert sands.", "41": "When you are suffering and in need, he will come to your rescue, and your families will grow as fast as a herd of sheep.", "42": "You will see this because you obey the Lord, but everyone who is wicked will be silenced.", "43": "Be wise! Remember this and think about the kindness of the Lord."}