{"1": "I praise you, God! Don't keep silent.", "2": "Destructive and deceitful lies are told about me,", "3": "and hateful things are said for no reason.", "4": "I had pity and prayed[a] for my enemies, but their words to me were harsh and cruel.", "5": "For being friendly and kind, they paid me back with meanness and hatred.", "6": "My enemies said, “Find some worthless fools to accuse him of a crime.", "7": "Try him and find him guilty! Consider his prayers a lie.", "8": "Cut his life short and let someone else have his job.", "9": "Make orphans of his children and a widow of his wife;", "10": "make his children beg for food and live in the slums.", "11": "“Let the people he owes take everything he owns. Give it all to strangers.", "12": "Don't let anyone be kind to him or have pity on the children he leaves behind.", "13": "Bring an end to his family, and from now on let him be a forgotten man.", "14": "“Don't let the Lord forgive the sins of his parents and his ancestors.", "15": "Don't let the Lord forget the sins of his family, or let anyone remember his family ever lived.", "16": "He was so cruel to the poor, homeless, and discouraged that they died young.", "17": "“He cursed others. Now place a curse on him! He never wished others well. Wish only trouble for him!", "18": "He cursed others more often than he dressed himself. Let his curses strike him deep, just as water and olive oil soak through to our bones.", "19": "Let his curses surround him, just like the clothes he wears each day.”", "20": "Those are the cruel things my enemies wish for me. Let it all happen to them!", "21": "Be true to your name, Lord God! Show your great kindness and rescue me.", "22": "I am poor and helpless, and I have lost all hope.", "23": "I am fading away like an evening shadow; I am tossed aside like a crawling insect.", "24": "I have gone without eating,[b] until my knees are weak, and my body is bony.", "25": "When my enemies see me, they say cruel things and shake their heads.", "26": "Please help me, Lord God! Come and save me because of your love.", "27": "Let others know that you alone have saved me.", "28": "I don't care if they curse me, as long as you bless me. You will make my enemies fail when they attack, and you will make me glad to be your servant.", "29": "You will cover them with shame, just as their bodies are covered with clothes.", "30": "I will sing your praises and thank you, Lord, when your people meet.", "31": "You help everyone in need, and you defend them when they are on trial."}