{"1": "Tell the Lord how thankful you are, because he is kind and always merciful.", "2": "Let Israel shout, “God is always merciful!”", "3": "Let the family of Aaron the priest shout, “God is always merciful!”", "4": "Let every true worshiper of the Lord shout, “God is always merciful!”", "5": "When I was really hurting, I prayed to the Lord. He answered my prayer, and took my worries away.", "6": "The Lord is on my side, and I am not afraid of what others can do to me.", "7": "With the Lord on my side, I will defeat all of my hateful enemies.", "8": "It is better to trust the Lord for protection than to trust anyone else,", "9": "including strong leaders.", "10": "Nations surrounded me, but I got rid of them by the power of the Lord.", "11": "They attacked from all sides, but I got rid of them by the power of the Lord.", "12": "They swarmed around like bees, but by the power of the Lord, I got rid of them and their fiery sting.", "13": "Their attacks were so fierce that I nearly fell, but the Lord helped me.", "14": "My power and my strength come from the Lord, and he has saved me.", "15": "From the tents of God's people come shouts of victory: “The Lord is powerful!", "16": "With his mighty arm the Lord wins victories! The Lord is powerful!”", "17": "And so my life is safe, and I will live to tell what the Lord has done.", "18": "He punished me terribly, but he did not let death lay its hands on me.", "19": "Open the gates of justice! I will enter and tell the Lord how thankful I am.", "20": "Here is the gate of the Lord! Everyone who does right may enter this gate.", "21": "I praise the Lord for answering my prayers and saving me.", "22": "The stone that the builders tossed aside has now become the most important stone.", "23": "The Lord has done this, and it is amazing to us.", "24": "This day belongs to the Lord! Let's celebrate and be glad today.", "25": "We'll ask the Lord to save us! We'll sincerely ask the Lord to let us win.", "26": "God bless the one who comes in the name of the Lord! We praise you from here in the house of the Lord.", "27": "The Lord is our God, and he has given us light! Start the celebration! March with palm branches all the way to the altar.[a]", "28": "The Lord is my God! I will praise him and tell him how thankful I am.", "29": "Tell the Lord how thankful you are, because he is kind and always merciful."}