{"1": "Our Lord, you bless everyone who lives right and obeys your Law.", "2": "You bless all of those who follow your commands from deep in their hearts", "3": "and who never do wrong or turn from you.", "4": "You have ordered us always to obey your teachings;", "5": "I don't ever want to stray from your laws.", "6": "Thinking about your commands will keep me from doing some foolish thing.", "7": "I will do right and praise you by learning to respect your perfect laws.", "8": "I will obey all of them! Don't turn your back on me.", "9": "Young people can live a clean life by obeying your word.", "10": "I worship you with all my heart. Don't let me walk away from your commands.", "11": "I treasure your word above all else; it keeps me from sinning against you.", "12": "I praise you, Lord! Teach me your laws.", "13": "With my own mouth, I tell others the laws that you have spoken.", "14": "Obeying your instructions brings as much happiness as being rich.", "15": "I will study your teachings and follow your footsteps.", "16": "I will take pleasure in your laws and remember your words.", "17": "Treat me with kindness, Lord, so that I may live and do what you say.", "18": "Open my mind and let me discover the wonders of your Law.", "19": "I live here as a stranger. Don't keep me from knowing your commands.", "20": "What I want most of all and at all times is to honor your laws.", "21": "You punish those boastful, worthless nobodies who turn from your commands.", "22": "Don't let them sneer and insult me for following you.", "23": "I keep thinking about your teachings, Lord, even if rulers plot against me.", "24": "Your laws are my greatest joy! I follow their advice.", "25": "I am at the point of death. Let your teachings breathe new life into me.", "26": "When I told you my troubles, you answered my prayers. Now teach me your laws.", "27": "Help me to understand your teachings, and I will think about your marvelous deeds.", "28": "I am overcome with sorrow. Encourage me, as you have promised to do.", "29": "Keep me from being deceitful, and be kind enough to teach me your Law.", "30": "I am determined to be faithful and to respect your laws.", "31": "I follow your rules, Lord. Don't let me be ashamed.", "32": "I am eager to learn all that you want me to do; help me to understand more and more.", "33": "Point out your rules to me, and I won't disobey even one of them.", "34": "Help me to understand your Law; I promise to obey it with all my heart.", "35": "Direct me by your commands! I love to do what you say.", "36": "Make me want to obey you, rather than to be rich.", "37": "Take away my foolish desires, and let me find life by walking with you.", "38": "I am your servant! Do for me what you promised to those who worship you.", "39": "Your wonderful teachings protect me from the insults that I hate so much.", "40": "I long for your teachings. Be true to yourself and let me live.", "41": "Show me your love and save me, Lord, as you have promised.", "42": "Then I will have an answer for everyone who insults me for trusting your word.", "43": "I rely on your laws! Don't take away my chance to speak your truth.", "44": "I will keep obeying your Law forever and ever.", "45": "I have gained perfect freedom by following your teachings,", "46": "and I trust them so much that I tell them to kings.", "47": "I love your commands! They bring me happiness.", "48": "I love and respect them and will keep them in mind.", "49": "Don't forget your promise to me, your servant. I depend on it.", "50": "When I am hurting, I find comfort in your promise that leads to life.", "51": "Conceited people sneer at me, but I obey your Law.", "52": "I find true comfort, Lord, because your laws have stood the test of time.", "53": "I get furious when evil people turn against your Law.", "54": "No matter where I am, your teachings fill me with songs.", "55": "Even in the night I think about you, Lord, and I obey your Law.", "56": "You have blessed me because I have always followed your teachings.", "57": "You, Lord, are my choice, and I will obey you.", "58": "With all my heart I beg you to be kind to me, just as you have promised.", "59": "I pay careful attention as you lead me, and I follow closely.", "60": "As soon as you command, I do what you say.", "61": "Evil people may set a trap, but I obey your Law.", "62": "Your laws are so fair that I wake up and praise you in the middle of the night.", "63": "I choose as my friends everyone who worships you and follows your teachings.", "64": "Our Lord, your love is seen all over the world. Teach me your laws.", "65": "I am your servant, Lord, and you have kept your promise to treat me with kindness.", "66": "Give me wisdom and good sense. I trust your commands.", "67": "Once you corrected me for not obeying you, but now I obey.", "68": "You are kindhearted, and you do good things, so teach me your laws.", "69": "My reputation is being ruined by conceited liars, but with all my heart I follow your teachings.", "70": "Those liars have no sense, but I find happiness in your Law.", "71": "When you corrected me, it did me good because it taught me to study your laws.", "72": "I would rather obey you than to have a thousand pieces of silver and gold.", "73": "You created me and put me together. Make me wise enough to learn what you have commanded.", "74": "Your worshipers will see me, and they will be glad that I trust your word.", "75": "Your decisions are correct, and you were right to punish me.", "76": "I serve you, Lord. Comfort me with your love, just as you have promised.", "77": "I love to obey your Law! Have mercy and let me live.", "78": "Put down those proud people who hurt me with their lies, because I have chosen to study your teachings.", "79": "Let your worshipers come to me, so they will learn to obey your rules.", "80": "Let me truly respect your laws, so I won't be ashamed.", "81": "I long for you to rescue me! Your word is my only hope.", "82": "I am worn out from waiting for you to keep your word. When will you have mercy?", "83": "My life is wasting away like a dried-up wineskin,[a] but I have not forgotten your teachings.", "84": "I am your servant! How long must I suffer? When will you punish those troublemakers?", "85": "Those proud people reject your teachings, and they dig pits for me to fall in.", "86": "Your laws can be trusted! Protect me from cruel liars.", "87": "They have almost killed me, but I have been faithful to your teachings.", "88": "Show that you love me and let me live, so that I may obey all of your commands.", "89": "Our Lord, you are eternal! Your word will last as long as the heavens.[b]", "90": "You remain faithful in every generation, and the earth you created will keep standing firm.", "91": "All things are your servants, and the laws you made are still in effect today.", "92": "If I had not found happiness in obeying your Law, I would have died in misery.", "93": "I won't ever forget your teachings, because you give me new life by following them.", "94": "I belong to you, and I have respected your laws, so keep me safe.", "95": "Brutal enemies are waiting to ambush and destroy me, but I obey your rules.", "96": "Nothing is completely perfect, except your teachings.", "97": "I deeply love your Law! I think about it all day.", "98": "Your laws never leave my mind, and they make me much wiser than my enemies.", "99": "Thinking about your teachings gives me better understanding than my teachers,", "100": "and obeying your laws makes me wiser than those who have lived a long time.", "101": "I obey your word instead of following a way that leads to trouble.", "102": "You have been my teacher, and I won't reject your instructions.", "103": "Your teachings are sweeter than honey.", "104": "They give me understanding and make me hate all lies.", "105": "Your word is a lamp that gives light wherever I walk.", "106": "Your laws are fair, and I have given my word to respect them all.", "107": "I am in terrible pain! Save me, Lord, as you said you would.", "108": "Accept my offerings of praise and teach me your laws.", "109": "I never forget your teachings, although my life is always in danger.", "110": "Some merciless people are trying to trap me, but I never turn my back on your teachings.", "111": "They will always be my most prized possession and my source of joy.", "112": "I have made up my mind to obey your laws forever, no matter what.", "113": "I hate anyone whose loyalty is divided, but I love your Law.", "114": "You are my place of safety and my shield. Your word is my only hope.", "115": "All of you worthless people, get away from me! I am determined to obey the commands of my God.", "116": "Be true to your word, Lord. Keep me alive and strong; don't let me be ashamed because of my hope.", "117": "Keep me safe and secure, so that I will always respect your laws.", "118": "You reject all deceitful liars because they refuse your teachings.", "119": "As far as you are concerned, all evil people are[c] garbage, and so I follow your rules.", "120": "I tremble all over when I think of you and the way you judge.", "121": "I did what was fair and right! Don't hand me over to those who want to mistreat me.", "122": "Take good care of me, your servant, and don't let me be harmed by those conceited people.", "123": "My eyes are weary from waiting to see you keep your promise to come and save me.", "124": "Show your love for me, your servant, and teach me your laws.", "125": "I serve you, so let me understand your teachings.", "126": "Do something, Lord! They have broken your Law.", "127": "Your laws mean more to me than the finest gold.", "128": "I follow all of your commands,[d] but I hate anyone who leads me astray.", "129": "Your teachings are wonderful, and I respect them all.", "130": "Understanding your word brings light to the minds of ordinary people.", "131": "I honestly want to know everything you teach.", "132": "Think about me and be kind, just as you are to everyone who loves your name.", "133": "Keep your promise and don't let me stumble or let sin control my life.", "134": "Protect me from abuse, so I can obey your laws.", "135": "Smile on me, your servant, and teach me your laws.", "136": "When anyone disobeys you, my eyes overflow with tears.", "137": "Our Lord, you always do right, and your decisions are fair.", "138": "All of your teachings are true and trustworthy.", "139": "It upsets me greatly when my enemies neglect your teachings.", "140": "Your word to me, your servant, is like pure gold; I treasure what you say.", "141": "Everyone calls me a nobody, but I remember your laws.", "142": "You will always do right, and your teachings are true.", "143": "I am in deep distress, but I love your teachings.", "144": "Your rules are always fair. Help me to understand them and live.", "145": "I pray to you, Lord! Please answer me. I promise to obey your laws.", "146": "I beg you to save me, so I can follow your rules.", "147": "Even before sunrise, I pray for your help, and I put my hope in what you have said.", "148": "I lie awake at night, thinking of your promises.", "149": "Show that you love me, Lord, and answer my prayer. Please do the right thing and save my life.", "150": "People who disobey your Law have made evil plans and want to hurt me,", "151": "but you are with me, and all of your commands can be trusted.", "152": "From studying your laws, I found out long ago that you made them to last forever.", "153": "I have not forgotten your Law! Look at the trouble I am in, and rescue me.", "154": "Be my defender and protector! Keep your promise and save my life.", "155": "Evil people won't obey you, and so they have no hope of being saved.", "156": "You are merciful, Lord! Please do the right thing and save my life.", "157": "I have a lot of brutal enemies, but still I never turn from your laws.", "158": "All of those unfaithful people who refuse to obey you are disgusting to me.", "159": "Remember how I love your laws, and show your love for me by keeping me safe.", "160": "All you say can be trusted; your teachings are true and will last forever.", "161": "Rulers are cruel to me for no reason. But with all my heart I respect your words,", "162": "because they bring happiness like treasures taken in war.", "163": "I can't stand liars, but I love your Law.", "164": "I praise you seven times a day because your laws are fair.", "165": "You give peace of mind to all who love your Law. Nothing can make them fall.", "166": "You are my only hope for being saved, Lord, and I do all you command.", "167": "I love and obey your laws with all my heart.", "168": "You know everything I do. You know I respect every law you have given.", "169": "Please, Lord, hear my prayer and give me the understanding that comes from your word.", "170": "Listen to my concerns and keep me safe, just as you have promised.", "171": "If you will teach me your laws, I will praise you ", "172": "and sing about your promise, because all of your teachings are what they ought to be.", "173": "Be ready to protect me because I have chosen to obey your laws.", "174": "I am waiting for you to save me, Lord. Your Law makes me happy.", "175": "Keep me alive, so I can praise you, and let me find help in your teachings.", "176": "I am your servant, but I have wandered away like a lost sheep. Please come after me, because I have not forgotten your teachings."}