{"1": "You have looked deep into my heart, Lord, and you know all about me.", "2": "You know when I am resting or when I am working, and from heaven you discover my thoughts.", "3": "You notice everything I do and everywhere I go.", "4": "Before I even speak a word, you know what I will say,", "5": "and with your powerful arm you protect me from every side.", "6": "I can't understand all of this! Such wonderful knowledge is far above me.", "7": "Where could I go to escape from your Spirit or from your sight?", "8": "If I were to climb up to the highest heavens, you would be there. If I were to dig down to the world of the dead you would also be there.", "9": "Suppose I had wings like the dawning day and flew across the ocean.", "10": "Even then your powerful arm would guide and protect me.", "11": "Or suppose I said, “I'll hide in the dark until night comes to cover me over.”", "12": "But you see in the dark because daylight and dark are all the same to you.", "13": "You are the one who put me together inside my mother's body,", "14": "and I praise you because of the wonderful way you created me. Everything you do is marvelous! Of this I have no doubt.", "15": "Nothing about me is hidden from you! I was secretly woven together deep in the earth below,", "16": "but with your own eyes you saw my body being formed. Even before I was born, you had written in your book everything I would do.", "17": "Your thoughts are far beyond my understanding, much more than I could ever imagine.", "18": "I try to count your thoughts, but they outnumber the grains of sand on the beach. And when I awake, I will find you nearby.", "19": "How I wish that you would kill all cruel and heartless people and protect me from them!", "20": "They are always rebelling and speaking evil of you.[a]", "21": "You know I hate anyone who hates you, Lord, and refuses to obey.", "22": "They are my enemies too, and I truly hate them.", "23": "Look deep into my heart, God, and find out everything I am thinking.", "24": "Don't let me follow evil ways, but lead me in the way that time has proven true."}