{"1": "I love you, Lord God, and you make me strong.", "2": "You are my mighty rock,[a] my fortress, my protector, the rock where I am safe, my shield, my powerful weapon,[b] and my place of shelter.", "3": "I praise you, Lord! I prayed, and you rescued me from my enemies.", "4": "Death had wrapped its ropes around me, and I was almost swallowed by its flooding waters.", "5": "Ropes from the world of the dead had coiled around me, and death had set a trap in my path.", "6": "I was in terrible trouble when I called out to you, but from your temple you heard me and answered my prayer.", "7": "The earth shook and shivered, and the mountains trembled down to their roots. You were angry", "8": "and breathed out smoke. Scorching heat and fiery flames spewed from your mouth.", "9": "You opened the heavens like curtains, and you came down with storm clouds under your feet.", "10": "You rode on the backs of flying creatures and swooped down with the wind as wings.", "11": "Darkness was your robe; thunderclouds filled the sky, hiding you from sight.", "12": "Hailstones and fiery coals lit up the sky in front of you.", "13": "Lord Most High, your voice thundered from the heavens, as hailstones and fiery coals poured down like rain.", "14": "You scattered your enemies with arrows of lightning.", "15": "You roared at the sea, and its deepest channels could be seen. You snorted, and the earth shook to its foundations.", "16": "You reached down from heaven, and you lifted me from deep in the ocean.", "17": "You rescued me from enemies, who were hateful and too powerful for me.", "18": "On the day disaster struck, they came and attacked, but you defended me.", "19": "When I was fenced in, you freed and rescued me because you love me.", "20": "You are good to me, Lord, because I do right, and you reward me because I am innocent.", "21": "I do what you want and never turn to do evil.", "22": "I keep your laws in mind and never look away from your teachings.", "23": "I obey you completely and guard against sin.", "24": "You have been good to me because I do right; you have rewarded me for being innocent by your standards.", "25": "You are always loyal to your loyal people, and you are faithful to the faithful.", "26": "With all who are sincere, you are sincere, but you treat the unfaithful as their deeds deserve.", "27": "You rescue the humble, but you put down all who are proud.", "28": "You, the Lord God, keep my lamp burning and turn darkness to light.", "29": "You help me defeat armies and capture cities.", "30": "Your way is perfect, Lord, and your word is correct. You are a shield for those who run to you for help.", "31": "You alone are God! Only you are a mighty rock.[c]", "32": "You give me strength and guide me right.", "33": "You make my feet run as fast as those of a deer, and you help me stand on the mountains.", "34": "You teach my hands to fight and my arms to use a bow of bronze.", "35": "You alone are my shield. Your right hand supports me, and by coming to help me, you have made me famous.", "36": "You clear the way for me, and now I won't stumble.", "37": "I kept chasing my enemies, until I caught them and destroyed them.", "38": "I stuck my sword through my enemies, and they were crushed under my feet.", "39": "You helped me win victories, and you forced my attackers to fall victim to me.", "40": "You made my enemies run, and I killed them.", "41": "They cried out for help, but no one saved them; they called out to you, but there was no answer.", "42": "I ground them to dust blown by the wind, and I poured them out like mud in the streets.", "43": "You rescued me from stubborn people, and you made me the leader of foreign nations, who are now my slaves.", "44": "They obey and come crawling.", "45": "They have lost all courage, and from their fortresses, they come trembling.", "46": "You are the living Lord! I will praise you. You are a mighty rock.[d] I will honor you for keeping me safe.", "47": "You took revenge for me, and you put nations in my power.", "48": "You protected me from violent enemies and made me much greater than all of them.", "49": "I will praise you, Lord, and I will honor you among the nations.", "50": "You give glorious victories to your chosen king. Your faithful love for David and for his descendants will never end."}