{"1": "My God, my God, why have you deserted me? Why are you so far away? Won't you listen to my groans and come to my rescue?", "2": "I cry out day and night, but you don't answer, and I can never rest.", "3": "Yet you are the holy God, ruling from your throne and praised by Israel.", "4": "Our ancestors trusted you, and you rescued them.", "5": "When they cried out for help, you saved them, and you did not let them down when they depended on you.", "6": "But I am merely a worm, far less than human, and I am hated and rejected by people everywhere.", "7": "Everyone who sees me makes fun and sneers. They shake their heads,", "8": "and say, “Trust the Lord! If you are his favorite, let him protect you and keep you safe.”", "9": "You, Lord, brought me safely through birth, and you protected me when I was a baby at my mother's breast.", "10": "From the day I was born, I have been in your care, and from the time of my birth, you have been my God.", "11": "Don't stay far off when I am in trouble with no one to help me.", "12": "Enemies are all around like a herd of wild bulls. Powerful bulls from Bashan[a] are everywhere.", "13": "My enemies are like lions roaring and attacking with jaws open wide.", "14": "I have no more strength than a few drops of water. All my bones are out of joint; my heart is like melted wax.", "15": "My strength has dried up like a broken clay pot, and my tongue sticks to the roof of my mouth. You, God, have left me to die in the dirt.", "16": "Brutal enemies attack me like a pack of dogs, tearing at[b] my hands and my feet.", "17": "I can count all my bones, and my enemies just stare and sneer at me.", "18": "They took my clothes and gambled for them.", "19": "Don't stay far away, Lord! My strength comes from you, so hurry and help.", "20": "Rescue me from enemy swords and save me from those dogs.", "21": "Don't let lions eat me. You rescued me from the horns of wild bulls,", "22": "and when your people meet, I will praise you, Lord.", "23": "All who worship the Lord, now praise him! You belong to Jacob's family and to the people of Israel, so fear and honor the Lord!", "24": "The Lord doesn't hate or despise the helpless in all of their troubles. When I cried out, he listened and did not turn away.", "25": "When your people meet, you will fill my heart with your praises, Lord, and everyone will see me keep my promises to you.", "26": "The poor will eat and be full, and all who worship you will be thankful and live in hope.", "27": "Everyone on this earth will remember you, Lord. People all over the world will turn and worship you,", "28": "because you are in control, the ruler of all nations.", "29": "All who are rich and have more than enough will bow down to you, Lord. Even those who are dying and almost in the grave will come and bow down.", "30": "In the future, everyone will worship and learn about you, our Lord.", "31": "People not yet born will be told, “The Lord has saved us!”"}