{"1": "I come to you, Lord, for protection. Don't let me be ashamed. Do as you have promised and rescue me.", "2": "Listen to my prayer and hurry to save me. Be my mighty rock[a] and the fortress where I am safe.", "3": "You, Lord God, are my mighty rock and my fortress. Lead me and guide me, so that your name will be honored.", "4": "Protect me from hidden traps and keep me safe.", "5": "You are faithful, and I trust you because you rescued me.", "6": "I hate the worshipers of worthless idols, but I trust you, Lord.", "7": "I celebrate and shout because you are kind. You saw all my suffering, and you cared for me.", "8": "You kept me from the hands of my enemies, and you set me free.", "9": "Have pity, Lord! I am hurting and almost blind. My whole body aches.", "10": "I have known only sorrow all my life long, and I suffer year after year. I am weak from sin, and my bones are limp.", "11": "My enemies insult me. Neighbors are even worse, and I disgust my friends. People meet me on the street, and they turn and run.", "12": "I am completely forgotten like someone dead. I am merely a broken dish.", "13": "I hear the crowds whisper, “Everyone is afraid!” They are plotting and scheming to murder me.", "14": "But I trust you, Lord, and I claim you as my God.", "15": "My life is in your hands. Save me from enemies who hunt me down.", "16": "Smile on me, your servant. Have pity and rescue me.", "17": "I pray only to you. Don't disappoint me. Disappoint my cruel enemies until they lie silent in their graves.", "18": "Silence those proud liars! Make them stop bragging and insulting your people.", "19": "You are wonderful, and while everyone watches, you store up blessings for all who honor and trust you.", "20": "You are their shelter from harmful plots, and you are their protection from vicious gossip.", "21": "I will praise you, Lord, for showing great kindness when I was like a city under attack.", "22": "I was terrified and thought, “They've chased me far away from you!” But you answered my prayer when I shouted for help.", "23": "All who belong to the Lord, show how you love him. The Lord protects the faithful, but he severely punishes everyone who is proud.", "24": "All who trust the Lord, be cheerful and strong."}