{"1": "Don't be annoyed by anyone who does wrong, and don't envy them.", "2": "They will soon disappear like grass without rain.", "3": "Trust the Lord and live right! The land will be yours, and you will be safe.", "4": "Do what the Lord wants, and he will give you your heart's desire.", "5": "Let the Lord lead you and trust him to help.", "6": "Then it will be as clear as the noonday sun that you were right.", "7": "Be patient and trust the Lord. Don't let it bother you when all goes well for those who do sinful things.", "8": "Don't be angry or furious. Anger can lead to sin.", "9": "All sinners will disappear, but if you trust the Lord, the land will be yours.", "10": "Sinners will soon disappear, never to be found,", "11": "but the poor will take the land and enjoy a big harvest.", "12": "Merciless people make plots against good people and snarl like animals,", "13": "but the Lord laughs and knows their time is coming soon.", "14": "The wicked kill with swords and shoot arrows to murder the poor and the needy and all who do right.", "15": "But they will be killed by their own swords, and their arrows will be broken.", "16": "It is better to live right and be poor than to be sinful and rich.", "17": "The wicked will lose all of their power, but the Lord gives strength to everyone who is good.", "18": "Those who obey the Lord are daily in his care, and what he has given them will be theirs forever.", "19": "They won't be in trouble when times are bad, and they will have plenty when food is scarce.", "20": "Wicked people are enemies of the Lord and will vanish like smoke from a field on fire.", "21": "An evil person borrows and never pays back; a good person is generous and never stops giving.", "22": "Everyone the Lord blesses will receive the land; everyone the Lord curses will be destroyed.", "23": "If you do what the Lord wants, he will make certain each step you take is sure.", "24": "The Lord will hold your hand, and if you stumble, you still won't fall.", "25": "As long as I can remember, good people have never been left helpless, and their children have never gone begging for food.", "26": "They gladly give and lend, and their children turn out good.", "27": "If you stop sinning and start doing right, you will keep living and be secure forever.", "28": "The Lord loves justice, and he won't ever desert his faithful people. He always protects them, but destroys the children of the wicked.", "29": "God's people will own the land and live here forever.", "30": "Words of wisdom come when good people speak for justice.", "31": "They remember God's teachings, and they never take a wrong step.", "32": "The wicked try to trap and kill good people,", "33": "but the Lord is on their side, and he will defend them when they are on trial.", "34": "Trust the Lord and follow him. He will give you the land, and you will see the wicked destroyed.", "35": "I have seen brutal people abuse others and grow strong like trees in rich soil.[a]", "36": "Suddenly they disappeared! I looked, but they were gone and no longer there.", "37": "Think of the bright future waiting for all the families of honest and innocent and peace-loving people.", "38": "But not a trace will be left of the wicked or their families.", "39": "The Lord protects his people, and they can come to him in times of trouble.", "40": "The Lord helps them and saves them from the wicked because they run to him."}