{"1": "Our God, our ancestors told us what wonders you worked and we listened carefully.", "2": "You chased off the nations by causing them trouble with your powerful arm. Then you let our ancestors take over their land.", "3": "Their strength and weapons were not what won the land and gave them victory! You loved them and fought with your powerful arm and your shining glory.", "4": "You are my God and King, and you give victory[a] to the people of Jacob.", "5": "By your great power, we knocked our enemies down and stomped on them.", "6": "I don't depend on my arrows or my sword to save me.", "7": "But you saved us from our hateful enemies, and you put them to shame.", "8": "We boast about you, our God, and we are always grateful.", "9": "But now you have rejected us; you don't lead us into battle, and we look foolish.", "10": "You made us retreat, and our enemies have taken everything we own.", "11": "You let us be slaughtered like sheep, and you scattered us among the nations.", "12": "You sold your people for little or nothing, and you earned no profit.", "13": "You made us look foolish to our neighbors, and people who live nearby insult us and sneer.", "14": "Foreigners joke about us and shake their heads.", "15": "I am embarrassed every day, and I blush with shame.", "16": "But others mock and sneer, as they watch my enemies take revenge on me.", "17": "All of this has happened to us, though we didn't forget you or break our agreement.", "18": "We always kept you in mind and followed your teaching.", "19": "But you crushed us, and you covered us with deepest darkness where wild animals live.", "20": "We did not forget you or lift our hands in prayer to foreign gods.", "21": "You would have known it because you discover every secret thought.", "22": "We face death all day for you. We are like sheep on their way to be slaughtered.", "23": "Wake up! Do something, Lord! Why are you sleeping? Don't desert us forever.", "24": "Why do you keep looking away? Don't forget our sufferings and all of our troubles.", "25": "We are flat on the ground, holding on to the dust.", "26": "Do something! Help us! Show how kind you are and come to our rescue."}