{"1": "From east to west, the powerful Lord God has been calling together everyone on earth.", "2": "God shines brightly from Zion, the most beautiful city.", "3": "Our God approaches, but not silently; a flaming fire comes first, and a storm surrounds him.", "4": "God comes to judge his people. He shouts to the heavens and to the earth,", "5": "“Call my followers together! They offered me a sacrifice, and we made an agreement.”", "6": "The heavens announce, “God is the judge, and he is always honest.”", "7": "My people, I am God! Israel, I am your God. Listen to my charges against you.", "8": "Although you offer sacrifices and always bring gifts,", "9": "I won't accept your offerings of bulls and goats.", "10": "Every animal in the forest belongs to me, and so do the cattle on a thousand hills.", "11": "I know all the birds in the mountains, and every wild creature is in my care.", "12": "If I were hungry, I wouldn't tell you, because I own the world and everything in it.", "13": "I don't eat the meat of bulls or drink the blood of goats.", "14": "I am God Most High! The only sacrifice I want is for you to be thankful and to keep your word.", "15": "Pray to me in time of trouble. I will rescue you, and you will honor me.", "16": "But to the wicked I say: “You don't have the right to mention my laws or claim to keep our agreement!", "17": "You refused correction and rejected my commands.", "18": "You made friends with every crook you met, and you liked people who break their wedding vows.", "19": "You talked only about violence and told nothing but lies;", "20": "you sat around gossiping, ruining the reputation of your own relatives.”", "21": "When you did all of this, I didn't say a word, and you thought, “God is just like us!” But now I will accuse you.", "22": "You have ignored me! So pay close attention or I will tear you apart, and no one can help you.", "23": "The sacrifice that honors me is a thankful heart. Obey me,[a] and I, your God, will show my power to save."}