{"1": "Do something, God! Scatter your hateful enemies. Make them turn and run.", "2": "Scatter them like smoke! When you come near, make them melt like wax in a fire.", "3": "But let your people be happy and celebrate because of you.", "4": "Our God, you are the one who rides on the clouds, and we praise you. Your name is the Lord, and we celebrate as we worship you.", "5": "Our God, from your sacred home you take care of orphans and protect widows.", "6": "You find families for those who are lonely. You set prisoners free and let them prosper,[a] but all who rebel will live in a scorching desert.", "7": "You set your people free, and you led them through the desert.", "8": "God of Israel, the earth trembled, and rain poured down. You alone are the God who rules from Mount Sinai.", "9": "When your land was thirsty, you sent showers to refresh it.", "10": "Your people settled there, and you were generous to everyone in need.", "11": "You gave the command, and a chorus of women told what had happened:", "12": "“Kings and their armies retreated and ran, and everything they left is now being divided.", "13": "And for those who stayed back to guard the sheep, there are metal doves with silver-coated wings and shiny gold feathers.”", "14": "God All-Powerful, you scattered the kings like snow falling on Mount Zalmon.[b]", "15": "Our Lord and our God, Bashan is a mighty mountain covered with peaks.", "16": "Why is it jealous of Zion, the mountain you chose as your home forever?", "17": "When you, Lord God, appeared to your people[c] at Sinai, you came with thousands of mighty chariots.", "18": "When you climbed the high mountain, you took prisoners with you and were given gifts. Your enemies didn't want you to live there, but they gave you gifts.", "19": "We praise you, Lord God! You treat us with kindness day after day, and you rescue us.", "20": "You always protect us and save us from death.", "21": "Our Lord and our God, your terrible enemies are ready for war,[d] but you will crush their skulls.", "22": "You promised to bring them from Bashan and from the deepest sea.", "23": "Then we could stomp on their blood, and our dogs could chew on their bones.", "24": "We have seen crowds marching to your place of worship, our God and King.", "25": "The singers come first, and then the musicians, surrounded by young women playing tambourines.", "26": "They come shouting, “People of Israel, praise the Lord God!”", "27": "The small tribe of Benjamin leads the way, followed by the leaders from Judah. Then come the leaders from Zebulun and Naphtali.", "28": "Our God, show your strength! Show us once again.", "29": "Then kings will bring gifts to your temple in Jerusalem.[e]", "30": "Punish that animal that lives in the swamp![f] Punish that nation whose leaders and people are like wild bulls. Make them come crawling with gifts of silver. Scatter those nations that enjoy making war.[g]", "31": "Force the Egyptians to bring gifts of bronze; make the Ethiopians[h] hurry to offer presents.[i]", "32": "Now sing praises to God! Every kingdom on earth, sing to the Lord!", "33": "Praise the one who rides across the ancient skies; listen as he speaks with a mighty voice.", "34": "Tell about God's power! He is honored in Israel, and he rules the skies.", "35": "The God of Israel is fearsome in his temple, and he makes us strong. Let's praise our God!"}