{"1": "Save me, God! I am about to drown.", "2": "I am sinking deep in the mud, and my feet are slipping. I am about to be swept under by a mighty flood.", "3": "I am worn out from crying, and my throat is dry. I have waited for you till my eyes are blurred.", "4": "There are more people who hate me for no reason than there are hairs on my head. Many terrible enemies want to destroy me, God. Am I supposed to give back something I didn't steal?", "5": "You know my foolish sins. Not one is hidden from you.", "6": "Lord God All-Powerful, ruler of Israel, don't let me embarrass anyone who trusts and worships you.", "7": "It is for your sake alone that I am insulted and blush with shame.", "8": "I am like a stranger to my relatives and like a foreigner to my own family.", "9": "My love for your house burns in me like a fire, and when others insulted you, they insulted me as well.", "10": "I cried and went without food,[a] but they still insulted me.", "11": "They sneered at me for wearing sackcloth[b] to show my sorrow.", "12": "Rulers and judges gossip about me, and drunkards make up songs to mock me.", "13": "But I pray to you, Lord. So when the time is right, answer me and help me with your wonderful love.", "14": "Don't let me sink in the mud, but save me from my enemies and from the deep water.", "15": "Don't let me be swept away by a flood or drowned in the ocean or swallowed by death.", "16": "Answer me, Lord! You are kind and good. Pay attention to me! You are truly merciful.", "17": "Don't turn away from me. I am your servant, and I am in trouble. Please hurry and help!", "18": "Come and save me from my enemies.", "19": "You know how I am insulted, mocked, and disgraced; you know every one of my enemies.", "20": "I am crushed by insults, and I feel sick. I had hoped for mercy and pity, but there was none.", "21": "Enemies poisoned my food, and when I was thirsty, they gave me vinegar.", "22": "Make their table a trap for them and their friends.", "23": "Blind them with darkness and make them tremble.", "24": "Show them how angry you are! Be furious and catch them.", "25": "Destroy their camp and don't let anyone live in their tents.", "26": "They cause trouble for people you have already punished; their gossip hurts those you have wounded.", "27": "Make them guiltier than ever and don't forgive them.", "28": "Wipe their names from the book of the living; remove them from the list of the innocent.", "29": "I am mistreated and in pain. Protect me, God, and keep me safe!", "30": "I will praise the Lord God with a song and a thankful heart.", "31": "This will please the Lord better than offering an ox or a full-grown bull.", "32": "When those in need see this, they will be happy, and the Lord's worshipers will be encouraged.", "33": "The Lord will listen when the homeless cry out, and he will never forget his people in prison.", "34": "Heaven and earth will praise our God, and so will the oceans and everything in them.", "35": "God will rescue Jerusalem, and he will rebuild the towns of Judah. His people will live there on their own land,", "36": "and when the time comes, their children will inherit the land. Then everyone who loves God will also settle there."}