{"1": "I run to you, Lord, for protection. Don't disappoint me.", "2": "You do what is right, so come to my rescue. Listen to my prayer and keep me safe.", "3": "Be my mighty rock,[a] the place where I can always run for protection. Save me by your command! You are my mighty rock and my fortress.", "4": "Come and save me, Lord God, from vicious and cruel and brutal enemies!", "5": "I depend on you, and I have trusted you since I was young.", "6": "I have relied on you[b] from the day I was born. You brought me safely through birth, and I always praise you.", "7": "Many people think of me as something evil. But you are my mighty protector,", "8": "and I praise and honor you all day long.", "9": "Don't throw me aside when I am old; don't desert me when my strength is gone.", "10": "My enemies are plotting because they want me dead.", "11": "They say, “Now we'll catch you! God has deserted you, and no one can save you.”", "12": "Come closer, God! Please hurry and help.", "13": "Embarrass and destroy all who want me dead; disgrace and confuse all who want to hurt me.", "14": "I will never give up hope or stop praising you.", "15": "All day long I will tell the wonderful things you do to save your people. But you have done much more than I could possibly know.", "16": "I will praise you, Lord God, for your mighty deeds and your power to save.", "17": "You have taught me since I was a child, and I never stop telling about your marvelous deeds.", "18": "Don't leave me when I am old and my hair turns gray. Let me tell future generations about your mighty power.", "19": "Your deeds of kindness are known in the heavens. No one is like you!", "20": "You made me suffer a lot, but you will bring me back from this deep pit and give me new life.", "21": "You will make me truly great and take my sorrow away.", "22": "I will praise you, God, the Holy One of Israel. You are faithful. I will play the harp and sing your praises.", "23": "You have rescued me! I will celebrate and shout, singing praises to you with all my heart.", "24": "All day long I will announce your power to save. I will tell how you disgraced and disappointed those who wanted to hurt me."}