{"1": "God is truly good to Israel,[a] especially to everyone with a pure heart.", "2": "But I almost stumbled and fell,", "3": "because it made me jealous to see proud and evil people and to watch them prosper.", "4": "They never have to suffer,[b] they stay healthy,", "5": "and they don't have troubles like everyone else.", "6": "Their pride is like a necklace, and they commit sin more often than they dress themselves.", "7": "Their eyes poke out with fat, and their minds are flooded with foolish thoughts.", "8": "They sneer and say cruel things, and because of their pride, they make violent threats.", "9": "They dare to speak against God and to order others around.", "10": "God will bring his people back, and they will drink the water he so freely gives.[c]", "11": "Only evil people would say, “God Most High cannot know everything!”", "12": "Yet all goes well for them, and they live in peace.", "13": "What good did it do me to keep my thoughts pure and refuse to do wrong?", "14": "I am sick all day, and I am punished each morning.", "15": "If I had said evil things, I would not have been loyal to your people.", "16": "It was hard for me to understand all this!", "17": "Then I went to your temple, and there I understood what will happen to my enemies.", "18": "You will make them stumble, never to get up again.", "19": "They will be terrified, suddenly swept away and no longer there.", "20": "They will disappear, Lord, despised like a bad dream the morning after.", "21": "Once I was bitter and brokenhearted.", "22": "I was stupid and ignorant, and I treated you as a wild animal would.", "23": "But I never really left you, and you hold my right hand.", "24": "Your advice has been my guide, and later you will welcome me in glory.[d]", "25": "In heaven I have only you, and on this earth you are all I want.", "26": "My body and mind may fail, but you are my strength and my choice forever.", "27": "Powerful Lord God, all who stay far from you will be lost, and you will destroy those who are unfaithful.", "28": "It is good for me to be near you. I choose you as my protector, and I will tell about your wonderful deeds."}