{"1": "Our God, why have you completely rejected us? Why are you so angry with the ones you care for?", "2": "Remember the people you rescued long ago, the tribe you chose to be your very own. Think of Mount Zion, your home;", "3": "walk over to the temple left in ruins forever by those who hate us.", "4": "Your enemies roared like lions in your holy temple, and they have placed their banners there.", "5": "It looks like a forest chopped to pieces.[a]", "6": "They used axes and hatchets to smash the carvings.", "7": "They burned down your temple and badly disgraced it.", "8": "They said to themselves, “We'll crush them!” Then they burned every one of your meeting places all over the country.", "9": "There are no more miracles and no more prophets. Who knows how long it will be like this?", "10": "Our God, how much longer will our enemies sneer? Won't they ever stop insulting you?", "11": "Why don't you punish them? Why are you holding back?", "12": "Our God and King, you have ruled since ancient times; you have won victories everywhere on this earth.", "13": "By your power you made a path through the sea, and you smashed the heads of sea monsters.", "14": "You crushed the heads of the monster Leviathan,[b] then fed him to wild creatures in the desert.", "15": "You opened the ground for streams and springs and dried up mighty rivers.", "16": "You rule the day and the night, and you put the moon and the sun in place.", "17": "You made summer and winter and gave them to the earth.[c]", "18": "Remember your enemies, Lord! They foolishly sneer and won't respect you.", "19": "You treat us like pet doves, but they mistreat us. Don't keep forgetting us and letting us be fed to those wild animals.", "20": "Remember the agreement you made with us. Violent enemies are hiding in every dark corner of the earth.", "21": "Don't disappoint those in need or make them turn from you, but help the poor and homeless to shout your praises.", "22": "Do something, God! Defend yourself. Remember how those fools sneer at you all day long.", "23": "Don't forget the loud shouts of your enemies."}