{"1": "My friends, I beg you to listen as I teach.", "2": "I will give instruction and explain the mystery of what happened long ago.", "3": "These are things we learned from our ancestors,", "4": "and we will tell them to the next generation. We won't keep secret the glorious deeds and the mighty miracles of the Lord.", "5": "God gave his Law to Jacob's descendants, the people of Israel. And he told our ancestors to teach their children,", "6": "so that each new generation would know his Law and tell it to the next.", "7": "Then they would trust God and obey his teachings, without forgetting anything God had done.", "8": "They would be different from their ancestors, who were stubborn, rebellious, and unfaithful to God.", "9": "The warriors from Ephraim were armed with arrows, but they ran away when the battle began.", "10": "They broke their agreement with God, and they turned their backs on his teaching.", "11": "They forgot all he had done, even the mighty miracles", "12": "he did for their ancestors near Zoan[a] in Egypt.", "13": "God made a path in the sea and piled up the water as he led them across.", "14": "He guided them during the day with a cloud, and each night he led them with a flaming fire.", "15": "God made water flow from rocks he split open in the desert, and his people drank freely, as though from a lake.", "16": "He made streams gush out like rivers from rocks.", "17": "But in the desert, the people of God Most High kept sinning and rebelling.", "18": "They stubbornly tested God and demanded from him what they wanted to eat.", "19": "They challenged God by saying, “Can God provide food out here in the desert?", "20": "It's true God struck the rock and water gushed out like a river, but can he give his people bread and meat?”", "21": "When the Lord heard this, he was angry and furious with Jacob's descendants, the people of Israel.", "22": "They had refused to trust him, and they had doubted his saving power.", "23": "But God gave a command to the clouds, and he opened the doors in the skies.", "24": "From heaven he sent grain that they called manna.[b]", "25": "He gave them more than enough, and each one of them ate this special food.", "26": "God's mighty power brought a strong wind from the southeast,", "27": "and it brought birds that covered the ground, like sand on the beach.", "28": "Then God made the birds fall in the camp of his people near their tents.", "29": "God gave his people all they wanted, and each of them ate until they were full.", "30": "But before they had swallowed the last bite,", "31": "God became angry and killed the strongest and best from the families of Israel.", "32": "But the rest kept on sinning and would not trust God's miracles.", "33": "So he cut their lives short and made them terrified.", "34": "After he killed some of them, the others turned to him with all their hearts.", "35": "They remembered God Most High, the mighty rock[c] that kept them safe.", "36": "But they tried to flatter God, and they told him lies;", "37": "they were unfaithful and broke their promises.", "38": "Yet God was kind. He kept forgiving their sins and didn't destroy them. He often became angry, but never lost his temper.", "39": "God remembered that they were made of flesh and were like a wind that blows once and then dies down.", "40": "While they were in the desert, they often rebelled and made God sad.", "41": "They kept testing him and caused terrible pain for the Holy One of Israel.", "42": "They forgot about his power and how he had rescued them from their enemies.", "43": "God showed them all kinds of wonderful miracles near Zoan[d] in Egypt.", "44": "He turned the rivers of Egypt into blood, and no one could drink from the streams.", "45": "He sent swarms of flies to pester the Egyptians, and he sent frogs to cause them trouble.", "46": "God let worms and grasshoppers eat their crops.", "47": "He destroyed their grapevines and their fig trees with hail and floods.[e]", "48": "Then he killed their cattle with hail and their other animals with lightning.", "49": "God was so angry and furious that he went into a rage and caused them great trouble by sending swarms of destroying angels.", "50": "God gave in to his anger and slaughtered them in a terrible way.", "51": "He killed the first-born son of each Egyptian family.", "52": "Then God led his people out of Egypt and guided them in the desert like a flock of sheep.", "53": "He led them safely along, and they were not afraid, but their enemies drowned in the sea.", "54": "God brought his people to the sacred mountain that he had taken by his own power.", "55": "He made nations run from the tribes of Israel, and he let the tribes take over their land.", "56": "But the people tested God Most High, and they refused to obey his laws.", "57": "They were as unfaithful as their ancestors, and they were as crooked as a twisted arrow.", "58": "God demanded all their love, but they made him angry by worshiping idols.", "59": "So God became furious and completely rejected the people of Israel.", "60": "Then he deserted his home at Shiloh, where he lived here on earth.", "61": "He let enemies capture the sacred chest[f] and let them dishonor him.", "62": "God took out his anger on his chosen ones and let them be killed by enemy swords.", "63": "Fire destroyed the young men, and the young women were left with no one to marry.", "64": "Priests died violent deaths, but their widows were not allowed to mourn.", "65": "Finally the Lord woke up, and he shouted like a drunken soldier.", "66": "God scattered his enemies and made them ashamed forever.", "67": "Then the Lord decided not to make his home with Joseph's descendants in Ephraim.[g]", "68": "Instead he chose the tribe of Judah, and he chose Mount Zion, the place he loves.", "69": "There he built his temple as lofty as the mountains and as solid as the earth that he had made to last forever.", "70": "The Lord God chose David to be his servant and took him from tending sheep", "71": "and from caring for lambs. Then God made him the leader of Israel, his own nation.", "72": "David treated the people fairly and guided them with wisdom."}