{"1": "Our Lord, I will sing of your love forever. Everyone yet to be born will hear me praise your faithfulness.", "2": "I will tell them, “God's love can always be trusted, and his faithfulness lasts as long as the heavens.”", "3": "You said, “David, my servant, is my chosen one, and this is the agreement I made with him:", "4": "David, one of your descendants will always be king.”", "5": "Our Lord, let the heavens now praise your miracles, and let all of your angels praise your faithfulness.", "6": "None who live in the heavens can compare with you.", "7": "You are the most fearsome of all who live in heaven; all the others fear and greatly honor you.", "8": "You are Lord God All-Powerful! No one is as loving and faithful as you are.", "9": "You rule the roaring sea and calm its waves.", "10": "You crushed the monster Rahab,[a] and with your powerful arm you scattered your enemies.", "11": "The heavens and the earth belong to you. And so does the world with all its people because you created them", "12": "and everything else.[b] Mount Tabor and Mount Hermon gladly praise you.", "13": "You are strong and mighty!", "14": "Your kingdom is ruled by justice and fairness with love and faithfulness leading the way.", "15": "Our Lord, you bless those who join in the festival and walk in the brightness of your presence.", "16": "We are happy all day because of you, and your saving power brings honor to us.", "17": "Your own glorious power makes us strong, and because of your kindness, our strength increases.", "18": "Our Lord and our King, the Holy One of Israel, you are truly our shield.", "19": "In a vision, you once said to your faithful followers: “I have helped a mighty hero. I chose him from my people and made him famous.", "20": "David, my servant, is the one I chose to be king,", "21": "and I will always be there to help and strengthen him.", "22": "“No enemy will outsmart David, and he won't be defeated by any hateful people.", "23": "I will strike down and crush his troublesome enemies.", "24": "He will always be able to depend on my love, and I will make him strong with my own power.", "25": "I will let him rule the lands across the rivers and seas.", "26": "He will say to me, 'You are my Father and my God, as well as the mighty rock[c] where I am safe.'", "27": "“I have chosen David as my first-born son, and he will be the ruler of all kings on earth.", "28": "My love for him will last, and my agreement with him will never be broken.", "29": "“One of David's descendants will always be king, and his family will rule until the sky disappears.", "30": "Suppose some of his children should reject my Law and refuse my instructions.", "31": "Or suppose they should disobey all of my teachings.", "32": "Then I will correct and punish them because of their sins.", "33": "But I will always love David and faithfully keep all of my promises to him.", "34": "“I won't break my agreement or go back on my word.", "35": "I have sworn once and for all by my own holy name, and I won't lie to David.", "36": "His family will always rule. I will let his kingdom last as long as the sun ", "37": "and moon appear in the sky.”", "38": "You are now angry, God, and you have turned your back on your chosen king.", "39": "You broke off your agreement with your servant, the king, and you completely destroyed his kingdom.", "40": "The walls of his city have been broken through, and every fortress now lies in ruin.", "41": "All who pass by take what they want, and nations everywhere joke about the king.", "42": "You made his enemies powerful and let them celebrate.", "43": "But you forced him to retreat because you did not fight on his side.", "44": "You took his crown[d] and threw his throne in the dirt.", "45": "You made an old man of him and put him to shame.", "46": "How much longer, Lord? Will you hide forever? How long will your anger keep burning like fire?", "47": "Remember, life is short![e] Why did you empty our lives of all meaning?", "48": "No one can escape the power of death and the grave.", "49": "Our Lord, where is the love you have always shown and that you promised so faithfully to David?", "50": "Remember your servant, Lord! People make jokes about me, and I suffer many insults.", "51": "I am your chosen one, but your enemies chase and make fun of me.", "52": "Our Lord, we praise you forever. Amen and amen."}