{"1": "Paul, an apostle ... (my apostleship doesn't derive from human sources, nor did it come through a human being; it came through Jesus the Messiah, and God the father who raised him from the dead)... ", "2": "and the family who are with me; to the churches of Galatia. ", "3": "Grace to you and peace from God our father and Jesus the Messiah, our Lord, ", "4": "who gave himself for our sins, to rescue us from the present evil age, according to the will of God our father, ", "5": "to whom be glory to the ages of ages. Amen.", "6": "I'm astonished that you are turning away so quickly from the one who called you by grace, and going after another gospel – ", "7": "not that it is another gospel, it's just that there are some people stirring up trouble for you and wanting to pervert the gospel of the Messiah. ", "8": "But even if we – or an angel from heaven! – should announce a gospel other than the one we announced to you, let such a person be accursed. ", "9": "I said it before and I now say it again: if anyone offers you a gospel other than the one you received, let that person be accursed.", "10": "Well now . . . does that sound as though I'm trying to make up to people – or to God? Or that I'm trying to curry favour with people? If I were still pleasing people, I wouldn't be a slave of the Messiah.", "11": "You see, brothers and sisters, let me make it clear to you: the gospel announced by me is not a mere human invention. ", "12": "I didn't receive it from human beings, nor was I taught it; it came through an unveiling of Jesus the Messiah.", "13": "You heard, didn't you, the way I behaved when I was still within 'Judaism'. I persecuted the church of God violently, and ravaged it. ", "14": "I advanced in Judaism beyond many of my own age and people; I was extremely zealous for my ancestral traditions. ", "15": "But when God, who set me apart from my mother's womb, and called me by his grace, was pleased ", "16": "to unveil his son in me, so that I might announce the good news about him among the nations – immediately I did not confer with flesh and blood. ", "17": "Nor did I go up to Jerusalem to those who were apostles before me. No; I went away to Arabia, and afterwards returned to Damascus.", "18": "Then, after three years, I went up to Jerusalem to speak with Cephas. I stayed with him for two weeks. ", "19": "I didn't see any other of the apostles except James, the Lord's brother. ", "20": "(Look, I'm not lying! The things I'm writing to you are written in God's presence.) ", "21": "Then I went to the regions of Syria and Cilicia. ", "22": "I remained unknown by sight to the messianic assemblies in Judaea. ", "23": "They simply heard that the one who had been persecuting them was now announcing the good news of the faith which he once tried to destroy. ", "24": "And they glorified God because of me."}