{"1": "Then, after fourteen years, I went up again to Jerusalem. I took Barnabas with me, and Titus. ", "2": "I went up because of a revelation. I laid before them the gospel which I announce among the Gentiles (I did this privately, in the presence of the key people), in case somehow I might be running, or might have run, to no good effect. ", "3": "But even the Greek, Titus, who was with me, was not forced to get circumcised . . . ", "4": "but because of some pseudo-family members who had been secretly smuggled in, who came in on the side to spy on the freedom which we have in the Messiah, Jesus, so that they might bring us into slavery . . . ", "5": "I didn't yield authority to them, no, not for a moment, so that the truth of the gospel might be maintained for you.", "6": "However, those who appeared to be Something – what sort of 'thing' they were makes no difference to me, God shows no partiality – those of reputation added nothing extra to me. ", "7": "On the contrary, they saw that I had been entrusted with the gospel for the uncircumcision, just as Peter had been with the gospel for the circumcision ", "8": "(for the one who gave Peter the power to be an apostle to the circumcision gave me the power to go to the Gentiles). They knew, moreover, the grace that had been given to me. ", "9": "So James, Cephas and John, who were reputed to be 'pillars', gave to Barnabas and me the right hand of fellowship, that we should go to the Gentiles, and they to the circumcision. ", "10": "The only extra thing they asked was that we should continue to remember the poor – the very thing I was eager to do.", "11": "But when Cephas came to Antioch, I stood up to him face to face. He was in the wrong. ", "12": "Before certain persons came from James, Peter was eating with the Gentiles. But when they came, he drew back and separated himself, because he was afraid of the circumcision-people. ", "13": "The rest of the Jews did the same, joining him in this play-acting. Even Barnabas was carried along by their sham. ", "14": "But when I saw that they weren't walking straight down the line of gospel truth, I said to Cephas in front of them all: 'Look here: you're a Jew, but you've been living like a Gentile. How can you force Gentiles to become Jews?'", "15": "We are Jews by birth, not 'Gentile sinners'. ", "16": "But we know that a person is not declared 'righteous' by works of the Jewish law, but through the faithfulness of Jesus the Messiah. That is why we too believed in the Messiah, Jesus: so that we might be declared 'righteous' on the basis of the Messiah's faithfulness, and not on the basis of works of the Jewish law. On that basis, you see, no creature will be declared 'righteous'.", "17": "Well, then; if, in seeking to be declared 'righteous' in the Messiah, we ourselves are found to be 'sinners', does that make the Messiah an agent of 'sin'? Certainly not! ", "18": "If I build up once more the things which I tore down, I demonstrate that I am a lawbreaker.", "19": "Let me explain it like this. Through the law I died to the law, so that I might live to God. I have been crucified with the Messiah. ", "20": "I am, however, alive – but it isn't me any longer, it's the Messiah who lives in me. And the life I do still live in the flesh, I live within the faithfulness of the son of God, who loved me and gave himself for me.", "21": "I don't set aside God's grace. If 'righteousness' comes through the law, then the Messiah died for nothing."}