{"1": "You witless Galatians! Who has bewitched you? King Jesus was portrayed on the cross before your very eyes! ", "2": "There's just one thing I want to know from you. Did you receive the spirit by doing the works of Torah, or by hearing and believing? ", "3": "You are so witless: you began with the spirit, and now you're ending with the flesh? ", "4": "Did you really suffer so much for nothing – if indeed it is going to be for nothing? ", "5": "The one who gives you the spirit and performs powerful deeds among you – does he do this through your performance of Torah, or through hearing and believing?", "6": "It's like Abraham. 'He believed God, and it was counted to him for righteousness.' ", "7": "So you know that it's people of faith who are children of Abraham. ", "8": "The Bible foresaw that God would justify the nations by faith, so it announced the gospel to Abraham in advance, when it declared that 'the nations will be blessed in you'. ", "9": "So you see: the people of faith are blessed along with faithful Abraham.", "10": "Because, you see, those who belong to the 'works-of-the-law' camp are under a curse! Yes, that's what the Bible says: 'Cursed is everyone who doesn't stick fast by everything written in the book of the law, to perform it.' ", "11": "But, because nobody is justified before God in the law, it's clear that 'the righteous shall live by faith'. ", "12": "The law, however, is not by faith: rather, 'the one who does them shall live in them'.", "13": "The Messiah redeemed us from the curse of the law, by becoming a curse on our behalf, as the Bible says: 'Cursed is everyone who hangs on a tree.' ", "14": "This was so that the blessing of Abraham could flow through to the nations in King Jesus – and so that we might receive the promise of the spirit, through faith.", "15": "My brothers and sisters, let me use a human illustration. When someone makes a covenanted will, nobody sets it aside or adds to it. ", "16": "Well, the promises were made 'to Abraham and his seed', that is, his family. It doesn't say 'his seeds', as though referring to several families, but indicates a single family by saying 'and to your seed', meaning the Messiah.", "17": "This is what I mean. God made this covenanted will; the law, which came four hundred and thirty years later, can't undermine it and make the promise null and void. ", "18": "If the inheritance came through the law, it would no longer be by promise; but God gave it to Abraham by promise.", "19": "Why then the law? It was added because of transgressions, until the family should come to whom it had been promised. It was laid down by angels, at the hand of a mediator. ", "20": "He, however, is not the mediator of the 'one' – but God is one!", "21": "Is the law then against God's promises? Of course not! No, if a law had been given that could have given life, then covenant membership really would have been by the law. ", "22": "But the Bible shut up everything together under the power of sin, so that the promise – which comes by the faithfulness of Jesus the Messiah – should be given to those who believe.", "23": "Before this faithfulness arrived, we were kept under guard by the law, in close confinement until the coming faithfulness should be revealed. ", "24": "Thus the law was like a babysitter for us, looking after us until the coming of the Messiah, so that we might be given covenant membership on the basis of faithfulness.", "25": "But now that faithfulness has come, we are no longer under the rule of the babysitter. ", "26": "For you are all children of God, through faith, in the Messiah, Jesus.", "27": "You see, every one of you who has been baptized into the Messiah has put on the Messiah. ", "28": "There is no longer Jew or Greek; there is no longer slave or free; there is no 'male and female'; you are all one in the Messiah, Jesus.", "29": "And, if you belong to the Messiah, you are Abraham's family. You stand to inherit the promise."}