{"1": "Let me put it like this. As long as the heir is a child, he is no different from a slave – even if, in fact, he is master of everything! ", "2": "He is kept under guardians and stewards until the time set by his father.", "3": "Well, it's like that with us. When we were children, we were kept in 'slavery' under the 'elements of the world'. ", "4": "But when the fullness of time arrived, God sent out his son, born of a woman, born under the law, ", "5": "so that he might redeem those under the law, so that we might receive adoption as sons.", "6": "And, because you are sons, God sent out the spirit of his son into our hearts, calling out 'Abba, father!' ", "7": "So you are no longer a slave, but a son! And, if you're a son, you are an heir, through God.", "8": "However, at that stage you didn't know God, and so you were enslaved to beings that, in their proper nature, are not gods. ", "9": "But now that you've come to know God – or, better, to be known by God – how can you turn back again to that weak and poverty-stricken line-up of elements that you want to serve all over again? ", "10": "You are observing days, and months, and seasons, and years! ", "11": "I am afraid for you; perhaps my hard work with you is all going to be wasted.", "12": "Become like me! – because I became like you, my dear family. This is my plea to you. You didn't wrong me: ", "13": "no, you know that it was through bodily weakness that I announced the gospel to you in the first place. ", "14": "You didn't despise or scorn me, even though my condition was quite a test for you, but you welcomed me as if I were God's angel, as if I were the Messiah, Jesus! ", "15": "What's happened to the blessing you had then? Yes, I can testify that you would have torn out your eyes, if you'd been able to, and given them to me. ", "16": "So have I become your enemy by telling you the truth?", "17": "The other lot are eager for you, but it's not in a good cause. They want to shut you out, so that you will then be eager for them. ", "18": "Well, it's always good to be eager in a good cause, and not only when I'm there with you. ", "19": "My children – I seem to be in labour with you all over again, until the Messiah is fully formed in you! ", "20": "I wish I were there with you right now, and could change my tone of voice. I really am at a loss about you.", "21": "So, you want to live under the law, do you? All right, tell me this: are you prepared to hear what the law says? ", "22": "For the Bible says that Abraham had two sons, one by the slave-girl and one by the free woman. ", "23": "Now the child of the slave-girl was born according to the flesh, while the child of the free woman was born according to promise.", "24": "Treat this as picture-language. These two women stand for two covenants: one comes from Mount Sinai, and gives birth to slave-children; that is Hagar. ", "25": "(Sinai, you see, is a mountain in Arabia, and it corresponds, in the picture, to the present Jerusalem, since she is in slavery with her children.) ", "26": "But the Jerusalem which is above is free – and she is our mother.", "27": "For the Bible says, Celebrate, childless one, who never gave birth! Go wild and shout, girl that never had pains! The barren woman has many more children than the one who has a husband!", "28": "Now you, my family, are children of promise, in the line of Isaac. ", "29": "But things now are like they were then: the one who was born according to the flesh persecuted the one born according to the spirit. ", "30": "But what does the Bible say? 'Throw out the slave-girl and her son! For the son of the slave-girl will not inherit with the son of the free.' ", "31": "So, my family, we are not children of the slave-girl, but of the free."}