{"1": "The Messiah set us free so that we could enjoy freedom! So stand firm, and don't get yourselves tied down by the chains of slavery.", "2": "Look here: I, Paul, am telling you that if you get circumcised, the Messiah will be of no use to you. ", "3": "I testify once more, against every person who gets circumcised, that he is thereby under obligation to perform the entire law. ", "4": "You are split off from the Messiah, you people who want to be justified by the law! You have dropped out of grace. ", "5": "For we are waiting eagerly, by the spirit and by faith, for the hope of righteousness. ", "6": "For in the Messiah, Jesus, neither circumcision nor uncircumcision has any power. What matters is faith, working through love.", "7": "You were running well. Who got in your way and stopped you being persuaded by the truth? ", "8": "This persuasion didn't come from the one who called you! ", "9": "A little yeast works its way through the whole lump. ", "10": "I am persuaded in the Lord that you won't differ from me on this. But the one who is troubling you will bear the blame, whoever he may be. ", "11": "As for me, my dear family, if I am still announcing circumcision, why are people still persecuting me? If I were, the scandal of the cross would have been neutralized. ", "12": "If only those who are making trouble for you would cut the whole lot off!", "13": "When God called you, my dear family, he called you to make you free. But you mustn't use that freedom as an opportunity for the flesh. Rather, you must become each other's servants, through love. ", "14": "For the whole law is summed up in one word, namely this: 'Love your neighbour as yourself.' ", "15": "But if you bite each other and devour each other, watch out! You may end up being destroyed by each other.", "16": "Let me say this to you: live by the spirit, and you won't do what the flesh wants you to. ", "17": "For the flesh wants to go against the spirit, and the spirit against the flesh. They are opposed to each other, so that you can't do what you want. ", "18": "But if you are led by the spirit, you are not under the law.", "19": "Now the works of the flesh are obvious. They are such things as fornication, uncleanness, licentiousness, ", "20": "idolatry, sorcery, hostilities, strife, jealousy, bursts of rage, selfish ambition, factiousness, divisions, ", "21": "moods of envy, drunkenness, wild partying, and similar things. I told you before, and I tell you again: people who do such things will not inherit God's kingdom.", "22": "But the fruit of the spirit is love, joy, peace, great-heartedness, kindness, generosity, faithfulness, ", "23": "gentleness, self-control. There is no law that opposes things like that! ", "24": "And those who belong to the Messiah, Jesus, crucified the flesh with its passions and desires. ", "25": "If we live by the spirit, let's line up with the spirit. ", "26": "We shouldn't be conceited, vying with one another and jealous of each other."}