{"1": "A luxuriant vine is Israel, who produces fruit for himself. Like the abundance of his fruit he has multiplied his altars. Like the goodness of his land, they made beautiful sacred pillars.", "2": "Their heart became smooth[a]. Now they will bear their guilt. He will break down their altars. He will destroy their sacred pillars.", "3": "Surely now they will say: “We have no king, for we have not feared Adonai. The king—what can he do for us?”", "4": "They spoke words— empty oaths to make a covenant. But judgment springs up as hemlock in the furrows of the field.", "5": "The inhabitants of Samaria will quarrel over the calves of Beth-aven. Indeed its people will mourn over it, but its priests will tremble over it. For its glory will surely depart from it.", "6": "It also will be carried to Assyria as tribute to a warring king. Ephraim will receive shame and Israel will be put to shame by its own counsel.", "7": "Samaria is being cut off. Her king is like a splinter on the surface of the water.", "8": "The high places of Aven, the sin of Israel will be destroyed. Thorns and thistles will come up on their altars. And they will say to the mountains: “Cover us!” And to the hills: “Fall on us!”[b]", "9": "“From the days of Gibeah, you have sinned, O Israel. There they took their stand. Will not war over sons of iniquity overtake them in Gibeah?", "10": "When I desire, I will chasten them, and peoples will gather against them when they are yoked to their two sins.", "11": "Though Ephraim is a trained heifer that loves to thresh, I put a yoke over her fair neck. I will make Ephraim pull; Judah will plow; Jacob will drag a harrow by himself.”", "12": "Sow for yourselves righteousness.[c] Reap in accord with covenant love. Break up your unplowed ground. For it is time to seek Adonai, until He comes and showers righteousness on you.", "13": "You have plowed up wickedness, you have reaped iniquity. You have eaten the fruit of delusion, for you have trusted in your own way, in the multitude of your mighty men.", "14": "A tumult will arise among your people. All your strongholds will be demolished, as Shalman destroyed Beth-arbel in the day of battle, when a mother was dashed in pieces with her children.", "15": "Just so has Bethel done to you because of your great wickedness. At dawn the king of Israel will be utterly cut off."}