{"1": "I want to say something a little bit foolish. But please listen to me!", "2": "I love you as God loves you. I see you as a woman who has not been married and I am giving you to be the wife of a husband. That husband is Christ.", "3": "But the snake fooled Eve by his trick. And I am afraid that your minds will be drawn away from a clean, pure love of Christ.", "4": "You listen to a new man when he comes to tell you about a different Jesus, which is not the one we told you about. And when you receive a spirit and a message which are not the ones you had first, then you listen too much.", "5": "But I really do not think that the chief apostles are any better than I am!", "6": "Maybe I am not a good talker, but I surely know what I am talking about! Yes, we made this plain to you in every way in all things.", "7": "Perhaps it was wrong for me to bring myself down in order to raise you up. Do you think that? Was it wrong for me to tell you the good news without pay?", "8": "I took pay from other churches. I made them poor so that I might help you.", "9": "When I was with you and needed money, I did not make any of you pay me. When the brothers came from Macedonia, they gave me what I needed. So I was not, and I will not be, any trouble to you.", "10": "Surely, the true word of Christ is in me. I will never stop being proud of this anywhere in Achaia [Greece].", "11": "Why is this? Is it because I do not love you? God knows that I love you.", "12": "And I will keep on doing what I am doing now. Some teachers are praising themselves. They say they are like us. By doing this I prove they are not like us.", "13": "Men like that are not true apostles. They work to fool people. They try to make themselves look like apostles of Christ.", "14": "I am not surprised. Satan tries to make himself look like an angel of light.", "15": "So it is not strange if his workers also try to make themselves look like God's workers who do right. They will come to an end like the work they do! think that I am foolish. But if you do, then please listen to me as if I were foolish. I also want to do a little talking about myself.", "16": "I am not talking like the Lord when I say this. It seems foolish to say so much about myself.", "17": "Many people talk about themselves in the world. So I will too.", "18": "Since you are wise, you still agree to listen to foolish people.", "19": "You listen to a man even if he makes slaves of you, even if he spends all your money, even if he catches you in a trap, even if he is proud of himself, even if he slaps you in the face.", "20": "I am ashamed, but I must say that we were too weak to be like that! Anything that others want to be proud of, I can talk about too. And yet it is really foolish to do so.", "21": "Are they Hebrew people? So am I. Are they Israel's people? So am I. Is Abraham their father? He is mine too.", "22": "Are they workers for Christ? (I talk like one who is not in his right mind.) I am a better worker. I have worked much harder. I have been in prison more often. I have been beaten many, many times. Often I have almost died.", "23": "The Jewish leaders five times gave me thirty nine strikes with the rope.", "24": "Three times people beat me with sticks, and once they threw rocks at me. Three times I was in a boat when it broke in the sea. I have been in the water all one night and day.", "25": "I have travelled much. I have crossed bad rivers. I have gone where men might steal my things. The Jews and those who are not Jews have troubled me. I have been in hard places in the city. I have had hard times in the desert. I have had hard times on the water. I have had hard times among those who should have been my brothers and were not.", "26": "I have worked hard. I have been tired out. I have often had no sleep at night. I have been hungry and thirsty. I have often had nothing to eat. I have been cold and did not have enough clothes to wear.", "27": "Beside all other things, my heart is troubled about the churches. That is a load I carry every day.", "28": "When anyone is weak, I am weak too. When anyone is made to fall away, my heart burns within me", "30": "If I must talk about myself, I will talk about the things that show I am weak.", "31": "God knows I am not telling lies. He is the Father of our Lord Jesus Christ and he is to be praised forever. 32In the city of Damascus a man ruled for king Aretas. He had the gates of the city guarded because he wanted to catch me.", "32": "But I sat in a basket. Then it was put out through a window in the wall and was let down. And so I got away from him."}