{"1": "Peter Petros, an  apostle apostolos of  Jesus Iēsous Christ Christos,  to  those  who  live  as  refugees parepidēmos of  the  dispersion diaspora in  Pontus Pontos,  Galatia Galatia,  Cappadocia Kappadokia,  Asia Asia,  and kai Bithynia Bithunia, ", "2": "elect  according  to kata the  foreknowledge prognōsis of  God theos the  Father patēr by en being  set  apart hagiasmos by  the  Spirit pneuma for eis obedience hypakoē and kai for  sprinkling rhantismos with  the  blood haima of  Jesus Iēsous Christ Christos.  May  grace charis and kai peace eirēnē be  yours hymeis in  ever  increasing  measure plēthunō. ", "3": "Blessed eulogētos be  the ho God theos and kai Father patēr of ho our hēmeis Lord kyrios Jesus Iēsous Christ Christos,  who ho according  to kata · ho his autos great polys mercy eleos gave anagennaō us hēmeis new birth  into eis a  living zaō hope elpis through dia the  resurrection anastasis of  Jesus Iēsous Christ Christos from ek the  dead nekros, ", "4": "to eis an  inheritance klēronomia that is  imperishable aphthartos,  · kai undefiled amiantos,  and kai unfading amarantos,  being  preserved tēreō in en heaven ouranos for eis you hymeis, ", "5": "who ho by en the  power dynamis of  God theos are  being  guarded phroureō through dia faith pistis for eis a  salvation sōtēria ready hetoimos to  be  revealed apokalyptō in en the  last eschatos time kairos. ", "6": "In en this hos you  rejoice agalliaō, even  if ei now arti it  is  necessary dei for  a  short oligos time  to  be  made  sorrowful lypeō by en various poikilos trials peirasmos, ", "7": "so  that hina the ho genuineness dokimion of ho your hymeis faith pistis ( which  is  more  precious polytimos than  gold chrysion that ho perishes apollymi),  having  been  tested dokimazō by dia fire pyr,  · de may  be  found heuriskō to eis your  praise epainos and kai glory doxa and kai honor timē at en the  revelation apokalypsis of  Jesus Iēsous Christ Christos. ", "8": "Though you have  not ou seen him,  you  love agapaō him hos.  Though horaō not mē seeing horaō him  now arti,  yet de believing pisteuō in eis him hos,  you  rejoice agalliaō with  joy chara unspeakable aneklalētos and kai filled  with  glory doxazō, ", "9": "because  you  are  obtaining komizō the ho goal telos of ho your hymeis faith pistis—the  salvation sōtēria of  your  souls psychē. ", "10": "Concerning peri this hos salvation sōtēria, the  prophets prophētēs who ho prophesied prophēteuō of peri the ho grace charis that would come  to eis you hymeis investigated  diligently ekzēteō and kai examined  with  care exeraunaō, ", "11": "trying  to  discover eraunaō what tis time  or ē manner poios of  time kairos the ho Spirit pneuma of  Christ Christos who was  in en them autos was  indicating dēloō when  he  predicted promartyromai the ho sufferings pathēma of eis Christ Christos and kai the ho glories doxa that houtos would  follow meta. ", "12": "To  them hos it  was  revealed apokalyptō that hoti not ou to  themselves heautou,  but de to  you hymeis,  they  were  ministering diakoneō these  things autos that hos now nyn have  been  announced anangellō to  you hymeis through dia those ho who  preached euangelizō to  you hymeis by en the  Holy hagios Spirit pneuma sent apostellō from apo heaven ouranos—things  into eis which hos angels angelos long epithumeō to  look parakyptō. ", "13": "Therefore dio gird  up anazōnnymi the ho loins osphys of ho your hymeis mind dianoia,  be  sober-minded nēphō, and  set  your  hope elpizō completely teleiōs on epi the ho grace charis that  will  be  brought pherō to  you hymeis at en the  revelation apokalypsis of  Jesus Iēsous Christ Christos. ", "14": "As hōs children teknon of  obedience hypakoē,  do  not mē be  conformed syschēmatizō to  the ho desires epithumia you  used  to  have proteros in en · ho your hymeis time  of  ignorance agnoia", "15": "but alla,  just  as kata the ho one  who  called kaleō you hymeis is  holy hagios,  so  also kai are ginomai you autos to  be ginomai holy hagios in en all pas your  conduct anastrophē. ", "16": "For dioti it  is  written graphō, “ Be eimi holy hagios,  because hoti I egō am eimi holy hagios.” ", "17": "And kai if ei you  call  upon epikaleō him as  Father patēr who ho judges krinō impartially aprosōpolēmptōs according  to kata the ho work ergon of  each hekastos,  conduct  yourselves anastrephō with en fear phobos during  the ho time chronos of ho your hymeis exile paroikia, ", "18": "since  you  know oida that hoti you  were  ransomed lytroō from ek the ho empty mataios way  of  life anastrophē handed  down  from patroparadotos your hymeis ancestors patroparadotos,  not ou by  perishable phthartos things  such as  silver argyrion or ē gold chrysion, ", "19": "but alla by  precious timios blood haima,  as hōs of  a  lamb amnos without blemish  or kai spot aspilos, the blood  of  Christ Christos. ", "20": "He  was  chosen  in  advance proginōskō,  before pro the  foundation katabolē of  the  world kosmos,  but de was  revealed phaneroō at epi the  end eschatos of  the ho times chronos for dia you hymeis", "21": "who ho through dia him autos believe pistos in eis God theos,  who ho raised egeirō him autos from ek the  dead nekros and kai gave didōmi him autos glory doxa,  so  that hōste · ho your hymeis faith pistis and kai hope elpis are eimi in eis God theos. ", "22": "Since  you  have  purified hagnizō · ho your hymeis souls psychē by en · ho obedience hypakoē to  the ho truth alētheia so  that eis there is a  sincere anypokritos love  for  other  believers philadelphia,  love agapaō one  another allēlōn fervently ektenōs from ek a  pure katharos heart kardia, ", "23": "for  you  have  been  born  again anagennaō not ou of ek perishable phthartos seed spora but alla of  imperishable aphthartos,  by dia means  of  the  living zaō and kai enduring menō word logos of  God theos. ", "24": "For dioti “ All pas flesh sarx is  like hōs grass chortos,  and kai all pas its autos glory doxa like hōs the  flower anthos of  grass chortos;  the ho grass chortos dries  up xērainō and kai its ho flower anthos falls ekpiptō; ", "25": "but de the ho word rhēma of  the  Lord kyrios endures menō for eis all ho time aiōn.”  And de this houtos is eimi the ho word rhēma that ho was  preached euangelizō to eis you hymeis. "}