{"1": "Therefore oun,  having  put  away apotithēmi all pas malice kakia and kai all pas deceit dolos and kai hypocrisy hypokrisis and kai envy phthonos and kai slander katalalia of  every  kind pas, ", "2": "like hōs newborn artigennētos babes brephos,  crave epipotheō the ho milk gala that is  pure adolos and  spiritual logikos,  so  that hina by en it autos you  may  grow  up auxanō to eis salvation sōtēria, ", "3": "since ei you  have  tasted geuomai that hoti the ho Lord kyrios is  good chrēstos. ", "4": "As  you  come proserchomai to pros him hos, a  living zaō stone lithos rejected apodokimazō by hypo men anthrōpos but de chosen eklektos by para God theos and  precious entimos, ", "5": "you autos also kai,  like hōs living zaō stones lithos,  are  being  built  up oikodomeō as  a  spiritual pneumatikos house oikos,  to  be eis a  holy hagios priesthood hierateuma to  offer anapherō spiritual pneumatikos sacrifices thusia acceptable euprosdektos to ho God theos through dia Jesus Iēsous Christ Christos. ", "6": "For dioti it  says periechō in en scripture graphē, “ Behold idou,  I  lay tithēmi in en Zion Siōn a  stone lithos, a  cornerstone akrogōniaios chosen eklektos and  precious entimos,  and kai the ho one  who  believes pisteuō in epi him autos will  never ou mē be  put  to  shame kataischunō.” ", "7": "Therefore oun the ho great  value timē is  to  you hymeis who ho believe pisteuō;  but de for  those  who  do  not  believe apisteō, “The  stone lithos that hos the ho builders oikodomeō rejected apodokimazō,  this  very  one houtos has  become ginomai the  cornerstone kephalē gōnia,” ", "8": "and kai, “A  stone lithos that  makes  people  stumble proskomma and kai a  rock petra that  makes  them  fall skandalon.”  They hos stumble proskoptō, as  they  were  destined tithēmi to eis do hos,  since  they  do  not  obey apeitheō the ho word logos.  · kai", "9": "But de you hymeis are a  chosen eklektos race genos, a  royal basileios priesthood hierateuma, a  holy hagios nation ethnos, a  people laos for eis his own  possession peripoiēsis,  so  that hopōs you  may  declare exangellō the ho glorious  deeds aretē of  the ho one  who  called kaleō you hymeis out  of ek darkness skotos into eis · ho his autos marvelous thaumastos light phōs. ", "10": "At  one  time pote you hos were  not ou a  people laos,  but de now nyn you are the  people laos of  God theos.  You ho were  shown  no ou mercy eleeō,  but de now nyn have  received  mercy eleeō. ", "11": "Dear  friends agapētos,  I  urge parakaleō you  as hōs foreigners paroikos and kai exiles parepidēmos to  abstain apechō from  desires epithumia of  the ho flesh sarkikos,  which hostis wage war  against kata your ho soul psychē, ", "12": "and  maintain echō an  honorable kalos · ho lifestyle anastrophē among en the ho Gentiles ethnos so  that hina,  with  respect  to en the  very  things  about  which hos they  slander katalaleō you hymeis as hōs evildoers kakopoios,  they  may ,  by ek observing epopteuō your ho good kalos works ergon,  glorify doxazō · ho God theos on en the  day hēmera of  visitation episkopē. ", "13": "Submit hypotassō to  every pas human anthrōpinos authority ktisis on  account  of dia the ho Lord kyrios,  whether eite to  the  king basileus as hōs supreme hyperechō, ", "14": "or eite to  governors hēgemōn as hōs those  sent pempō by dia him autos for eis the  punishment ekdikēsis of  those  who  do  evil kakopoios and de the  praise epainos of  those  who  do  good agathopoios. ", "15": "For hoti this houtōs is eimi the ho will thelēma of ho God theos:  by  doing  good agathopoieō to  silence phimoō the ho ignorance agnōsia of ho foolish aphrōn men anthrōpos. ", "16": "Live  as hōs free  people eleutheros,  · kai not mē as hōs those  using echō freedom eleutheria as  a  cover-up epikalymma for ho evil kakia,  · ho but alla as hōs servants  of  God theos. ", "17": "Honor timaō everyone pas;  love agapaō the ho brotherhood adelphotēs;  reverence phobeomai · ho God theos;  honor timaō the ho king basileus. ", "18": "· ho Household  servants oiketēs should  be  subject hypotassō to  their ho masters despotēs with en all pas respect phobos,  not ou only monon to  the ho good agathos and kai kind epieikēs but alla also kai to  the ho unjust skolios. ", "19": "For gar this houtos is  commendable charis,  if ei because dia of  conscience syneidēsis toward  God theos someone tis endures hypopherō pain lypē while  suffering paschō unjustly adikōs. ", "20": "For gar what poios praise kleos is there  if ei,  when  you  do  wrong hamartanō and kai are  beaten kolaphizō for it,  you  endure hypomenō it?  But alla if ei when  you  do  good agathopoieō and kai suffer paschō for it  you  endure hypomenō it,  this houtos is  commendable charis in para God' s theos sight. ", "21": "For gar to eis this houtos you  have  been  called kaleō,  because hoti Christ Christos also kai suffered paschō for hyper you hymeis,  leaving  behind hypolimpanō for  you hymeis an  example hypogrammos so  that hina you  might  follow epakoloutheō in ho his autos footsteps ichnos. ", "22": "He hos did poieō not ou commit poieō sin hamartia,  nor oude was  deceit dolos found heuriskō in en · ho his autos mouth stoma. ", "23": "When  he hos was  insulted loidoreō,  he  did  not ou respond  with  an  insult antiloidoreō;  when  he  suffered paschō,  he  did  not ou threaten apeileō,  but de entrusted  himself paradidōmi to  the ho one  who  judges krinō justly dikaiōs. ", "24": "He hos himself autos bore anapherō · ho our hēmeis sins hamartia in en · ho his autos body sōma on epi the ho tree xylon so  that hina we zaō,  having  died apoginomai to ho sins hamartia,  might  live zaō to ho righteousness dikaiosynē.  By ho his hos wounds mōlōps you  were  healed iaomai. ", "25": "For gar you  were eimi like hōs sheep probaton,  going  astray planaō,  but alla now nyn you  have  turned  back epistrephō to epi the ho shepherd poimēn and kai guardian episkopos of ho your hymeis souls psychē. "}