{"1": "Therefore oun since  Christ Christos suffered paschō in  the  flesh sarx,  arm  yourselves hoplizō also kai with  the ho same autos way  of  thinking ennoia, that is,  that hoti the ho one  who  has  suffered paschō in  the  flesh sarx has  finished pauō with  sin hamartia, ", "2": "so  that eis you  no  longer mēketi live bioō your ho remaining epiloipos days chronos in en the  flesh sarx concerned  about  human anthrōpos desires epithumia but alla about  the  will thelēma of  God theos. ", "3": "For gar the ho time chronos already  gone  by parerchomai is  enough arketos for you to have done  what ho the ho pagans ethnos like boulēma to  do katergazomai,  carrying  on poreuō in en sensuality aselgeia,  passions epithumia,  drunkenness oinophlygia,  orgies kōmos,  drinking  parties potos,  and kai disgusting athemitos worship  of  idols eidōlolatria. ", "4": "In en all  this hos,  they  are  surprised xenizō that  you hymeis do  not mē plunge syntrechō with  them  into eis the ho same autos flood anachusis of ho debauchery asōtia, and  they  malign blasphēmeō you. ", "5": "They hos will  give apodidōmi an  account logos to ho him  who  stands echō ready hetoimōs to  judge krinō the  living zaō and kai the  dead nekros. ", "6": "It was  for eis this houtos very  purpose  · kai that the  gospel  was  preached euangelizō to  the  dead nekros,  so  that hina though men they  were  judged krinō as kata men anthrōpos in  the  flesh sarx,  they  might  live zaō · de as kata God theos in  the  Spirit pneuma. ", "7": "The ho end telos of  all  things pas · de is  at  hand engizō,  so oun use  sound  judgment sōphroneō and kai be  sober-minded nēphō for eis the  sake  of  prayer proseuchē. ", "8": "Above pro all pas,  · ho maintain echō a  fervent ektenēs love agapē among eis yourselves heautou,  for hoti love agapē covers kalyptō a  multitude plēthos of  sins hamartia. ", "9": "Be  hospitable philoxenos to eis one  another allēlōn without aneu grumbling gongysmos. ", "10": "Each  one hekastos should  serve diakoneō others heautou in  respect  to kathōs the  gift charisma he  has  received lambanō,  as hōs a  good kalos steward oikonomos of charis the  grace charis of  God theos in  its  various  forms poikilos: ", "11": "if ei someone tis speaks laleō,  as hōs speaking the  oracles logion of  God theos;  if ei someone tis serves diakoneō,  as hōs by ek the  strength ischus that hos God theos supplies chorēgeō · ho— so  that hina in en everything pas God theos may  be  glorified doxazō · ho through dia Jesus Iēsous Christ Christos.  To  him hos belong eimi · ho glory doxa and kai · ho power kratos for eis all ho time aiōn ho.  · ho Amen amēn. ", "12": "Dear  friends agapētos,  do  not mē be  surprised xenizō that a  trial peirasmos by ho fire pyrōsis is  taking  place ginomai among en you hymeis,  as hōs though  something  strange xenos were  happening symbainō to  you hymeis. ", "13": "But alla rejoice chairō insofar katho as  you  now  share koinōneō the ho sufferings pathēma of ho Christ Christos,  so  that hina when en · ho his autos glory doxa is  revealed apokalypsis,  · ho you  may  also kai rejoice chairō and  be  glad agalliaō. ", "14": "If ei you  are  insulted oneidizō for en the  name onoma of  Christ Christos, you are  blessed makarios,  because hoti the ho Spirit  of ho glory doxa,  that  is kai,  the ho Spirit pneuma of ho God theos,  is  resting anapauō on epi you hymeis. ", "15": "But gar not mē one tis of  you hymeis should  suffer paschō as hōs a  murderer phoneus or ē a  thief kleptēs or ē a  criminal kakopoios or ē as hōs a  meddler  in  the  affairs  of  another allotriepiskopos; ", "16": "but de if ei someone suffers  as hōs a  Christian Christianos, he should  not mē be disgraced,  but de should  glorify doxazō · ho God theos by en · ho this houtos name onoma. ", "17": "Because hoti the ho time kairos has come  to  begin archō · ho judgment krima with apo the ho house oikos of ho God theos,  and de if ei first prōton with apo us hēmeis,  what tis will be  the ho outcome telos for  those ho who  do  not  obey apeitheō the ho gospel euangelion of ho God theos? ", "18": "And kai “ If ei the ho righteous  person dikaios is  barely molis saved sōzō,  what pou will  become phainō of  the ho ungodly asebēs and kai the  sinner hamartōlos?” ", "19": "So hōste then kai,  let paratithēmi those ho who  are  suffering paschō according  to kata the ho will thelēma of ho God theos by en doing  good agathopoiia entrust paratithēmi their autos souls psychē to  a  faithful pistos Creator ktistēs.  · ho"}