{"1": "Therefore oun I ,  a ho fellow  elder sympresbyteros and kai a  witness martys of  the ho sufferings pathēma of ho Christ Christos,  and kai a ho partaker koinōnos of doxa the  glory doxa that ho is  about mellō to  be  revealed apokalyptō,  exhort parakaleō the  elders presbyteros among en you hymeis: ", "2": "shepherd poimainō the ho flock poimnion of ho God theos among en you hymeis,  watching episkopeō over  it— not mē because  you  have  to anankastōs,  but alla voluntarily hekousiōs,  as kata God theos would have it;  not mēde for  shameful  gain aischrokerdōs but alla eagerly prothumōs. ", "3": "Do  not mēde domineer katakyrieuō over  those ho entrusted  to  your  charge klēros,  but alla be ginomai examples typos to  the ho flock poimnion. ", "4": "Then kai when  the ho Chief  Shepherd archipoimēn appears phaneroō,  you  will  receive komizō the ho glorious doxa crown stephanos that  will  not  tarnish amarantinos.  · ho", "5": "Likewise homoiōs,  you  who  are  younger neos,  be  subject hypotassō to  the  elders presbyteros.  And de all pas of you,  clothe  yourselves enkomboomai with ho humility tapeinophrosynē toward  one  another allēlōn,  for hoti · ho “ God theos opposes antitassō the  proud hyperēphanos but de gives didōmi grace charis to  the  humble tapeinos.” ", "6": "Humble tapeinoō yourselves  under hypo the ho mighty krataios hand cheir of ho God theos that hina he  may  exalt hypsoō you hymeis in en due  time kairos, ", "7": "casting epiriptō all pas · ho your hymeis anxieties merimna on epi him autos,  because hoti he autos cares melei about peri you hymeis. ", "8": "Be  sober-minded nēphō!  Be  alert grēgoreō!  Your hymeis adversary antidikos the ho devil diabolos prowls  around peripateō like hōs a  roaring ōryomai lion leōn seeking zēteō someone tis to  devour katapinō. ", "9": "Resist anthistēmi him hos,  steadfast stereos in  the ho faith pistis,  knowing oida that  the ho same autos kind  of ho sufferings pathēma are  being  endured epiteleō by ho your hymeis fellow  believers adelphotēs throughout en the ho world kosmos. ", "10": "And de the ho God theos of  all pas grace charis,  the ho one  who  has  called kaleō you hymeis into eis · ho his autos eternal aiōnios glory doxa in en Christ Christos,  will ,  after  you  have  suffered paschō a  little  while oligos,  himself autos restore katartizō,  confirm stērizō,  strengthen sthenoō, and  establish themelioō you. ", "11": "To  him autos be  · ho power kratos for eis all ho time aiōn.  Amen amēn. ", "12": "By dia Silvanus Silouanos,  a ho faithful pistos brother adelphos as hōs I  regard logizomai him,  I  have  written graphō briefly dia oligos to  you hymeis,  exhorting parakaleō and kai testifying epimartyreō that  this houtos is eimi the  true alēthēs grace charis of ho God theos.  Stand  fast histēmi in eis it hos. ", "13": "She ho who is  in en Babylon Babylōn,  chosen  along  with syneklektos you,  sends aspazomai you hymeis greetings aspazomai,  as kai does  Mark Markos,  · ho my egō son hyios. ", "14": "Greet aspazomai one  another allēlōn with en the  kiss philēma of  love agapē.  Peace eirēnē be  with  all pas of  you hymeis who ho are  in en Christ Christos. "}