{"1": "“I hate my life, so I will complain without holding back; I will speak because I am so unhappy.", "2": "I will say to God: Do not hold me guilty, but tell me what you have against me.", "3": "Does it make you happy to trouble me? Don't you care about me, the work of your hands? Are you happy with the plans of evil people?", "4": "Do you have human eyes that see as we see?", "5": "Are your days like the days of humans, and your years like our years?", "6": "You look for the evil I have done and search for my sin.", "7": "You know I am not guilty, but no one can save me from your power.", "8": "“Your hands shaped and made me. Do you now turn around and destroy me?", "9": "Remember that you molded me like a piece of clay. Will you now turn me back into dust?", "10": "You formed me inside my mother like cheese formed from milk.", "11": "You dressed me with skin and flesh; you sewed me together with bones and muscles.", "12": "You gave me life and showed me kindness, and in your care you watched over my life.", "13": "“But in your heart you hid other plans. I know this was in your mind.", "14": "If I sinned, you would watch me and would not let my sin go unpunished.", "15": "How terrible it will be for me if I am guilty! Even if I am right, I cannot lift my head. I am full of shame and experience only pain.", "16": "If I hold up my head, you hunt me like a lion and again show your terrible power against me.", "17": "You bring new witnesses against me and increase your anger against me. Your armies come against me.", "18": "“So why did you allow me to be born? I wish I had died before anyone saw me.", "19": "I wish I had never lived, but had been carried straight from birth to the grave.", "20": "The few days of my life are almost over. Leave me alone so I can have a moment of joy.", "21": "Soon I will leave; I will not return from the land of darkness and gloom,", "22": "the land of darkest night, from the land of gloom and confusion, where even the light is darkness.”"}