{"1": "Then Job answered:", "2": "“You really think you are the only wise people and that when you die, wisdom will die with you!", "3": "But my mind is as good as yours; you are not better than I am. Everyone knows all these things.", "4": "My friends all laugh at me when I call on God and expect him to answer me; they laugh at me even though I am right and innocent!", "5": "Those who are comfortable don't care that others have trouble; they think it right that those people should have troubles.", "6": "The tents of robbers are not bothered, and those who make God angry are safe. They have their god in their pocket.", "7": "“But ask the animals, and they will teach you, or ask the birds of the air, and they will tell you.", "8": "Speak to the earth, and it will teach you, or let the fish of the sea tell you.", "9": "Every one of these knows that the hand of the Lord has done this.", "10": "The life of every creature and the breath of all people are in God's hand.", "11": "The ear tests words as the tongue tastes food.", "12": "Older people are wise, and long life brings understanding.", "13": "“But only God has wisdom and power, good advice and understanding.", "14": "What he tears down cannot be rebuilt; anyone he puts in prison cannot be let out.", "15": "If God holds back the waters, there is no rain; if he lets the waters go, they flood the land.", "16": "He is strong and victorious; both the one who fools others and the one who is fooled belong to him.", "17": "God leads the wise away as captives and turns judges into fools.", "18": "He takes off chains that kings put on and puts a garment on their bodies.", "19": "He leads priests away naked and destroys the powerful.", "20": "He makes trusted people be silent and takes away the wisdom of elders.", "21": "He brings disgrace on important people and takes away the weapons of the strong.", "22": "He uncovers the deep things of darkness and brings dark shadows into the light.", "23": "He makes nations great and then destroys them; he makes nations large and then scatters them.", "24": "He takes understanding away from the leaders of the earth and makes them wander through a pathless desert.", "25": "They feel around in darkness with no light; he makes them stumble like drunks."}