{"1": "“Now my eyes have seen all this; my ears have heard and understood it.", "2": "What you know, I also know. You are not better than I am.", "3": "But I want to speak to the Almighty and to argue my case with God.", "4": "But you smear me with lies. You are worthless doctors, all of you!", "5": "I wish you would just stop talking; then you would really be wise!", "6": "Listen to my argument, and hear the pleading of my lips.", "7": "You should not speak evil in the name of God; you cannot speak God's truth by telling lies.", "8": "You should not unfairly choose his side against mine; you should not argue the case for God.", "9": "You will not do well if he examines you; you cannot fool God as you might fool humans.", "10": "God would surely scold you if you unfairly took one person's side.", "11": "His bright glory would scare you, and you would be very much afraid of him.", "12": "Your wise sayings are worth no more than ashes, and your arguments are as weak as clay.", "13": "“Be quiet and let me speak. Let things happen to me as they will.", "14": "Why should I put myself in danger and take my life in my own hands?", "15": "Even if God kills me, I have hope in him; I will still defend my ways to his face.", "16": "This is my salvation. The wicked cannot come before him.", "17": "Listen carefully to my words; let your ears hear what I say.", "18": "See, I have prepared my case, and I know I will be proved right.", "19": "No one can accuse me of doing wrong. If someone can, I will be quiet and die.", "20": "“God, please just give me these two things, and then I will not hide from you:", "21": "Take your punishment away from me, and stop frightening me with your terrors.", "22": "Then call me, and I will answer, or let me speak, and you answer.", "23": "How many evil things and sins have I done? Show me my wrong and my sin.", "24": "Don't hide your face from me; don't think of me as your enemy.", "25": "Don't punish a leaf that is blown by the wind; don't chase after straw.", "26": "You write down cruel things against me and make me suffer for my boyhood sins.", "27": "You put my feet in chains and keep close watch wherever I go. You even mark the soles of my feet.", "28": "“Everyone wears out like something rotten, like clothing eaten by moths."}