{"1": "Then Eliphaz the Temanite answered:", "2": "“A wise person would not answer with empty words or fill his stomach with the hot east wind.", "3": "He would not argue with useless words or make speeches that have no value.", "4": "But you even destroy respect for God and limit the worship of him.", "5": "Your sin teaches your mouth what to say; you use words to trick others.", "6": "It is your own mouth, not mine, that shows you are wicked; your own lips testify against you.", "7": "“You are not the first man ever born; you are not older than the hills.", "8": "You did not listen in on God's secret council. But you limit wisdom to yourself.", "9": "You don't know any more than we know. You don't understand any more than we understand.", "10": "Old people with gray hair are on our side; they are even older than your father.", "11": "Is the comfort God gives you not enough for you, even when words are spoken gently to you?", "12": "Has your heart carried you away from God? Why do your eyes flash with anger?", "13": "Why do you speak out your anger against God? Why do these words pour out of your mouth?", "14": "“How can anyone be pure? How can someone born to a woman be good?", "15": "God places no trust in his holy ones, and even the heavens are not pure in his eyes.", "16": "How much less pure is one who is terrible and rotten and drinks up evil as if it were water!", "17": "“Listen to me, and I will tell you about it; I will tell you what I have seen.", "18": "These are things wise men have told; their ancestors told them, and they have hidden nothing.", "19": "(The land was given to their fathers only, and no foreigner lived among them.)", "20": "The wicked suffer pain all their lives; the cruel suffer during all the years saved up for them.", "21": "Terrible sounds fill their ears, and when things seem to be going well, robbers attack them.", "22": "Evil people give up trying to escape from the darkness; it has been decided that they will die by the sword.", "23": "They wander around and will become food for vultures. They know darkness will soon come.", "24": "Worry and suffering terrify them; they overwhelm them, like a king ready to attack,", "25": "because they shake their fists at God and try to get their own way against the Almighty.", "26": "They stubbornly charge at God with thick, strong shields.", "27": "“Although the faces of the wicked are thick with fat, and their bellies are fat with flesh,", "28": "they will live in towns that are ruined, in houses where no one lives, which are crumbling into ruins.", "29": "The wicked will no longer get rich, and the riches they have will not last; the things they own will no longer spread over the land.", "30": "They will not escape the darkness. A flame will dry up their branches; God's breath will carry the wicked away.", "31": "The wicked should not fool themselves by trusting what is useless. If they do, they will get nothing in return.", "32": "Their branches will dry up before they finish growing and will never turn green.", "33": "They will be like a vine whose grapes are pulled off before they are ripe, like an olive tree that loses its blossoms.", "34": "People without God can produce nothing. Fire will destroy the tents of those who take money to do evil,", "35": "who plan trouble and give birth to evil, whose hearts plan ways to trick others.”"}