{"1": "Then Job answered:", "2": "“How long will you hurt me and crush me with your words?", "3": "You have insulted me ten times now and attacked me without shame.", "4": "Even if I have sinned, it is my worry alone.", "5": "If you want to make yourselves look better than I, you can blame me for my suffering.", "6": "Then know that God has wronged me and pulled his net around me.", "7": "“I shout, 'I have been wronged!' But I get no answer. I scream for help but I get no justice.", "8": "God has blocked my way so I cannot pass; he has covered my paths with darkness.", "9": "He has taken away my honor and removed the crown from my head.", "10": "He beats me down on every side until I am gone; he destroys my hope like a fallen tree.", "11": "His anger burns against me, and he treats me like an enemy.", "12": "His armies gather; they prepare to attack me. They camp around my tent.", "13": "“God has made my brothers my enemies, and my friends have become strangers.", "14": "My relatives have gone away, and my friends have forgotten me.", "15": "My guests and my female servants treat me like a stranger; they look at me as if I were a foreigner.", "16": "I call for my servant, but he does not answer, even when I beg him with my own mouth.", "17": "My wife can't stand my breath, and my own family dislikes me.", "18": "Even the little boys hate me and talk about me when I leave.", "19": "All my close friends hate me; even those I love have turned against me.", "20": "I am nothing but skin and bones; I have escaped by the skin of my teeth.", "21": "Pity me, my friends, pity me, because the hand of God has hit me.", "22": "Why do you chase me as God does? Haven't you hurt me enough?", "23": "“How I wish my words were written down, written on a scroll.", "24": "I wish they were carved with an iron pen into lead, or carved into stone forever.", "25": "I know that my Defender lives, and in the end he will stand upon the earth.", "26": "Even after my skin has been destroyed, in my flesh I will see God.", "27": "I will see him myself; I will see him with my very own eyes. How my heart wants that to happen!", "28": "“If you say, 'We will continue to trouble Job, because the problem lies with him,'", "29": "you should be afraid of the sword yourselves. God's anger will bring punishment by the sword. Then you will know there is judgment.”"}