{"1": "Then Job answered:", "2": "“Listen carefully to my words, and let this be the way you comfort me.", "3": "Be patient while I speak. After I have finished, you may continue to make fun of me.", "4": "“My complaint is not just against people; I have reason to be impatient.", "5": "Look at me and be shocked; put your hand over your mouth in shock.", "6": "When I think about this, I am terribly afraid and my body shakes.", "7": "Why do evil people live a long time? They grow old and become more powerful.", "8": "They see their children around them; they watch them grow up.", "9": "Their homes are safe and without fear; God does not punish them.", "10": "Their bulls never fail to mate; their cows have healthy calves.", "11": "They send out their children like a flock; their little ones dance about.", "12": "They sing to the music of tambourines and harps, and the sound of the flute makes them happy.", "13": "Evil people enjoy successful lives and then go peacefully to the grave.", "14": "They say to God, 'Leave us alone! We don't want to know your ways.", "15": "Who is the Almighty that we should serve him? What would we gain by praying to him?'", "16": "The success of the wicked is not their own doing. Their way of thinking is different from mine.", "17": "Yet how often are the lamps of evil people turned off? How often does trouble come to them? How often do they suffer God's angry punishment?", "18": "How often are they like straw in the wind or like chaff that is blown away by a storm?", "19": "It is said, 'God saves up a person's punishment for his children.' But God should punish the wicked themselves so they will know it.", "20": "Their eyes should see their own destruction, and they should suffer the anger of the Almighty.", "21": "They do not care about the families they leave behind when their lives have come to an end.", "22": "“No one can teach knowledge to God; he is the one who judges even the most important people.", "23": "One person dies while he still has all his strength, feeling completely safe and comfortable.", "24": "His body was well fed, and his bones were strong and healthy.", "25": "But another person dies with an unhappy heart, never enjoying any happiness.", "26": "They are buried next to each other, and worms cover them both.", "27": "“I know very well your thoughts and your plans to wrong me.", "28": "You ask about me, 'Where is this great man's house? Where are the tents where the wicked live?'", "29": "Have you never asked those who travel? Have you never listened to their stories?", "30": "On the day of God's anger and punishment, it is the wicked who are spared.", "31": "Who will accuse them to their faces? Who will pay them back for the evil they have done?", "32": "They are carried to their graves, and someone keeps watch over their tombs.", "33": "The dirt in the valley seems sweet to them. Everybody follows after them, and many people go before them.", "34": "“So how can you comfort me with this nonsense? Your answers are only lies!”"}