{"1": "Then Eliphaz the Temanite answered:", "2": "“Can anyone be of real use to God? Can even a wise person do him good?", "3": "Does it help the Almighty for you to be good? Does he gain anything if you are innocent?", "4": "Does God punish you for respecting him? Does he bring you into court for this?", "5": "No! It is because your evil is without limits and your sins have no end.", "6": "You took your brothers' things for a debt they didn't owe; you took clothes from people and left them naked.", "7": "You did not give water to tired people, and you kept food from the hungry.", "8": "You were a powerful man who owned land; you were honored and lived in the land.", "9": "But you sent widows away empty-handed, and you mistreated orphans.", "10": "That is why traps are all around you and sudden danger frightens you.", "11": "That is why it is so dark you cannot see and a flood of water covers you.", "12": "“God is in the highest part of heaven. See how high the highest stars are!", "13": "But you ask, 'What does God know? Can he judge us through the dark clouds?", "14": "Thick clouds cover him so he cannot see us as he walks around high up in the sky.'", "15": "Are you going to stay on the old path where evil people walk?", "16": "They were carried away before their time was up, and their foundations were washed away by a flood.", "17": "They said to God, 'Leave us alone! The Almighty can do nothing to us.'", "18": "But it was God who filled their houses with good things. Their way of thinking is different from mine.", "19": "“Good people can watch and be glad; the innocent can laugh at them and say,", "20": "'Surely our enemies are destroyed, and fire burns up their wealth.'", "21": "“Obey God and be at peace with him; this is the way to happiness.", "22": "Accept teaching from his mouth, and keep his words in your heart.", "23": "If you return to the Almighty, you will be blessed again. So remove evil from your house.", "24": "Throw your gold nuggets into the dust and your fine gold among the rocks in the ravines.", "25": "Then the Almighty will be your gold and the best silver for you.", "26": "You will find pleasure in the Almighty, and you will look up to him.", "27": "You will pray to him, and he will hear you, and you will keep your promises to him.", "28": "Anything you decide will be done, and light will shine on your ways.", "29": "When people are made humble and you say, 'Have courage,' then the humble will be saved.", "30": "Even a guilty person will escape and be saved because your hands are clean.”"}