{"1": "“I wish the Almighty would set a time for judging. Those who know God do not see such a day.", "2": "Wicked people take other people's land; they steal flocks and take them to new pastures.", "3": "They chase away the orphan's donkey and take the widow's ox when she has no money.", "4": "They push needy people off the path; all the poor of the land hide from them.", "5": "The poor become like wild donkeys in the desert who go about their job of finding food. The desert gives them food for their children.", "6": "They gather hay and straw in the fields and pick up leftover grapes from the vineyard of the wicked.", "7": "They spend the night naked, because they have no clothes, nothing to cover themselves in the cold.", "8": "They are soaked from mountain rains and stay near the large rocks because they have no shelter.", "9": "The fatherless child is grabbed from its mother's breast; they take a poor mother's baby to pay for what she owes.", "10": "So the poor go around naked without any clothes; they carry bundles of grain but still go hungry;", "11": "they crush olives to get oil and grapes to get wine, but they still go thirsty.", "12": "Dying people groan in the city, and the injured cry out for help, but God accuses no one of doing wrong.", "13": "“Those who fight against the light do not know God's ways or stay in his paths.", "14": "When the day is over, the murderers get up to kill the poor and needy. At night they go about like thieves.", "15": "Those who are guilty of adultery watch for the night, thinking, 'No one will see us,' and they keep their faces covered.", "16": "In the dark, evil people break into houses. In the daytime they shut themselves up in their own houses, because they want nothing to do with the light.", "17": "Darkness is like morning to all these evil people who make friends with the terrors of darkness.", "18": "“They are like foam floating on the water. Their part of the land is cursed; no one uses the road that goes by their vineyards.", "19": "As heat and dryness quickly melt the snow, so the grave quickly takes away the sinners.", "20": "Their mothers forget them, and worms will eat their bodies. They will not be remembered, so wickedness is broken in pieces like a stick.", "21": "These evil people abuse women who cannot have children and show no kindness to widows.", "22": "But God drags away the strong by his power. Even though they seem strong, they do not know how long they will live.", "23": "God may let these evil people feel safe, but he is watching their ways.", "24": "For a little while they are important, and then they die; they are laid low and buried like everyone else; they are cut off like the heads of grain.", "25": "If this is not true, who can prove I am wrong? Who can show that my words are worth nothing?”"}