{"1": "And Job continued speaking:", "2": "“As surely as God lives, who has taken away my rights, the Almighty, who has made me unhappy,", "3": "as long as I am alive and God's breath of life is in my nose,", "4": "my lips will not speak evil, and my tongue will not tell a lie.", "5": "I will never agree you are right; until I die, I will never stop saying I am innocent.", "6": "I will insist that I am right; I will not back down. My conscience will never bother me.", "7": "“Let my enemies be like evil people, my foes like those who are wrong.", "8": "What hope do the wicked have when they die, when God takes their life away?", "9": "God will not listen to their cries when trouble comes to them.", "10": "They will not find joy in the Almighty, even though they call out to God all the time.", "11": "“I will teach you about the power of God and will not hide the ways of the Almighty.", "12": "You have all seen this yourselves. So why are we having all this talk that means nothing?", "13": "“Here is what God has planned for evil people, and what the Almighty will give to cruel people:", "14": "They may have many children, but the sword will kill them. Their children who are left will never have enough to eat.", "15": "Then they will die of disease and be buried, and the widows will not even cry for them.", "16": "The wicked may heap up silver like piles of dirt and have so many clothes they are like piles of clay.", "17": "But good people will wear what evil people have gathered, and the innocent will divide up their silver.", "18": "The houses the wicked build are like a spider's web, like a hut that a guard builds.", "19": "The wicked are rich when they go to bed, but they are rich for the last time; when they open their eyes, everything is gone.", "20": "Fears come over them like a flood, and a storm snatches them away in the night.", "21": "The east wind will carry them away, and then they are gone, because it sweeps them out of their place.", "22": "The wind will hit them without mercy as they try to run away from its power.", "23": "It will be as if the wind is clapping its hands; it will whistle at them as they run from their place."}