{"1": "“There are mines where people dig silver and places where gold is made pure.", "2": "Iron is taken from the ground, and copper is melted out of rocks.", "3": "Miners bring lights and search deep into the mines for ore in thick darkness.", "4": "Miners dig a tunnel far from where people live, where no one has ever walked; they work far from people, swinging and swaying from ropes.", "5": "Food grows on top of the earth, but below ground things are changed as if by fire.", "6": "Sapphires are found in rocks, and gold dust is also found there.", "7": "No hawk knows that path; the falcon has not seen it.", "8": "Proud animals have not walked there, and no lions cross over it.", "9": "Miners hit the rocks of flint and dig away at the bottom of the mountains.", "10": "They cut tunnels through the rock and see all the treasures there.", "11": "They search for places where rivers begin and bring things hidden out into the light.", "12": "“But where can wisdom be found, and where does understanding live?", "13": "People do not understand the value of wisdom; it cannot be found among those who are alive.", "14": "The deep ocean says, 'It's not in me;' the sea says, 'It's not in me.'", "15": "Wisdom cannot be bought with gold, and its cost cannot be weighed in silver.", "16": "Wisdom cannot be bought with fine gold or with valuable onyx or sapphire gems.", "17": "Gold and crystal are not as valuable as wisdom, and you cannot buy it with jewels of gold.", "18": "Coral and jasper are not worth talking about, and the price of wisdom is much greater than rubies.", "19": "The topaz from Cush cannot compare to wisdom; it cannot be bought with the purest gold.", "20": "“So where does wisdom come from, and where does understanding live?", "21": "It is hidden from the eyes of every living thing, even from the birds of the air.", "22": "The places of destruction and death say, 'We have heard reports about it.'", "23": "Only God understands the way to wisdom, and he alone knows where it lives,", "24": "because he looks to the farthest parts of the earth and sees everything under the sky.", "25": "When God gave power to the wind and measured the water,", "26": "when he made rules for the rain and set a path for a thunderstorm to follow,", "27": "then he looked at wisdom and decided its worth; he set wisdom up and tested it.", "28": "Then he said to humans, 'The fear of the Lord is wisdom; to stay away from evil is understanding.'”"}