{"1": "Job continued to speak:", "2": "“How I wish for the months that have passed and the days when God watched over me.", "3": "God's lamp shined on my head, and I walked through darkness by his light.", "4": "I wish for the days when I was strong, when God's close friendship blessed my house.", "5": "The Almighty was still with me, and my children were all around me.", "6": "It was as if my path were covered with cream and the rocks poured out olive oil for me.", "7": "I would go to the city gate and sit in the public square.", "8": "When the young men saw me, they would step aside, and the old men would stand up in respect.", "9": "The leading men stopped speaking and covered their mouths with their hands.", "10": "The voices of the important men were quiet, as if their tongues stuck to the roof of their mouths.", "11": "Anyone who heard me spoke well of me, and those who saw me praised me,", "12": "because I saved the poor who called out and the orphan who had no one to help.", "13": "The dying person blessed me, and I made the widow's heart sing.", "14": "I put on right living as if it were clothing; I wore fairness like a robe and a turban.", "15": "I was eyes for the blind and feet for the lame.", "16": "I was like a father to needy people, and I took the side of strangers who were in trouble.", "17": "I broke the fangs of evil people and snatched the captives from their teeth.", "18": "“I thought, 'I will live for as many days as there are grains of sand, and I will die in my own house.", "19": "My roots will reach down to the water. The dew will lie on the branches all night.", "20": "New honors will come to me continually, and I will always have great strength.'", "21": "“People listened to me carefully and waited quietly for my advice.", "22": "After I finished speaking, they spoke no more. My words fell very gently on their ears.", "23": "They waited for me as they would for rain and drank in my words like spring rain.", "24": "I smiled at them when they doubted, and my approval was important to them.", "25": "I chose the way for them and was their leader. I lived like a king among his army, like a person who comforts sad people."}