{"1": "After seven days Job cried out and cursed the day he had been born, ", "2": "saying:", "3": "“Let the day I was born be destroyed, and the night it was said, 'A boy is born!'", "4": "Let that day turn to darkness. Don't let God care about it. Don't let light shine on it.", "5": "Let darkness and gloom have that day. Let a cloud hide it. Let thick darkness cover its light.", "6": "Let thick darkness capture that night. Don't count it among the days of the year or put it in any of the months.", "7": "Let that night be empty, with no shout of joy to be heard.", "8": "Let those who curse days curse that day. Let them prepare to wake up the sea monster Leviathan.", "9": "Let that day's morning stars never appear; let it wait for daylight that never comes. Don't let it see the first light of dawn,", "10": "because it allowed me to be born and did not hide trouble from my eyes.", "11": "“Why didn't I die as soon as I was born? Why didn't I die when I came out of the womb?", "12": "Why did my mother's knees receive me, and my mother's breasts feed me?", "13": "If they had not been there, I would be lying dead in peace; I would be asleep and at rest", "14": "with kings and wise men of the earth who built places for themselves that are now ruined.", "15": "I would be asleep with rulers who filled their houses with gold and silver.", "16": "Why was I not buried like a child born dead, like a baby who never saw the light of day?", "17": "In the grave the wicked stop making trouble, and the weary workers are at rest.", "18": "In the grave there is rest for the captives who no longer hear the shout of the slave driver.", "19": "People great and small are in the grave, and the slave is freed from his master.", "20": "“Why is light given to those in misery? Why is life given to those who are so unhappy?", "21": "They want to die, but death does not come. They search for death more than for hidden treasure.", "22": "They are very happy when they get to the grave.", "23": "They cannot see where they are going. God has hidden the road ahead.", "24": "I make sad sounds as I eat; my groans pour out like water.", "25": "Everything I feared and dreaded has happened to me.", "26": "I have no peace or quietness. I have no rest, only trouble.”"}