{"1": "“But now those who are younger than I make fun of me. I would not have even let their fathers sit with my sheep dogs.", "2": "What use did I have for their strength since they had lost their strength to work?", "3": "They were thin from hunger and wandered the dry and ruined land at night.", "4": "They gathered desert plants among the brush and ate the root of the broom tree.", "5": "They were forced to live away from people; people shouted at them as if they were thieves.", "6": "They lived in dried-up streambeds, in caves, and among the rocks.", "7": "They howled like animals among the bushes and huddled together in the brush.", "8": "They are worthless people without names and were forced to leave the land.", "9": "“Now they make fun of me with songs; my name is a joke among them.", "10": "They hate me and stay far away from me, but they do not mind spitting in my face.", "11": "God has taken away my strength and made me suffer, so they attack me with all their anger.", "12": "On my right side they rise up like a mob. They lay traps for my feet and prepare to attack me.", "13": "They break up my road and work to destroy me, and no one helps me.", "14": "They come at me as if through a hole in the wall, and they roll in among the ruins.", "15": "Great fears overwhelm me. They blow my honor away as if by a great wind, and my safety disappears like a cloud.", "16": "“Now my life is almost over; my days are full of suffering.", "17": "At night my bones ache; gnawing pains never stop.", "18": "In his great power God grabs hold of my clothing and chokes me with the collar of my coat.", "19": "He throws me into the mud, and I become like dirt and ashes.", "20": "“I cry out to you, God, but you do not answer; I stand up, but you just look at me.", "21": "You have turned on me without mercy; with your powerful hand you attacked me.", "22": "You snatched me up and threw me into the wind and tossed me about in the storm.", "23": "I know you will bring me down to death, to the place where all living people must go.", "24": "“Surely no one would hurt those who are ruined when they cry for help in their time of trouble.", "25": "I cried for those who were in trouble; I have been very sad for poor people.", "26": "But when I hoped for good, only evil came to me; when I looked for light, darkness came.", "27": "I never stop being upset; days of suffering are ahead of me.", "28": "I have turned black, but not by the sun. I stand up in public and cry for help.", "29": "I have become a brother to wild dogs and a friend to ostriches.", "30": "My skin has become black and peels off, as my body burns with fever.", "31": "My harp is tuned to sing a sad song, and my flute is tuned to moaning."}