{"1": "“But I made an agreement with my eyes not to look with desire at a girl.", "2": "What has God above promised for people? What has the Almighty planned from on high?", "3": "It is ruin for evil people and disaster for those who do wrong.", "4": "God sees my ways and counts every step I take.", "5": "“If I have been dishonest or lied to others,", "6": "then let God weigh me on honest scales. Then he will know I have done nothing wrong.", "7": "If I have turned away from doing what is right, or my heart has been led by my eyes to do wrong, or my hands have been made unclean,", "8": "then let other people eat what I have planted, and let my crops be plowed up.", "9": "“If I have desired another woman or have waited at my neighbor's door for his wife,", "10": "then let my wife grind another man's grain, and let other men have sexual relations with her.", "11": "That would be shameful, a sin to be punished.", "12": "It is like a fire that burns and destroys; all I have done would be plowed up.", "13": "“If I have been unfair to my male and female slaves when they had a complaint against me,", "14": "how could I tell God what I did? What will I answer when he asks me to explain what I've done?", "15": "God made me in my mother's womb, and he also made them; the same God formed both of us in our mothers' wombs.", "16": "“I have never refused the appeals of the poor or let widows give up hope while looking for help.", "17": "I have not kept my food to myself but have given it to the orphans.", "18": "Since I was young, I have been like a father to the orphans. From my birth I guided the widows.", "19": "I have not let anyone die for lack of clothes or let a needy person go without a coat.", "20": "That person's heart blessed me, because I warmed him with the wool of my sheep.", "21": "I have never hurt an orphan even when I knew I could win in court.", "22": "If I have, then let my arm fall off my shoulder and be broken at the joint.", "23": "I fear destruction from God, and I fear his majesty, so I could not do such things.", "24": "“I have not put my trust in gold or said to pure gold, 'You are my security.'", "25": "I have not celebrated my great wealth or the riches my hands had gained.", "26": "I have not thought about worshiping the sun in its brightness nor admired the moon moving in glory", "27": "so that my heart was pulled away from God. My hand has never offered the sun and moon a kiss of worship.", "28": "If I had, these also would have been sins to be punished, because I would have been unfaithful to God.", "29": "“I have not been happy when my enemies fell or laughed when they had trouble.", "30": "I have not let my mouth sin by cursing my enemies' life.", "31": "The servants of my house have always said, 'All have eaten what they want of Job's food.'", "32": "No stranger ever had to spend the night in the street, because I always let travelers stay in my home.", "33": "I have not hidden my sin as others do, secretly keeping my guilt to myself.", "34": "I was not so afraid of the crowd that I kept quiet and stayed inside because I feared being hated by other families.", "35": "(“How I wish a court would hear my case! Here I sign my name to show I have told the truth. Now let the Almighty answer me; let the one who accuses me write it down.", "36": "I would wear the writing on my shoulder; I would put it on like a crown.", "37": "I would explain to God every step I took, and I would come near to him like a prince.)", "38": "“If my land cries out against me and its plowed rows are not wet with tears,", "39": "if I have taken the land's harvest without paying or have broken the spirit of those who worked the land,", "40": "then let thorns come up instead of wheat, and let weeds come up instead of barley.” The words of Job are finished."}