{"1": "These three men stopped trying to answer Job, because he was so sure he was right. ", "2": "But Elihu son of Barakel the Buzite, from the family of Ram, became very angry with Job, because Job claimed he was right instead of God. ", "3": "Elihu was also angry with Job's three friends who had no answer to show that Job was wrong, yet continued to blame him. ", "4": "Elihu had waited before speaking to Job, because the three friends were older than he was. ", "5": "But when Elihu saw that the three men had nothing more to say, he became very angry.", "6": "So Elihu son of Barakel the Buzite said this: “I am young, and you are old. That is why I was afraid to tell you what I know.", "7": "I thought, 'Older people should speak, and those who have lived many years should teach wisdom.'", "8": "But it is the spirit in a person, the breath of the Almighty, that gives understanding.", "9": "It is not just older people who are wise; they are not the only ones who understand what is right.", "10": "So I say, listen to me. I too will tell you what I know.", "11": "I waited while you three spoke, and listened to your explanations. While you looked for words to use,", "12": "I paid close attention to you. But not one of you has proved Job wrong; none of you has answered his arguments.", "13": "Don't say, 'We have found wisdom; only God will show Job to be wrong, not people.'", "14": "Job has not spoken his words against me, so I will not use your arguments to answer Job.", "15": "“These three friends are defeated and have no more to say; words have failed them.", "16": "Now they are standing there with no answers for Job. Now that they are quiet, must I wait to speak?", "17": "No, I too will speak and tell what I know.", "18": "I am full of words, and the spirit in me causes me to speak.", "19": "I am like wine that has been bottled up; I am ready to burst like a new leather wine bag.", "20": "I must speak so I will feel relief; I must open my mouth and answer.", "21": "I will be fair to everyone and not flatter anyone.", "22": "I don't know how to flatter, and if I did, my Maker would quickly take me away."}