{"1": "“Now, Job, listen to my words. Pay attention to everything I say.", "2": "I open my mouth and am ready to speak.", "3": "My words come from an honest heart, and I am sincere in saying what I know.", "4": "The Spirit of God created me, and the breath of the Almighty gave me life.", "5": "Answer me if you can; get yourself ready and stand before me.", "6": "I am just like you before God; I too am made out of clay.", "7": "Don't be afraid of me; I will not be hard on you.", "8": "“But I heard what you have said; I heard every word.", "9": "You said, 'I am pure and without sin; I am innocent and free from guilt.", "10": "But God has found fault with me; he considers me his enemy.", "11": "He locks my feet in chains and closely watches everywhere I go.'", "12": "“But I tell you, you are not right in saying this, because God is greater than we are.", "13": "Why do you accuse God of not answering anyone?", "14": "God does speak—sometimes one way and sometimes another— even though people may not understand it.", "15": "He speaks in a dream or a vision of the night when people are in a deep sleep, lying on their beds.", "16": "He speaks in their ears and frightens them with warnings", "17": "to turn them away from doing wrong and to keep them from being proud.", "18": "God does this to save people from death, to keep them from dying.", "19": "People may be corrected while in bed in great pain; they may have continual pain in their very bones.", "20": "They may be in such pain that they even hate food, even the very best meal.", "21": "Their body becomes so thin there is almost nothing left of it, and their bones that were hidden now stick out.", "22": "They are near death, and their life is almost over.", "23": "“But there may be an angel to speak for him, one out of a thousand, who will tell him what to do.", "24": "The angel will beg for mercy and say: 'Save him from death. I have found a way to pay for his life.'", "25": "Then his body is made new like a child's. It will return to the way it was when he was young.", "26": "That person will pray to God, and God will listen to him. He will see God's face and will shout with happiness. And God will set things right for him again.", "27": "Then he will say to others, 'I sinned and twisted what was right, but I did not receive the punishment I should have received.", "28": "God bought my life back from death, and I will continue to enjoy life.'", "29": "“God does all these things to a person two or even three times", "30": "so he won't die as punishment for his sins and so he may still enjoy life.", "31": "“Job, pay attention and listen to me; be quiet, and I will speak.", "32": "If you have anything to say, answer me; speak up, because I want to prove you right.", "33": "But if you have nothing to say, then listen to me; be quiet, and I will teach you wisdom.”"}