{"1": "Then Elihu said:", "2": "“Hear my words, you wise men; listen to me, you who know a lot.", "3": "The ear tests words as the tongue tastes food.", "4": "Let's decide for ourselves what is right, and let's learn together what is good.", "5": "“Job says, 'I am not guilty, and God has refused me a fair trial.", "6": "Instead of getting a fair trial, I am called a liar. I have been seriously hurt, even though I have not sinned.'", "7": "There is no other man like Job; he takes insults as if he were drinking water.", "8": "He keeps company with those who do evil and spends time with wicked men,", "9": "because he says, 'It is no use to try to please God.'", "10": "“So listen to me, you who can understand. God can never do wrong! It is impossible for the Almighty to do evil.", "11": "God pays people back for what they have done and gives them what their actions deserve.", "12": "Truly God will never do wrong; the Almighty will never twist what is right.", "13": "No one chose God to rule over the earth or put him in charge of the whole world.", "14": "If God should decide to take away life and breath,", "15": "then everyone would die together and turn back into dust.", "16": "“If you can understand, hear this; listen to what I have to say.", "17": "Can anyone govern who hates what is right? How can you blame God who is both fair and powerful?", "18": "God is the one who says to kings, 'You are worthless,' or to important people, 'You are evil.'", "19": "He is not nicer to princes than other people, nor kinder to rich people than poor people, because he made them all with his own hands.", "20": "They can die in a moment, in the middle of the night. They are struck down, and then they pass away; powerful people die without help.", "21": "“God watches where people go; he sees every step they take.", "22": "There is no dark place or deep shadow where those who do evil can hide from him.", "23": "He does not set a time for people to come before him for judging.", "24": "Without asking questions, God breaks powerful people into pieces and puts others in their place.", "25": "Because God knows what people do, he defeats them in the night, and they are crushed.", "26": "He punishes them for the evil they do so that everyone else can watch,", "27": "because they stopped following God and did not care about any of his ways.", "28": "The cry of the poor comes to God; he hears the cry of the needy.", "29": "But if God keeps quiet, who can blame him? If he hides his face, who can see him? God still rules over both nations and persons alike.", "30": "He keeps the wicked from ruling and from trapping others.", "31": "“But suppose someone says to God, 'I am guilty, but I will not sin anymore.", "32": "Teach me what I cannot see. If I have done wrong, I will not do it again.'", "33": "So, Job, should God reward you as you want when you refuse to change? You must decide, not I, so tell me what you know.", "34": "“Those who understand speak, and the wise who hear me say,", "35": "'Job speaks without knowing what is true; his words show he does not understand.'", "36": "I wish Job would be tested completely, because he answered like an evil man!", "37": "Job now adds to his sin by turning against God. He claps his hands in protest, speaking more and more against God.”"}