{"1": "Elihu continued:", "2": "“Listen to me a little longer, and I will show you that there is more to be said for God.", "3": "What I know comes from far away. I will show that my Maker is right.", "4": "You can be sure that my words are not false; one who really knows is with you.", "5": "“God is powerful, but he does not hate people; he is powerful and sure of what he wants to do.", "6": "He will not keep evil people alive, but he gives the poor their rights.", "7": "He always watches over those who do right; he sets them on thrones with kings and they are honored forever.", "8": "If people are bound in chains, or if trouble, like ropes, ties them up,", "9": "God tells them what they have done, that they have sinned in their pride.", "10": "God makes them listen to his warning and commands them to change from doing evil.", "11": "If they obey and serve him, the rest of their lives will be successful, and the rest of their years will be happy.", "12": "But if they do not listen, they will die by the sword, and they will die without knowing why.", "13": "“Those who have wicked hearts hold on to anger. Even when God punishes them, they do not cry for help.", "14": "They die while they are still young, and their lives end in disgrace.", "15": "But God saves those who suffer through their suffering; he gets them to listen through their pain.", "16": "“God is gently calling you from the jaws of trouble to an open place of freedom where he has set your table full of the best food.", "17": "But now you are being punished like the wicked; you are getting justice.", "18": "Be careful! Don't be led away from God by riches; don't let much money turn you away.", "19": "Neither your wealth nor all your great strength will keep you out of trouble.", "20": "Don't wish for the night when people are taken from their homes.", "21": "Be careful not to turn to evil, which you seem to want more than suffering.", "22": "“God is great and powerful; no other teacher is like him.", "23": "No one has planned his ways for him; no one can say to God, 'You have done wrong.'", "24": "Remember to praise his work, about which people have sung.", "25": "Everybody has seen it; people look at it from far off.", "26": "God is so great, greater than we can understand! No one knows how old he is.", "27": "“He evaporates the drops of water from the earth and turns them into rain.", "28": "The rain then pours down from the clouds, and showers fall on people.", "29": "No one understands how God spreads out the clouds or how he sends thunder from where he lives.", "30": "Watch how God scatters his lightning around him, lighting up the deepest parts of the sea.", "31": "This is the way God governs the nations; this is how he gives us enough food.", "32": "God fills his hands with lightning and commands it to strike its target.", "33": "His thunder announces the coming storm, and even the cattle know it is near."}