{"1": "Then the Lord answered Job from the storm. He said:", "2": "“Who is this that makes my purpose unclear by saying things that are not true?", "3": "Be strong like a man! I will ask you questions, and you must answer me.", "4": "Where were you when I made the earth's foundation? Tell me, if you understand.", "5": "Who marked off how big it should be? Surely you know! Who stretched a ruler across it?", "6": "What were the earth's foundations set on, or who put its cornerstone in place", "7": "while the morning stars sang together and all the angels shouted with joy?", "8": "“Who shut the doors to keep the sea in when it broke through and was born,", "9": "when I made the clouds like a coat for the sea and wrapped it in dark clouds,", "10": "when I put limits on the sea and put its doors and bars in place,", "11": "when I said to the sea, 'You may come this far, but no farther; this is where your proud waves must stop'?", "12": "“Have you ever ordered the morning to begin, or shown the dawn where its place was", "13": "in order to take hold of the earth by its edges and shake evil people out of it?", "14": "At dawn the earth changes like clay being pressed by a seal; the hills and valleys stand out like folds in a coat.", "15": "Light is not given to evil people; their arm is raised to do harm, but it is broken.", "16": "“Have you ever gone to where the sea begins or walked in the valleys under the sea?", "17": "Have the gates of death been opened to you? Have you seen the gates of the deep darkness?", "18": "Do you understand how wide the earth is? Tell me, if you know all these things.", "19": "“What is the path to light's home, and where does darkness live?", "20": "Can you take them to their places? Do you know the way to their homes?", "21": "Surely you know, if you were already born when all this happened! Have you lived that many years?", "22": "“Have you ever gone into the storehouse of the snow or seen the storehouses for hail,", "23": "which I save for times of trouble, for days of war and battle?", "24": "Where is the place from which light comes? Where is the place from which the east winds blow over the earth?", "25": "Who cuts a waterway for the heavy rains and sets a path for the thunderstorm?", "26": "Who waters the land where no one lives, the desert that has no one in it?", "27": "Who sends rain to satisfy the empty land so the grass begins to grow?", "28": "Does the rain have a father? Who is father to the drops of dew?", "29": "Who is the mother of the ice? Who gives birth to the frost from the sky", "30": "when the water becomes hard as stone, and even the surface of the ocean is frozen?", "31": "“Can you tie up the stars of the Pleiades or loosen the ropes of the stars in Orion?", "32": "Can you bring out the stars on time or lead out the stars of the Bear with its cubs?", "33": "Do you know the laws of the sky and understand their rule over the earth?", "34": "“Can you shout an order to the clouds and cover yourself with a flood of water?", "35": "Can you send lightning bolts on their way? Do they come to you and say, 'Here we are'?", "36": "Who put wisdom inside the mind or understanding in the heart?", "37": "Who has the wisdom to count the clouds? Who can pour water from the jars of the sky", "38": "when the dust becomes hard and the clumps of dirt stick together?", "39": "“Do you hunt food for the female lion to satisfy the hunger of the young lions", "40": "while they lie in their dens or hide in the bushes waiting to attack?", "41": "Who gives food to the birds when their young cry out to God and wander about without food?"}