{"1": "“Call if you want to, Job, but no one will answer you. You can't turn to any of the holy ones.", "2": "Anger kills the fool, and jealousy slays the stupid.", "3": "I have seen a fool succeed, but I cursed his home immediately.", "4": "His children are far from safety and are crushed in court with no defense.", "5": "The hungry eat his harvest, even taking what grew among the thorns, and thirsty people want his wealth.", "6": "Hard times do not come up from the ground, and trouble does not grow from the earth.", "7": "People produce trouble as surely as sparks fly upward.", "8": "“But if I were you, I would call on God and bring my problem before him.", "9": "God does wonders that cannot be understood; he does so many miracles they cannot be counted.", "10": "He gives rain to the earth and sends water on the fields.", "11": "He makes the humble person important and lifts the sad to places of safety.", "12": "He ruins the plans of those who trick others so they have no success.", "13": "He catches the wise in their own clever traps and sweeps away the plans of those who try to trick others.", "14": "Darkness covers them up in the daytime; even at noon they feel around in the dark.", "15": "God saves the needy from their lies and from the harm done by powerful people.", "16": "So the poor have hope, while those who are unfair are silenced.", "17": "“The one whom God corrects is happy, so do not hate being corrected by the Almighty.", "18": "God hurts, but he also bandages up; he injures, but his hands also heal.", "19": "He will save you from six troubles; even seven troubles will not harm you.", "20": "God will buy you back from death in times of hunger, and in battle he will save you from the sword.", "21": "You will be protected from the tongue that strikes like a whip, and you will not be afraid when destruction comes.", "22": "You will laugh at destruction and hunger, and you will not fear the wild animals,", "23": "because you will have an agreement with the stones in the field, and the wild animals will be at peace with you.", "24": "You will know that your tent is safe, because you will check the things you own and find nothing missing.", "25": "You will know that you will have many children, and your descendants will be like the grass on the earth.", "26": "You will come to the grave with all your strength, like bundles of grain gathered at the right time.", "27": "“We have checked this, and it is true, so hear it and decide what it means to you.”"}