{"1": "Then Job answered:", "2": "“Yes, I know that this is true, but how can anyone be right in the presence of God?", "3": "Someone might want to argue with God, but no one could answer God, not one time out of a thousand.", "4": "God's wisdom is deep, and his power is great; no one can fight him without getting hurt.", "5": "God moves mountains without anyone knowing it and turns them over when he is angry.", "6": "He shakes the earth out of its place and makes its foundations tremble.", "7": "He commands the sun not to shine and shuts off the light of the stars.", "8": "He alone stretches out the skies and walks on the waves of the sea.", "9": "It is God who made the Bear, Orion, and the Pleiades[a] and the groups of stars in the southern sky.", "10": "He does wonders that cannot be understood; he does so many miracles they cannot be counted.", "11": "When he passes me, I cannot see him; when he goes by me, I do not recognize him.", "12": "If he snatches something away, no one can stop him or say to him, 'What are you doing?'", "13": "God will not hold back his anger. Even the helpers of the monster Rahab lie at his feet in fear.", "14": "So how can I argue with God, or even find words to argue with him?", "15": "Even if I were right, I could not answer him; I could only beg God, my Judge, for mercy.", "16": "If I called to him and he answered, I still don't believe he would listen to me.", "17": "He would crush me with a storm and multiply my wounds for no reason.", "18": "He would not let me catch my breath but would overwhelm me with misery.", "19": "When it comes to strength, God is stronger than I; when it comes to justice, no one can accuse him.", "20": "Even if I were right, my own mouth would say I was wrong; if I were innocent, my mouth would say I was guilty.", "21": "“I am innocent, but I don't care about myself. I hate my own life.", "22": "It is all the same. That is why I say, 'God destroys both the innocent and the guilty.'", "23": "If the whip brings sudden death, God will laugh at the suffering of the innocent.", "24": "When the land falls into the hands of evil people, he covers the judges' faces so they can't see it. If it is not God who does this, then who is it?", "25": "“My days go by faster than a runner; they fly away without my seeing any joy.", "26": "They glide past like paper boats. They attack like eagles swooping down to feed.", "27": "Even though I say, 'I will forget my complaint; I will change the look on my face and smile,'", "28": "I still dread all my suffering. I know you will hold me guilty.", "29": "I have already been found guilty, so why should I struggle for no reason?", "30": "I might wash myself with soap and scrub my hands with strong soap,", "31": "but you would push me into a dirty pit, and even my clothes would hate me.", "32": "“God is not human like me, so I cannot answer him. We cannot meet each other in court.", "33": "I wish there were someone to make peace between us, someone to decide our case.", "34": "Maybe he could remove God's punishment so his terror would no longer frighten me.", "35": "Then I could speak without being afraid, but I am not able to do that."}