{"1": "This letter is from Paul, a missionary for Jesus Christ. God wanted me to work for Him. This letter is from brother Timothy also. ", "2": "I am writing to you who belong to Christ in the city of Colossae. May all the Christian brothers there have loving-favor and peace from God our Father.", "3": "We always pray and give thanks to God for you. He is the Father of our Lord Jesus Christ. ", "4": "We give thanks to God for you because we heard of your faith in Christ Jesus. We thank God for your love for all those who belong to Christ. ", "5": "We thank God for the hope that is being kept for you in heaven. You first heard about this hope through the Good News which is the Word of Truth. ", "6": "The Good News came to you the same as it is now going out to all the world. Lives are being changed, just as your life was changed the day you heard the Good News. You understood the truth about God's loving-kindness. ", "7": "You heard the Good News through our much-loved brother Epaphras who is taking my place. He is a faithful servant of Christ. ", "8": "He told us that the Holy Spirit had given you much love.", "9": "This is why I have never stopped praying for you since I heard about you. I ask God that you may know what He wants you to do. I ask God to fill you with the wisdom and understanding the Holy Spirit gives. ", "10": "Then your lives will please the Lord. You will do every kind of good work, and you will know more about God. ", "11": "I pray that God's great power will make you strong, and that you will have joy as you wait and do not give up. ", "12": "I pray that you will be giving thanks to the Father. He has made it so you could share the good things given to those who belong to Christ who are in the light. ", "13": "God took us out of a life of darkness. He has put us in the holy nation of His much-loved Son. ", "14": "We have been bought by His blood and made free. Our sins are forgiven through Him.", "15": "Christ is as God is. God cannot be seen. Christ lived before anything was made. ", "16": "Christ made everything in the heavens and on the earth. He made everything that is seen and things that are not seen. He made all the powers of heaven. Everything was made by Him and for Him. ", "17": "Christ was before all things. All things are held together by Him. ", "18": "Christ is the head of the church which is His body. He is the beginning of all things. He is the first to be raised from the dead. He is to have first place in everything. ", "19": "God the Father was pleased to have everything made perfect by Christ, His Son. ", "20": "Everything in heaven and on earth can come to God because of Christ's death on the cross. Christ's blood has made peace. ", "21": "At one time you were strangers to God and your minds were at war with Him. Your thoughts and actions were wrong. ", "22": "But Christ has brought you back to God by His death on the cross. In this way, Christ can bring you to God, holy and pure and without blame. ", "23": "This is for you if you keep the faith. You must not change from what you believe now. You must not leave the hope of the Good News you received. The Good News was preached to you and to all the world. And I, Paul, am one of Christ's missionaries.", "24": "Now I am full of joy to be suffering for you. In my own body I am doing my share of what has to be done to make Christ's sufferings complete. This is for His body which is the Church. ", "25": "I became a preacher in His church for your good. In the plan of God I am to preach the Good News. ", "26": "This great secret was hidden to the people of times past, but it is now made known to those who belong to Christ. ", "27": "God wants these great riches of the hidden truth to be made known to the people who are not Jews. The secret is this: Christ in you brings hope of all the great things to come. ", "28": "We preach Christ. We tell every man how he must live. We use wisdom in teaching every man. We do this so every man will be complete in Christ. ", "29": "This is the reason I am working. God's great power is working in me."}