{"1": "I want you to know how hard I have worked for you and for the Christians in the city of Laodicea and for those who have never seen me. ", "2": "May their hearts be given comfort. May they be brought close together in Christian love. May they be rich in understanding and know God's secret. It is Christ Himself. ", "3": "In Christ are hidden all the riches of wisdom and understanding. ", "4": "I tell you this so no one will try to change your mind with big sounding talk. ", "5": "Even if I am far away from you in body, I am with you in spirit. I am happy to learn how well you are getting along. It is good to hear that your faith is so strong in Christ. ", "6": "As you have put your trust in Christ Jesus the Lord to save you from the punishment of sin, now let Him lead you in every step. ", "7": "Have your roots planted deep in Christ. Grow in Him. Get your strength from Him. Let Him make you strong in the faith as you have been taught. Your life should be full of thanks to Him.", "8": "Be careful that no one changes your mind and faith by much learning and big sounding ideas. Those things are what men dream up. They are always trying to make new religions. These leave out Christ. ", "9": "For Christ is not only God-like, He is God in human flesh. ", "10": "When you have Christ, you are complete. He is the head over all leaders and powers. ", "11": "When you became a Christian, you were set free from the sinful things of the world. This was not done by human hands. You were set free from the sins of your old self by what was done in Christ's body. ", "12": "When you were baptized, you were buried as Christ was buried. When you were raised up in baptism, you were raised as Christ was raised. You were raised to a new life by putting your trust in God. It was God Who raised Jesus from the dead. ", "13": "When you were dead in your sins, you were not set free from the sinful things of the world. But God forgave your sins and gave you new life through Christ. ", "14": "We had broken the Law many ways. Those sins were held against us by the Law. That Law had writings which said we were sinners. But now He has destroyed that writing by nailing it to the cross. ", "15": "God took away the power of the leaders of this world and the powers of darkness. He showed them to the world. The battle was won over them through Christ.", "16": "Do not let anyone tell you what you should or should not eat or drink. They have no right to say if it is right or wrong to eat certain foods or if you are to go to religious suppers. They have no right to say what you are to do at the time of the new moon or on the Day of Rest. ", "17": "These things are a picture of what is coming. The important thing is Christ Himself. ", "18": "Do not let anyone rob you of your crown. They will try to get you to bow down in worship of angels. They think this shows you are not proud. They say they were told to do this in a dream. These people are proud because of their sinful minds. ", "19": "Such people are not a part of Christ. Christ is the Head. We Christians make up His body. We are joined together as a body is held together. Our strength to grow comes from Christ.", "20": "You have died with Christ and become dead to those old ways. Then why do you follow the old ways of worship? Why do you obey man-made rules? ", "21": "These rules say, “You must not put your hand on this.” “Do not put this into your mouth.” “You must not put your finger on that.” ", "22": "All these things come to an end when they are used. You are following only man-made rules. ", "23": "It looks as if it is wise to follow these rules in an act of worship, because they are hard on the body. It looks as if they are done without pride, but they are worth nothing. They do not take away a man's desire to sin."}