{"1": "If then you have been raised with Christ, keep looking for the good things of heaven. This is where Christ is seated on the right side of God. ", "2": "Keep your minds thinking about things in heaven. Do not think about things on the earth. ", "3": "You are dead to the things of this world. Your new life is now hidden in God through Christ. ", "4": "Christ is our life. When He comes again, you will also be with Him to share His shining-greatness.", "5": "Destroy the desires to sin that are in you. These desires are: sex sins, anything that is not clean, a desire for sex sins, and wanting something someone else has. This is worshiping a god. ", "6": "It is because of these sins that the anger of God comes down on those who do not obey Him. ", "7": "You used to do these sins when you lived that kind of life. ", "8": "Put out of your life these things also: anger, bad temper, bad feelings toward others, talk that hurts people, speaking against God, and dirty talk. ", "9": "Do not lie to each other. You have put out of your life your old ways. ", "10": "You have now become a new person and are always learning more about Christ. You are being made more like Christ. He is the One Who made you. ", "11": "There is no difference in men in this new life. Greeks and Jews are the same. The man who has gone through the religious act of becoming a Jew and the one who has not are the same. There is no difference between nations. Men who are servants and those who are free are the same. Christ is everything. He is in all of us.", "12": "God has chosen you. You are holy and loved by Him. Because of this, your new life should be full of loving-pity. You should be kind to others and have no pride. Be gentle and be willing to wait for others. ", "13": "Try to understand other people. Forgive each other. If you have something against someone, forgive him. That is the way the Lord forgave you. ", "14": "And to all these things, you must add love. Love holds everything and everybody together and makes all these good things perfect. ", "15": "Let the peace of Christ have power over your hearts. You were chosen as a part of His body. Always be thankful.", "16": "Let the teaching of Christ and His words keep on living in you. These make your lives rich and full of wisdom. Keep on teaching and helping each other. Sing the Songs of David and the church songs and the songs of heaven with hearts full of thanks to God. ", "17": "Whatever you say or do, do it in the name of the Lord Jesus. Give thanks to God the Father through the Lord Jesus.", "18": "Wives, obey your husbands. This is what the Lord wants you to do. ", "19": "Husbands, love your wives. Do not hold hard feelings against them. ", "20": "Children, obey your parents in everything. The Lord is pleased when you do. ", "21": "Fathers, do not be so hard on your children that they will give up trying to do what is right.", "22": "You who are servants who are owned by someone, obey your owners. Work hard for them all the time, not just when they are watching you. Work for them as you would for the Lord because you honor God. ", "23": "Whatever work you do, do it with all your heart. Do it for the Lord and not for men. ", "24": "Remember that you will get your reward from the Lord. He will give you what you should receive. You are working for the Lord Christ. ", "25": "If anyone does wrong, he will suffer for it. God does not respect one person more than another."}