{"1": "And then this happened: Elijah the Tishbite, from among the settlers of Gilead, confronted Ahab: “As surely as God lives, the God of Israel before whom I stand in obedient service, the next years are going to see a total drought—not a drop of dew or rain unless I say otherwise.”", "2-4": "God then told Elijah, “Get out of here, and fast. Head east and hide out at the Kerith Ravine on the other side of the Jordan River. You can drink fresh water from the brook; I've ordered the ravens to feed you.”", "5-6": "Elijah obeyed God's orders. He went and camped in the Kerith canyon on the other side of the Jordan. And sure enough, ravens brought him his meals, both breakfast and supper, and he drank from the brook.", "7-9": "Eventually the brook dried up because of the drought. Then God spoke to him: “Get up and go to Zarephath in Sidon and live there. I've instructed a woman who lives there, a widow, to feed you.”", "10-11": "So he got up and went to Zarephath. As he came to the entrance of the village he met a woman, a widow, gathering firewood. He asked her, “Please, would you bring me a little water in a jug? I need a drink.” As she went to get it, he called out, “And while you're at it, would you bring me something to eat?”", "12": "She said, “I swear, as surely as your God lives, I don't have so much as a biscuit. I have a handful of flour in a jar and a little oil in a bottle; you found me scratching together just enough firewood to make a last meal for my son and me. After we eat it, we'll die.”", "13-14": "Elijah said to her, “Don't worry about a thing. Go ahead and do what you've said. But first make a small biscuit for me and bring it back here. Then go ahead and make a meal from what's left for you and your son. This is the word of the God of Israel: 'The jar of flour will not run out and the bottle of oil will not become empty before God sends rain on the land and ends this drought.'”", "15-16": "And she went right off and did it, did just as Elijah asked. And it turned out as he said—daily food for her and her family. The jar of meal didn't run out and the bottle of oil didn't become empty: God's promise fulfilled to the letter, exactly as Elijah had delivered it!", "17": "Later on the woman's son became sick. The sickness took a turn for the worse—and then he stopped breathing.", "18": "The woman said to Elijah, “Why did you ever show up here in the first place—a holy man barging in, exposing my sins, and killing my son?”", "19-20": "Elijah said, “Hand me your son.” He then took him from her bosom, carried him up to the loft where he was staying, and laid him on his bed. Then he prayed, “O God, my God, why have you brought this terrible thing on this widow who has opened her home to me? Why have you killed her son?”", "21-23": "Three times he stretched himself out full-length on the boy, praying with all his might, “God, my God, put breath back into this boy's body!” God listened to Elijah's prayer and put breath back into his body—he was alive! Elijah picked the boy up, carried him downstairs from the loft, and gave him to his mother. “Here's your son,” said Elijah, “alive!”", "24": "The woman said to Elijah, “I see it all now—you are a holy man. When you speak, God speaks—a true word!”"}