{"1": "A complaint against the wicked that persecute the just. The burden, which Habakkuk the Prophet did see.", "2": "O Lord, how long shall I cry, and thou wilt not hear! even cry out unto thee [a]for violence, and thou wilt not help!", "3": "Why dost thou show me iniquity, and cause me to behold sorrow? for spoiling, and violence are before me: and there are that raise up strife and contention.", "4": "Therefore the Law is dissolved, and judgment doth never go forth: for the wicked doth [b]compass about the righteous: therefore [c]wrong judgment proceedeth.", "5": "Behold among the heathen, and regard, and wonder, and marvel: for I will work a work in your days: [d]ye will not believe it, though it be told you.", "6": "For lo, I raise up the Chaldeans, that bitter and furious nation, which shall go upon the breadth of the land to possess the dwelling places that are not theirs.", "7": "They are terrible and fearful: [e]their judgment, and their dignity shall proceed of themselves.", "8": "Their horses also are swifter than the leopards, and are more fierce than the wolves in the evening: and their horsemen are many: and their horsemen shall come from far: they shall fly as the eagle hasting to meat.", "9": "They come all to spoil: for their faces shall be an [f]East wind, and they shall gather the captivity [g]as the sand.", "10": "And they shall mock the Kings, and the princes shall be a scorn unto them: they shall deride every stronghold: for they shall gather [h]dust, and take it.", "11": "Then shall they [i]take a courage, and transgress and do wickedly, imputing this their power unto their god.", "12": "Art not thou of old, O Lord my God, mine holy One? we shall not [j]die: O Lord, thou hast ordained them for judgment, and O God, thou hast established them for correction.", "13": "Thou art of pure eyes, and canst not see evil: thou canst not behold wickedness: wherefore dost thou look upon the transgressors, and holdest thy tongue, when the wicked devoureth the man, that is more righteous than he?", "14": "And makest men as the [k]fishes of the sea, and as the creeping things, that have no ruler over them?", "15": "They take up all with the angle: they catch it in their net, and gather it in their yarn, whereof they rejoice and are glad.", "16": "Therefore they sacrifice unto their [l]net, and burn incense unto their yarn, because by them their portion is fat, and their meat plenteous.", "17": "Shall they therefore stretch out their net, and not spare continually to slay [m]the nations?"}