{"1": "A vision. 5 Against pride, covetousness, drunkenness, and idolatry. I will stand upon my [a]watch, and set me upon the tower, and will look and see what he would say unto me, and what I shall answer to him that rebuketh me.", "2": "And the Lord answered me, and said, Write the vision, and make it plain upon tables, that he may run [b]that readeth it.", "3": "For the vision is yet for an appointed time, but at the [c]last it shall speak and not lie: though it tarry, wait: for it shall surely come, and shall not stay.", "4": "Behold, [d]he that lifteth up himself, his mind is not upright in him, but the just shall live by his faith,", "5": "Yea, indeed the proud man is as [e]he that transgresseth by wine: therefore shall he not endure, because he hath enlarged his desire as the hell, and is as death, and cannot be satisfied, but gathereth unto him all nations, and heapeth unto him all people.", "6": "Shall not all these take up a parable against him, and a taunting proverb against him, and say, Ho, he that increaseth that which is not his? [f]how long? and he that ladeth himself with thick clay?", "7": "Shall [g]they not rise up suddenly, that shall bite thee? and awake, that shall stir thee? and thou shalt be their prey?", "8": "Because thou hast spoiled many nations, all the remnant of the people shall spoil thee, because of men's blood, and for the wrong done in the land, in the city, and unto all that dwell therein.", "9": "Ho, he that coveteth an evil covetousness to his house, that he may set his nest on high, to escape from the power of evil.", "10": "Thou [h]hast consulted shame to thine own house, by destroying many people, and hast sinned against thine own soul.", "11": "For the [i]stone shall cry out of the wall, and the beam out of the timber shall answer it.", "12": "Woe unto him that buildeth a town with blood, and erecteth a city by iniquity.", "13": "Behold, is it not of the [j]Lord of hosts, that the people shall labor in the very fire? the people shall even weary themselves for very vanity.", "14": "For the earth shall [k]be filled with the knowledge of the glory of the Lord, as the waters cover the sea.", "15": "Woe unto him that giveth his neighbor [l]drink: thou joinest thine heat, and makest him drunken also, that thou mayest see their privities.", "16": "Thou art filled with shame [m]for glory: drink thou also, and be made naked: the cup of the Lord's right hand shall be turned unto thee, and shameful spewing shall be for thy glory.", "17": "For the [n]cruelty of Lebanon shall cover thee: so shall the spoil of the beasts, which made them afraid, because of men's blood, and for the wrong done in the land, in the city, and unto all that dwell therein.", "18": "What profiteth the [o]image? for the maker therefore hath made it an image, and a teacher of lies, though he that made it, trust therein, when he maketh dumb idols.", "19": "Woe unto him that saith to the wood, Awake, and to the dumb stone, Rise up, it shall teach thee: [p]behold, it is laid over with gold and silver, and there is no breath in it.", "20": "But the Lord is in his holy Temple: let all the earth keep silence before him."}