{"1": "A prayer for the faithful. A prayer of Habakkuk the Prophet for the [a]ignorances.", "2": "[b]O Lord, I have heard thy voice, and was afraid: O Lord, revive thy [c]work in the midst of the people, in the midst of the years make it known: in wrath remember mercy.", "3": "God cometh from [d]Teman, and the holy One from mount Paran, Selah. His glory covereth the heavens, and the earth is full of his praise,", "4": "And his brightness was as the light: [e]he had horns coming out of his hands, and there was the hiding of his power.", "5": "Before him went the pestilence, and burning coals went forth before his feet.", "6": "He stood and measured the earth: he beheld and dissolved the nations, and the everlasting mountains were broken, and the ancient hills did bow: his [f]ways are everlasting.", "7": "[g]For his iniquity I saw the tents of Cushan, and the curtains of the land of Midian did tremble.", "8": "Was the Lord angry against the [h]rivers? or was thine anger against the floods? or was thy wrath against the sea, that thou didst ride [i]upon thine horses? thy chariots brought salvation.", "9": "Thy [j]bow was manifestly revealed, and the [k]oaths of the tribes were a sure word, Selah, thou [l]didst cleave the earth with rivers.", "10": "The mountains saw thee, and they trembled: the stream of the water [m]passed by: the deep made a noise, and lifted up his hand on high.", "11": "The [n]sun and moon stood still in their habitation: [o]at the light of thine arrows they went, and at the bright shining of thy spears.", "12": "Thou trodest down the land in anger, and didst thresh the heathen in displeasure.", "13": "Thou wentest forth for the salvation of thy people, even for salvation with thine [p]Anointed: thou hast wounded the head of the house of the wicked, and discoveredst the foundations unto the [q]neck, Selah.", "14": "Thou didst [r]strike through with his own staves the heads of his villages: they came out as a whirlwind to scatter me: their rejoicing was as to devour the poor secretly.", "15": "Thou didst walk in the sea with thine horses upon the heap of great waters.", "16": "When I [s]heard, my belly trembled: my lips shook at the voice: rottenness entered into my bones, and I trembled in myself, that I might rest in [t]the day of trouble: for when he cometh up [u]unto the people, he shall destroy them.", "17": "For the fig tree shall not flourish, neither shall fruit be in the vines: the labor of the olive shall fail, and the fields shall yield no meat: the sheep shall be cut off from the fold, and there shall be no bullock in the stalls.", "18": "But I will rejoice in the Lord: I will joy [v]in the God of my salvation.", "19": "The Lord God is my strength: he will make my feet like hinds' feet, and he will make me to walk upon mine high places. [w]To the chief singer on Neginoth."}