{"1": "Then the Israelites moved and set up camp across from Jericho, on the plains of Moab east of the Jordan River.", "2": "Balak, son of Zippor, saw all that Israel had done to the Amorites. ", "3": "The Moabites were very afraid because there were so many Israelites. Besides, the Moabites couldn't stand these people.", "4": "So the Moabites said to the leaders of Midian, “All those people will eventually eat up everything around us the same way an ox eats up the grass in a field.” At that time Balak, son of Zippor, was king of Moab. ", "5": "He sent messengers to summon Balaam, son of Beor, who was at Pethor, on the Euphrates River, in the land where his people lived. Balak's message was, “A nation has just come here from Egypt. They've spread out all over the countryside and are setting up their camp here in front of me. ", "6": "Please come and curse these people for me, because they are too strong for me. Maybe then I'll be able to defeat them and force them out of the country. I know that whomever you bless is blessed and whomever you curse is cursed.”", "7": "The leaders of Moab and Midian left, taking money with them to pay for Balaam's services. They came to Balaam and told him what Balak had said.", "8": "“Spend the night here,” Balaam said to them, “and I'll report to you what Yahweh tells me.” So the princes of Moab stayed with Balaam.", "9": "Elohim came to Balaam and asked, “Who are these men with you?”", "10": "Balaam answered, “Balak, son of King Zippor of Moab, sent them with this message: ", "11": "'Some people have just come from Egypt and are spreading out all over the countryside. Now come and curse them for me. Maybe I'll be able to fight them and force them out.'”", "12": "But Elohim said to Balaam, “Don't go with them! Don't curse these people, because they are blessed.”", "13": "When Balaam got up in the morning, he said to Balak's princes, “Go back to your own country, because Yahweh has refused to let me go with you.”", "14": "So the Moabite princes went back to Balak and said, “Balaam refused to come with us.”", "15": "Balak sent a larger group of more highly respected princes. ", "16": "When they came to Balaam, they said to him, “This is what Balak, son of Zippor, says: Don't let anything keep you from coming to me. ", "17": "I will make sure you are richly rewarded, and I will do whatever you ask. Please, come and curse these people for me.”", "18": "But Balaam answered Balak's servants, “Even if Balak gave me his palace filled with silver and gold, I couldn't disobey the command of Yahweh my Elohim no matter whether the request was important or not. ", "19": "Now, why don't you stay here tonight, as the others did, and I'll find out what else Yahweh may have to tell me.”", "20": "That night Elohim came to Balaam and said, “If these men have come to summon you, go with them, but do only what I tell you.”", "21": "When Balaam got up in the morning, he saddled his donkey and left with the Moabite princes.", "22": "Elohim became angry that he was going. So the Messenger of Yahweh stood in the road to stop him. Balaam was riding on his donkey, accompanied by his two servants. ", "23": "When the donkey saw the Messenger of Yahweh standing in the road with his sword drawn, the donkey turned off the road into a field. Balaam hit the donkey to get it back on the road.", "24": "Where the road went through the vineyards, it was narrow, with stone walls on both sides. Now the Messenger of Yahweh stood there. ", "25": "When the donkey saw the Messenger of Yahweh, it moved over and pinned Balaam's foot against the wall. So Balaam hit the donkey again.", "26": "Then the Messenger of Yahweh moved ahead and stood in a narrower place where there was no room to turn to the right or the left. ", "27": "When the donkey saw the Messenger of Yahweh, it lay down under Balaam. Balaam became so angry he hit the donkey with his stick. ", "28": "Then Yahweh made the donkey speak, and it asked Balaam, “What have I done to make you hit me three times?”", "29": "Balaam answered, “You've made a fool of me! If I had a sword in my hand, I'd kill you right now.”", "30": "The donkey said to Balaam, “I'm your own donkey. You've always ridden me. Have I ever done this to you before?” “No,” he answered.", "31": "Then Yahweh let Balaam see the Messenger of Yahweh who was standing in the road with his sword drawn. So Balaam knelt, bowing with his face touching the ground.", "32": "The Messenger of Yahweh asked him, “Why have you hit your donkey three times like this? I've come here to stop you because the trip you're taking is evil.[a] ", "33": "The donkey saw me and turned away from me these three times. If it had not turned away from me, I would certainly have killed you by now but spared the donkey.”", "34": "Balaam said to the Messenger of Yahweh, “I've sinned. I didn't know you were standing there in the road to stop me. If you still think this trip is evil, I'll go back.”", "35": "The Messenger of Yahweh said to Balaam, “Go with the men, but say only what I tell you.” So Balaam went with Balak's princes.", "36": "When Balak heard that Balaam had come, he went out to meet him at Ir Moab, in the region of the Arnon Valley, right on the border of Moab. ", "37": "Balak said to Balaam, “Why didn't you come when I summoned you? You knew I'd be able to reward you.”", "38": "Balaam replied, “Well, I've come to you now. But I can't say whatever I want to. I can only say what Elohim tells me to say.”", "39": "Balaam went with Balak to Kiriath Huzoth. ", "40": "Balak sacrificed cattle, sheep, and goats, and sent some of the meat to Balaam and the princes who were with him.", "41": "The next morning Balak took Balaam up to Bamoth Baal. From there he could see the outskirts of the Israelites' camp."}