{"1": "The wife of a man from the group of the prophets cried out to Elisha. She said, “My husband is dead. You know how much respect he had for the Lord. But he owed money to someone. And now that person is coming to take my two boys away. They will become his slaves.”", "2": "Elisha replied to her, “How can I help you? Tell me. What do you have in your house?” “I don't have anything there at all,” she said. “All I have is a small jar of olive oil.”", "3": "Elisha said, “Go around to all your neighbors. Ask them for empty jars. Get as many as you can. ", "4": "Then go inside your house. Shut the door behind you and your sons. Pour oil into all the jars. As each jar is filled, put it over to one side.”", "5": "The woman left him. Then she shut the door behind her and her sons. They brought the jars to her. And she kept pouring. ", "6": "When all the jars were full, she spoke to one of her sons. She said, “Bring me another jar.” But he replied, “There aren't any more left.” Then the oil stopped flowing.", "7": "She went and told the man of God about it. He said, “Go and sell the oil. Pay what you owe. You and your sons can live on what is left.”", "8": "One day Elisha went to the town of Shunem. A rich woman lived there. She begged him to stay and have a meal. So every time he came by, he stopped there to eat. ", "9": "The woman said to her husband, “That man often comes by here. I know that he is a holy man of God. ", "10": "Let's make a small room for him on the roof. We'll put a bed and a table in it. We'll also put a chair and a lamp in it. Then he can stay there when he comes to visit us.”", "11": "One day Elisha came. He went up to his room and lay down there. ", "12": "He said to his servant Gehazi, “Go and get the woman from Shunem.” So he did. She stood in front of Elisha. ", "13": "He said to Gehazi, “Tell her, 'You have gone to a lot of trouble for us. Now what can we do for you? Can we speak to the king for you? Or can we speak to the commander of the army for you?' ” She replied, “I live among my own people. I have everything I need here.”", "14": "After she left, Elisha asked Gehazi, “What can we do for her?” Gehazi said, “She doesn't have a son. And her husband is old.”", "15": "Then Elisha said, “Bring her here again.” So he did. She stood in the doorway. ", "16": "“You will hold a son in your arms,” Elisha said. “It will be about this time next year.” “No, my master!” she objected. “You are a man of God. So please don't lie to me!”", "17": "But the woman became pregnant. She had a baby boy. It happened the next year about that same time. That's exactly what Elisha had told her would happen.", "18": "The child grew. One day he went out to get his father. His father was with the people who were gathering the crops. ", "19": "The boy said to his father, “My head hurts! It really hurts!” His father told a servant, “Carry him to his mother.” ", "20": "The servant lifted up the boy. He carried him to his mother. The boy sat on her lap until noon. Then he died. ", "21": "She went up to the room on the roof. There she laid him on the bed of the man of God. Then she shut the door and went out.", "22": "She sent for her husband. She said, “Please send me one of the servants and a donkey. Then I can go quickly to the man of God and return.”", "23": "“Why do you want to go to him today?” he asked. “It isn't the time for the New Moon feast. It isn't the Sabbath day.” “Don't let that bother you,” she said.", "24": "She put a saddle on her donkey. She said to her servant, “Let's go. Don't slow down for me unless I tell you to.” ", "25": "So she started out. She came to Mount Carmel. That's where the man of God was. When she was still a long way off, he saw her coming. He said to his servant Gehazi, “Look! There's the woman from Shunem! ", "26": "Run out there to meet her. Ask her, 'Are you all right? Is your husband all right? Is your child all right?' ” “Everything is all right,” she said.", "27": "She came to the man of God at the mountain. Then she took hold of his feet. Gehazi came over to push her away. But the man of God said, “Leave her alone! She is suffering terribly. But the Lord hasn't told me the reason for it. He has hidden it from me.”", "28": "“My master, did I ask you for a son?” she said. “Didn't I tell you, 'Don't make me hope for something that won't happen'?”", "29": "Elisha said to Gehazi, “Tuck your coat into your belt. Take my walking stick and run to Shunem. Don't say hello to anyone you see. If anyone says hello to you, don't answer. Lay my walking stick on the boy's face.”", "30": "But the child's mother said, “I won't leave you. And that's just as sure as the Lord and you are alive.” So Elisha got up and followed her.", "31": "Gehazi went on ahead. He laid Elisha's walking stick on the boy's face. But there wasn't any sound. The boy didn't move at all. So Gehazi went back to Elisha. He told him, “The boy hasn't awakened.”", "32": "Elisha arrived at the house. The boy was dead. He was lying on Elisha's bed. ", "33": "Elisha went into the room. He shut the door. He was alone with the boy. He prayed to the Lord. ", "34": "Then Elisha got on the bed. He lay down on the boy. His mouth touched the boy's mouth. His eyes touched the boy's eyes. And his hands touched the boy's hands. As Elisha lay on the boy, the boy's body grew warm. ", "35": "Elisha turned away. He walked back and forth in the room. Then he got on the bed again. He lay down on the boy once more. The boy sneezed seven times. After that, he opened his eyes.", "36": "Elisha sent for Gehazi. He said to him, “Go and get the woman from Shunem.” So he did. When she came, Elisha said, “Take your son.” ", "37": "She came in and fell at Elisha's feet. She bowed down with her face toward the ground. Then she took her son and went out.", "38": "Elisha returned to Gilgal. There wasn't enough food to eat in that area. The group of the prophets was meeting with Elisha. So he said to his servant, “Put the large pot over the fire. Cook some stew for these prophets.”", "39": "One of them went out into the fields to gather herbs. He found a wild vine and picked some of its gourds. He picked as many as he could fit in his coat. Then he cut them up and put them into the pot of stew. But no one knew what they were. ", "40": "The stew was poured out for the men. They began to eat it. But then they cried out, “Man of God, the food in that pot will kill us!” They couldn't eat it.", "41": "Elisha said, “Get some flour.” He put it in the pot. He said, “Serve it to the men to eat.” Then there wasn't anything in the pot that could harm them.", "42": "A man came from Baal Shalishah. He brought the man of God 20 loaves of barley bread. They had been baked from the first grain that had ripened. The man also brought some heads of new grain. “Give this food to the people to eat,” Elisha said.", "43": "“How can I put this in front of 100 men?” his servant asked. But Elisha answered, “Give it to the people to eat. Do it because the Lord says, 'They will eat and have some left over.' ” ", "44": "Then the servant put the food in front of them. They ate it and had some left over. It happened just as the Lord had said it would."}