{"1": "Dear friends, My name is Paul[a] and I have been commissioned as an apostle[b] of the Lord Jesus, the Messiah. My apostleship was not granted to me by any council of men, for I was appointed by Jesus, the Anointed One, and God the Father, who raised him from the dead. ", "2": "I am joined by all the brothers and sisters[c] who are here with me as I write you this letter, which is to be distributed to the churches throughout the region of central Turkey.[d]", "3-4": "–4 I pray over you a release of the blessings of God's undeserved kindness and total well-being[e] that flows from our Father - God and from the Lord Jesus.[f] He's the Anointed Messiah who offered himself as the sacrifice for our sins! He has taken us out of this evil world system[g] and set us free through our salvation, just as God desired. ", "5": "All the glory will go to God alone, throughout time and eternity. Amen!", "6": "I am shocked over how quickly you have strayed away from the Anointed One who called you to himself by his loving mercy. I'm frankly astounded that you now embrace a distorted gospel! ", "7": "That is a fake “gospel” that is simply not true. There is only one gospel—the gospel of the Messiah! Yet you have allowed those who mingle law with grace to confuse you with lies.", "8": "Anyone who comes to you with a different message than the grace gospel that you have received will have the curse of God come upon them! For even if we or an angel appeared before you, to give you a different gospel than what we have already proclaimed, God's curse will be upon them.", "9": "I will make it clear: Anyone, no matter who they are, that brings you a different gospel than the grace gospel that you have received, let them be condemned and cursed!", "10": "I'm obviously not trying to flatter you or water down my message to be popular with men, but my supreme passion is to please God. For if all I attempt to do is please people, I would not be the true servant of the Messiah.", "11": "Beloved ones, let me say emphatically that the gospel entrusted to me was not given to me by any man. ", "12": "No one taught me this revelation, for it was given to me directly by the unveiling of Jesus the Anointed One.", "13": "By now you have heard stories of how severely[h] I harassed and persecuted Christians and did my best to systematically destroy God's church, all because of my radical devotion to the Jewish religion. ", "14": "My zeal and passion for the doctrines of Judaism distinguished me among my people, for I was far more advanced in my religious instruction than others my age.", "15": "But then God called me by his grace; and in love, he chose me from my birth to be his. ", "16": "God's grace unveiled his Son in me so that I would proclaim him to the non-Jewish people of the world. After I had this encounter I kept it a secret for some time, sharing it with no one. ", "17": "And I chose not to run to Jerusalem to try to impress those who had become apostles before me. Instead, I went away into the Arabian Desert for a season until I returned to Damascus, where I had first encountered Jesus. ", "18": "I remained there for three years until I eventually went up to Jerusalem and met the apostle Peter[i] and stayed with him for a couple of weeks so I could get to know him better. ", "19": "The only other apostle I met during that time was James,[j] the Lord's brother.", "20": "Everything I'm describing to you I confess before God is the absolute truth. ", "21": "After my stay in Jerusalem, I went to Syria and southeast Turkey,[k]", "22": "but remained unknown to the Jewish believers in Judea. ", "23": "The only thing they heard about me was this: “Our former enemy, who once brutally persecuted us, is now preaching the good news of the faith that he was once obsessed with destroying!” ", "24": "Because of the transformation that took place in my life, they praised God even more![l]"}