{"1": "Fourteen years later I returned to Jerusalem, this time with Barnabas[a] and Titus,[b] my coworkers. ", "2": "God had given me a clear revelation[c] to go and confer with the other apostles concerning the message of grace I was preaching to the non-Jewish people. I spoke privately with those who were viewed as senior leaders of the church. I wanted to make certain that my labor and ministry for the Messiah had not been based on a false understanding of the gospel.[d]", "3": "They even accepted Titus[e] without demanding that he follow strict Jewish customs[f] before they would receive him as a brother[g] since he was a Syrian[h] and not a Jew.", "4": "I met with them privately and confidentially because false “brothers” had been secretly smuggled into the church meetings. They were sent to spy on the wonderful liberty and freedom that we have in Jesus the Anointed One. Their agenda was to bring us back into the legalistic bondage of religion. ", "5": "But you must know that we did not submit to their religious shackles[i] not even for a moment, so that we might keep the gospel of grace unadulterated for you.", "6": "Even the most honored and esteemed among the brothers were not able to add anything to my message. Who they are before men makes no difference to me, for God is not impressed by the reputations[j] of men. ", "7": "So they concluded that I was entrusted with taking the gospel to the non-Jewish people just as Peter was entrusted with taking it to the Jews. ", "8": "For the same God who anointed Peter to be an apostle to the Jews also anointed me as an apostle to those who are not Jewish.", "9": "When they all recognized this grace operating in my ministry, James, Peter, and John, the esteemed followers[k] of Jesus, extended to me the warmth of Christian fellowship and honored[l] my calling to minister to the non-Jewish people. ", "10": "They simply requested one thing of me: that I would remember the poor and needy, which was the burden I was already carrying in my heart.", "11": "But when Peter visited Antioch,[m] he began to mislead the believers and caused them to stumble over his behavior, so I had to confront him to his face over what he was doing. ", "12": "He enjoyed being with the non-Jewish believers who didn't keep the Jewish customs, eating his meals with them—up until the time the Jewish friends of James arrived from Jerusalem. When he saw them, he withdrew from his non-Jewish friends and separated himself from them, acting like an orthodox Jew—fearing how it would look to them if he ate with the non-Jewish believers.[n]", "13": "And so because of Peter's hypocrisy,[o] many other Jewish believers followed suit, refusing to eat with non-Jewish believers. Even Barnabas was led astray by their poor example and condoned this legalistic, hypocritical behavior!", "14": "So when I realized they were acting inconsistently with the revelation of grace, I confronted Peter in front of everyone: “You were born a Jew and yet you've chosen to disregard Jewish regulations and live like a gentile.[p] Why then do you force those who are not Jews to conform to the regulations of Judaism?", "15": "“Although we're Jews by birth and not non-Jewish 'sinners,' ", "16": "we know full well that we don't receive God's perfect righteousness as a reward for keeping the law, but by the faith of Jesus, the Messiah![q] His faithfulness, not ours, has saved us, and we have received God's perfect righteousness. Now we know that God accepts no one by the keeping of religious laws!", "17": "“If we are those who desire to be saved from our sins through our union with the Anointed One, does that mean our Messiah promotes our sins if we still acknowledge that we are sinners? How absurd! ", "18": "For if I start over and reconstruct the old religious system that I have torn down with the message of grace, I will appear to be one who turns his back on the truth.", "19": "“But because the Messiah lives in me, I've now died to the law's dominion over me so that I can live for God.", "20": "“My old identity has been co-crucified with Messiah and no longer lives; for the nails of his cross crucified me with him. And now the essence of this new life is no longer mine, for the Anointed One lives his life through me—we live in union as one! My new life is empowered by the faith of the Son of God who loves me so much that he gave himself for me, and dispenses his life into mine![r]", "21": "“So that is why I don't view God's grace as something minor or peripheral. For if keeping the law could release God's righteousness to us, the Anointed One would have died for nothing.”"}