{"1": "In a similar way, God has promised our ancestors something better, but as long as an heir is a minor, he's not really much different than a servant, although he's the master over all of them. ", "2": "For until the time appointed by the father when he comes of age, the child is under the domestic supervision of the guardians of the estate.", "3": "So it is with us. When we were juveniles we were enslaved under the hostile spirits of the world. ", "4": "But when that era came to an end and the time of fulfillment had come, God sent his Son, born of a woman,[a] born under the written law.[b] ", "5": "Yet all of this was so that he would redeem and set free all those held hostage to the written law so that we would receive our freedom and a full legal adoption as his children.", "6": "And so that we would know for sure that we are his true children, God released the Spirit of Sonship into our hearts—moving us to cry out intimately, “My Father![c] You're our true Father!”", "7": "Now we're no longer living like slaves under the law, but we enjoy being God's very own sons and daughters! And because we're his, we can access everything our Father has—for we are heirs of God through Jesus, the Messiah!", "8": "Before we knew God as our Father and we became his children, we were unwitting servants to the powers that be, which are nothing compared to God. ", "9": "But now that we truly know him and understand how deeply we're loved by him, why would we, even for a moment, consider turning back to those weak and feeble principles of religion, as though we were still subject to them?", "10": "Why would we want to go backwards into the bondage of religion—scrupulously observing rituals like special days,[d] celebrations of the new moon, annual festivals, and sacred years?[e] ", "11": "I'm so alarmed about you that I'm beginning to wonder if my labor in ministry among you was a waste of time!", "12": "Beloved ones, I plead with you, follow my example and become free from the bondage of religion. I once became as one of you,[f] a gentile, when I lived among you—now become free like me. When I first came to minister to you, you did me no wrong. I can't believe you would do wrong to me now!", "13": "You are well aware that the reason I stayed among you to preach the good news was because of the poor state of my health.[g] ", "14": "And yet you were so kind to me and did not despise me in my weakness,[h] even though my physical condition put you through an ordeal while I was with you. Actually, you received me and cared for me as though I were an angel from God, as you would have cared for Jesus, the Messiah himself! ", "15": "Some of you were even willing, if it were possible, to pluck out your own eyes to replace mine! Where is that kindhearted and free spirit now? ", "16": "Have I really become your enemy because I tell you the truth?", "17": "Can't you see what these false teachers[i] are doing? They want to win you over so you will side with them. They want you divided from me so you will follow only them. Would you call that integrity? ", "18": "Isn't it better to seek excellence and integrity always, and not just only when I'm with you?", "19": "You are my dear children, but I agonize in spiritual “labor pains” once again, until the Anointed One will be fully formed in your hearts! ", "20": "How I wish I could be there in person and change my tone[j] toward you, for I am truly dumbfounded over what you are doing!", "21-22": "–22 Tell me, do you want to go back to living strictly by the law? Haven't you ever listened to what the law really says? Have you forgotten that Abraham had two sons; one by the slave girl, and the other by the freewoman?[k]", "23": "Ishmael, the son of the slave girl, was a child of the natural realm. But Isaac, the son of the freewoman, was born supernaturally by the Spirit—a child of the promise of God! ", "24": "These two women and their sons express an allegory and become symbols of two covenants. The first covenant was born on Mt. Sinai, birthing children into slavery—children born to Hagar. ", "25": "For “Hagar” represents the law given at Mt. Sinai in Arabia. The “Hagar” metaphor corresponds to the earthly Jerusalem of today who are currently in bondage.", "26": "In contrast, there is a heavenly Jerusalem above us, which is our true “mother.” She is the freewoman, birthing children into freedom![l] ", "27": "For it is written: “Burst forth with gladness, O barren woman with no children! Break through with the shouts of joy and jubilee, for you are about to give birth! The one who was once considered desolate and barren now has more children than the one who has a husband!”[m]", "28": "Dear friends, just like Isaac, we're now the true children who inherit the kingdom promises.[n] ", "29": "And just as the son of the natural world at that time harassed the son born of the power of the Holy Spirit, so it is today. ", "30": "And what does the Scripture tell us to do? “Expel the slave mother with her son![o] The son of the slave woman will not be a true heir— for the true heir of the promises is the son of the freewoman.”[p]", "31": "It's now so obvious! We're not the children of the slave woman; we're the supernatural sons of the freewoman—sons of grace!"}