{"1": "Let me be clear, the Anointed One has set us free—not partially, but completely and wonderfully free! We must always cherish this truth and stubbornly refuse to go back into the bondage of our past.", "2": "I, Paul, tell you: If you think there is benefit in circumcision and Jewish regulations, then you're acting as though Jesus the Anointed One is not enough. ", "3": "I say it again emphatically: If you let yourselves be circumcised you are obliged to fulfill every single one of the commandments and regulations of the law!", "4": "If you want to be made holy by fulfilling the obligations of the law, you have cut off more than your flesh—you have cut yourselves off from the Anointed One and have fallen away from the revelation of grace!", "5": "But the Holy Spirit convinces us that we have received by faith the glorious righteousness of the Anointed One. ", "6": "When you're placed into the Anointed One and joined to him, circumcision and religious obligations can benefit you nothing. All that matters now is living in the faith that is activated and brought to perfection by love.", "7": "Before you were led astray, you were so faithful to Messiah. Why have you now turned away from what is right and true? Who has deceived you?", "8": "The One who enfolded you into his grace is not behind this false teaching that you've embraced. Not at all! ", "9": "Don't you know that when you allow even a little lie into your heart, it can permeate your entire belief system?[a]", "10": "Deep in my heart I have faith that the Lord Jesus the Anointed One, who lives in you, will bring you back around to the truth. And I'm convinced that those who agitate you, whoever they think they are, will be brought under God's judgment!", "11": "Dear friends, why do you think the religious system persecutes me? Is it because I preach the message of being circumcised and keeping all the laws of Judaism? Not at all! Is there no longer any offense over the cross? ", "12": "To tell you the truth, I am so disgusted with all your agitators—I wish they would go even further and cut off their legalistic influence from your lives![b]", "13": "Beloved ones, God has called us to live a life of freedom in the Holy Spirit. But don't view this wonderful freedom as an opportunity to set up a base of operations in the natural realm. Freedom means that we become so completely free of self-indulgence that we become servants of one another, expressing love in all we do.", "14": "For love completes the laws of God. All of the law can be summarized in one grand statement: “Demonstrate love to your neighbor, even as you care for and love yourself.”[c]", "15": "But if you continue to criticize and come against each other over minor issues, you're acting like wild beasts trying to destroy one another![d]", "16": "As you yield freely and fully to the dynamic life and power of the Holy Spirit, you will abandon the cravings of your self - life.[e] ", "17": "For your self - life craves the things that offend the Holy Spirit and hinder him from living free within you! And the Holy Spirit's intense cravings hinder your old self - life from dominating you! So then, the two incompatible and conflicting forces within you are your self - life of the flesh and the new creation life of the Spirit.[f]", "18": "But when you are brought into the full freedom of the Spirit[g] of grace, you will no longer be living under the domination of the law, but soaring above it!", "19": "The cravings of the self-life are obvious: Sexual immorality, lustful thoughts, pornography, ", "20": "chasing after things instead of God,[h] manipulating others,[i] hatred of those who get in your way, senseless arguments, resentment when others are favored, temper tantrums, angry quarrels, only thinking of yourself, being in love with your own opinions, ", "21": "being envious of the blessings of others, murder, uncontrolled addictions,[j] wild parties, and all other similar behavior. Haven't I already warned you that those who use their “freedom” for these things[k] will not inherit the kingdom realm of God!", "22-23": "–23 But the fruit[l] produced by the Holy Spirit within you is divine love in all its varied expressions:[m] joy that overflows,[n] peace that subdues, patience[o] that endures, kindness[p] in action, a life full of virtue,[q] faith that prevails, gentleness of heart, and strength of spirit.[r] Never set the law above these qualities, for they are meant to be limitless.[s]", "24": "Keep in mind that we who belong to Jesus, the Anointed One, have already experienced crucifixion. For everything connected with our self - life was put to death on the cross and crucified with Messiah. ", "25": "We must live in the Holy Spirit and follow after him. ", "26": "So may we never be arrogant, or look down on another, for each of us is an original. We must forsake all jealousy that diminishes the value of others.[t]"}