{"1": "My beloved friends, if you see a believer who is overtaken with a fault,[a] may the one who overflows with the Spirit[b] seek to restore him. Win him over with gentle words, which will open his heart to you and will keep you from exalting yourself over him.[c] ", "2": "Love empowers us to fulfill the law of the Anointed One as we carry each other's troubles. ", "3": "If you think you are too important to stoop down to help another, you are living in deception.", "4": "Let everyone be devoted to fulfill the work God has given them to do with excellence, and their joy will be in doing what's right and being themselves, and not in being affirmed by others. ", "5": "Every believer is ultimately responsible for his or her own conscience.[d]", "6": "And those who are taught the Word must share all good things with their teacher; a sharing of wealth takes place between them.", "7": "Make no mistake about it, God will never be mocked! For what you plant will always be the very thing you harvest. ", "8": "The harvest you reap reveals the seed that was planted. If you plant the corrupt seeds of self - life into this natural realm, you can expect to experience a harvest of corruption. If you plant the good seeds[e] of Spirit-life you will reap the beautiful fruits that grow from the everlasting life of the Spirit.", "9": "And don't allow yourselves to be weary or disheartened in planting good seeds, for the season of reaping the wonderful harvest you've planted is coming! ", "10": "Take advantage of every opportunity to be a blessing to others,[f] especially to our brothers and sisters in the family of faith!", "11": "I've written this letter to you with my own handwriting—see how large I have to make the letters?[g] ", "12": "All those who insist that you be circumcised are recruiting you so they can boast in their own works. They are attempting to avoid the persecution that comes with preaching the liberating message of the cross of Messiah! ", "13": "Not even those who are circumcised keep every detail of the written law. Yet they push you to be circumcised so that they can boast that you have become like them.[h]", "14": "My only boast is in the crucifixion of the Lord Jesus, our Messiah. In him I have been crucified to this natural realm; and the natural realm is dead to me and no longer dominates my life.", "15": "Circumcision doesn't mean a thing to me. The only thing that really matters is living by the transforming power of this wonderful new creation life. ", "16": "And all those who live in agreement with this standard will have true peace and God's delight, for they are the Israel of God.", "17": "From now on, let no one bring me trouble or criticism, for I am carrying the very scars[i] of our Lord Jesus in my body. ", "18": "Finally my beloved ones—may the wonderful grace of our Lord Jesus, the Anointed One, be flowing in your spirit.[j] So shall it be! In Messiah's love, Paul"}