{"1": "For the Law, being only[a] a reflection[b] of the blessings to come and not their substance, can never make perfect those who come near by the same sacrifices repeatedly offered year after year. ", "2": "Otherwise, would they not have stopped offering them, because the worshipers, cleansed once for all, would no longer be aware of any sins? ", "3": "Instead, through those sacrifices there is a reminder of sins year after year, ", "4": "for it is impossible for the blood of bulls and goats to take away sins.", "5": "For this reason, the Scriptures[c] say, when the Messiah[d] was about to come into the world: “You did not want sacrifices and offerings, but you prepared a body for me.", "6": "In burnt offerings and sin offerings you never took delight.", "7": "Then I said, 'See, I have come to do your will, O God' In the volume of the scroll this is written about me.”[e]", "8": "In this passage he says, “You never wanted or took delight in sacrifices, offerings, burnt offerings, and sin offerings,”[f] which are offered according to the Law. ", "9": "Then he says, “See, I have come to do your will.”[g] He takes away the first in order to establish the second. ", "10": "By God's will we have been sanctified once and for all through the sacrifice of the body of Jesus, the Messiah.[h]", "11": "Day after day every priest stands and repeatedly offers the same sacrifices that can never take away sins. ", "12": "But when this priest[i] had offered for all time one sacrifice for sins, “he sat down at the right hand of God.”[j] ", "13": "Since that time, he has been waiting for his enemies to be made a footstool for his feet. ", "14": "For by a single offering he has perfected for all time those who are being sanctified. ", "15": "The Holy Spirit also assures us of this, for he said:", "16": "“This is the covenant that I will make with them after those days, declares the Lord:[k] I will put my laws in their hearts and will write them on their minds,", "17": "and I will never again remember their sins and their lawless deeds.”[l]", "18": "Now where there is forgiveness of these sins,[m] there is no longer any offering for sin.", "19": "Therefore, my brothers, since we have confidence to enter the sanctuary by the blood of Jesus, ", "20": "the new and living way that he opened for us through the curtain (that is, through his flesh), ", "21": "and since we have a great high priest over the household of God, ", "22": "let us continue to come near with sincere hearts in the full assurance that faith provides, because our hearts have been sprinkled clean from a guilty conscience, and our bodies have been washed with pure water. ", "23": "Let us continue to hold firmly to the hope that we confess without wavering, for the one who made the promise is faithful. ", "24": "And let us continue to consider how to motivate one another to love and good deeds, ", "25": "not neglecting to meet together, as is the habit of some, but encouraging one another even more as you see the day of the Lord[n] coming nearer.", "26": "For if we choose to go on sinning after we have learned the full truth, there no longer remains a sacrifice for sins, ", "27": "but only a terrifying prospect of judgment and a raging fire that will consume the enemies of God.[o] ", "28": "Anyone who violates the Law of Moses dies without mercy “on the testimony of two or three witnesses.”[p] ", "29": "How much more severe a punishment do you think that person deserves who tramples on God's Son, treats as common the blood of the covenant by which it[q] was sanctified, and insults the Spirit of grace? ", "30": "For we know the one who said, “Vengeance belongs to me; I will pay them back,”[r] and again, “The Lord[s] will judge his people.”[t] ", "31": "It is a terrifying thing to fall into the hands of the living God!", "32": "But you must continue to remember those earlier days, how after you were enlightened you endured a hard and painful struggle. ", "33": "At times you were made a public spectacle by means of insults and persecutions, while at other times you associated with people who were treated this way. ", "34": "For you sympathized[u] with the prisoners and cheerfully submitted to the violent seizure of your property, because you know that you have a better and more permanent possession.", "35": "So don't lose your confidence, since it holds a great reward for you. ", "36": "For you need endurance, so that after you have done God's will you can receive what he has promised. ", "37": "For “in a very little while the one who is coming will return— he will not delay;", "38": "but my righteous one will live by faith, and if he turns back, my soul will take no pleasure in him.”[v]", "39": "Now, we do not belong to those who turn back and are destroyed, but to those who have faith and are saved."}