{"1": "For this reason we must pay closer attention to the things we have heard, or we may drift away, ", "2": "because if the message spoken by angels was reliable, and every violation and act of disobedience received its just punishment, ", "3": "how will we escape if we neglect a salvation as great as this? It was first proclaimed by the Lord himself, and then it was confirmed to us by those who heard him, ", "4": "while God added his testimony through signs, wonders, various miracles, and gifts of the Holy Spirit distributed according to his will.", "5": "For he did not put the coming world we are talking about under the control of angels. ", "6": "Instead, someone has declared somewhere, “What is man that you should remember him, or the son of man that you should care for him?", "7": "You made him a little lower than the angels, yet you crowned him with glory and honor", "8": "and put everything under his feet.”[a] Now when God[b] put everything under him, he left nothing outside his control. However, at the present time we do not yet see everything put under him. ", "9": "But we do see someone who was made a little lower than the angels. He is Jesus, who is crowned with glory and honor because he suffered death, so that by the grace of[c] God he might experience[d] death for everyone.", "10": "It was fitting that God, for whom and through whom everything exists, should make the pioneer of their salvation perfect through suffering as part of his plan to glorify many children, ", "11": "because both the one who sanctifies and those who are being sanctified all have the same Father.[e] That is why Jesus[f] is not ashamed to call them brothers ", "12": "when he says, “I will announce your name to my brothers. I will praise you within the congregation.”[g] ", "13": "And again, “I will trust him.”[h] And again, “I am here with the children God has given me.”[i]", "14": "Therefore, since the children have flesh and blood, he himself also shared the same things, so that by his death he might destroy the one who has the power of death (that is, the Devil) ", "15": "and might free those who were slaves all their lives because they were terrified by death. ", "16": "For it is clear that he did not come to help angels. No, he came to help Abraham's descendants, ", "17": "thereby becoming like his brothers in every way, so that he could be a merciful and faithful high priest in service to God and could atone for the people's sins. ", "18": "Because he himself suffered when he was tempted, he is able to help those who are being tempted."}