{"1": "Therefore, holy brothers, partners in a heavenly calling, keep your focus on Jesus, the apostle and high priest of our confession. ", "2": "He was faithful to the one who appointed him, just as Moses was in all God's[a] household, ", "3": "because he is worthy of greater glory than Moses in the same way that the builder of a house has greater honor than the house itself. ", "4": "After all, every house is built by someone, but God is the builder of everything. ", "5": "Moses was faithful in all God's[b] household as a servant who was to testify to what would be said later, ", "6": "but the Messiah[c] was faithful[d] as the Son in charge of God's[e] household, and we are his household if we hold on to our courage and the hope in which we rejoice.[f]", "7": "Therefore, as the Holy Spirit says, “Today, if you hear his voice,", "8": "do not harden your hearts as they did when they provoked me during the time of testing in the wilderness.", "9": "There your ancestors tested me, even though they had seen my actions ", "10": "for 40 years. That is why I was indignant with that generation and said, 'They are always going astray in their hearts, and they have not known my ways.'", "11": "So in my anger I swore a solemn oath that they would never enter my rest.”[g]", "12": "See to it, my brothers, that no evil, unbelieving heart is found in any of you, as shown by your turning away from the living God. ", "13": "Instead, continue to encourage one another every day, as long as it is called “Today,” so that none of you may be hardened by the deceitfulness of sin, ", "14": "because we are the Messiah's[h] partners only if we hold on to our original confidence to the end.[i] ", "15": "As it is said, “Today, if you hear his voice, do not harden your hearts as they did when they provoked me.”[j]", "16": "Now who heard him and provoked him? Was it not all those who came out of Egypt led[k] by Moses? ", "17": "And with whom was he angry for 40 years? Was it not with those who sinned and whose bodies fell dead in the wilderness? ", "18": "And to whom did he swear that they would never enter his rest? It was to those who disobeyed him, was it not? ", "19": "So we see that they were unable to enter because of their unbelief."}