{"1": "Therefore, as long as the promise of entering his rest remains valid, let us be afraid! Otherwise, some of you will fail[a] to reach it, ", "2": "because we have had the good news told to us as well as to them. But the message they heard did not help them, because they were not united by faith with those who listened to it. ", "3": "We who have believed are entering that rest, just as he has said, “So in my anger I swore a solemn oath that they would never enter my rest,”[b] even though his actions had been finished since the creation[c] of the world. ", "4": "Somewhere he has spoken about the seventh day as follows: “On the seventh day God rested from all his actions,”[d] ", "5": "and again in this passage,[e] “They will never enter my rest.”[f] ", "6": "Therefore, since it is still true that some will enter it, and since those who once heard the good news failed to enter it because of their disobedience, ", "7": "he again fixes a definite day—“Today”—saying long afterward through David, as already quoted, “Today, if you hear his voice, do not harden your hearts.”[g]", "8": "For if Joshua[h] had given them rest, he would not have spoken later about another day.", "9": "There remains, therefore, a Sabbath rest for the people of God to keep, ", "10": "because the one who enters God's[i] rest has himself rested from his own actions, just as God did[j] from his. ", "11": "Let us, therefore, make every effort to enter that rest, so that no one may fail by following their example of disobedience. ", "12": "For the word of God is living and active, sharper than any double-edged sword, piercing until it divides soul and spirit, joints and marrow, as it judges the thoughts and purposes of the heart. ", "13": "No creature can hide from him, but everyone is exposed and helpless before the eyes of the one to whom we must give a word of explanation.", "14": "Therefore, since we have a great high priest who has gone to heaven, Jesus the Son of God, let us live our lives consistent with[k] our confession of faith.[l] ", "15": "For we do not have a high priest who is unable to sympathize with our weaknesses. Instead, we have one who in every respect has been tempted as we are, yet he never sinned. ", "16": "So let us keep on coming boldly to the throne of grace, so that we may obtain mercy and find grace to help us in our time of need."}