{"1": "Therefore, leaving behind the elementary teachings about the Messiah,[a] let us continue to be carried along to maturity, not laying again a foundation of repentance from dead actions, faith toward God, ", "2": "instruction about baptisms, the laying on of hands, the resurrection of the dead, and eternal judgment. ", "3": "And this we will do,[b] if God permits.", "4": "For it is impossible to keep on restoring to repentance time and again people who have once been enlightened, who have tasted the heavenly gift, who have become partners with the Holy Spirit, ", "5": "who have tasted the goodness of God's word and the powers of the coming age, ", "6": "and who have fallen away, as long as they continue to crucify the Son of God to their own detriment by exposing him to public ridicule. ", "7": "For when the ground soaks up rain that often falls on it and continues producing vegetation useful to those for whom it is cultivated, it receives a blessing from God. ", "8": "However, if it continues to produce thorns and thistles, it is worthless and in danger of being cursed, and in the end will be burned.", "9": "Even though we speak like this, dear friends, we are convinced of better things in your case, things that point to salvation. ", "10": "For God is not so unjust as to forget your work and the love you have shown him[c] as you have ministered to the saints and continue to minister to them. ", "11": "But we want each of you to continue to be diligent to the very end, in order to give full assurance to your hope. ", "12": "Then, instead of being lazy, you will imitate those who are inheriting the promises through faith and patience.", "13": "For when God made his promise to Abraham, he swore an oath by himself, since he had no one greater to swear by. ", "14": "He said, “I will certainly bless you and give you many descendants.”[d] ", "15": "And so he obtained what he had been promised, because he patiently waited for it. ", "16": "For people swear by someone greater than themselves, and an oath given as confirmation puts an end to all argument. ", "17": "In the same way, when God wanted to make the unchangeable character of his purpose perfectly clear to the heirs of his promise, he guaranteed it with an oath, ", "18": "so that by these two unchangeable things, in which it is impossible for God to prove false, we who have taken refuge in him might be encouraged to seize the hope set before us. ", "19": "That hope,[e] firm and secure like an anchor for our souls, reaches behind the curtain ", "20": "where Jesus, our forerunner, has gone on our behalf, having become a high priest forever according to the order of Melchizedek."}