{"1": "Now the main point in what we are saying is this: we do have this kind of high priest, who sat down at the right hand of the throne of the Majesty in heaven ", "2": "and who serves in the sanctuary, the true tent set up by the Lord and not by any human. ", "3": "For every high priest is appointed to offer both gifts and sacrifices. Therefore, this high priest[a] had to offer something, too. ", "4": "Now if he were on earth, he would not even be a priest, because other men offer the gifts prescribed by the Law. ", "5": "They serve in a sanctuary that is a copy, a shadow of the heavenly one. This is why Moses was warned when he was about to build the tent: “See to it that you make everything according to the pattern that was shown you on the mountain.”[b] ", "6": "However, Jesus[c] has now obtained a more superior ministry, since the covenant he mediates is founded on better promises.", "7": "If the first covenant had been faultless, there would have been no need to look for a second one, ", "8": "but God[d] found something wrong with his people[e] when he said, “Look! The days are coming, declares the Lord,[f] when I will establish a new covenant with the house of Israel and with the house of Judah.", "9": "It will not be like the covenant that I made with their ancestors at the time when I took them by the hand and brought them out of the land of Egypt. Because they did not remain loyal to my covenant, I ignored them, declares the Lord.[g]", "10": "For this is the covenant that I will make with the house of Israel after that time, declares the Lord:[h] I will put my laws in their minds and write them on their hearts. I will be their God, and they will be my people.", "11": "Never again will everyone teach his neighbor or his brother by saying, 'Know the Lord,'[i] because all of them will know me, from the least important to the most important.", "12": "For I will be merciful regarding their wrong deeds, and I will never again remember their sins.”[j]", "13": "In speaking of a “new” covenant, he has made the first one obsolete, and what is obsolete and aging will soon disappear."}