{"1": "Now even the first covenant[a] had regulations for worship and an earthly sanctuary. ", "2": "For a tent was set up, and in the first part were the lamp stand, the table, and the bread of the Presence.[b] This was called the Holy Place. ", "3": "Behind the second curtain was the part of the tent called the Most Holy Place, ", "4": "which had the gold altar for incense and the Ark of the Covenant completely covered with gold. In it were the gold jar holding the manna, Aaron's staff that had budded, and the Tablets of the Covenant. ", "5": "Above it were the cherubim of glory overshadowing the place of atonement. (We cannot discuss these things in detail now.)", "6": "When everything had been arranged like this, the priests always went into the first part of the tent to perform their duties. ", "7": "But only the high priest went[c] into the second part, and then only once a year, and never without blood, which he offered for himself and for the sins committed by the people in ignorance. ", "8": "The Holy Spirit was indicating by this that the way into the Most Holy Place had not yet been disclosed as long as the first part of the tent was still standing. ", "9": "This illustration for today indicates that the gifts and sacrifices being offered could not clear the conscience of a worshiper, ", "10": "since they deal only with food, drink, and various washings, which are required for the body until the time when things would be set right.", "11": "But when the Messiah[d] came as a high priest of the good things that have come,[e] he went[f] through the greater and more perfect tent that was not made by human[g] hands and that is not a part of this creation. ", "12": "Not with the blood of goats and calves, but with his own blood he went into the Most Holy Place once for all and secured our eternal redemption. ", "13": "For if the blood of goats and bulls and the ashes of a heifer sprinkled on those who are unclean purifies them physically, ", "14": "how much more will the blood of the Messiah,[h] who through the eternal Spirit[i] offered himself unblemished to God, cleanse our[j] consciences from dead actions so that we may serve the living God!", "15": "This is why the Messiah[k] is the mediator of a new covenant; so that those who are called may receive the eternal inheritance promised them, since a death has occurred that redeems them from the offenses committed under the first covenant. ", "16": "For where there is a will, the death of the one who made it must be established. ", "17": "For a will is in force only when somebody has died, since it never takes effect as long as the one who made it is alive. ", "18": "This is why even the first covenant was not put into effect without blood. ", "19": "For after every commandment in the Law had been spoken to all the people by Moses, he took the blood of calves and goats,[l] together with some water, scarlet wool, and branches of hyssop, and sprinkled the scroll and all the people, ", "20": "saying, “This is the blood of the covenant that God ordained for you.”[m] ", "21": "In the same way, he sprinkled with the blood both the tent and everything used in worship. ", "22": "In fact, under the Law almost everything is cleansed with blood, and without the shedding of the blood there is no forgiveness.", "23": "Thus it was necessary for these earthly[n] copies of the things in heaven to be cleansed by these sacrifices,[o] but the heavenly things themselves are made clean[p] with better sacrifices than these. ", "24": "For the Messiah[q] did not go into a sanctuary made by human[r] hands that is merely a copy of the true one, but into heaven itself, to appear now in God's presence on our behalf. ", "25": "Nor did he go into heaven[s] to sacrifice himself again and again, the way the high priest goes into the Holy Place every year with blood that is not his own. ", "26": "Then he would have had to suffer repeatedly since the creation of the world. But now, at the end of the ages, he has appeared once for all to remove sin by his sacrifice. ", "27": "Indeed, just as people are destined to die once and after that to be judged,[t] ", "28": "so the Messiah[u] was sacrificed once to take away the sins of many people. And he will appear a second time, not to deal with sin,[v] but to bring salvation to those who eagerly wait for him."}