{"1": "Faith is a sure confidence of things that are hoped for, and a certainty of things that are not seen. ", "2": "By it the elders were well reported of.  ", "3": "Through faith we understand that the world and all the things which are seen were made of nothing by the word of God.", "4": "By faith Abel offered to God a better sacrifice than Cain, by which he obtained witness that he was righteous, God testifying of his gifts; by which also he being dead still speaks.", "5": "By faith Enoch was translated so that he would not see death, and was not to be found, because God had taken him away. Before he was taken away, he was reported of that he had pleased God. ", "6": "But without faith, it is impossible to please him. For the person who comes to God must believe that God is, and that he is a rewarder of those who seek him.", "7": "By faith Noah honoured God after he was warned of things that were not yet seen, and prepared the ark for the saving of his household – through which ark he condemned the world and became heir of the righteousness that comes by faith.", "8": "By faith Abraham, when he was called, obeyed, to go out into a place that he would afterward receive as an inheritance. And he went out not knowing where he should go. ", "9": "By faith he moved into the land that was promised him as into a strange country, and dwelt in tents; and so did Isaac and Jacob, heirs with him of the same promise. ", "10": "For he looked for a city having a foundation, whose builder and maker is God.", "11": "Through faith Sarah also received strength to be with child, and was delivered of a child when she was past age, because she judged him faithful who had promised. ", "12": "And therefore there came from one (and from one who was as good as dead) as many descendants as the stars of the sky, and as the sand of the seashore, which is innumerable.", "13": "And they all died in faith, and did not obtain the promises, but saw them afar off, and believed them, and hailed them, and confessed that they were strangers and pilgrims on the earth. ", "14": "People who say such things show that they are seeking a country. ", "15": "Also, if they had been mindful of that country that they came from, they were free to have returned again. ", "16": "But now they desire a better country; that is to say, a heavenly one. And so God is not ashamed of them, even to be called their God. For he has prepared for them a city.", "17": "By faith Abraham, when he was proved, offered up Isaac. And he offered him being his only begotten son that had the promises ", "18": "(of whom it was said: In Isaac shall your seed be called), ", "19": "because he considered that God was able to raise him up again from death. Therefore he received him back, for a figure.", "20": "In faith Isaac blessed Jacob and Esau concerning things to come.", "21": "By faith Jacob, when he was dying, blessed both the sons of Joseph, and bowed himself toward the top of his sceptre.", "22": "By faith Joseph, when he died, anticipated the exodus of the children of Israel from Egypt, and gave directions concerning his bones.", "23": "By faith Moses, when he was born, was hidden for three months by his father and mother, because they saw he was a fine child; neither did they fear the king's commandment.", "24": "By faith Moses, when he was great, refused to be called the son of Pharaoh's daughter, ", "25": "and chose rather to suffer adversity with the people of God than to enjoy the pleasures of sin for a season, ", "26": "and esteemed the rebuke of Christ to be greater riches than the treasure of Egypt. For he looked to the reward. ", "27": "By faith he left Egypt, and did not fear the fierceness of the king. For he persevered even as one who had seen him who is invisible.", "28": "Through faith he instituted the Passover lamb and the effusion of blood, lest he who destroyed the first-born should touch them.", "29": "By faith they passed through the Red Sea as by dry land, which, when the Egyptians attempted it, they were drowned.", "30": "By faith the walls of Jericho fell down after they were compassed about for seven days.", "31": "By faith the harlot Rahab did not perish with the unbelievers when she took in the spies peaceably.", "32": "And what more shall I say? The time would be too short for me to tell of Gideon, Barak, and of Samson, and of Jephthah, also of David and Samuel, and of the prophets, ", "33": "who through faith conquered kingdoms, wrought righteousness, received promises fulfilled, stopped the mouths of lions, ", "34": "quenched the force of fire, escaped the edge of the sword, from weakness were made strong, became valiant in fight, turned to flight the armies of the other nations. ", "35": "And the women received their dead raised to life again. Others were racked, and would not be delivered, so that they might receive a better resurrection. ", "36": "Others tasted of mockings and scourgings; moreover of bonds and imprisonment; ", "37": "were stoned, were hewn asunder, were sorely tried, were slain with swords, walked up and down in sheepskins, in goatskins, in need, tribulation, and vexation – ", "38": "of whom the world was not worthy. They wandered in wilderness, in mountains, in dens and caves of the earth.", "39": "And these all through faith obtained good report, and yet did not obtain the promise, ", "40": "God providing a better thing for us, so that they would not be made perfect without us."}