{"1": "Therefore let us also (seeing that we are compassed about with so great a cloud of witnesses) lay away all that presses down, and the sin that hangs on, and let us run with patience to the battle that is set before us, ", "2": "looking to Jesus, the author and finisher of our faith, who for the joy that was set before him suffered the cross, disregarding the shame, and is seated on the right hand of the throne of God.", "3": "Consider, therefore, how he endured such speaking against him of sinners, lest you be wearied and faint in your minds. ", "4": "For you have not yet resisted to the point of bloodshed, striving against sin, ", "5": "and have forgotten the consolation that speaks to you as to children: My son, do not despise the chastening of the Lord, nor faint when you are rebuked by him. ", "6": "For whom the Lord loves, him he chastens; yea and he scourges every son that he receives.", "7": "If you endure chastening, God offers himself to you as to sons. What son is it whom the father does not correct? ", "8": "If you are not under correction (of which all are partakers), then you are baseborn, and not sons.", "9": "Moreover, seeing we had fathers of our flesh who corrected us, and we gave them reverence, should we not much rather submit to the Father of spiritual gifts, so that we may live? ", "10": "And they for a few short days taught us as it pleased them, but he prepares us for that which is profitable: to receive of his holiness. ", "11": "No manner of chastisement for the present time seems to be joyous, but grievous. Nevertheless, afterwards it brings the quiet fruit of righteousness to those who are exercised by it.", "12": "Stretch forth therefore again the hands that were let down, and the weak knees, ", "13": "and see that you have straight steps for your feet, lest any limping turn you out of the way; yea let it rather be healed. ", "14": "Embrace peace with all men, and holiness, without which no man shall see the Lord.", "15": "And see to it that no one be destitute of the grace of God, and that no root of bitterness spring up and cause trouble, and thereby many be defiled; ", "16": "and that there be no fornicator or unclean person like Esau, who for one breakfast sold his birthright. ", "17": "You know that afterward, when he wanted to inherit the blessing, he was put by, and he found no means to come by it again; no, though he sought it with tears.", "18": "For you have not come to the mount that can be touched, and to burning fire, nor yet to mist and darkness and tempest of weather, ", "19": "neither to the sound of a trumpet and the voice of words, which voice the people that heard it wished away so that the message would not be spoken to them. ", "20": "For they were not able to abide that which was spoken. If a beast had touched the mountain, it was to have been stoned or thrust through with a dart. ", "21": "Even so terrible was the sight that appeared, Moses said, I fear and quake!", "22": "But you have come to the mount Zion, and to the city of the living God, the celestial Jerusalem, and to an innumerable multitude of angels, ", "23": "and to the congregation of the first born sons, whose names are written in heaven, and to God the judge of all, and to the spirits of the just and perfect, ", "24": "and to Jesus, the mediator of the new testament, and to the sprinkling of blood that speaks better than the blood of Abel.", "25": "See that you do not forsake him that speaks. For if they did not escape who refused him who spoke on earth, much more shall we not escape if we turn away from him that speaks from heaven – ", "26": "whose voice then shook the earth, and who now declares, saying: Yet once more will I shake, not the earth only, but also heaven.", "27": "No doubt this that he says – yet once more – signifies the removal of those things that are shaken, as of things that have ended their course, so that the things which are not shaken may remain. ", "28": "Therefore, if we receive the kingdom that is not shaken, we have grace whereby we may serve God, and please him with reverence and godly fear. ", "29": "For our God is a consuming fire."}