{"1": "Therefore, holy brethren, partakers of the celestial calling, consider the ambassador and high priest of our profession, Christ Jesus, ", "2": "who was faithful to him who appointed him, even as Moses was in all his house. ", "3": "And yet this man was counted worthy of more glory than Moses, inasmuch as he who has prepared the house has more honour in the house.  ", "4": "Every house is built by some man. But he who ordained all things is God. ", "5": "And Moses truly was faithful in all his house, as a servant, to bear witness of those things that were to be spoken afterward. ", "6": "But Christ as a son has rule over the house – whose house we are, if so be that we hold fast the confidence and the assurance of that hope to the end.", "7": "Therefore as the Holy Spirit says: Today if you hear his voice, ", "8": "harden not your hearts, as in the rebellion in the day of trial in the wilderness, ", "9": "where your fathers tried me, proved me, and saw my works forty years long. ", "10": "Therefore I was grieved with that generation, and said, They do ever err in their hearts; they have not acknowledged my ways. ", "11": "So I swore in my wrath that they would not enter into my rest.", "12": "Take heed, brethren, that there be in none of you an evil heart in unbelief, that he should depart from the living God; ", "13": "but exhort one another daily, while it is called today, lest any of you grow hard-hearted through the deceitfulness of sin.", "14": "We are partakers of Christ if we keep sure until the end the first confidence, ", "15": "as long as it is said: Today, if you hear his voice, harden not your hearts, as when you rebelled. ", "16": "For some, when they heard, rebelled – though not everyone who came out of Egypt under Moses. ", "17": "But with whom was he displeased for forty years? Was he not displeased with those who sinned, whose bodies were overthrown in the desert? ", "18": "To whom did he swear that they would not enter into his rest, but to those who did not believe? ", "19": "And we see that they could not enter in because of unbelief."}