{"1": "That first tabernacle indeed had observances, and the serving of God, and temporal holiness. ", "2": "For a foretabernacle was made, where the candlestick and the table and the showbread were, which is called holy. ", "3": "But within the second veil there was a tabernacle that is called holiest of all. ", "4": "It had the golden censer, and the ark of the testament overlaid round about with gold, in which was the golden pot with manna, and Aaron's rod that budded, and the tables of the testament. ", "5": "Over the ark were the cherubims of glory covering the seat of grace – of which things we will not now speak particularly.", "6": "When these things had been set up accordingly, the priests went constantly into the first tabernacle and executed the service of God. ", "7": "But into the second went the high priest alone, once every year – and not without blood, which he offered for himself and for the ignorance of the people. ", "8": "By this the Holy Spirit was signifying that the way of holy things was not yet made manifest, while as yet the first tabernacle was standing. ", "9": "That tabernacle was a similitude for the time then present, and in which gifts and sacrifices were offered that could not make the offerer perfect as pertaining to the conscience, ", "10": "with only foods, and drinks, and various washings and observances of the flesh, which were prescribed until the time of reformation.", "11": "But Christ, being a high priest of good things to come, came by a greater and a more perfect tabernacle, not made with hands; that is to say, not of this creation. ", "12": "Neither was it by the blood of goats and calves, but by his own blood he entered once and for all into the holy place, and found eternal redemption. ", "13": "For if the blood of oxen and of goats and the ashes of a heifer when sprinkled purified the unclean insofar as the purifying of the flesh is concerned, ", "14": "how much more shall the blood of Christ, who through the eternal Spirit offered himself without spot to God, purge your consciences from dead works in order to serve the living God?", "15": "And therefore he is the mediator of the new testament, so that through death, which effected the redemption of the transgressions that were under the first testament, those who are called may receive the promise of eternal inheritance. ", "16": "For where there is a testament, there must also be the death of him who makes the testament, ", "17": "because a testament takes authority when men are dead. It is of no effect as long as he who made it is alive.", "18": "For which reason also, neither was that first testament ordained without blood. ", "19": "For when all the commandments were read by Moses to all the people, he took the blood of calves and of goats, with water and purple wool and hyssop, and sprinkled both the book and all the people, ", "20": "saying: This is the blood of the testament that God has appointed unto you. ", "21": "Moreover, he sprinkled the tabernacle with blood also, and all the ministering vessels. ", "22": "And also almost all things are by the law purged with blood, and without the shedding of blood there is no remission.", "23": "It is needful then that the similitudes of heavenly things be purified with such things, but the heavenly things themselves are purified with better sacrifices than are those. ", "24": "For Christ has not entered into the holy places that are made with hands, which are but similitudes of true things, but has entered into very heaven, to appear now in the sight of God for us – ", "25": "not to offer himself repeatedly, as the high priest enters into the holy place every year with strange blood. ", "26": "For then he must have repeatedly suffered since the world began. But now, in the end of the world, he has appeared once and for all to put sin to flight by the offering up of himself. ", "27": "And as it is appointed unto men once to die, and then comes the judgment, ", "28": "so Christ was offered once to take away the sins of many, and to those who look for him, he will appear again without sin for salvation."}