{"1": "So we have many people of faith around us. Their lives tell us what faith means. So let us run the race that is before us and never give up. We should remove from our lives anything that would get in the way. And we should remove the sin that so easily catches us. ", "2": "Let us look only to Jesus. He is the one who began our faith, and he makes our faith perfect. Jesus suffered death on the cross. But he accepted the shame of the cross as if it were nothing. He did this because of the joy that God put before him. And now he is sitting at the right side of God's throne. ", "3": "Think about Jesus. He held on patiently while sinful men were doing evil things against him. Look at Jesus' example so that you will not get tired and stop trying.", "4": "You are struggling against sin, but your struggles have not yet caused you to be killed. ", "5": "You have forgotten his encouraging words for his sons: “My son, don't think the Lord's discipline of you is worth nothing. And don't stop trying when the Lord corrects you.", "6": "The Lord corrects those he loves. And he punishes everyone he accepts as his child.” Proverbs 3:11-12", "7": "So accept your sufferings as if they were a father's punishment. God does these things to you as a father punishing his sons. All sons are punished by their fathers. ", "8": "If you are never punished (and every son must be punished), you are not true children and not really sons. ", "9": "We have all had fathers here on earth who punished us. And we respected our fathers. So it is even more important that we accept punishment from the Father of our spirits. If we do this, we will have life. ", "10": "Our fathers on earth punished us for a short time. They punished us the way they thought was best. But God punishes us to help us, so that we can become holy as he is. ", "11": "We do not enjoy punishment. Being punished is painful at the time. But later, after we have learned from being punished, we have peace, because we start living in the right way.", "12": "You have become weak. So make yourselves strong again. ", "13": "Keep on the right path so the weak will not stumble but rather be strengthened.", "14": "Try to live in peace with all people. And try to live lives free from sin. If anyone's life is not holy, he will never see the Lord. ", "15": "Be careful that no one fails to get God's grace. Be careful that no one becomes like a bitter weed growing among you. A person like that can ruin all of you. ", "16": "Be careful that no one takes part in sexual sin. And be careful that no person is unholy like Esau. He sold all his rights as the oldest son for a single meal. ", "17": "You remember that after Esau did this, he wanted to get his father's blessing. He wanted this blessing so much that he cried. But his father refused to give him the blessing, because Esau could find no way to change what he had done.", "18": "You have not come to a mountain that can be touched and that is burning with fire. You have not come to darkness, sadness and storms. ", "19": "You have not come to the noise of a trumpet or to the sound of a voice. When the people of Israel heard the voice, they begged not to have to hear another word. ", "20": "They did not want to hear the command: “If anything, even an animal, touches the mountain, it must be put to death with stones.”[a] ", "21": "What they saw was so terrible that Moses said, “I am shaking with fear.”[b]", "22": "But you have not come to that kind of place. The new place you have come to is Mount Zion.[c] You have come to the city of the living God, the heavenly Jerusalem. You have come to thousands of angels gathered together with joy. ", "23": "You have come to the meeting of God's firstborn[d] children. Their names are written in heaven. You have come to God, the judge of all people. And you have come to the spirits of good people who have been made perfect. ", "24": "You have come to Jesus, the One who brought the new agreement from God to his people. You have come to the sprinkled blood[e] that has a better message than the blood of Abel.[f]", "25": "So be careful and do not refuse to listen when God speaks. They refused to listen to him when he warned them on earth. And they did not escape. Now God is warning us from heaven. So it will be worse for us if we refuse to listen to him. ", "26": "When he spoke before, his voice shook the earth. But now he has promised, “Once again I will shake not only the earth but also the heavens.”[g] ", "27": "The words “once again” clearly show us that everything that was made will be destroyed. These are the things that can be shaken. And only the things that cannot be shaken will remain.", "28": "So let us be thankful because we have a kingdom that cannot be shaken. We should worship God in a way that pleases him. So let us worship him with respect and fear, ", "29": "because our God is like a fire that burns things up."}