{"1": "Now God has left us that promise that we may enter and have his rest. Let us be very careful, then, so that none of you will fail to get that rest. ", "2": "The Good News was preached to us just as it was to them. But the teaching they heard did not help them. They heard it but did not accept it with faith.[a] ", "3": "We who have believed are able to enter and have God's rest. As God has said, “So I was angry and made a promise. 'They will never enter my land of rest.'” Psalm 95:11 But God's work was finished from the time he made the world. ", "4": "Somewhere in the Scriptures he talked about the seventh day of the week: “And on the seventh day God rested from all his work.”[b] ", "5": "And again in the Scripture God said, “They will never enter my land of rest.”", "6": "It is still true that some people will enter and have God's rest. But those who first heard the way to be saved did not enter. They did not enter because they did not obey. ", "7": "So God planned another day, called “today.” He spoke about that day through David a long time later. It is the same Scripture used before: “Today listen to what he says. Do not be stubborn.” Psalm 95:7-8", "8": "We know that Joshua[c] did not lead the people into that rest. We know this because God spoke later about another day. ", "9": "This shows that the seventh-day rest[d] for God's people is still coming. ", "10": "For anyone who enters and has God's rest will rest from his work as God did. ", "11": "So let us try as hard as we can to enter God's rest. We must try hard so that no one will be lost by following the example of those who refused to obey.", "12": "God's word is alive and working. It is sharper than a sword sharpened on both sides. It cuts all the way into us, where the soul and the spirit are joined. It cuts to the center of our joints and our bones. And God's word judges the thoughts and feelings in our hearts. ", "13": "Nothing in all the world can be hidden from God. Everything is clear and lies open before him. And to him we must explain the way we have lived.", "14": "We have a great high priest who has gone into heaven. He is Jesus the Son of God. So let us hold on to the faith we have. ", "15": "For our high priest is able to understand our weaknesses. He was tempted in every way that we are, but he did not sin. ", "16": "Let us, then, feel free to come before God's throne. Here there is grace. And we can receive mercy and grace to help us when we need it."}