{"1": "So let us go on to grown-up teaching. Let us not go back over the beginning lessons we learned about Christ. We should not start over again with teaching about turning from acts that lead to death and about believing in God. ", "2": "We should not return to the teaching of baptisms,[a] of laying on of hands,[b] of the raising of the dead and eternal judgment. ", "3": "And we will go on to grown-up teaching if God allows.", "4": "Some people cannot be brought back again to a changed life. They were once in God's light. They enjoyed heaven's gift, and they shared in the Holy Spirit. ", "5": "They found out how good God's word is, and they received the powers of his new world. ", "6": "And then they fell away from Christ! It is not possible to keep on bringing them back to a changed life again. For they are nailing the Son of God to a cross again and are shaming him in front of others.", "7": "Some people are like land that gets plenty of rain. The land produces a good crop for those who work it, and it receives God's blessings. ", "8": "Other people are like land that grows thorns and weeds and is worthless. It is about to be cursed by God. It will be destroyed by fire.", "9": "Dear friends, we are saying this to you. But we really expect better things from you that will lead to your salvation. ", "10": "God is fair. He will not forget the work you did and the love you showed for him by helping his people. And he will remember that you are still helping them. ", "11": "We want each of you to go on with the same hard work all your lives. Then you will surely get what you hope for. ", "12": "We do not want you to become lazy. Be like those who have faith and patience. They will receive what God has promised.", "13": "God made a promise to Abraham. And as there is no one greater than God, he used himself when he swore to Abraham. ", "14": "He said, “I will surely bless you and give you many descendants.”[c] ", "15": "Abraham waited patiently for this to happen. And he received what God promised.", "16": "People always use the name of someone greater than themselves when they swear. The oath proves that what they say is true. And this ends all arguing about what they say. ", "17": "God wanted to prove that his promise was true. He wanted to prove this to those who would get what he promised. He wanted them to understand clearly that his purposes never change. So God proved his promise by also making an oath. ", "18": "These two things cannot change. God cannot lie when he makes a promise, and he cannot lie when he makes an oath. These things encourage us who came to God for safety. They give us strength to hold on to the hope we have been given. ", "19": "We have this hope as an anchor for the soul, sure and strong. It enters behind the curtain in the Most Holy Place in heaven. ", "20": "Jesus has gone in there ahead of us and for us. He has become the high priest forever, a priest like Melchizedek.[d]"}