{"1": "Melchizedek[a] was the king of Salem and a priest for the Most High God. He met Abraham when Abraham was coming back after defeating the kings. When they met, Melchizedek blessed Abraham. ", "2": "And Abraham gave Melchizedek a tenth of everything he had brought back from the battle. First, Melchizedek's name means “king of goodness.” Also, he is king of Salem, which means “king of peace.” ", "3": "No one knows who Melchizedek's father or mother was.[b] No one knows where he came from. And no one knows when he was born or when he died. Melchizedek is like the Son of God; he continues being a priest forever.", "4": "You can see that Melchizedek was very great. Abraham, the great father, gave Melchizedek a tenth of everything that Abraham won in battle. ", "5": "Now the law says that those in the tribe of Levi who become priests must get a tenth from the people. The priests collect it from their own people, even though the priests and the people are both from the family of Abraham. ", "6": "Melchizedek was not from the tribe of Levi. But he got a tenth from Abraham. And he blessed Abraham, the man who had God's promises. ", "7": "And everyone knows that the more important person blesses the less important person. ", "8": "Those priests get a tenth, but they are only men who live and then die. But Melchizedek, who got a tenth from Abraham, continues living, as the Scripture says. ", "9": "It is Levi who gets a tenth from the people. But we might even say that when Abraham paid Melchizedek a tenth, then Levi also paid it. ", "10": "Levi was not yet born. But Levi was in the body of his ancestor Abraham when Melchizedek met Abraham.", "11": "The people were given the law[c] concerning the system of priests from the tribe of Levi. But they could not be made spiritually perfect through that system of priests. So there was a need for another priest to come. I mean a priest like Melchizedek, not Aaron. ", "12": "And when a different kind of priest comes, the law must be changed, too. ", "13": "We are saying these things about Christ. He belonged to a different tribe. No one from that tribe ever served as a priest at the altar. ", "14": "It is clear that our Lord came from the tribe of Judah. And Moses said nothing about priests belonging to that tribe.", "15": "And this becomes even more clear. We see that another priest comes, who is like Melchizedek.[d] ", "16": "He was not made a priest by human rules and laws. He became a priest through the power of his life, which continues forever. ", "17": "In the Scriptures, this is said about him: “You are a priest forever, a priest like Melchizedek.” Psalm 110:4", "18": "The old rule is now set aside because it was weak and useless. ", "19": "The law of Moses could not make anything perfect. But now a better hope has been given to us. And with this hope we can come near to God.", "20": "Also, it is important that God made an oath when he made Jesus high priest. When the others became priests, there was no oath. ", "21": "But Christ became a priest with God's oath. God said: “The Lord has made a promise and will not change his mind. 'You are a priest forever.'” Psalm 110:4", "22": "So this means that Jesus is the guarantee of a better agreement[e] from God to his people.", "23": "Also, when one of the other priests died, he could not continue being a priest. So there were many priests. ", "24": "But Jesus lives forever. He will never stop serving as priest. ", "25": "So he is always able to save those who come to God through him. He can do this, because he always lives, ready to help those who come before God.", "26": "So Jesus is the kind of high priest that we need. He is holy; he has no sin in him. He is pure and not influenced by sinners. And he is raised above the heavens. ", "27": "He is not like the other priests. They had to offer sacrifices every day, first for their own sins, and then for the sins of the people. But Christ does not need to do that. He offered his sacrifice only once and for all time. Christ offered himself! ", "28": "The law chooses high priests who are men with all their weaknesses. But the word of God's oath came later than the law. It made God's Son to be the high priest. And that Son has been made perfect forever."}