{"1": "Here is the point of what we are saying: We do have a high priest who sits on the right side of God's throne in heaven. ", "2": "Our high priest serves in the Most Holy Place. He serves in the true place of worship that was made by God, not by men.", "3": "Every high priest has the work of offering gifts and sacrifices to God. So our high priest must also offer something to God. ", "4": "If our high priest were now living on earth, he would not be a priest. I say this because there are already priests here who follow the law by offering gifts to God. ", "5": "The work that they do as priests is only a dim copy of what is in heaven. For when Moses was ready to build the Holy Tent, God warned him: “Be very careful to make everything by the plan I showed you on the mountain.”[a] ", "6": "But the priestly work that has been given to Jesus is much greater than the work that was given to the other priests. In the same way, the new agreement that Jesus brought from God to his people is much greater than the old one. And the new agreement is based on promises of better things.", "7": "If there was nothing wrong with the first agreement,[b] there would be no need for a second agreement. ", "8": "But God found something wrong with his people. He says:[c] “The time is coming, says the Lord, when I will make a new agreement. It will be with the people of Israel and the people of Judah.", "9": "It will not be like the agreement I made with their ancestors. That was when I took them by the hand to bring them out of Egypt. But they broke that agreement, and I turned away from them, says the Lord.", "10": "In the future I will make this agreement with the people of Israel, says the Lord. I will put my teachings in their minds. And I will write them on their hearts. I will be their God, and they will be my people.", "11": "People will no longer have to teach their neighbors and relatives to know the Lord. This is because all will know me, from the least to the most important.", "12": "I will forgive them for the wicked things they did. I will not remember their sins anymore.” Jeremiah 31:31-34", "13": "God called this a new agreement, so he has made the first agreement old. And anything that is old and worn out is ready to disappear."}