{"1": "The first agreement[a] had rules for worship. And it had a place on earth for worship. ", "2": "The Holy Tent was set up for this. The first area in the Tent was called the Holy Place. In it were the lamp and the table with the bread that was made holy for God. ", "3": "Behind the second curtain was a room called the Most Holy Place. ", "4": "In it was a golden altar for burning incense. Also there was the Ark of the Covenant that held the old agreement. The Ark of the Covenant was covered with gold. Inside this Ark of the Covenant was a golden jar of manna and Aaron's rod—the rod that once grew leaves. Also in it were the stone tablets of the old agreement. ", "5": "Above the Ark of the Covenant were the creatures with wings that showed God's glory. The wings of the creatures reached over the lid. But we cannot tell everything about these things now.", "6": "Everything in the Tent was made ready in this way. Then the priests went into the first room every day to do their worship. ", "7": "But only the high priest could go into the second room, and he did that only once a year. He could never enter the inner room without taking blood with him. He offered that blood to God for himself and for the people's sins. These were sins people did without knowing that they were sinning. ", "8": "The Holy Spirit uses this to show that the way into the Most Holy Place was not open. This was while the system of the old Holy Tent was still being used. ", "9": "This is an example for the present time. It shows that the gifts and sacrifices offered cannot make the worshiper perfect in his heart. ", "10": "These gifts and sacrifices were only about food and drink and special washings. They were rules for the body, to be followed until the time of God's new way.", "11": "But Christ has come as the high priest of the good things we now have.[b] The tent he entered is greater and more perfect. It is not made by men. It does not belong to this world. ", "12": "Christ entered the Most Holy Place only once—and for all time. He did not take with him the blood of goats and calves. His sacrifice was his own blood. He entered the Most Holy Place and set us free from sin forever. ", "13": "The blood of goats and bulls and the ashes of a cow are sprinkled on the people who are unclean and this makes their bodies clean again.", "14": "How much more is done by the blood of Christ. He offered himself through the eternal Spirit[c] as a perfect sacrifice to God. His blood will make our hearts clean from useless acts. We are made pure so that we may serve the living God.", "15": "So Christ brings a new agreement from God to his people. Those who are called by God can now receive the blessings that God has promised. These blessings will last forever. They can have those things because Christ died so that the people who lived under the first agreement could be set free from sin.", "16": "When there is a will,[d] it must be proven that the man who wrote that will is dead. ", "17": "A will means nothing while the man is alive. It can be used only after he dies. ", "18": "This is why even the first agreement could not begin without blood to show death. ", "19": "First, Moses told all the people every command in the law. Next he took the blood of calves and mixed it with water. Then he used red wool and a branch of the hyssop plant to sprinkle the blood and water on the book of the law and on all the people. ", "20": "He said, “This is the blood which begins the agreement that God commanded you to obey.”[e] ", "21": "In the same way, Moses sprinkled the blood on the Holy Tent and over all the things used in worship. ", "22": "The law says that almost everything must be made clean by blood. And sins cannot be forgiven without blood to show death.", "23": "So the copies of the real things in heaven had to be made clean by animal sacrifices. But the real things in heaven need much better sacrifices. ", "24": "For Christ did not go into the Most Holy Place made by men. It is only a copy of the real one. He went into heaven itself. He is there now before God to help us. ", "25": "The high priest enters the Most Holy Place once every year. He takes with him blood that is not his own blood. But Christ did not go into heaven to offer himself many times. ", "26": "Then he would have had to suffer many times since the world was made. But Christ came only once and for all time. He came at just the right time to take away all sin by sacrificing himself. ", "27": "Everyone must die once. After a person dies, he is judged. ", "28": "So Christ was offered as a sacrifice one time to take away the sins of many people. And he will come a second time, but not to offer himself for sin. He will come again to bring salvation to those who are waiting for him."}