{"1": "Now a certain man named Lazarus was sick. He was from Bethany, the village where Mary and her sister Martha lived.[a] ", "2": "(Now it was Mary who anointed the Lord with perfumed oil[b] and wiped his feet dry with her hair, whose brother Lazarus was sick.)[c] ", "3": "So the sisters sent a message[d] to Jesus,[e] “Lord, look, the one you love is sick.” ", "4": "When Jesus heard this, he said, “This sickness will not lead to death,[f] but to God's glory,[g] so that the Son of God may be glorified through it.”[h] ", "5": "(Now Jesus loved Martha and her sister and Lazarus.)[i]", "6": "So when he heard that Lazarus[j] was sick, he remained in the place where he was for two more days. ", "7": "Then after this, he said to his disciples, “Let us go to Judea again.”[k] ", "8": "The disciples replied,[l] “Rabbi, the Jewish leaders[m] were just now trying[n] to stone you to death! Are[o] you going there again?” ", "9": "Jesus replied,[p] “Are there not twelve hours in a day? If anyone walks around in the daytime, he does not stumble,[q] because he sees the light of this world.[r] ", "10": "But if anyone walks around at night,[s] he stumbles,[t] because the light is not in him.”", "11": "After he said this, he added,[u] “Our friend Lazarus has fallen asleep.[v] But I am going there to awaken him.” ", "12": "Then the disciples replied,[w] “Lord, if he has fallen asleep, he will recover.” ", "13": "(Now Jesus had been talking about[x] his death, but they[y] thought he had been talking about real sleep.)[z]", "14": "Then Jesus told them plainly, “Lazarus has died, ", "15": "and I am glad[aa] for your sake that I was not there, so that you may believe.[ab] But let us go to him.” ", "16": "So Thomas (called Didymus[ac])[ad] said to his fellow disciples, “Let us go too, so that we may die with him.”[ae]", "17": "When[af] Jesus arrived,[ag] he found that Lazarus[ah] had been in the tomb four days already.[ai] ", "18": "(Now Bethany was less than two miles[aj] from Jerusalem, ", "19": "so many of the Jewish people of the region[ak] had come to Martha and Mary to console them[al] over the loss of their brother.)[am] ", "20": "So when Martha heard that Jesus was coming, she went out to meet him, but Mary was sitting in the house.[an] ", "21": "Martha[ao] said to Jesus, “Lord, if you had been here, my brother would not have died. ", "22": "But even now I know that whatever you ask from God, God will grant[ap] you.”[aq]", "23": "Jesus replied,[ar] “Your brother will come back to life again.”[as] ", "24": "Martha said,[at] “I know that he will come back to life again[au] in the resurrection at the last day.” ", "25": "Jesus said to her, “I am the resurrection and the life. The one who believes in me will live[av] even if he dies, ", "26": "and the one who lives and believes in me will never die.[aw] Do you believe this?” ", "27": "She replied,[ax] “Yes, Lord, I believe[ay] that you are the Christ,[az] the Son of God who comes into the world.”[ba]", "28": "And when she had said this, Martha[bb] went and called her sister Mary, saying privately,[bc] “The Teacher is here and is asking for you.”[bd] ", "29": "So when Mary[be] heard this, she got up quickly and went to him. ", "30": "(Now Jesus had not yet entered the village, but was still in the place where Martha had come out to meet him.) ", "31": "Then the people[bf] who were with Mary[bg] in the house consoling her saw her[bh] get up quickly and go out. They followed her, because they thought she was going to the tomb to weep[bi] there.", "32": "Now when Mary came to the place where Jesus was and saw him, she fell at his feet and said to him, “Lord, if you had been here, my brother would not have died.” ", "33": "When Jesus saw her weeping, and the people[bj] who had come with her weeping, he was intensely moved[bk] in spirit and greatly distressed.[bl] ", "34": "He asked,[bm] “Where have you laid him?”[bn] They replied,[bo] “Lord, come and see.” ", "35": "Jesus wept.[bp] ", "36": "Thus the people who had come to mourn[bq] said, “Look how much he loved him!” ", "37": "But some of them said, “This is the man who caused the blind man to see![br] Couldn't he have done something to keep Lazarus[bs] from dying?”", "38": "Jesus, intensely moved[bt] again, came to the tomb. (Now it was a cave, and a stone was placed across it.)[bu] ", "39": "Jesus said, “Take away the stone.”[bv] Martha, the sister of the deceased,[bw] replied, “Lord, by this time the body will have a bad smell,[bx] because he has been buried[by] four days.”[bz] ", "40": "Jesus responded,[ca] “Didn't I tell you that if you believe, you would see the glory of God?” ", "41": "So they took away[cb] the stone. Jesus looked upward[cc] and said, “Father, I thank you that you have listened to me.[cd] ", "42": "I knew that you always listen to me,[ce] but I said this[cf] for the sake of the crowd standing around here, that they may believe that you sent me.” ", "43": "When[cg] he had said this, he shouted in a loud voice,[ch] “Lazarus, come out!” ", "44": "The one who had died came out, his feet and hands tied up with strips of cloth,[ci] and a cloth wrapped around his face.[cj] Jesus said to them, “Unwrap him[ck] and let him go.”", "45": "Then many of the people,[cl] who had come with Mary and had seen the things Jesus[cm] did, believed in him. ", "46": "But some of them went to the Pharisees[cn] and reported to them[co] what Jesus had done. ", "47": "So the chief priests and the Pharisees[cp] called the council[cq] together and said, “What are we doing? For this man is performing many miraculous signs. ", "48": "If we allow him to go on in this way,[cr] everyone will believe in him, and the Romans will come and take away our sanctuary[cs] and our nation.”", "49": "Then one of them, Caiaphas, who was high priest that year, said,[ct] “You know nothing at all! ", "50": "You do not realize[cu] that it is more to your advantage to have one man[cv] die for the people than for the whole nation to perish.”[cw] ", "51": "(Now he did not say this on his own,[cx] but because he was high priest that year, he prophesied that Jesus was going to die for the Jewish nation,[cy] ", "52": "and not for the Jewish nation[cz] only,[da] but to gather together[db] into one the children of God who are scattered.)[dc] ", "53": "So from that day they planned together to kill him.", "54": "Thus Jesus no longer went[dd] around publicly[de] among the Judeans,[df] but went away from there to the region near the wilderness, to a town called Ephraim,[dg] and stayed there with his disciples. ", "55": "Now the Jewish Feast of Passover[dh] was near, and many people went up to Jerusalem from the rural areas before the Passover to cleanse themselves ritually.[di] ", "56": "Thus they were looking for Jesus,[dj] and saying to one another as they stood in the temple courts,[dk] “What do you think? That he won't come to the feast?” ", "57": "(Now the chief priests and the Pharisees[dl] had given orders that anyone who knew where Jesus[dm] was should report it, so that they could arrest[dn] him.)[do]"}