{"1": "Just before the Passover Feast, Jesus knew that his time[a] had come to depart[b] from this world to the Father. Having loved his own who were in the world, he now loved them to the very end.[c] ", "2": "The evening meal[d] was in progress, and the devil had already put into the heart[e] of Judas Iscariot, Simon's son, that he should betray[f] Jesus.[g] ", "3": "Because Jesus[h] knew that the Father had handed all things over to him,[i] and that he had come from God and was going back to God, ", "4": "he got up from the meal, removed[j] his outer clothes,[k] took a towel and tied it around himself.[l] ", "5": "He poured water into the washbasin and began to wash the disciples' feet and to dry them with the towel he had wrapped around himself.[m]", "6": "Then he came to Simon Peter. Peter[n] said to him, “Lord, are you going to wash[o] my feet?” ", "7": "Jesus replied,[p] “You do not understand[q] what I am doing now, but you will understand[r] after these things.” ", "8": "Peter said to him, “You will never wash my feet!”[s] Jesus replied,[t] “If I do not wash you, you have no share with me.”[u] ", "9": "Simon Peter said to him, “Lord, wash[v] not only my feet, but also my hands and my head!” ", "10": "Jesus replied,[w] “The one who has bathed needs only to wash his feet,[x] but is completely[y] clean.[z] And you disciples[aa] are clean, but not every one of you.” ", "11": "(For Jesus[ab] knew the one who was going to betray him. For this reason he said, “Not every one of you is[ac] clean.”)[ad]", "12": "So when Jesus[ae] had washed their feet and put his outer clothing back on, he took his place at the table[af] again and said to them, “Do you understand[ag] what I have done for you? ", "13": "You call me 'Teacher' and 'Lord,' and do so correctly,[ah] for that is what I am.[ai] ", "14": "If I then, your Lord and Teacher, have washed your feet, you too ought to wash one another's feet. ", "15": "For I have given you an example[aj]—you should do just as I have done for you. ", "16": "I tell you the solemn truth,[ak] the slave[al] is not greater than his master, nor is the one who is sent as a messenger[am] greater than the one who sent him. ", "17": "If you understand[an] these things, you will be blessed if you do them.", "18": "“What I am saying does not refer to all of you. I know the ones I have chosen. But this is to fulfill the scripture,[ao] 'The one who eats my bread[ap] has turned against me.'[aq] ", "19": "I am telling you this now,[ar] before it happens, so that when it happens you may believe[as] that I am he.[at] ", "20": "I tell you the solemn truth,[au] whoever accepts[av] the one I send accepts me, and whoever accepts me accepts the one who sent me.”[aw]", "21": "When he had said these things, Jesus was greatly distressed[ax] in spirit, and testified,[ay] “I tell you the solemn truth,[az] one of you will betray me.”[ba] ", "22": "The disciples began to look at one another, worried and perplexed[bb] to know which of them he was talking about. ", "23": "One of his disciples, the one Jesus loved,[bc] was at the table[bd] to the right of Jesus in a place of honor.[be] ", "24": "So Simon Peter[bf] gestured to this disciple[bg] to ask Jesus[bh] who it was he was referring to.[bi] ", "25": "Then the disciple whom Jesus loved[bj] leaned back against Jesus' chest and asked him, “Lord, who is it?” ", "26": "Jesus replied,[bk] “It is the one to whom I will give this piece of bread[bl] after I have dipped it in the dish.”[bm] Then he dipped the piece of bread in the dish[bn] and gave it to Judas Iscariot, Simon's son. ", "27": "And after Judas[bo] took the piece of bread, Satan entered into him.[bp] Jesus said to him,[bq] “What you are about to do, do quickly.” ", "28": "(Now none of those present at the table[br] understood[bs] why Jesus[bt] said this to Judas.[bu] ", "29": "Some thought that, because Judas had the money box, Jesus was telling him to buy whatever they needed for the feast,[bv] or to give something to the poor.)[bw] ", "30": "Judas[bx] took the piece of bread and went out immediately. (Now it was night.)[by]", "31": "When[bz] Judas[ca] had gone out, Jesus said, “Now the Son of Man is glorified, and God is glorified in him. ", "32": "If God is glorified in him,[cb] God will also glorify him in himself, and he will glorify him right away.[cc] ", "33": "Children, I am still with you for a little while. You will look for me,[cd] and just as I said to the Jewish religious leaders,[ce] 'Where I am going you cannot come,'[cf] now I tell you the same.[cg]", "34": "“I give you a new commandment—to love[ch] one another. Just as I have loved you, you also are to love one another.[ci] ", "35": "Everyone[cj] will know by this that you are my disciples—if you have love for one another.”", "36": "Simon Peter said to him, “Lord, where are you going?” Jesus replied,[ck] “Where I am going, you cannot follow me now, but you will follow later.” ", "37": "Peter said to him, “Lord, why can't I follow you now? I will lay down my life for you!”[cl] ", "38": "Jesus answered, “Will you lay down your life for me?[cm] I tell you the solemn truth,[cn] the rooster will not crow until you have denied me three times!"}