{"1": "“Do not let your hearts be distressed.[a] You believe in God;[b] believe also in me. ", "2": "There are many dwelling places[c] in my Father's house.[d] Otherwise, I would have told you, because[e] I am going away to make ready[f] a place for you.[g] ", "3": "And if I go and make ready[h] a place for you, I will come again and take you[i] to be with me,[j] so that where I am you may be too. ", "4": "And you know the way where I am going.”[k]", "5": "Thomas said,[l] “Lord, we don't know where you are going. How can we know the way?” ", "6": "Jesus replied,[m] “I am the way, and the truth, and the life.[n] No one comes to the Father except through me. ", "7": "If you have known me, you will know my Father too.[o] And from now on you do know him and have seen him.”", "8": "Philip said,[p] “Lord, show us the Father, and we will be content.”[q] ", "9": "Jesus replied,[r] “Have I been with you for so long, and you have not known[s] me, Philip? The person who has seen me has seen the Father! How can you say, 'Show us the Father'? ", "10": "Do you not believe that I am in the Father, and the Father is in me?[t] The words that I say to you, I do not speak on my own initiative,[u] but the Father residing in me performs[v] his miraculous deeds.[w] ", "11": "Believe me that I am in the Father, and the Father is in me, but if you do not believe me,[x] believe because of the miraculous deeds[y] themselves. ", "12": "I tell you the solemn truth,[z] the person who believes in me will perform[aa] the miraculous deeds[ab] that I am doing,[ac] and will perform[ad] greater deeds[ae] than these, because I am going to the Father. ", "13": "And I will do whatever you ask in my name,[af] so that the Father may be glorified[ag] in the Son. ", "14": "If you ask me anything in my name, I will do it.", "15": "“If you love me, you will obey[ah] my commandments.[ai] ", "16": "Then[aj] I will ask the Father, and he will give you another Advocate[ak] to be with you forever—", "17": "the Spirit of truth, whom the world cannot accept,[al] because it does not see him or know him. But you know him, because he resides[am] with you and will be[an] in you.", "18": "“I will not abandon[ao] you as orphans,[ap] I will come to you.[aq] ", "19": "In a little while[ar] the world will not see me any longer, but you will see me; because I live, you will live too. ", "20": "You will know at that time[as] that I am in my Father and you are in me and I am in you. ", "21": "The person who has my commandments and obeys[at] them is the one who loves me.[au] The one[av] who loves me will be loved by my Father, and I will love him and will reveal[aw] myself to him.”", "22": "“Lord,” Judas (not Judas Iscariot)[ax] said,[ay] “what has happened that you are going to reveal[az] yourself to us and not to the world?” ", "23": "Jesus replied,[ba] “If anyone loves me, he will obey[bb] my word, and my Father will love him, and we will come to him and take up residence with him.[bc] ", "24": "The person who does not love me does not obey[bd] my words. And the word[be] you hear is not mine, but the Father's who sent me.", "25": "“I have spoken these things while staying[bf] with you. ", "26": "But the Advocate,[bg] the Holy Spirit, whom the Father will send in my name, will teach you[bh] everything,[bi] and will cause you to remember everything[bj] I said to you.", "27": "“Peace I leave with you;[bk] my peace I give to you; I do not give it[bl] to you as the world does.[bm] Do not let your hearts be distressed or lacking in courage.[bn] ", "28": "You heard me say to you,[bo] 'I am going away and I am coming back to you.' If you loved me, you would be glad[bp] that I am going to the Father, because the Father is greater than I am.[bq] ", "29": "I have told you now before it happens, so that when it happens you may believe.[br] ", "30": "I will not speak with you much longer,[bs] for the ruler of this world is coming.[bt] He has no power over me,[bu] ", "31": "but I am doing just what the Father commanded me, so that the world may know[bv] that I love the Father.[bw] Get up, let us go from here.[bx]"}