{"1": "“I have told you all these things so that you will not fall away.[a] ", "2": "They will put you out of[b] the synagogue,[c] yet a time[d] is coming when the one who kills you will think he is offering service to God.[e] ", "3": "They[f] will do these things because they have not known the Father or me.[g] ", "4": "But I have told you these things[h] so that when their time[i] comes, you will remember that I told you about them.[j] “I did not tell you these things from the beginning because I was with you.[k] ", "5": "But now I am going to the one who sent me,[l] and not one of you is asking me, 'Where are you going?'[m] ", "6": "Instead your hearts are filled with sadness[n] because I have said these things to you. ", "7": "But I tell you the truth, it is to your advantage that I am going away. For if I do not go away, the Advocate[o] will not come to you, but if I go, I will send him to you. ", "8": "And when he[p] comes, he will prove the world wrong[q] concerning sin and[r] righteousness and[s] judgment—", "9": "concerning sin, because[t] they do not believe in me;[u] ", "10": "concerning righteousness,[v] because[w] I am going to the Father and you will see me no longer; ", "11": "and concerning judgment,[x] because[y] the ruler of this world[z] has been condemned.[aa]", "12": "“I have many more things to say to you,[ab] but you cannot bear[ac] them now. ", "13": "But when he,[ad] the Spirit of truth, comes, he will guide[ae] you into all truth.[af] For he will not speak on his own authority,[ag] but will speak whatever he hears, and will tell you[ah] what is to come.[ai] ", "14": "He[aj] will glorify me,[ak] because he will receive[al] from me what is mine[am] and will tell it to you.[an] ", "15": "Everything that the Father has is mine; that is why I said the Spirit[ao] will receive from me what is mine[ap] and will tell it to you.[aq] ", "16": "In a little while you[ar] will see me no longer; again after a little while, you[as] will see me.”[at]", "17": "Then some of his disciples said to one another, “What is the meaning of what he is saying,[au] 'In a little while you[av] will not see me; again after a little while, you[aw] will see me,' and, 'because I am going to the Father'?”[ax] ", "18": "So they kept on repeating,[ay] “What is the meaning of what he says,[az] 'In a little while'?[ba] We do not understand[bb] what he is talking about.”[bc]", "19": "Jesus could see[bd] that they wanted to ask him about these things,[be] so[bf] he said to them, “Are you asking[bg] each other about this—that I said, 'In a little while you[bh] will not see me; again after a little while, you[bi] will see me'? ", "20": "I tell you the solemn truth,[bj] you will weep[bk] and wail,[bl] but the world will rejoice; you will be sad,[bm] but your sadness will turn into[bn] joy. ", "21": "When a woman gives birth, she has distress[bo] because her time[bp] has come, but when her child is born, she no longer remembers the suffering because of her joy that a human being[bq] has been born into the world.[br] ", "22": "So also you have sorrow[bs] now, but I will see you again, and your hearts will rejoice, and no one will take your joy away from you.[bt] ", "23": "At that time[bu] you will ask me nothing. I tell you the solemn truth,[bv] whatever you ask the Father in my name he will give you.[bw] ", "24": "Until now you have not asked for anything in my name. Ask and you will receive it,[bx] so that your joy may be complete.", "25": "“I have told you these things in obscure figures of speech;[by] a time[bz] is coming when I will no longer speak to you in obscure figures, but will tell you[ca] plainly[cb] about the Father. ", "26": "At that time[cc] you will ask in my name, and I do not say[cd] that I will ask the Father on your behalf. ", "27": "For the Father himself loves you, because you have loved me and have believed that I came from God.[ce] ", "28": "I came from the Father and entered into the world, but in turn,[cf] I am leaving the world and going back to the Father.”[cg]", "29": "His disciples said, “Look, now you are speaking plainly[ch] and not in obscure figures of speech![ci] ", "30": "Now we know that you know everything[cj] and do not need anyone[ck] to ask you anything.[cl] Because of this[cm] we believe that you have come from God.”", "31": "Jesus replied,[cn] “Do you now believe? ", "32": "Look, a time[co] is coming—and has come—when you will be scattered, each one to his own home,[cp] and I will be left alone.[cq] Yet[cr] I am not alone, because my Father[cs] is with me. ", "33": "I have told you these things so that in me you may have peace. In the world you have trouble and suffering,[ct] but take courage[cu]—I have conquered the world.”[cv]"}