{"1": "When Jesus had finished saying these things, he looked upward[a] to heaven[b] and said, “Father, the time[c] has come. Glorify your Son, so that your[d] Son may glorify you—", "2": "just as you have given him authority over all humanity,[e] so that he may give eternal life to everyone you have given him.[f] ", "3": "Now this[g] is eternal life[h]—that they know you, the only true God, and Jesus Christ,[i] whom you sent. ", "4": "I glorified you on earth by completing[j] the work you gave me to do.[k] ", "5": "And now, Father, glorify me at your side[l] with the glory I had with you before the world was created.[m]", "6": "“I have revealed[n] your name[o] to the men[p] you gave me out of the world. They belonged to you,[q] and you gave them to me, and they have obeyed[r] your word. ", "7": "Now they understand[s] that everything[t] you have given me comes from you, ", "8": "because I have given them the words you have given me. They[u] accepted[v] them[w] and really[x] understand[y] that I came from you, and they believed that you sent me. ", "9": "I am praying[z] on behalf of them. I am not praying[aa] on behalf of the world, but on behalf of those you have given me, because they belong to you.[ab] ", "10": "Everything[ac] I have belongs to you,[ad] and everything you have belongs to me,[ae] and I have been glorified by them.[af] ", "11": "I[ag] am no longer in the world, but[ah] they are in the world, and I am coming to you. Holy Father, keep them safe[ai] in your name[aj] that you have given me, so that they may be one just as we are one.[ak] ", "12": "When I was with them I kept them safe[al] and watched over them[am] in your name[an] that you have given me. Not one[ao] of them was lost except the one destined for destruction,[ap] so that the scripture could be fulfilled.[aq] ", "13": "But now I am coming to you, and I am saying these things in the world, so they may experience[ar] my joy completed[as] in themselves. ", "14": "I have given them your word,[at] and the world has hated them, because they do not belong to the world,[au] just as I do not belong to the world.[av] ", "15": "I am not asking you to take them out of the world, but that you keep them safe[aw] from the evil one.[ax] ", "16": "They do not belong to the world[ay] just as I do not belong to the world.[az] ", "17": "Set them apart[ba] in the truth; your word is truth. ", "18": "Just as you sent me into the world, so I sent them into the world.[bb] ", "19": "And I set myself apart[bc] on their behalf,[bd] so that they too may be truly set apart.[be]", "20": "“I am not praying[bf] only on their behalf, but also on behalf of those who believe[bg] in me through their testimony,[bh] ", "21": "that they will all be one, just as you, Father, are in me and I am in you. I pray[bi] that they will be in us, so that the world will believe that you sent me. ", "22": "The glory[bj] you gave to me I have given to them, that they may be one just as we are one—", "23": "I in them and you in me—that they may be completely one,[bk] so that the world will know that you sent me, and you have loved them just as you have loved me.", "24": "“Father, I want those you have given me to be with me where I am,[bl] so that they can see my glory that you gave me because you loved me before the creation of the world[bm] . ", "25": "Righteous Father, even if the world does not know you, I know you, and these men[bn] know that you sent me. ", "26": "I made known your name[bo] to them, and I will continue to make it known,[bp] so that the love you have loved me with may be in them, and I may be in them.”"}