{"1": "Then Pilate took Jesus and had him flogged severely.[a] ", "2": "The soldiers[b] braided[c] a crown of thorns[d] and put it on his head, and they clothed him in a purple robe.[e] ", "3": "They[f] came up to him again and again[g] and said, “Hail, king of the Jews!”[h] And they struck him repeatedly[i] in the face.", "4": "Again Pilate went out and said to the Jewish leaders,[j] “Look, I am bringing him out to you, so that you may know that I find no reason for an accusation[k] against him.” ", "5": "So Jesus came outside, wearing the crown of thorns and the purple robe.[l] Pilate[m] said to them, “Look, here is the man!”[n] ", "6": "When the chief priests and their officers saw him, they shouted out, “Crucify[o] him! Crucify him!”[p] Pilate said,[q] “You take him and crucify him![r] Certainly[s] I find no reason for an accusation[t] against him!” ", "7": "The Jewish leaders[u] replied,[v] “We have a law,[w] and according to our law he ought to die, because he claimed to be the Son of God!”[x]", "8": "When Pilate heard what they said,[y] he was more afraid than ever,[z] ", "9": "and he went back into the governor's residence[aa] and said to Jesus, “Where do you come from?” But Jesus gave him no answer. ", "10": "So Pilate said,[ab] “Do you refuse to speak to me? Don't you know I have the authority[ac] to release you, and to crucify you?”[ad] ", "11": "Jesus replied, “You would have no authority[ae] over me at all, unless it was given to you from above. Therefore the one who handed me over to you[af] is guilty of greater sin.”[ag]", "12": "From this point on, Pilate tried[ah] to release him. But the Jewish leaders[ai] shouted out,[aj] “If you release this man,[ak] you are no friend of Caesar![al] Everyone who claims to be a king[am] opposes Caesar!” ", "13": "When Pilate heard these words he brought Jesus outside and sat down on the judgment seat[an] in the place called “The Stone Pavement”[ao] (Gabbatha in[ap] Aramaic).[aq] ", "14": "(Now it was the day of preparation[ar] for the Passover, about noon.[as])[at] Pilate[au] said to the Jewish leaders,[av] “Look, here is your king!”", "15": "Then they[aw] shouted out, “Away with him! Away with him![ax] Crucify[ay] him!” Pilate asked,[az] “Shall I crucify your king?” The high priests replied, “We have no king except Caesar!” ", "16": "Then Pilate[ba] handed him over[bb] to them to be crucified. So they took Jesus, ", "17": "and carrying his own cross[bc] he went out to the place called “The Place of the Skull”[bd] (called in Aramaic[be] Golgotha).[bf] ", "18": "There they[bg] crucified[bh] him along with two others,[bi] one on each side, with Jesus in the middle. ", "19": "Pilate also had a notice[bj] written and fastened to the cross,[bk] which read:[bl] “Jesus the Nazarene, the king of the Jews.” ", "20": "Thus many of the Jewish residents of Jerusalem[bm] read this notice,[bn] because the place where Jesus was crucified was near the city, and the notice was written in Aramaic,[bo] Latin, and Greek. ", "21": "Then the chief priests of the Jews[bp] said to Pilate, “Do not write, 'The king of the Jews,' but rather, 'This man said, I am king of the Jews.'” ", "22": "Pilate answered, “What I have written, I have written.”", "23": "Now when the soldiers crucified[bq] Jesus, they took his clothes and made four shares, one for each soldier,[br] and the tunic[bs] remained. (Now the tunic[bt] was seamless, woven from top to bottom as a single piece.)[bu] ", "24": "So the soldiers said to one another, “Let's not tear it, but throw dice[bv] to see who will get it.”[bw] This took place[bx] to fulfill the scripture that says, “They divided my garments among them, and for my clothing they threw dice.”[by] So the soldiers did these things.", "25": "Now standing beside Jesus' cross were his mother, his mother's sister, Mary the wife of Clopas, and Mary Magdalene.[bz] ", "26": "So when Jesus saw his mother and the disciple whom he loved standing there, he said to his mother, “Woman,[ca] look, here is your son!” ", "27": "He then said to his disciple, “Look, here is your mother!” From that very time[cb] the disciple took her into his own home.", "28": "After this Jesus, realizing that by this time[cc] everything was completed,[cd] said (in order to fulfill the scripture),[ce] “I am thirsty!”[cf] ", "29": "A jar full of sour wine[cg] was there, so they put a sponge soaked in sour wine on a branch of hyssop[ch] and lifted it[ci] to his mouth. ", "30": "When[cj] he had received the sour wine, Jesus said, “It is completed!”[ck] Then he bowed his head and gave up his spirit.[cl]", "31": "Then, because it was the day of preparation, so that the bodies should not stay on the crosses on the Sabbath[cm] (for that Sabbath was an especially important one),[cn] the Jewish leaders[co] asked Pilate to have the victims' legs[cp] broken[cq] and the bodies taken down.[cr] ", "32": "So the soldiers came and broke the legs of the two men who had been crucified[cs] with Jesus,[ct] first the one and then the other.[cu] ", "33": "But when they came to Jesus and saw that he was already dead, they did not break his legs. ", "34": "But one of the soldiers pierced[cv] his side with a spear, and blood and water[cw] flowed out immediately. ", "35": "And the person who saw it[cx] has testified (and his testimony is true, and he[cy] knows that he is telling the truth),[cz] so that you also may believe. ", "36": "For these things happened so that the scripture would be fulfilled, “Not a bone of his will be broken.”[da] ", "37": "And again another scripture says, “They will look on the one whom they have pierced.”[db]", "38": "After this, Joseph of Arimathea, a disciple of Jesus (but secretly, because he feared the Jewish leaders[dc]),[dd] asked Pilate if he could remove the body of Jesus. Pilate[de] gave him permission, so he went and took the body away.[df] ", "39": "Nicodemus, the man who had previously come to Jesus[dg] at night,[dh] accompanied Joseph,[di] carrying a mixture of myrrh and aloes[dj] weighing about seventy-five pounds.[dk] ", "40": "Then they took Jesus' body and wrapped it, with the aromatic spices,[dl] in strips of linen cloth[dm] according to Jewish burial customs.[dn] ", "41": "Now at the place where Jesus[do] was crucified[dp] there was a garden,[dq] and in the garden[dr] was a new tomb where no one had yet been buried.[ds] ", "42": "And so, because it was the Jewish day of preparation[dt] and the tomb was nearby,[du] they placed Jesus' body there."}