{"1": "Now on the third day there was a wedding at Cana in Galilee.[a] Jesus' mother[b] was there, ", "2": "and Jesus and his disciples were also invited to the wedding.[c] ", "3": "When the wine ran out, Jesus' mother said to him, “They have no wine left.”[d] ", "4": "Jesus replied,[e] “Woman,[f] why are you saying this to me?[g] My time[h] has not yet come.” ", "5": "His mother told the servants, “Whatever he tells you, do it.”[i]", "6": "Now there were six stone water jars there for Jewish ceremonial washing,[j] each holding twenty or thirty gallons.[k] ", "7": "Jesus told the servants,[l] “Fill the water jars with water.” So they filled them up to the very top. ", "8": "Then he told them, “Now draw some out and take it to the head steward,”[m] and they did. ", "9": "When[n] the head steward tasted the water that had been turned to wine, not knowing where it came from[o] (though the servants who had drawn the water knew), he[p] called the bridegroom ", "10": "and said to him, “Everyone[q] serves the good wine first, and then the cheaper[r] wine when the guests[s] are drunk. You have kept the good wine until now!” ", "11": "Jesus did this as the first of his miraculous signs,[t] in Cana of Galilee. In this way he revealed[u] his glory, and his disciples believed in him.[v]", "12": "After this he went down to Capernaum[w] with his mother and brothers[x] and his disciples, and they stayed there a few days. ", "13": "Now the Jewish feast of Passover[y] was near, so Jesus went up to Jerusalem.", "14": "[z] He found in the temple courts[aa] those who were selling oxen and sheep and doves, and the money changers sitting at tables.[ab] ", "15": "So he made a whip of cords[ac] and drove them all out of the temple courts,[ad] with the sheep and the oxen. He scattered the coins of the money changers[ae] and overturned their tables. ", "16": "To those who sold the doves he said, “Take these things away from here! Do not make[af] my Father's house a marketplace!”[ag] ", "17": "His disciples remembered that it was written, “Zeal[ah] for your house will devour me.”[ai]", "18": "So then the Jewish leaders[aj] responded,[ak] “What sign can you show us, since you are doing these things?”[al] ", "19": "Jesus replied,[am] “Destroy[an] this temple and in three days I will raise it up again.” ", "20": "Then the Jewish leaders[ao] said to him, “This temple has been under construction[ap] for forty-six years,[aq] and are you going to raise it up in three days?” ", "21": "But Jesus[ar] was speaking about the temple of his body.[as] ", "22": "So after he was raised from the dead, his disciples remembered that he had said this, and they believed the scripture[at] and the saying[au] that Jesus had spoken.", "23": "Now while Jesus[av] was in Jerusalem at the Feast of the Passover, many people believed in his name because they saw the miraculous signs he was doing.[aw] ", "24": "But Jesus would not entrust himself to them, because he knew all people.[ax] ", "25": "He did not need anyone to testify about man,[ay] for he knew what was in man.[az]"}