{"1": "Now very early on the first day of the week,[a] while it was still dark, Mary Magdalene[b] came to the tomb and saw that the stone had been moved away from the entrance.[c] ", "2": "So she went running[d] to Simon Peter and the other disciple whom Jesus loved and told them, “They have taken the Lord from the tomb, and we don't know where they have put him!” ", "3": "Then Peter and the other disciple set out to go to the tomb.[e] ", "4": "The two were running together, but the other disciple ran faster than Peter[f] and reached the tomb first.[g] ", "5": "He bent down[h] and saw the strips of linen cloth lying there,[i] but he did not go in. ", "6": "Then Simon Peter, who had been following him, arrived and went right into the tomb. He saw[j] the strips of linen cloth lying there, ", "7": "and the face cloth,[k] which had been around Jesus' head, not lying with the strips of linen cloth but rolled up in a place by itself.[l] ", "8": "Then the other disciple, who had reached the tomb first, came in, and he saw and believed.[m] ", "9": "(For they did not yet understand[n] the scripture that Jesus[o] must rise from the dead.)[p]", "10": "So the disciples went back to their homes. ", "11": "But Mary stood outside the tomb weeping. As she wept, she bent down and looked into the tomb. ", "12": "And she saw two angels in white sitting where Jesus' body had been lying, one at the head and one at the feet. ", "13": "They said[q] to her, “Woman,[r] why are you weeping?” Mary replied,[s] “They have taken my Lord away, and I do not know where they have put him!” ", "14": "When she had said this, she turned around and saw Jesus standing there,[t] but she did not know that it was Jesus.", "15": "Jesus said to her, “Woman, why are you weeping? Who are you looking for?” Because she[u] thought he was the gardener, she said to him, “Sir, if you have carried him away, tell me where you have put him, and I will take him.” ", "16": "Jesus said to her, “Mary.” She[v] turned and said to him in Aramaic,[w] “Rabboni”[x] (which means Teacher).[y] ", "17": "Jesus replied,[z] “Do not touch me, for I have not yet ascended to my Father. Go to my brothers and tell them, 'I am ascending to my Father and your Father, to my God and your God.'” ", "18": "Mary Magdalene came and informed the disciples, “I have seen the Lord!” And she told them[aa] what[ab] Jesus[ac] had said to her.[ad]", "19": "On the evening of that day, the first day of the week, the disciples had gathered together[ae] and locked the doors[af] of the place[ag] because they were afraid of the Jewish leaders.[ah] Jesus came and stood among them and said to them, “Peace be with you.” ", "20": "When he had said this, he showed them his hands and his side. Then the disciples rejoiced when they saw the Lord.[ai] ", "21": "So Jesus said to them again, “Peace be with you. Just as the Father has sent me, I also send you.” ", "22": "And after he said this, he breathed on them and said,[aj] “Receive the Holy Spirit.[ak] ", "23": "If you forgive anyone's sins, they are forgiven;[al] if you retain anyone's sins, they are retained.”[am]", "24": "Now Thomas (called Didymus),[an] one of the twelve, was not with them when Jesus came. ", "25": "The other disciples told him, “We have seen the Lord!” But he replied,[ao] “Unless I see the wounds[ap] from the nails in his hands, and put my finger into the wounds from the nails, and put my hand into his side, I will never believe it!”[aq]", "26": "Eight days later the disciples were again together in the house,[ar] and Thomas was with them. Although the doors were locked,[as] Jesus came and stood among them and said, “Peace be with you!” ", "27": "Then he said to Thomas, “Put[at] your finger here, and examine[au] my hands. Extend[av] your hand and put it[aw] into my side. Do not continue in your unbelief, but believe.”[ax] ", "28": "Thomas replied to him,[ay] “My Lord and my God!”[az] ", "29": "Jesus said to him, “Have you believed because you have seen me? Blessed are the people[ba] who have not seen and yet have believed.”[bb]", "30": "Now Jesus performed[bc] many other miraculous signs in the presence of the[bd] disciples, which are not recorded[be] in this book.[bf] ", "31": "But these[bg] are recorded[bh] so that you may believe[bi] that Jesus is the Christ,[bj] the Son of God, and that by believing you may have life in his name.[bk]"}