{"1": "After this[a] Jesus revealed himself again to the disciples by the Sea of Tiberias.[b] Now this is how he did so.[c] ", "2": "Simon Peter, Thomas[d] (called Didymus),[e] Nathanael[f] (who was from Cana in Galilee), the sons[g] of Zebedee,[h] and two other disciples[i] of his were together. ", "3": "Simon Peter told them, “I am going fishing.” “We will go with you,” they replied.[j] They went out and got into the boat,[k] but that night they caught nothing.", "4": "When it was already very early morning, Jesus stood on the beach, but the disciples did not know that it was Jesus. ", "5": "So Jesus said to them, “Children, you don't have any fish,[l] do you?”[m] They replied,[n] “No.” ", "6": "He told them, “Throw your net on the right side of the boat, and you will find some.”[o] So they threw the net,[p] and were not able to pull it in because of the large number of fish.", "7": "Then the disciple whom[q] Jesus loved[r] said to Peter, “It is the Lord!” So Simon Peter, when he heard that it was the Lord, tucked in his outer garment (for he had nothing on underneath it),[s] and plunged[t] into the sea. ", "8": "Meanwhile the other disciples came with the boat, dragging the net full of fish, for they were not far from land, only about a hundred yards.[u]", "9": "When they got out on the beach,[v] they saw a charcoal fire ready[w] with a fish placed on it, and bread. ", "10": "Jesus said,[x] “Bring some of the fish you have just now caught.” ", "11": "So Simon Peter went aboard and pulled the net to shore. It was[y] full of large fish, 153,[z] but although there were so many, the net was not torn. ", "12": "“Come, have breakfast,” Jesus said.[aa] But none of the disciples dared to ask him, “Who are you?” because they knew it was the Lord. ", "13": "Jesus came and took the bread and gave it to them, and did the same with the fish. ", "14": "This was now the third time Jesus was revealed to the disciples after he was raised from the dead.", "15": "Then when they had finished breakfast, Jesus said to Simon Peter, “Simon, son of John,[ab] do you love me more than these do?”[ac] He replied,[ad] “Yes, Lord, you know I love you.”[ae] Jesus[af] told him, “Feed my lambs.” ", "16": "Jesus[ag] said[ah] a second time, “Simon, son of John, do you love me?” He replied,[ai] “Yes, Lord, you know I love you.” Jesus[aj] told him, “Shepherd my sheep.” ", "17": "Jesus[ak] said[al] a third time, “Simon, son of John, do you love me?” Peter was distressed[am] that Jesus[an] asked[ao] him a third time, “Do you love me?” and said,[ap] “Lord, you know everything. You know that I love you.” Jesus[aq] replied,[ar] “Feed my sheep. ", "18": "I tell you the solemn truth,[as] when you were young, you tied your clothes around you[at] and went wherever you wanted, but when you are old, you will stretch out your hands, and others will tie you up[au] and bring you where you do not want to go.” ", "19": "(Now Jesus[av] said this to indicate clearly by what kind of death Peter[aw] was going to glorify God.)[ax] After he said this, Jesus told Peter,[ay] “Follow me.”", "20": "Peter turned around and saw the disciple whom Jesus loved following them.[az] (This was the disciple[ba] who had leaned back against Jesus'[bb] chest at the meal and asked,[bc] “Lord, who is the one who is going to betray you?”)[bd] ", "21": "So when Peter saw him,[be] he asked Jesus, “Lord, what about him?” ", "22": "Jesus replied,[bf] “If I want him to live[bg] until I come back,[bh] what concern is that of yours? You follow me!” ", "23": "So the saying circulated[bi] among the brothers and sisters[bj] that this disciple was not going to die. But Jesus did not say to him that he was not going to die, but rather, “If I want him to live[bk] until I come back,[bl] what concern is that of yours?”", "24": "This is the disciple who testifies about these things and has written these things, and we know that his testimony is true. ", "25": "There are many other things that Jesus did. If every one of them were written down,[bm] I suppose the whole world[bn] would not have room for the books that would be written.[bo]"}