{"1": "Now a certain man, a Pharisee[a] named Nicodemus, who was a member of the Jewish ruling council,[b] ", "2": "came to Jesus[c] at night[d] and said to him, “Rabbi, we know that you are a teacher who has come from God. For no one could perform the miraculous signs[e] that you do unless God is with him.” ", "3": "Jesus replied,[f] “I tell you the solemn truth,[g] unless a person is born from above,[h] he cannot see the kingdom of God.”[i] ", "4": "Nicodemus said to him, “How can a man be born when he is old? He cannot enter his mother's womb and be born a second time, can he?”[j]", "5": "Jesus answered, “I tell you the solemn truth,[k] unless a person is born of water and spirit,[l] he cannot enter the kingdom of God. ", "6": "What is born of the flesh is flesh,[m] and what is born of the Spirit is spirit. ", "7": "Do not be amazed that I said to you, 'You must all[n] be born from above.'[o] ", "8": "The wind[p] blows wherever it will, and you hear the sound it makes, but do not know where it comes from and where it is going. So it is with everyone who is born of the Spirit.”[q]", "9": "Nicodemus replied,[r] “How can these things be?”[s] ", "10": "Jesus answered,[t] “Are you the teacher of Israel and yet you don't understand these things?[u] ", "11": "I tell you the solemn truth,[v] we speak about what we know and testify about what we have seen, but[w] you people[x] do not accept our testimony.[y] ", "12": "If I have told you people[z] about earthly things and you don't believe, how will you believe if I tell you about heavenly things?[aa] ", "13": "No one[ab] has ascended[ac] into heaven except the one who descended from heaven—the Son of Man.[ad] ", "14": "Just as[ae] Moses lifted up the serpent[af] in the wilderness,[ag] so must the Son of Man be lifted up,[ah] ", "15": "so that everyone who believes in him may have eternal life.”[ai]", "16": "For this is the way[aj] God loved the world: He gave his one and only[ak] Son, so that everyone who believes in him will not perish[al] but have eternal life.[am] ", "17": "For God did not send his Son into the world to condemn the world,[an] but that the world should be saved through him. ", "18": "The one who believes in him is not condemned.[ao] The one who does not believe has been condemned[ap] already, because he has not believed in the name of the one and only[aq] Son of God. ", "19": "Now this is the basis for judging:[ar] that the light has come into the world and people[as] loved the darkness rather than the light, because their deeds were evil. ", "20": "For everyone who does evil deeds hates the light and does not come to the light, so that their deeds will not be exposed. ", "21": "But the one who practices the truth comes to the light, so that it may be plainly evident that his deeds have been done in God.[at]", "22": "After this,[au] Jesus and his disciples came into Judean territory, and there he spent time with them and was baptizing. ", "23": "John[av] was also baptizing at Aenon near Salim,[aw] because water was plentiful there, and people were coming[ax] to him[ay] and being baptized. ", "24": "(For John had not yet been thrown into prison.)[az]", "25": "Now a dispute came about between some of John's disciples and a certain Jew[ba] concerning ceremonial washing.[bb] ", "26": "So they came to John and said to him, “Rabbi, the one who was with you on the other side of the Jordan River,[bc] about whom you testified—see, he is baptizing, and everyone is flocking to him!”", "27": "John replied,[bd] “No one can receive anything unless it has been given to him from heaven. ", "28": "You yourselves can testify that I said, 'I am not the Christ,'[be] but rather, 'I have been sent before him.' ", "29": "The one who has the bride is the bridegroom. The friend of the bridegroom, who stands by and listens for him, rejoices greatly[bf] when he hears the bridegroom's voice. This then is my joy, and it is complete.[bg] ", "30": "He must become more important while I become less important.”[bh]", "31": "The one who comes from above is superior to all.[bi] The one who is from the earth belongs to the earth and speaks about earthly things.[bj] The one who comes from heaven[bk] is superior to all.[bl] ", "32": "He testifies about what he has seen and heard, but no one accepts his testimony. ", "33": "The one who has accepted his testimony has confirmed clearly that God is truthful.[bm] ", "34": "For the one whom God has sent[bn] speaks the words of God, for he does not give the Spirit sparingly.[bo] ", "35": "The Father loves the Son and has placed all things under his authority.[bp] ", "36": "The one who believes in the Son has eternal life. The one who rejects[bq] the Son will not see life, but God's wrath[br] remains[bs] on him."}