{"1": "After this[a] Jesus went away to the other side of the Sea of Galilee (also called the Sea of Tiberias).[b] ", "2": "A large crowd was following him because they were observing the miraculous signs he was performing on the sick. ", "3": "So Jesus went on up the mountainside[c] and sat down there with his disciples. ", "4": "(Now the Jewish Feast of the Passover[d] was near.)[e] ", "5": "Then Jesus, when he looked up[f] and saw that a large crowd was coming to him, said to Philip, “Where can we buy bread so that these people may eat?” ", "6": "(Now Jesus[g] said this to test him, for he knew what he was going to do.)[h] ", "7": "Philip replied,[i] “200 silver coins worth[j] of bread would not be enough for them, for each one to get a little.” ", "8": "One of Jesus' disciples,[k] Andrew, Simon Peter's brother, said to him, ", "9": "“Here is a boy who has five barley loaves and two fish, but what good[l] are these for so many people?”", "10": "Jesus said, “Have[m] the people sit down.” (Now there was a lot of grass in that place.)[n] So the men[o] sat down, about 5,000 in number. ", "11": "Then Jesus took the loaves, and when he had given thanks, he distributed the bread to those who were seated. He then did the same with the fish,[p] as much as they wanted. ", "12": "When they were all satisfied, Jesus[q] said to his disciples, “Gather up the broken pieces that are left over, so that nothing is wasted.” ", "13": "So they gathered them up and filled twelve baskets with broken pieces from the five barley loaves[r] left over by the people who had eaten.", "14": "Now when the people saw the miraculous sign that Jesus[s] performed, they began to say to one another, “This is certainly the Prophet[t] who is to come into the world.”[u] ", "15": "Then Jesus, because he knew they were going to come and seize him by force to make him king, withdrew again up the mountainside alone.[v]", "16": "Now when evening came, his disciples went down to the lake,[w] ", "17": "got into a boat,[x] and started to cross the lake[y] to Capernaum.[z] (It had already become dark, and Jesus had not yet come to them.)[aa] ", "18": "By now a strong wind was blowing and the sea was getting rough. ", "19": "Then, when they had rowed about three or four miles,[ab] they caught sight of Jesus walking on the lake,[ac] approaching the boat, and they were frightened. ", "20": "But he said to them, “It is I. Do not be afraid.” ", "21": "Then they wanted to take him into the boat, and immediately the boat came to the land where they had been heading.", "22": "The next day the crowd that remained on the other side of the lake[ad] realized that only one small boat[ae] had been there, and that Jesus had not boarded[af] it with his disciples, but that his disciples had gone away alone. ", "23": "Other boats from Tiberias came to shore[ag] near the place where they had eaten the bread after the Lord had given thanks.[ah] ", "24": "So when the crowd realized that neither Jesus nor his disciples were there, they got into the boats[ai] and came to Capernaum[aj] looking for Jesus.", "25": "When they found him on the other side of the lake,[ak] they said to him, “Rabbi, when did you get here?”[al] ", "26": "Jesus replied,[am] “I tell you the solemn truth,[an] you are looking for me not because you saw miraculous signs, but because you ate all the loaves of bread you wanted.[ao] ", "27": "Do not work for the food that disappears,[ap] but for the food that remains to eternal life—the food[aq] which the Son of Man will give to you. For God the Father has put his seal of approval on him.”[ar]", "28": "So then they said to him, “What must we do to accomplish the deeds[as] God requires?”[at] ", "29": "Jesus replied,[au] “This is the deed[av] God requires[aw]—to believe in the one whom he[ax] sent.” ", "30": "So they said to him, “Then what miraculous sign will you perform, so that we may see it and believe you? What will you do? ", "31": "Our ancestors[ay] ate the manna in the wilderness, just as it is written, 'He gave them bread from heaven to eat.'”[az]", "32": "Then Jesus told them, “I tell you the solemn truth,[ba] it is not Moses who has given you the bread from heaven, but my Father is giving you the true bread from heaven. ", "33": "For the bread of God is the one who[bb] comes down from heaven and gives life to the world.” ", "34": "So they said to him, “Sir,[bc] give us this bread all the time!”", "35": "Jesus said to them, “I am the bread of life. The one who comes to me will never go hungry, and the one who believes in me will never be thirsty.[bd] ", "36": "But I told you[be] that you have seen me[bf] and still do not believe. ", "37": "Everyone whom the Father gives me will come to me, and the one who comes to me I will never send away.[bg] ", "38": "For I have come down from heaven not to do my own will but the will of the one who sent me. ", "39": "Now this is the will of the one who sent me—that I should not lose one person of every one he has given me, but raise them all up[bh] at the last day. ", "40": "For this is the will of my Father—for everyone who looks on the Son and believes in him to have eternal life, and I will raise him up[bi] at the last day.”[bj]", "41": "Then the Jews who were hostile to Jesus[bk] began complaining about him because he said, “I am the bread that came down from heaven,” ", "42": "and they said, “Isn't this Jesus the son of Joseph, whose father and mother we know? How can he now say, 'I have come down from heaven'?” ", "43": "Jesus replied,[bl] “Do not complain about me to one another.[bm] ", "44": "No one can come to me unless the Father who sent me draws him,[bn] and I will raise him up at the last day. ", "45": "It is written in the prophets, 'And they will all be taught by God.'[bo] Everyone who hears and learns from the Father[bp] comes to me. ", "46": "(Not that anyone has seen the Father except the one who is from God—he[bq] has seen the Father.)[br] ", "47": "I tell you the solemn truth,[bs] the one who believes[bt] has eternal life.[bu] ", "48": "I am the bread of life.[bv] ", "49": "Your ancestors[bw] ate the manna in the wilderness, and they died. ", "50": "This[bx] is the bread that has come down from heaven, so that a person[by] may eat from it and not die. ", "51": "I am the living bread that came down from heaven. If anyone eats from this bread he will live forever. The bread[bz] that I will give for the life of the world is my flesh.”", "52": "Then the Jews who were hostile to Jesus[ca] began to argue with one another,[cb] “How can this man[cc] give us his flesh to eat?” ", "53": "Jesus said to them, “I tell you the solemn truth,[cd] unless you eat the flesh of the Son of Man and drink his blood,[ce] you have no life[cf] in yourselves. ", "54": "The one who eats[cg] my flesh and drinks my blood has eternal life, and I will raise him up on the last day.[ch] ", "55": "For my flesh is true[ci] food, and my blood is true[cj] drink. ", "56": "The one who eats[ck] my flesh and drinks my blood resides in me, and I in him.[cl] ", "57": "Just as the living Father sent me, and I live because of the Father, so the one who consumes[cm] me will live because of me. ", "58": "This[cn] is the bread that came down from heaven; it is not like the bread your ancestors[co] ate, but then later died.[cp] The one who eats[cq] this bread will live forever.”", "59": "Jesus[cr] said these things while he was teaching in the synagogue[cs] in Capernaum.[ct] ", "60": "Then many of his disciples, when they heard these things,[cu] said, “This is a difficult[cv] saying![cw] Who can understand it?”[cx] ", "61": "When Jesus was aware[cy] that his disciples were complaining[cz] about this, he said to them, “Does this cause you to be offended?[da] ", "62": "Then what if you see the Son of Man ascending where he was before?[db] ", "63": "The Spirit is the one who gives life; human nature is of no help![dc] The words that I have spoken to you are spirit and are life.[dd] ", "64": "But there are some of you who do not believe.” (For Jesus had already known from the beginning who those were who did not believe, and who it was who would betray him.)[de] ", "65": "So Jesus added,[df] “Because of this I told you that no one can come to me unless the Father has allowed him to come.”[dg]", "66": "After this many of his disciples quit following him[dh] and did not accompany him[di] any longer. ", "67": "So Jesus said to the twelve, “You don't want to go away too, do you?”[dj] ", "68": "Simon Peter answered him, “Lord, to whom would we go? You have the words of eternal life. ", "69": "We[dk] have come to believe and to know[dl] that you are the Holy One of God!”[dm] ", "70": "Jesus replied,[dn] “Didn't I choose you, the twelve, and yet one of you is the devil?”[do] ", "71": "(Now he said this about Judas son of Simon Iscariot,[dp] for Judas,[dq] one of the twelve, was going to betray him.)[dr]"}