{"1": "But Jesus went to the Mount of Olives.[a] ", "2": "Early in the morning he came to the temple courts again. All the people came to him, and he sat down and began to teach[b] them. ", "3": "The experts in the law[c] and the Pharisees[d] brought a woman who had been caught committing adultery. They made her stand in front of them ", "4": "and said to Jesus,[e] “Teacher, this woman was caught in the very act of adultery. ", "5": "In the law Moses commanded us to stone to death[f] such women.[g] What then do you say?” ", "6": "(Now they were asking this in an attempt to trap him, so that they could bring charges against[h] him.)[i] Jesus bent down and wrote on the ground with his finger.[j] ", "7": "When they persisted in asking him, he stood up straight[k] and replied,[l] “Whoever among you is guiltless[m] may be the first to throw a stone at her.” ", "8": "Then[n] he bent over again and wrote on the ground.", "9": "Now when they heard this, they began to drift away one at a time, starting with the older ones,[o] until Jesus was left alone with the woman standing before him. ", "10": "Jesus stood up straight[p] and said to her, “Woman,[q] where are they? Did no one condemn you?” ", "11": "She replied, “No one, Lord.” And Jesus said, “I do not condemn you either. Go, and from now on do not sin any more.”]][r]", "12": "Then Jesus spoke out again,[s] “I am the light of the world![t] The one who follows me will never[u] walk in darkness, but will have the light of life.” ", "13": "So the Pharisees[v] objected,[w] “You testify about yourself; your testimony is not true!”[x] ", "14": "Jesus answered,[y] “Even if I testify about myself, my testimony is true, because I know where I came from and where I am going. But you people[z] do not know where I came from or where I am going.[aa] ", "15": "You people[ab] judge by outward appearances;[ac] I do not judge anyone.[ad] ", "16": "But if I judge, my evaluation is accurate,[ae] because I am not alone when I judge,[af] but I and the Father who sent me do so together.[ag] ", "17": "It is written in your law that the testimony of two men is true.[ah] ", "18": "I testify about myself[ai] and the Father who sent me testifies about me.”", "19": "Then they began asking[aj] him, “Who is your father?” Jesus answered, “You do not know either me or my Father. If you knew me you would know my Father too.”[ak] ", "20": "(Jesus[al] spoke these words near the offering box[am] while he was teaching in the temple courts.[an] No one seized him because his time[ao] had not yet come.)[ap]", "21": "Then Jesus[aq] said to them again,[ar] “I am going away, and you will look for me[as] but will die in your sin.[at] Where I am going you cannot come.” ", "22": "So the Jewish leaders[au] began to say,[av] “Perhaps he is going to kill himself, because he says, 'Where I am going you cannot come.'” ", "23": "Jesus replied,[aw] “You people[ax] are from below; I am from above. You people are from this world; I am not from this world. ", "24": "Thus I told you[ay] that you will die in your sins. For unless you believe that I am he,[az] you will die in your sins.”", "25": "So they said to him, “Who are you?” Jesus replied,[ba] “What I have told you from the beginning. ", "26": "I have many things to say and to judge[bb] about you, but the Father[bc] who sent me is truthful,[bd] and the things I have heard from him I speak to the world.”[be] ", "27": "(They did not understand that he was telling them about his Father.)[bf]", "28": "Then Jesus said,[bg] “When you lift up the Son of Man, then you will know that I am he,[bh] and I do nothing on my own initiative,[bi] but I speak just what the Father taught me.[bj] ", "29": "And the one who sent me is with me. He has not left me alone,[bk] because I always do those things that please him.” ", "30": "While he was saying these things, many people[bl] believed in him.", "31": "Then Jesus said to those Judeans[bm] who had believed him, “If you continue to follow my teaching,[bn] you are really[bo] my disciples ", "32": "and you will know the truth, and the truth will set you free.”[bp] ", "33": "“We are descendants[bq] of Abraham,” they replied,[br] “and have never been anyone's slaves! How can you say,[bs] 'You will become free'?” ", "34": "Jesus answered them, “I tell you the solemn truth,[bt] everyone who practices[bu] sin is a slave[bv] of sin. ", "35": "The slave does not remain in the family[bw] forever, but the son remains forever.[bx] ", "36": "So if the son[by] sets you free, you will be really free. ", "37": "I know that you are Abraham's descendants.[bz] But you want[ca] to kill me, because my teaching[cb] makes no progress among you.[cc] ", "38": "I am telling you the things I have seen while with the[cd] Father;[ce] as for you,[cf] practice the things you have heard from the[cg] Father!”", "39": "They answered him,[ch] “Abraham is our father!”[ci] Jesus replied,[cj] “If you are[ck] Abraham's children, you would be doing[cl] the deeds of Abraham. ", "40": "But now you are trying[cm] to kill me, a man who has told you[cn] the truth I heard from God. Abraham did not do this![co] ", "41": "You people[cp] are doing the deeds of your father.” Then[cq] they said to Jesus,[cr] “We were not born as a result of immorality![cs] We have only one Father, God himself.” ", "42": "Jesus replied,[ct] “If God were your Father, you would love me, for I have come from God and am now here.[cu] I[cv] have not come on my own initiative,[cw] but he[cx] sent me. ", "43": "Why don't you understand what I am saying? It is because you cannot accept[cy] my teaching.[cz] ", "44": "You people[da] are from[db] your father the devil, and you want to do what your father desires.[dc] He[dd] was a murderer from the beginning, and does not uphold the truth,[de] because there is no truth in him. Whenever he lies,[df] he speaks according to his own nature,[dg] because he is a liar and the father of lies.[dh] ", "45": "But because I am telling you[di] the truth, you do not believe me. ", "46": "Who among you can prove me guilty[dj] of any sin?[dk] If I am telling you[dl] the truth, why don't you believe me? ", "47": "The one who belongs to[dm] God listens and responds[dn] to God's words. You don't listen and respond,[do] because you don't belong to God.”[dp]", "48": "The Judeans[dq] replied,[dr] “Aren't we correct in saying[ds] that you are a Samaritan and are possessed by a demon?”[dt] ", "49": "Jesus answered, “I am not possessed by a demon,[du] but I honor my Father—and yet[dv] you dishonor me. ", "50": "I am not trying to get[dw] praise for myself.[dx] There is one who demands[dy] it, and he also judges.[dz] ", "51": "I tell you the solemn truth,[ea] if anyone obeys[eb] my teaching,[ec] he will never see death.”[ed]", "52": "Then[ee] the Judeans[ef] responded,[eg] “Now we know you're possessed by a demon![eh] Both Abraham and the prophets died, and yet[ei] you say, 'If anyone obeys[ej] my teaching,[ek] he will never experience[el] death.'[em] ", "53": "You aren't greater than our father Abraham who died, are you?[en] And the prophets died too! Who do you claim to be?” ", "54": "Jesus replied,[eo] “If I glorify myself, my glory is worthless.[ep] The one who glorifies me is my Father, about whom you people[eq] say, 'He is our God.' ", "55": "Yet[er] you do not know him, but I know him. If I were to say that I do not know him,[es] I would be a liar like you. But I do know him, and I obey[et] his teaching.[eu] ", "56": "Your father Abraham was overjoyed[ev] to see my day, and he saw it and was glad.”[ew]", "57": "Then the Judeans[ex] replied,[ey] “You are not yet fifty years old![ez] Have[fa] you seen Abraham?” ", "58": "Jesus said to them, “I tell you the solemn truth,[fb] before Abraham came into existence,[fc] I am!”[fd] ", "59": "Then they picked up[fe] stones to throw at him,[ff] but Jesus was hidden from them[fg] and went out from the temple area.[fh]"}