{"1": "Now as Jesus was passing by,[a] he saw a man who had been blind from birth. ", "2": "His disciples asked him,[b] “Rabbi, who committed the sin that caused him to be born blind, this man[c] or his parents?”[d] ", "3": "Jesus answered, “Neither this man[e] nor his parents sinned, but he was born blind so that[f] the acts[g] of God may be revealed[h] through what happens to him.[i] ", "4": "We must perform the deeds[j] of the one who sent me[k] as long as[l] it is daytime. Night is coming when no one can work. ", "5": "As long as I am in the world, I am the light of the world.”[m] ", "6": "Having said this,[n] he spat on the ground and made some mud[o] with the saliva. He[p] smeared the mud on the blind man's[q] eyes ", "7": "and said to him, “Go wash in the pool of Siloam”[r] (which is translated “sent”).[s] So the blind man[t] went away and washed, and came back seeing.", "8": "Then the neighbors and the people who had seen him previously[u] as a beggar began saying,[v] “Is this not the man[w] who used to sit and beg?” ", "9": "Some people said,[x] “This is the man!”[y] while others said, “No, but he looks like him.”[z] The man himself[aa] kept insisting, “I am the one!”[ab] ", "10": "So they asked him,[ac] “How then were you made to see?”[ad] ", "11": "He replied,[ae] “The man called Jesus made mud,[af] smeared it[ag] on my eyes and told me,[ah] 'Go to Siloam and wash.' So I went and washed, and was able to see.”[ai] ", "12": "They said[aj] to him, “Where is that man?”[ak] He replied,[al] “I don't know.”", "13": "They brought the man who used to be blind[am] to the Pharisees.[an] ", "14": "(Now the day on which Jesus made the mud[ao] and caused him to see[ap] was a Sabbath.)[aq] ", "15": "So the Pharisees asked him again how he had gained his sight.[ar] He replied,[as] “He put mud[at] on my eyes and I washed, and now[au] I am able to see.”", "16": "Then some of the Pharisees began to say,[av] “This man is not from God, because he does not observe[aw] the Sabbath.”[ax] But others said, “How can a man who is a sinner perform[ay] such miraculous signs?” Thus there was a division[az] among them. ", "17": "So again they asked the man who used to be blind,[ba] “What do you say about him, since he caused you to see?”[bb] “He is a prophet,” the man replied.[bc]", "18": "Now the Jewish religious leaders[bd] refused to believe[be] that he had really been blind and had gained his sight until at last they summoned[bf] the parents of the man who had become able to see.[bg] ", "19": "They asked the parents,[bh] “Is this your son, whom you say[bi] was born blind? Then how does he now see?” ", "20": "So his parents replied,[bj] “We know that this is our son and that he was born blind. ", "21": "But we do not know how he is now able to see, nor do we know who caused him to see.[bk] Ask him, he is a mature adult.[bl] He will speak for himself.” ", "22": "(His parents said these things because they were afraid of the Jewish religious leaders.[bm] For the Jewish leaders had already agreed that anyone who confessed Jesus[bn] to be the Christ[bo] would be put out[bp] of the synagogue.[bq] ", "23": "For this reason his parents said, “He is a mature adult,[br] ask him.”)[bs]", "24": "Then they summoned[bt] the man who used to be blind[bu] a second time and said to him, “Promise before God to tell the truth.[bv] We know that this man[bw] is a sinner.” ", "25": "He replied,[bx] “I do not know whether he is a sinner. I do know one thing—that although I was blind, now I can see.” ", "26": "Then they said to him, “What did he do to you? How did he cause you to see?”[by] ", "27": "He answered,[bz] “I told you already and you didn't listen.[ca] Why do you want to hear it[cb] again? You people[cc] don't want to become his disciples too, do you?”", "28": "They[cd] heaped insults[ce] on him, saying,[cf] “You are his disciple![cg] We are disciples of Moses! ", "29": "We know that God has spoken to Moses! We do not know where this man[ch] comes from!” ", "30": "The man replied,[ci] “This is a remarkable thing,[cj] that you don't know where he comes from, and yet he caused me to see![ck] ", "31": "We know that God doesn't listen to[cl] sinners, but if anyone is devout[cm] and does his will, God[cn] listens to[co] him.[cp] ", "32": "Never before[cq] has anyone heard of someone causing a man born blind to see.[cr] ", "33": "If this man[cs] were not from God, he could do nothing.” ", "34": "They replied,[ct] “You were born completely in sinfulness,[cu] and yet you presume to teach us?”[cv] So they threw him out.", "35": "Jesus heard that they had thrown him out, so he found the man[cw] and said to him, “Do you believe in the Son of Man?”[cx] ", "36": "The man[cy] replied,[cz] “And who is he, sir, that[da] I may believe in him?” ", "37": "Jesus told him, “You have seen him; he[db] is the one speaking with you.”[dc] ", "38": "[He said, “Lord, I believe,” and he worshiped him.[dd] ", "39": "Jesus[de] said,][df] “For judgment I have come into this world, so that those who do not see may gain their sight,[dg] and the ones who see may become blind.”", "40": "Some of the Pharisees[dh] who were with him heard this[di] and asked him,[dj] “We are not blind too, are we?”[dk] ", "41": "Jesus replied,[dl] “If you were blind, you would not be guilty of sin,[dm] but now because you claim that you can see,[dn] your guilt[do] remains.[dp]"}