{"1-2": "Now the Lord said to Moses, “Make two trumpets of beaten silver to be used for summoning the people to assemble and for signaling the breaking of camp. ", "3": "When both trumpets are blown, the people will know that they are to gather at the entrance of the Tabernacle. ", "4": "But if only one is blown, then only the chiefs of the tribes of Israel shall come to you.", "5-7": "“Different trumpet blasts will be necessary to distinguish between the summons to assemble and the signal to break camp and move onward.[a] When the travel signal is blown, the tribes camped on the east side of the Tabernacle shall leave first; at the second signal, the tribes on the south shall go. ", "8": "Only the priests are permitted to blow the trumpets. This is a permanent instruction to be followed from generation to generation.", "9": "“When you arrive in the Promised Land and go to war against your enemies, God will hear you and save you from your enemies when you sound the alarm with these trumpets. ", "10": "Use the trumpets in times of gladness, too, blowing them at your annual festivals and at the beginning of each month to rejoice over your burnt offerings and peace offerings. And God will be reminded of his covenant with you. For I am Jehovah, your God.”", "11": "The Cloud lifted from the Tabernacle on the twentieth day of the second month[b] of the second year of Israel's leaving Egypt; ", "12": "so the Israelites left the wilderness of Sinai, and followed the Cloud until it stopped in the wilderness of Paran. ", "13": "This was their first journey after having received the Lord's travel instructions to Moses.", "14": "At the head of the march was the tribe of Judah grouped behind its flag and led by Nahshon, the son of Amminadab. ", "15": "Next came the tribe of Issachar, led by Nethanel, the son of Zuar, ", "16": "and the tribe of Zebulun, led by Eliab, the son of Helon.", "17": "The Tabernacle was taken down and the men of the Gershon and Merari divisions of the tribe of Levi were next in the line of march, carrying the Tabernacle upon their shoulders. ", "18": "Then came the flag of the camp of Reuben, with Elizur the son of Shedeur leading his people. ", "19": "Next was the tribe of Simeon headed by Shelumiel, the son of Zurishaddai; ", "20": "and the tribe of Gad led by Eliasaph, the son of Deuel.", "21": "Next came the Kohathites carrying the items from the inner sanctuary. (The Tabernacle was already erected in its new location by the time they arrived.) ", "22": "Next in line was the tribe of Ephraim behind its flag, led by Elishama, the son of Ammihud; ", "23": "and the tribe of Manasseh led by Gamaliel the son of Pedahzur; ", "24": "and the tribe of Benjamin, led by Abidan the son of Gideoni. ", "25": "Last of all were the tribes headed by the flag of the tribe of Dan under the leadership of Ahiezer, the son of Ammishaddai; ", "26": "the tribe of Asher, led by Pagiel, the son of Ochran; ", "27": "and the tribe of Naphtali, led by Ahira, the son of Enan. ", "28": "That was the order in which the tribes traveled.", "29": "One day Moses said to his brother-in-law, Hobab (son of Reuel, the Midianite), “At last we are on our way to the Promised Land. Come with us and we will do you good; for the Lord has given wonderful promises to Israel!”", "30": "But his brother-in-law replied, “No, I must return to my own land and kinfolk.”", "31": "“Stay with us,” Moses pleaded, “for you know the ways of the wilderness and will be a great help to us.[c] ", "32": "If you come, you will share in all the good things the Lord does for us.”", "33": "They traveled for three days after leaving Mount Sinai,[d] with the Ark at the front of the column to choose a place for them to stop. ", "34": "It was daytime when they left, with the Cloud moving along ahead of them as they began their march. ", "35": "As the Ark was carried forward, Moses cried out, “Arise, O Lord, and scatter your enemies; let them flee before you.” ", "36": "And when the Ark was set down he said, “Return, O Lord, to the millions of Israel.”"}