{"1": "The people were soon complaining about all their misfortunes, and the Lord heard them. His anger flared out against them because of their complaints, so the fire of the Lord began destroying those at the far end of the camp. ", "2": "They screamed to Moses for help, and when he prayed for them the fire stopped. ", "3": "Ever after, the area was known as “The Place of Burning,”[a] because the fire from the Lord burned among them there.", "4-5": "Then the Egyptians who had come with them began to long for the good things of Egypt. This added to the discontent of the people of Israel and they wept, “Oh, for a few bites of meat! Oh, that we had some of the delicious fish we enjoyed so much in Egypt, and the wonderful cucumbers and melons, leeks, onions, and garlic! ", "6": "But now our strength is gone, and day after day we have to face this manna!”", "7": "The manna was the size of small seeds, whitish yellow in color. ", "8": "The people gathered it from the ground and pounded it into flour, then boiled it, and then made pancakes from it—they tasted like pancakes fried in vegetable oil.[b] ", "9": "The manna fell with the dew during the night.", "10": "Moses heard all the families standing around their tent doors weeping, and the anger of the Lord grew hot; Moses too was highly displeased.", "11": "Moses said to the Lord, “Why pick on me, to give me the burden of a people like this? ", "12": "Are they my children? Am I their father? Is that why you have given me the job of nursing them along like babies until we get to the land you promised their ancestors? ", "13": "Where am I supposed to get meat for all these people? For they weep to me saying, 'Give us meat!' ", "14": "I can't carry this nation by myself! The load is far too heavy! ", "15": "If you are going to treat me like this, please kill me right now; it will be a kindness! Let me out of this impossible situation!”", "16": "Then the Lord said to Moses, “Summon before me seventy of the leaders of Israel; bring them to the Tabernacle, to stand there with you. ", "17": "I will come down and talk with you there, and I will take of the Spirit which is on you and will put it upon them also; they shall bear the burden of the people along with you, so that you will not have the task alone.", "18": "“And tell the people to purify themselves, for tomorrow they shall have meat to eat. Tell them, 'The Lord has heard your tearful complaints about all you left behind in Egypt, and he is going to give you meat. You shall eat it, ", "19-20": "not for just a day or two, or five or ten or even twenty! For one whole month you will have meat until you vomit it from your noses; for you have rejected the Lord who is here among you, and you have wept for Egypt.'”", "21": "But Moses said, “There are 600,000 men alone besides all the women and children,[c] and yet you promise them meat for a whole month! ", "22": "If we butcher all our flocks and herds it won't be enough! We would have to catch every fish in the ocean to fulfill your promise!”", "23": "Then the Lord said to Moses, “When did I become weak? Now you shall see whether my word comes true or not!”", "24": "So Moses left the Tabernacle and reported Jehovah's words to the people; and he gathered the seventy elders and placed them around the Tabernacle. ", "25": "And the Lord came down in the Cloud and talked with Moses, and the Lord took of the Spirit that was upon Moses and put it upon the seventy elders; and when the Spirit rested upon them, they prophesied for some time.", "26": "But two of the seventy—Eldad and Medad—were still in the camp, and when the Spirit rested upon them, they prophesied there. ", "27": "Some young men ran and told Moses what was happening, ", "28": "and Joshua (the son of Nun), one of Moses' personally chosen assistants, protested, “Sir, make them stop!”", "29": "But Moses replied, “Are you jealous for my sake? I only wish that all of the Lord's people were prophets, and that the Lord would put his Spirit upon them all!” ", "30": "Then Moses returned to the camp with the elders of Israel.", "31": "The Lord sent a wind that brought quail from the sea and let them fall into the camp and all around it! As far as one could walk in a day in any direction, there were quail flying three or four feet above the ground.[d] ", "32": "So the people caught and killed quail all that day and through the night and all the next day too! The least anyone gathered was 100 bushels! Quail were spread out all around[e] the camp. ", "33": "But as everyone began eating the meat, the anger of the Lord rose against the people and he killed large numbers of them with a plague. ", "34": "So the name of that place was called, “The Place of the Graves Caused by Lust,”[f] because they buried the people there who had lusted for meat and for Egypt. ", "35": "And from that place they journeyed to Hazeroth, where they stayed awhile."}