{"1": "Jehovah now instructed Moses, ", "2": "“Send spies into the land of Canaan—the land I am giving to Israel; send one leader from each tribe.”", "3-15": "(The Israelis were camped in the wilderness of Paran at the time.) Moses did as the Lord had commanded and sent these twelve tribal leaders: Shammua, son of Zaccur, from the tribe of Reuben; Shaphat, son of Hori, from the tribe of Simeon; Caleb, son of Jephunneh, from the tribe of Judah; Igal, son of Joseph, from the tribe of Issachar; Hoshea,[a] son of Nun, from the half-tribe of Ephraim; Palti, son of Raphu, from the tribe of Benjamin; Gaddiel, son of Sodi, from the tribe of Zebulun; Gaddi, son of Susi, from the tribe of Joseph (actually, the half-tribe of Manasseh); Ammiel, son of Gemalli, from the tribe of Dan; Sethur, son of Michael, from the tribe of Asher; Nahbi, son of Vophsi, from the tribe of Naphtali; Geuel, son of Machi, from the tribe of Gad.", "16": "It was at this time that Moses changed Hoshea's name to Joshua.[b]", "17": "Moses sent them out with these instructions: “Go northward into the hill country of the Negeb, ", "18": "and see what the land is like; see also what the people are like who live there, whether they are strong or weak, many or few; ", "19": "and whether the land is fertile or not; and what cities there are, and whether they are villages or are fortified; ", "20": "whether the land is rich or poor, and whether there are many trees. Don't be afraid, and bring back some samples of the crops you see.” (The first of the grapes were being harvested at that time.)", "21": "So they spied out the land all the way from the wilderness of Zin to Rehob near Hamath. ", "22": "Going northward, they passed first through the Negeb and arrived at Hebron. There they saw the Ahimanites, Sheshites, and Talmites, all families descended from Anak. (By the way, Hebron was very ancient, having been founded seven years before Tanis[c] in Egypt.) ", "23": "Then they came to what is now known as the valley of Eshcol where they cut down a single cluster of grapes so large that it took two of them to carry it on a pole between them! They also took some samples of the pomegranates and figs. ", "24": "The Israelis named the valley “Eshcol” at that time (meaning “Cluster”) because of the cluster of grapes they found!", "25": "After forty days of exploration they returned from their tour. ", "26": "They made their report to Moses, Aaron, and all the people of Israel in the wilderness of Paran at Kadesh, and they showed the fruit they had brought with them.", "27": "This was their report: “We arrived in the land you sent us to see, and it is indeed a magnificent country—a land 'flowing with milk and honey.' Here is some fruit we have brought as proof. ", "28": "But the people living there are powerful, and their cities are fortified and very large; and what's more, we saw Anakim giants there! ", "29": "The Amalekites live in the south, while in the hill country there are the Hittites, Jebusites, and Amorites; down along the coast of the Mediterranean Sea and in the Jordan River Valley are the Canaanites.”", "30": "But Caleb reassured the people as they stood before Moses. “Let us go up at once and possess it,” he said, “for we are well able to conquer it!”", "31": "“Not against people as strong as they are!” the other spies said. “They would crush us!”", "32": "So the majority report of the spies was negative: “The land is full of warriors, the people are powerfully built, ", "33": "and we saw some of the Anakim there, descendants of the ancient race of giants. We felt like grasshoppers before them, they were so tall!”"}