{"1-2": "The Lord told Moses to give these instructions to the people of Israel: “When your children finally live in the land I am going to give them, ", "3-4": "and they want to please the Lord with a burnt offering or any other offering by fire, their sacrifice must be an animal from their flocks of sheep and goats, or from their herds of cattle. Each sacrifice—whether an ordinary one, or a sacrifice to fulfill a vow, or a freewill offering, or a special sacrifice at any of the annual festivals—must be accompanied by a grain offering. If a lamb is being sacrificed, use three quarts of fine flour mixed with three pints of oil, ", "5": "accompanied by three pints of wine for a drink offering.", "6": "“If the sacrifice is a ram, use six quarts of fine flour mixed with four pints of oil, ", "7": "and four pints of wine for a drink offering. This will be a sacrifice that is a pleasing fragrance to the Lord.", "8-9": "“If the sacrifice is a young bull, then the grain offering accompanying it must consist of nine quarts of fine flour mixed with three quarts of oil, ", "10": "plus three quarts of wine for the drink offering. This shall be offered by fire as a pleasing fragrance to the Lord.", "11-12": "“These are the instructions for what is to accompany each sacrificial bull, ram, lamb, or young goat. ", "13-14": "These instructions apply both to native-born Israelis and to foreigners living among you who want to please the Lord with sacrifices offered by fire; ", "15-16": "for there is the same law for all, native-born or foreigner, and this shall be true forever from generation to generation; all are the same before the Lord.[a] Yes, one law for all!”", "17-18": "The Lord also said to Moses at this time, “Instruct the people of Israel that when they arrive in the land that I am going to give them, ", "19-21": "they must present to the Lord a sample of each year's new crops by making a loaf, using coarse flour from the first grain that is cut each year. This loaf must be waved back and forth before the altar in a gesture of offering to the Lord. It is an annual offering from your threshing floor and must be observed from generation to generation.", "22": "“If by mistake you or future generations fail to carry out all of these regulations that the Lord has given you over the years through Moses, ", "23-24": "then when the people realize their error, they must offer one young bull for a burnt offering. It will be a pleasant odor before the Lord, and must be offered along with the usual grain offering and drink offering, and one male goat for a sin offering. ", "25": "And the priest shall make atonement for all of the people of Israel and they shall be forgiven; for it was an error, and they have corrected it with their sacrifice made by fire before the Lord, and by their sin offering. ", "26": "All the people shall be forgiven, including the foreigners living among them, for the entire population is involved in such error and forgiveness.", "27": "“If the error is made by a single individual, then he shall sacrifice a one-year-old female goat for a sin offering, ", "28": "and the priest shall make atonement for him before the Lord, and he shall be forgiven. ", "29": "This same law applies to individual foreigners who are living among you.", "30": "“But anyone who deliberately makes the 'mistake,' whether he is a native Israeli or a foreigner, is blaspheming Jehovah, and shall be cut off from among his people. ", "31": "For he has despised the commandment of the Lord and deliberately failed to obey his law; he must be executed[b] and die in his sin.”", "32": "One day while the people of Israel were in the wilderness, one of them was caught gathering wood on the Sabbath day. ", "33": "He was arrested and taken before Moses and Aaron and the other judges.[c] ", "34": "They jailed him until they could find out the Lord's mind concerning him.", "35": "Then the Lord said to Moses, “The man must die—all the people shall stone him to death outside the camp.”", "36": "So they took him outside the camp and killed him as the Lord had commanded.", "37-38": "The Lord said to Moses, “Tell the people of Israel to make tassels for the hems of their clothes (this is a permanent regulation from generation to generation) and to attach the tassels to their clothes with a blue cord. ", "39": "The purpose of this regulation is to remind you, whenever you notice the tassels, of the commandments of the Lord, and that you are to obey his laws instead of following your own desires and going your own ways, as you used to do in serving other gods. ", "40": "It will remind you to be holy to your God. ", "41": "For I am Jehovah your God who brought you out of the land of Egypt; yes, I am the Lord, your God.”"}