{"1": "One day Korah (son of Izhar, grandson of Kohath, and a descendant of Levi) conspired with Dathan and Abiram (the sons of Eliab) and On (the son of Peleth), all three from the tribe of Reuben, ", "2": "to incite a rebellion against Moses. Two hundred and fifty popular leaders, all members of the Assembly, were involved.", "3": "They went to Moses and Aaron and said, “We have had enough of your presumption; you are no better than anyone else; everyone in Israel has been chosen of the Lord, and he is with all of us. What right do you have to put yourselves forward, claiming that we must obey you, and acting as though you were greater than anyone else among all these people of the Lord?”", "4": "When Moses heard what they were saying he fell face downward to the ground. ", "5": "Then he said to Korah and to those who were with him, “In the morning the Lord will show you who are his, and who is holy, and whom he has chosen as his priest. ", "6-7": "Do this: You, Korah, and all those with you, take censers tomorrow and light them, and put incense upon them before the Lord, and we will find out whom the Lord has chosen.[a] You are the presumptuous ones, you sons of Levi.”", "8-9": "Then Moses spoke again to Korah: “Does it seem a small thing to you that the God of Israel has chosen you from among all the people of Israel to be near to himself as you work in the Tabernacle of Jehovah, and to stand before the people to minister to them? ", "10": "Is it nothing to you that he has given this task to only you Levites? And now are you demanding the priesthood also? ", "11-12": "That is what you are really after! That is why you are revolting against Jehovah. And what has Aaron done, that you are dissatisfied with him?” Then Moses summoned Dathan and Abiram (the sons of Eliab), but they refused to come.", "13": "“Is it a small thing,” they mimicked,[b] “that you brought us out of lovely Egypt to kill us here in this terrible wilderness, and that now you want to make yourself our king? ", "14": "What's more, you haven't brought us into the wonderful country you promised, nor given us fields and vineyards. Whom are you trying to fool? We refuse to come.”", "15": "Then Moses was very angry and said to the Lord, “Do not accept their sacrifices! I have never stolen so much as a donkey from them and have not hurt one of them.”", "16": "And Moses said to Korah, “Come here tomorrow before the Lord with all your friends; Aaron will be here too. ", "17": "Be sure to bring your censers with incense on them; a censer for each man, 250 in all; and Aaron will also be here with his.”", "18": "So they did. They came with their censers and lit them and placed the incense on them, and stood at the entrance of the Tabernacle with Moses and Aaron. ", "19": "Meanwhile, Korah had stirred up the entire nation against Moses and Aaron, and they all assembled to watch. Then the glory of Jehovah appeared to all the people, ", "20": "and Jehovah said to Moses and Aaron, ", "21": "“Get away from these people so that I may instantly destroy them.”", "22": "But Moses and Aaron fell face downward to the ground before the Lord. “O God, the God of all mankind,” they pleaded, “must you be angry with all the people when one man sins?”", "23-24": "And the Lord said to Moses, “Then tell the people to get away from the tents of Korah, Dathan, and Abiram.”", "25": "So Moses rushed over to the tents of Dathan and Abiram, followed closely by the 250 Israeli leaders. ", "26": "“Quick!” he told the people, “get away from the tents of these wicked men, and don't touch anything that belongs to them, lest you be included in their sins and be destroyed with them.[c]”", "27": "So all the people stood back from the tents of Korah, Dathan, and Abiram. And Dathan and Abiram came out and stood at the entrances of their tents with their wives and sons and little ones.", "28": "And Moses said, “By this you shall know that Jehovah has sent me to do all these things that I have done—for I have not done them on my own. ", "29": "If these men die a natural death or from some ordinary accident or disease, then Jehovah has not sent me. ", "30": "But if the Lord does a miracle and the ground opens up and swallows them and everything that belongs to them, and they go down alive into Sheol, then you will know that these men have despised the Lord.”", "31": "He had hardly finished speaking the words when the ground suddenly split open beneath them, ", "32": "and a great fissure swallowed them up, along with their tents and families and the friends who were standing with them, and everything they owned. ", "33": "So they went down alive into Sheol and the earth closed upon them, and they perished. ", "34": "All of the people of Israel fled at their screams, fearing that the earth would swallow them too. ", "35": "Then fire came from Jehovah and burned up the 250 men who were offering incense.", "36-37": "And the Lord said to Moses, “Tell Eleazar the son of Aaron the priest to pull those censers from the fire; for they are holy, dedicated to the Lord. He must also scatter the burning incense ", "38": "from the censers of these men who have sinned at the cost of their lives. He shall then beat the metal into a sheet as a covering for the altar, for these censers are holy because they were used before the Lord; and the altar sheet shall be a reminder to the people of Israel.”", "39": "So Eleazar the priest took the 250 bronze censers and beat them out into a sheet of metal to cover the altar, ", "40": "to be a reminder to the people of Israel that no unauthorized person—no one who is not a descendant of Aaron—may come before the Lord to burn incense, lest the same thing happen to him as happened to Korah and his associates. Thus the Lord's directions to Moses were carried out.", "41": "But the very next morning all the people began muttering again against Moses and Aaron, saying, “You have killed the Lord's people.”", "42": "Soon a great, sullen mob formed; suddenly, as they looked toward the Tabernacle, the Cloud appeared and the awesome glory of the Lord was seen. ", "43-44": "Moses and Aaron came and stood at the entrance of the Tabernacle, and the Lord said to Moses, ", "45": "“Get away from these people so that I can instantly destroy them.” But Moses and Aaron fell face downward to the earth before the Lord.", "46": "And Moses said to Aaron, “Quick, take a censer and place fire in it from the altar; lay incense on it, and carry it quickly among the people and make atonement for them; for God's anger has gone out among them—the plague has already begun.”", "47": "Aaron did as Moses had told him to, and ran among the people, for the plague had indeed already begun; and he put on the incense and made atonement for them. ", "48": "And he stood between the living and the dead, and the plague was stopped, ", "49": "but not before 14,700 people had died (in addition to those who had died the previous day with Korah). ", "50": "Then Aaron returned to Moses at the entrance of the Tabernacle; and so the plague was stopped."}