{"1": "The Lord now spoke to Aaron: “You and your sons and your family are responsible for any desecration of the sanctuary,” he said, “and will be held liable for any impropriety in your priestly work.", "2-3": "“Your kinsmen, the tribe of Levi, are your assistants; but only you and your sons may perform the sacred duties in the Tabernacle itself. The Levites must be careful not to touch any of the sacred articles or the altar, lest I destroy both them and you. ", "4": "No one who is not a member of the tribe of Levi shall assist you in any way. ", "5": "Remember, only the priests are to perform the sacred duties within the sanctuary and at the altar. If you follow these instructions, the wrath of God will never again fall upon any of the people of Israel for violating this law. ", "6": "I say it again—your kinsmen the Levites are your assistants for the work of the Tabernacle. They are a gift to you from the Lord. ", "7": "But you and your sons, the priests, shall personally handle all the sacred service, including the altar and all that is within the veil, for the priesthood is your special gift of service. Anyone else who attempts to perform these duties shall die.”", "8": "The Lord gave these further instructions to Aaron: “I have given the priests all the gifts which are brought to the Lord by the people; all these offerings presented to the Lord by the gesture of waving them before the altar belong to you and your sons, by permanent law. ", "9": "The grain offerings, the sin offerings, and the guilt offerings are yours, except for the sample presented to the Lord by burning upon the altar. All these are most holy offerings. ", "10": "They are to be eaten only in a most holy place, and only by males. ", "11": "All other gifts presented to me by the gesture of waving them before the altar are for you and your families, sons and daughters alike. For all the members of your families may eat these unless anyone is ceremonially impure at the time.", "12": "“Yours also are the first-of-the-harvest gifts the people bring as offerings to the Lord—the best of the olive oil, wine, grain, ", "13": "and every other crop. Your families may eat these unless they are ceremonially defiled at the time. ", "14-15": "So everything that is dedicated to the Lord shall be yours, including the firstborn sons of the people of Israel, and the firstborn of their animals. ", "16": "However, you may never accept the firstborn sons, nor the firstborn of any animals that I do not permit for food. Instead, there must be a payment of two and a half dollars made for each firstborn child. It is to be brought when he is one month old.", "17": "“However, the firstborn of cows, sheep, or goats may not be bought back; they must be sacrificed to the Lord.[a] Their blood is to be sprinkled upon the altar, and their fat shall be burned as a fire offering; it is very pleasant to the Lord. ", "18": "The meat of these animals shall be yours, including the breast and right thigh that are presented to the Lord by the gesture of waving before the altar. ", "19": "Yes, I have given to you all of these 'wave offerings' brought by the people of Israel to the Lord; they are for you and your families as food; this is a permanent contract[b] between the Lord and you and your descendants.", "20": "“You priests may own no property nor have any other income, for I am all that you need.", "21": "“As for the tribe of Levi, your relatives, they shall be paid for their service with the tithes from the entire land of Israel.", "22": "“From now on, Israelites other than the priests and Levites shall not enter the sanctuary lest they be judged guilty and die. ", "23": "Only the Levites shall do the work there, and they shall be guilty if they fail. This is a permanent law among you, that the Levites shall own no property in Israel, ", "24": "for the people's tithes, offered to the Lord by the gesture of waving before the altar, shall belong to the Levites; these are their inheritance, and so they have no need for property.”", "25-26": "The Lord also said to Moses, “Tell the Levites to give to the Lord a tenth of the tithes they receive—a tithe of the tithe, to be presented to the Lord by the gesture of waving before the altar. ", "27": "The Lord will consider this as your first-of-the-harvest offering to him of grain and wine, as though it were from your own property. ", "28-29": "This tithe of the tithe shall be selected from the choicest part of the tithes you receive as the Lord's portion, and shall be given to Aaron the priest. ", "30": "It shall be credited to you just as though it were from your own threshing floor and winepress. ", "31": "Aaron and his sons and their families may eat it in their homes or anywhere they wish, for it is their compensation for their service in the Tabernacle. ", "32": "You Levites will not be held guilty for accepting the Lord's tithes if you then give the best tenth to the priests. But beware that you do not treat the holy gifts of the people of Israel as though they were common, lest you die.”"}