{"1-3": "The Lord said to Moses and Aaron, “Here is another of my laws: Tell the people of Israel to bring you a red heifer without defect, one that has never been yoked. Give her to Eleazar the priest and he shall take her outside the camp and someone shall kill her as he watches. ", "4": "Eleazar shall take some of her blood upon his finger and sprinkle it seven times toward the front of the Tabernacle. ", "5": "Then someone shall burn the heifer as he watches—her hide, meat, blood, and dung. ", "6": "Eleazar shall take cedar wood and hyssop branches and scarlet thread, and throw them into the burning pile.", "7": "“Then he must wash his clothes, and bathe, and afterwards return to the camp and be ceremonially defiled until the evening. ", "8": "And the one who burns the animal must wash his clothes and bathe, and he too shall be defiled until evening. ", "9": "Then someone who is not ceremonially defiled shall gather up the ashes of the heifer and place them in some purified place outside the camp, where they shall be kept for the people of Israel as a source of water for the purification ceremonies, for removal of sin. ", "10": "And the one who gathers up the ashes of the heifer must wash his clothes and be defiled until evening; this is a permanent law for the benefit of the people of Israel and any foreigners living among them.", "11": "“Anyone who touches a dead human body shall be defiled for seven days, ", "12": "and must purify himself the third and seventh days with water run through the ashes of the red heifer[a]; then he will be purified; but if he does not do this on the third day, he will continue to be defiled even after the seventh day. ", "13": "Anyone who touches a dead person and does not purify himself in the manner specified has defiled the Tabernacle of the Lord, and shall be excommunicated from Israel. The cleansing water was not sprinkled upon him, so the defilement continues.", "14": "“When a man dies in a tent, these are the various regulations: Everyone who enters the tent, and those who are in it at the time, shall be defiled seven days. ", "15": "Any container in the tent without a lid over it is defiled.", "16": "“If someone out in a field touches the corpse of someone who has been killed in battle or who has died in any other way, or if he even touches a bone or a grave, he shall be defiled seven days. ", "17": "To become purified again, ashes from the red heifer sin offering[b] are to be added to spring water in a kettle. ", "18": "Then a person who is not defiled shall take hyssop branches and dip them into the water and sprinkle the water upon the tent and upon all the pots and pans in the tent, and upon anyone who has been defiled by being in the tent, or by touching a bone, or touching someone who has been killed or is otherwise dead, or has touched a grave. ", "19": "This shall take place on the third and seventh days; then the defiled person must wash his clothes and bathe himself, and that evening he will be out from under the defilement.", "20": "“But anyone who is defiled and doesn't purify himself shall be excommunicated, for he has defiled the sanctuary of the Lord, and the water to cleanse him has not been sprinkled upon him; so he remains defiled. ", "21": "This is a permanent law. The man who sprinkles the water must afterwards wash his clothes; and anyone touching the water shall be defiled until evening. ", "22": "And anything a defiled person touches shall be defiled until evening.”"}