{"1": "The people of Israel arrived in the wilderness of Zin in April[a] and camped at Kadesh, where Miriam died and was buried. ", "2": "There was not enough water to drink at that place, so the people again rebelled against Moses and Aaron. A great mob formed, ", "3": "and they held a protest meeting. “Would that we too had died with our dear brothers the Lord killed!” they shouted at Moses. ", "4": "“You have deliberately brought us into this wilderness to get rid of us, along with our flocks and herds. ", "5": "Why did you ever make us leave Egypt and bring us here to this evil place? Where is the fertile land of wonderful crops—the figs, vines, and pomegranates you told us about? Why, there isn't even water enough to drink!”", "6": "Moses and Aaron turned away and went to the entrance of the Tabernacle, where they fell face downward before the Lord; and the glory of Jehovah appeared to them.", "7": "And he said to Moses, ", "8": "“Get Aaron's rod;[b] then you and Aaron must summon the people. As they watch, speak to that rock over there and tell it to pour out its water! You will give them water from a rock, enough for all the people and all their cattle!”", "9": "So Moses did as instructed. He took the rod from the place where it was kept before the Lord; ", "10": "then Moses and Aaron summoned the people to come and gather at the rock; and he said to them, “Listen, you rebels! Must we bring you water from this rock?”", "11": "Then Moses lifted the rod and struck the rock twice, and water gushed out; and the people and their cattle drank.", "12": "But the Lord said to Moses and Aaron, “Because you did not believe me[c] and did not sanctify me in the eyes of the people of Israel, you shall not bring them into the land I have promised them!”", "13": "This place was named Meribah (meaning “Rebel Waters”), because it was where the people of Israel fought against Jehovah, and where he showed himself to be holy before them.", "14": "While Moses was at Kadesh he sent messengers to the king of Edom: “We are the descendants of your brother, Israel,”[d] he declared. “You know our sad history, ", "15": "how our ancestors went down to visit Egypt and stayed there so long, and became slaves of the Egyptians. ", "16": "But when we cried to the Lord he heard us and sent an Angel who brought us out of Egypt, and now we are here at Kadesh, encamped on the borders of your land. ", "17": "Please let us pass through your country. We will be careful not to go through your planted fields, nor through your vineyards; we won't even drink water from your wells, but will stay on the main road and not leave it until we have crossed your border on the other side.”", "18": "But the king of Edom said, “Stay out! If you attempt to enter my land, I will meet you with an army!”", "19": "“But, sir,” protested the Israeli ambassadors, “we will stay on the main road and will not even drink your water unless we pay whatever you demand for it. We only want to pass through and nothing else.”", "20": "But the king of Edom was adamant. “Stay out!” he warned, and, mobilizing his army, he marched to the frontier with a great force. ", "21-22": "Because Edom refused to allow Israel to pass through their country, Israel turned back and journeyed from Kadesh to Mount Hor.", "23": "Then the Lord said to Moses and Aaron at the border of the land of Edom, ", "24": "“The time has come for Aaron to die—for he shall not enter the land I have given the people of Israel, for the two of you rebelled against my instructions concerning the water at Meribah. ", "25": "Now take Aaron and his son Eleazar and lead them up onto Mount Hor. ", "26": "There you shall remove Aaron's priestly garments from him and put them on Eleazar his son; and Aaron shall die there.”", "27": "So Moses did as the Lord commanded him. The three[e] of them went up together into Mount Hor as all the people watched. ", "28": "When they reached the summit, Moses removed the priestly garments from Aaron and put them on his son Eleazar; and Aaron died on the top of the mountain. Moses and Eleazar returned, ", "29": "and when the people were informed of Aaron's death, they mourned for him for thirty days."}