{"1": "When the king of Arad heard that the Israelis were approaching (for they were traveling the same route as the spies), he mobilized his army and attacked Israel, taking some of the men as prisoners. ", "2": "Then the people of Israel vowed to the Lord that if he would help them conquer the king of Arad and his people, they would completely annihilate all the cities of that area. ", "3": "The Lord heeded their request and defeated the Canaanites; and the Israelis completely destroyed them and their cities. The name of the region was thereafter called Hormah (meaning “Utterly Destroyed”).", "4": "Then the people of Israel returned to Mount Hor, and from there continued southward along the road to the Red Sea in order to go around the land of Edom. The people were very discouraged; ", "5": "they began to murmur against God and to complain against Moses. “Why have you brought us out of Egypt to die here in the wilderness?” they whined. “There is nothing to eat here, and nothing to drink, and we hate this insipid manna.”", "6": "So the Lord sent poisonous snakes among them to punish them, and many of them were bitten and died.", "7": "Then the people came to Moses and cried out, “We have sinned, for we have spoken against Jehovah and against you. Pray to him to take away the snakes.” So Moses prayed for the people.", "8": "Then the Lord told him, “Make a bronze replica[a] of one of these snakes and attach it to the top of a pole; anyone who is bitten shall live if he simply looks at it!”", "9": "So Moses made the replica, and whenever anyone who had been bitten looked at the bronze snake, he recovered!", "10": "Israel journeyed next to Oboth and camped there. ", "11": "Then they went on to Iyeabarim, in the wilderness, a short distance east of Moab, ", "12": "and from there they traveled to the valley of the brook Zared and set up camp. ", "13": "Then they moved to the far side of the Arnon River, near the borders of the Amorites. (The Arnon River is the boundary line between the Moabites and the Amorites. ", "14": "This fact is mentioned in The Book of the Wars of Jehovah, where it is stated that the valley of the Arnon River and the city of Waheb ", "15": "lie between the Amorites and the people of Moab.)", "16": "Then Israel traveled to Beer (meaning “A Well”). This is the place where the Lord told Moses, “Summon the people, and I will give them water.” ", "17-18": "What happened is described in this song the people sang: Spring up, O well! Sing of the water! This is a well The leaders dug. It was hollowed With their staves And shovels. Then they left the desert and proceeded on through Mattanah, ", "19": "Nahaliel, and Bamoth; ", "20": "then to the valley in the plateau of Moab, which overlooks the desert with Mount Pisgah in the distance.", "21": "Israel now sent ambassadors to King Sihon of the Amorites.", "22": "“Let us travel through your land,” they requested. “We will not leave the road until we have passed beyond your borders. We won't trample your fields or touch your vineyards or drink your water.”", "23": "But King Sihon refused. Instead he mobilized his army and attacked Israel in the wilderness, battling them at Jahaz. ", "24": "But Israel slaughtered them and occupied their land from the Arnon River to the Jabbok River, as far as the borders of the Ammonites; but they were stopped there by the rugged terrain.[b]", "25-26": "So Israel captured all the cities of the Amorites and lived in them, including the city of Heshbon, which had been King Sihon's capital. ", "27-30": "The ancient poets had referred to King Sihon in this poem: Come to Heshbon, King Sihon's capital, For a fire has flamed forth And devoured The city of Ar in Moab, On the heights of the Arnon River. Woe to Moab! You are finished, O people of Chemosh; Your sons have fled, And your daughters are captured By King Sihon of the Amorites. He has destroyed The little children And the men and women As far as Dibon, Nophah, and Medeba.", "31-32": "While Israel was there in the Amorite country, Moses sent spies to look over the Jazer area; he followed up with an armed attack, capturing all of the towns and driving out the Amorites. ", "33": "They next turned their attention to the city of Bashan, but King Og of Bashan met them with his army at Edrei. ", "34": "The Lord told Moses not to fear—that the enemy was already conquered! “The same thing will happen to King Og as happened to King Sihon at Heshbon,” the Lord assured him. ", "35": "And sure enough, Israel was victorious and killed King Og, his sons, and his subjects, so that not a single survivor remained; and Israel occupied the land."}