{"1": "The people of Israel now traveled to the plains of Moab and camped east of the Jordan River opposite Jericho. ", "2-3": "When King Balak of Moab (the son of Zippor) realized how many of them there were, and when he learned what they had done to the Amorites, he and his people were terrified. ", "4": "They quickly consulted with the leaders of Midian. “This mob will eat us like an ox eats grass,” they exclaimed. So King Balak ", "5-6": "sent messengers to Balaam (son of Beor) who was living in his native land of Pethor, near the Euphrates River. He begged Balaam to come and help him. “A vast horde of people has arrived from Egypt, and they cover the face of the earth and are headed toward me,” he frantically explained. “Please come and curse them for me, so that I can drive them out of my land; for I know what fantastic blessings fall on those whom you bless, and I also know that those whom you curse are doomed.”", "7": "The messengers he sent were some of the top leaders of Moab and Midian. They went to Balaam with money in hand and urgently explained to him what Balak wanted.", "8": "“Stay here overnight,” Balaam said, “and I'll tell you in the morning whatever the Lord directs me to say.” So they did.", "9": "That night God came to Balaam and asked him, “Who are these men?”", "10": "“They have come from King Balak of Moab,” he replied. ", "11": "“The king says that a vast horde of people from Egypt has arrived at his border, and he wants me to go at once and curse them, in the hope that he can battle them successfully.”", "12": "“Don't do it!” God told him. “You are not to curse them, for I have blessed them!”", "13": "The next morning Balaam told the men, “Go on home! The Lord won't let me do it.”", "14": "So King Balak's ambassadors returned without him and reported his refusal. ", "15": "Balak tried again. This time he sent a larger number of even more distinguished ambassadors than the former group. ", "16-17": "They came to Balaam with this message: “King Balak pleads with you to come. He promises you great honors plus any payment you ask. Name your own figure! Only come and curse these people for us.”", "18": "But Balaam replied, “If he were to give me a palace filled with silver and gold, I could do nothing contrary to the command of the Lord my God. ", "19": "However, stay here tonight so that I can find out whether the Lord will add anything to what he said before.”", "20": "That night God told Balaam, “You may get up and go with these men, but be sure to say only what I tell you to.”", "21": "So the next morning he saddled his donkey and started off with them. ", "22-23": "But God was angry about Balaam's eager attitude,[a] so he sent an Angel to stand in the road to kill him. As Balaam and two servants were riding along, Balaam's donkey suddenly saw the Angel of the Lord standing in the road with a drawn sword. She bolted off the road into a field, but Balaam beat her back onto the road. ", "24": "Now the Angel of the Lord stood at a place where the road went between two vineyard walls. ", "25": "When the donkey saw him standing there, she squirmed past by pressing against the wall, crushing Balaam's foot in the process. So he beat her again. ", "26": "Then the Angel of the Lord moved farther down the road and stood in a place so narrow that the donkey couldn't get by at all. ", "27": "So she lay down in the road! In a great fit of temper Balaam beat her again with his staff.", "28": "Then the Lord caused the donkey to speak! “What have I done that deserves your beating me these three times?” she asked.", "29": "“Because you have made me look like a fool!” Balaam shouted. “I wish I had a sword with me, for I would kill you.”", "30": "“Have I ever done anything like this before in my entire life?” the donkey asked. “No,” he admitted.", "31": "Then the Lord opened Balaam's eyes and he saw the Angel standing in the roadway with drawn sword, and he fell flat on the ground before him.", "32": "“Why did you beat your donkey those three times?” the Angel demanded. “I have come to stop you because you are headed for destruction. ", "33": "Three times the donkey saw me and shied away from me; otherwise I would certainly have killed you by now and spared her.”", "34": "Then Balaam confessed, “I have sinned. I didn't realize you were there. I will go back home if you don't want me to go on.”", "35": "But the Angel told him, “Go with the men, but say only what I tell you to say.” So Balaam went on with them. ", "36": "When King Balak heard that Balaam was on the way, he left the capital and went out to meet him at the Arnon River, at the border of his land.", "37": "“Why did you delay so long?” he asked Balaam. “Didn't you believe me when I said I would give you great honors?”", "38": "Balaam replied, “I have come, but I have no power to say anything except what God tells me to say; and that is what I shall speak.” ", "39": "Balaam accompanied the king to Kiriathhuzoth, ", "40": "where King Balak sacrificed oxen and sheep, and gave animals to Balaam and the ambassadors for their sacrifices. ", "41": "The next morning Balak took Balaam to the top of Mount Bamoth-baal, from which he could see the people of Israel spread out before him."}