{"1": "Balaam said to the king, “Build seven altars here, and prepare seven young bulls and seven rams for sacrifice.”", "2": "Balak followed his instructions, and a young bull and a ram were sacrificed on each altar.", "3-4": "Then Balaam said to the king, “Stand here by your burnt offerings and I will see if the Lord will meet me; and I will tell you what he says to me.” So he went up to a barren height, and God met him there. Balaam told the Lord, “I have prepared seven altars and have sacrificed a young bull and a ram on each.” ", "5": "Then the Lord gave Balaam a message for King Balak.", "6": "When Balaam returned, the king was standing beside the burnt offerings with all the princes of Moab. ", "7-10": "This was Balaam's message: “King Balak, king of Moab, has brought me From the land of Aram, From the eastern mountains. 'Come,' he told me, 'curse Jacob for me! Let your anger rise on Israel.' But how can I curse What God has not cursed? How can I denounce A people God has not denounced? I see them from the cliff tops, I watch them from the hills. They live alone, And prefer to remain distinct From every other nation. They are as numerous as dust! They are beyond numbering. If only I could die as happy as an Israelite! Oh, that my end might be like theirs!”", "11": "“What have you done to me?” demanded King Balak. “I told you to curse my enemies, and now you have blessed them!”", "12": "But Balaam replied, “Can I say anything except what Jehovah tells me to?”", "13": "Then Balak told him, “Come with me to another place; there you will see only a portion of the nation of Israel. Curse at least that many!”", "14": "So King Balak took Balaam into the fields of Zophim at the top of Mount Pisgah, and built seven altars there; and he offered up a young bull and a ram on each altar.", "15": "Then Balaam said to the king, “Stand here by your burnt offering while I go to meet the Lord.” ", "16": "And the Lord met Balaam and told him what to say. ", "17": "So he returned to where the king and the princes of Moab were standing beside their burnt offerings. “What has Jehovah said?” the king eagerly inquired.", "18-24": "And he replied, “Rise up, Balak, and hear: Listen to me, you son of Zippor. God is not a man, that he should lie; He doesn't change his mind like humans do. Has he ever promised, Without doing what he said? Look! I have received a command to bless them, For God has blessed them, And I cannot reverse it! He has not seen sin in Jacob. He will not trouble Israel! Jehovah their God is with them. He is their king! God has brought them out of Egypt. Israel has the strength of a wild ox. No curse can be placed on Jacob, And no magic shall be done against him. For now it shall be said of Israel, 'What wonders God has done for them!' These people rise up as a lion; They shall not lie down Until they have eaten what they capture And have drunk the blood of the slain!”", "25": "“If you aren't going to curse them, at least don't bless them!” the king exclaimed to Balaam.", "26": "But Balaam replied, “Didn't I tell you that I must say whatever Jehovah tells me to?”", "27": "Then the king said to Balaam, “I will take you to yet another place. Perhaps it will please God to let you curse them from there.”", "28": "So King Balak took Balaam to the top of Mount Peor, overlooking the desert. ", "29": "Balaam again told the king to build seven altars, and to prepare seven young bulls and seven rams for the sacrifice. ", "30": "The king did as Balaam said, and offered a young bull and ram on every altar."}