{"1": "Balaam realized by now that Jehovah planned to bless Israel, so he didn't even go to meet the Lord as he had earlier. Instead, he went at once and looked out toward the camp of Israel ", "2": "which stretched away across the plains, divided by tribal areas. Then the Spirit of God came upon him, ", "3-9": "and he spoke this prophecy concerning them: “Balaam the son of Beor says— The man whose eyes are open says— 'I have listened to the word of God, I have seen what God Almighty showed me; I fell, and my eyes were opened: Oh, the joys awaiting Israel, Joys in the homes of Jacob. I see them spread before me as green valleys, And fruitful gardens by the riverside; As aloes planted by the Lord himself; As cedar trees beside the waters. They shall be blessed with an abundance of water, And they shall live in many places. Their king will be greater than Agag; Their kingdom is exalted. God has brought them from Egypt. Israel has the strength of a wild ox, And shall eat up the nations that oppose him; He shall break their bones in pieces, And shall shoot them with many arrows. Israel sleeps as a lion or a lioness— Who dares arouse him? Blessed is everyone who blesses you, O Israel, And curses shall fall upon everyone who curses you.'”", "10": "King Balak was livid with rage by now. Striking his hands together in anger and disgust he shouted, “I called you to curse my enemies and instead you have blessed them three times. ", "11": "Get out of here! Go back home! I had planned to promote you to great honor, but Jehovah has kept you from it!”", "12": "Balaam replied, “Didn't I tell your messengers ", "13": "that even if you gave me a palace filled with silver and gold, I could not go beyond the words of Jehovah, and could not say a word of my own? I said that I would say only what Jehovah says! ", "14": "Yes, I shall return now to my own people. But first, let me tell you what the Israelites are going to do to your people!”", "15-19": "So he spoke this prophecy to him: “Balaam the son of Beor is the man Whose eyes are open! He hears the words of God And has knowledge from the Most High; He sees what Almighty God has shown him; He fell, and his eyes were opened: I see in the future of Israel, Far down the distant trail, That there shall come a star from Jacob! This ruler of Israel Shall smite the people of Moab, And destroy the sons of Sheth. Israel shall possess all Edom and Seir. They shall overcome their enemies. Jacob shall arise in power And shall destroy many cities.”", "20": "Then Balaam looked over at the homes of the people of Amalek and prophesied: “Amalek was the first of the nations, But its destiny is destruction!”", "21-22": "Then he looked over at the Kenites: “Yes, you are strongly situated, Your nest is set in the rocks! But the Kenites shall be destroyed, And the mighty army of the king of Assyria shall deport you from this land!”", "23-24": "He concluded his prophecies by saying: “Alas, who can live when God does this? Ships shall come from the coasts of Cyprus, And shall oppress both Eber and Assyria. They too must be destroyed.”", "25": "So Balaam and Balak returned to their homes.[a]"}