{"1": "While Israel was camped at Acacia, some of the young men began going to wild parties with the local Moabite girls. ", "2": "These girls also invited them to attend the sacrifices to their gods, and soon the men were not only attending the feasts, but also bowing down and worshiping the idols. ", "3": "Before long all Israel was joining freely in the worship of Baal, the god of Moab; and the anger of the Lord was hot against his people.", "4": "He issued the following command to Moses: “Execute all the tribal leaders of Israel. Hang them up before the Lord in broad daylight, so that his fierce anger will turn away from the people.”", "5": "So Moses ordered the judges to execute all who had worshiped Baal.", "6": "But one of the Israeli men insolently brought a Midianite girl into the camp, right before the eyes of Moses and all the people, as they were weeping at the door of the Tabernacle. ", "7": "When Phinehas (son of Eleazar and grandson of Aaron the priest) saw this, he jumped up, grabbed a spear, ", "8": "and rushed after the man into his tent, where he had taken the girl. He thrust the spear all the way through the man's body and into her stomach. So the plague was stopped, ", "9": "but only after 24,000 people had already died.", "10-11": "Then the Lord said to Moses, “Phinehas (son of Eleazar and grandson of Aaron the priest) has turned away my anger for he was angry with my anger, and would not tolerate the worship of any God but me. So I have stopped destroying all Israel as I had intended. ", "12-13": "Now because of what he has done—because of his zeal for his God, and because he has made atonement for the people of Israel by what he did—I promise that he and his descendants shall be priests forever.”", "14": "The name of the man who was killed with the Midianite girl was Zimri, son of Salu, a leader of the tribe of Simeon. ", "15": "The girl's name was Cozbi, daughter of Zur, a Midianite prince.", "16-17": "Then the Lord said to Moses, “Destroy the Midianites, ", "18": "for they are destroying you with their wiles. They are causing you to worship Baal, and they are leading you astray, as you have just seen by the death of Cozbi.”"}