{"1": "“The Festival of Trumpets shall be celebrated on the fifteenth day of September[a] each year; there shall be a solemn assembly of all the people on that day, and no hard work may be done. ", "2": "On that day you shall offer a burnt sacrifice consisting of one young bull, one ram, and seven yearling male lambs—all without defect. These are sacrifices which the Lord will appreciate and enjoy. ", "3-4": "A grain offering of nine quarts of fine flour mingled with oil shall be offered with the bull, six quarts with the ram, and three quarts with each of the seven lambs. ", "5": "In addition, there shall be a male goat sacrificed as a sin offering, to make atonement for you. ", "6": "These special sacrifices are in addition to the regular monthly burnt offering for that day,[b] and also in addition to the regular daily burnt sacrifices, which are to be offered with the respective grain offerings and drink offerings, as specified by the ordinances governing them.", "7": "“Ten days later[c] another convocation of all the people shall be held. This will be a day of solemn humility before the Lord, and no work of any kind may be done. ", "8": "On that day you shall offer a burnt sacrifice to the Lord—it will be very pleasant to him—of one young bull, one ram, seven yearling male lambs—each without defect—", "9-10": "and their accompanying grain offerings. Nine quarts of fine flour mixed with oil are to be offered with the bull, six with the ram, and three with each of the seven lambs. ", "11": "You are also to sacrifice one male goat for a sin offering. This is in addition to the sin offering of the Day of Atonement offered annually on that day,[d] and in addition to the regular daily burnt sacrifices, grain offerings, and drink offerings.", "12": "“Five days later[e] there shall be yet another assembly of all the people, and on that day no hard work shall be done; it is the beginning of a seven-day festival before the Lord. ", "13": "Your special burnt sacrifice that day, which will give much pleasure to the Lord, shall be thirteen young bulls, two rams, and fourteen male yearling lambs—each without defect—", "14": "accompanied by the usual grain offerings—nine quarts of fine flour mingled with oil for each of the thirteen young bulls; six quarts for each of the two rams; ", "15": "and three quarts for each of the fourteen lambs. ", "16": "There must also be a male goat sacrificed for a sin offering, in addition to the regular daily burnt sacrifice with its accompanying grain offerings and drink offerings.", "17": "“On the second day of this seven-day festival you shall sacrifice twelve young bulls, two rams, and fourteen male yearling lambs—each without defect—", "18": "accompanied by the usual grain offerings and drink offerings. ", "19": "Also, in addition to the regular daily burnt sacrifice, you are to sacrifice a male goat with its accompanying grain offering and drink offering for a sin offering.", "20": "“On the third day of the festival, offer eleven young bulls, two rams, fourteen male yearling lambs—each without defect—", "21": "and the usual grain offering and drink offering with each sacrifice. ", "22": "And in addition to the regular daily burnt sacrifices, sacrifice a male goat for a sin offering, with its accompanying grain offering and drink offering.", "23": "“On the fourth day of the festival, you are to sacrifice ten young bulls, two rams, and fourteen male yearling lambs—each without defect—", "24": "each with its accompanying grain offering and drink offering; ", "25": "also a male goat as a sin offering (along with the usual grain and drink offerings) in addition to the regular daily sacrifices.", "26-27": "“On the fifth day of the festival, sacrifice nine young bulls, two rams, and fourteen male yearling lambs—each without defect—accompanied by the usual grain offerings and drink offerings; ", "28": "also sacrifice a male goat with the usual grain and drink offerings, as a special sin offering, in addition to the usual daily sacrifices.", "29": "“On the sixth day of the festival, you must sacrifice eight young bulls, two rams, and fourteen male yearling lambs—each without defect—", "30": "along with their usual grain and drink offerings. ", "31": "In addition to the usual daily sacrifices, sacrifice a male goat and the usual grain and drink offerings as a sin offering.", "32": "“On the seventh day of the festival, sacrifice seven young bulls, two rams, and fourteen male yearling lambs—each without defect—", "33": "each with its customary grain and drink offerings; ", "34": "also sacrifice an extra sin offering of one male goat, with the usual grain and drink offerings, in addition to the regular daily sacrifices.", "35": "“On the eighth day summon the people to another solemn assembly; you must do no hard work that day. ", "36": "Sacrifice a burnt offering—they are very pleasant to the Lord—of one young bull, one ram, seven male yearling lambs—each without defect—", "37": "and the customary grain and drink offerings. ", "38": "Sacrifice also one male goat with the usual grain and drink offerings for a sin offering, in addition to the regular daily sacrifices. ", "39": "These offerings are compulsory at the times of your annual feasts, and are in addition to sacrifices and offerings you present in connection with vows, or as freewill offerings, burnt sacrifices, grain offerings, drink offerings, or peace offerings.”", "40": "So Moses gave all of these instructions to the people of Israel."}