{"1": "At the time when the Lord spoke to Moses on Mount Sinai, ", "2": "Aaron's sons were:[a] Nadab (his oldest), Abihu, Eleazar, Ithamar. ", "3": "All were anointed as priests and set apart to minister at the Tabernacle. ", "4": "But Nadab and Abihu died before the Lord in the wilderness of Sinai when they used unholy fire. And since they had no children, this left only Eleazar and Ithamar to assist their father, Aaron.", "5": "Then the Lord said to Moses, ", "6": "“Summon the tribe of Levi and present them to Aaron as his assistants. ", "7-9": "They will follow his instructions and perform the sacred duties at the Tabernacle on behalf of all the people of Israel. For they are assigned to him as representatives of all the people of Israel. They are in charge of all the furnishings and maintenance of the Tabernacle. ", "10": "However, only Aaron and his sons may carry out the duties of the priesthood; anyone else who presumes to assume this office shall be executed.”", "11-12": "And the Lord said to Moses, “I have accepted the Levites in substitution for all the oldest sons of the people of Israel. The Levites are mine ", "13": "in exchange for all the oldest sons. From the day I killed all the oldest sons of the Egyptians, I took for myself all the firstborn in Israel of both men and animals! They are mine; I am Jehovah.”", "14-15": "The Lord now spoke again to Moses at the Sinai peninsula, telling him, “Take a census of the tribe of Levi, indicating each person's clan; count every male down to one month old.” ", "16-24": "So Moses did:", "25-30": "Responsibilities: The responsibility of these two clans of Levites was the care of the Tabernacle: its coverings, its entry drapes, the drapes covering the fence surrounding the courtyard, the screen at the entrance of the courtyard surrounding the Tabernacle, the altar, and all the ropes used in tying the Tabernacle together.", "31-35": "Responsibilities: The responsibility of these four clans of Levites was the care of the Ark, the table, the lampstand, the altars, the various utensils used in the Tabernacle, the veil, and any repairs needed on any of these items. (Note: Eleazar, Aaron's son, shall be the chief administrator over the leaders of the Levites, with special responsibility for the oversight of the sanctuary.)", "36-37": "Responsibilities: The responsibility of these two clans was the care of the frames of the Tabernacle building; the posts; the bases for the posts, and all of the equipment needed for their use; the posts around the courtyard and their bases, pegs, and ropes.", "38": "The area east of the Tabernacle was reserved for the tents of Moses and of Aaron and his sons, who had the final responsibility for the Tabernacle on behalf of the people of Israel. (Anyone who was not a priest or Levite, but came into the Tabernacle, was to be executed.)", "39": "So all the Levites, as numbered by Moses and Aaron at the command of the Lord, were 22,000 males one month old and older.", "40": "Then the Lord said to Moses, “Now take a census of all the eldest sons in Israel who are one month old and older, and register each name. ", "41": "The Levites shall be mine (I am Jehovah) as substitutes for the eldest sons of Israel; and the Levites' cattle are mine as substitutes for the firstborn cattle of the whole nation.”", "42": "So Moses took a census of the eldest sons of the people of Israel, as the Lord had commanded, ", "43": "and found the total number of eldest sons one month old and older to be 22,273.", "44": "Now the Lord said to Moses, ", "45": "“Give me the Levites instead of the eldest sons of the people of Israel; and give me the cattle of the Levites instead of the firstborn cattle of the people of Israel; yes, the Levites shall be mine; I am Jehovah. ", "46": "To redeem the 273 eldest sons in excess of the number of Levites, ", "47-48": "pay five dollars for each one to Aaron and his sons.”", "49": "So Moses received redemption money for the 273 eldest sons of Israel who were in excess of the number of Levites. (All the others were redeemed because the Levites had been given to the Lord in their place.) ", "50": "The money collected came to a total of $1,365.$1,365, literally, “1,365 shekels after the shekel of the sanctuary.” ", "51": "And Moses gave it to Aaron and his sons as the Lord had commanded."}