{"1-2": "Now Moses summoned the leaders of the tribes and told them, “The Lord has commanded that when anyone makes a promise to the Lord, either to do something or to quit doing something, that vow must not be broken: the person making the vow must do exactly as he has promised.", "3": "“If a woman promises the Lord to do or not do something, and she is still a girl at home in her father's home, ", "4": "and her father hears that she has made a vow with penalties, but says nothing, then her vow shall stand. ", "5": "But if her father refuses to let her make the vow, or feels that the penalties she has agreed to are too harsh, then her promise will automatically become invalid. Her father must state his disagreement on the first day he hears about it; and then Jehovah will forgive her because her father would not let her do it.", "6": "“If she takes a vow or makes a foolish pledge, and later marries, ", "7": "and her husband learns of her vow and says nothing on the day he hears of it, her vow shall stand. ", "8": "But if her husband refuses to accept her vow or foolish pledge, his disagreement makes it void, and Jehovah will forgive her.", "9": "“But if the woman is a widow or is divorced, she must fulfill her vow.", "10": "“If she is married and living in her husband's home when she makes the vow, ", "11": "and her husband hears of it and does nothing, the vow shall stand; ", "12": "but if he refuses to allow it on the first day he hears of it, her vow is void and Jehovah will forgive her. ", "13": "So her husband may either confirm or nullify her vow, ", "14": "but if he says nothing for a day, then he has already agreed to it. ", "15": "If he waits more than a day and then refuses to permit the vow, whatever penalties to which she agreed shall come upon him—he shall be responsible.”", "16": "These, then, are the commandments the Lord gave Moses concerning relationships between a man and his wife and between a father and his daughter who is living at home."}