{"1": "When Israel arrived in the land of Jazar and Gilead, the tribes of Reuben and Gad (who had large flocks of sheep) noticed what wonderful sheep country it was. ", "2": "So they came to Moses and Eleazar the priest and the other tribal leaders and said, ", "3-4": "“The Lord has used Israel to destroy the population of this whole countryside—Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon. And it is all wonderful sheep country, ideal for our flocks. ", "5": "Please let us have this land as our portion instead of the land on the other side of the Jordan River.”", "6": "“You mean you want to sit here while your brothers go across and do all the fighting?” Moses demanded. ", "7": "“Are you trying to discourage the rest of the people from going across to the land that the Lord has given them? ", "8": "This is the same kind of thing your fathers did! I sent them from Kadesh-barnea to spy out the land, ", "9": "but when they finished their survey and returned from the valley of Eshcol, they discouraged the people from going on into the Promised Land. ", "10-11": "And the Lord's anger was hot against them, and he swore that of all those he had rescued from Egypt, no one over twenty years of age would ever see the land he promised Abraham, Isaac, and Jacob, for they had refused to do what he wanted them to.", "12": "“The only exceptions were Caleb (son of Jephunneh the Kenizzite) and Joshua (son of Nun)—for they wholeheartedly followed the Lord and urged the people to go on into the Promised Land.", "13": "“The Lord made us wander back and forth in the wilderness for forty years until all that evil generation died. ", "14": "But here you are, a brood of sinners doing exactly the same thing! Only there are more of you, so Jehovah's anger against Israel will be even fiercer this time. ", "15": "If you turn away from God like this, he will make the people stay even longer in the wilderness, and you will be responsible for destroying his people and bringing disaster to this entire nation!”", "16": "“Not at all!” they explained. “We will build sheepfolds for our flocks and cities for our little ones, ", "17": "but we ourselves will go over armed, ahead of the rest of the people of Israel, until we have brought them safely to their inheritance. But first we will need to build walled cities here for our families, to keep them safe from attack by the local inhabitants. ", "18": "We will not settle down here until all the people of Israel have received their inheritance. ", "19": "We don't want land on the other side of the Jordan; we would rather have it on this side, on the east.”", "20": "Then Moses said, “All right, if you will do what you have said and arm yourselves for Jehovah's war, ", "21": "and keep your troops across the Jordan until the Lord has driven out his enemies, ", "22": "then, when the land is finally subdued before the Lord, you may return. Then you will have discharged your duty to the Lord and to the rest of the people of Israel. And the land on the eastern side shall be your possession from the Lord. ", "23": "But if you don't do as you have said, then you will have sinned against the Lord, and you may be sure that your sin will catch up with you. ", "24": "Go ahead and build cities for your families and sheepfolds for your sheep, and do all you have said.”", "25": "“We will follow your instructions exactly,” the people of Gad and Reuben replied. ", "26": "“Our children, wives, flocks, and cattle shall stay here in the cities of Gilead. ", "27": "But all of us who are conscripted will go over to battle for the Lord, just as you have said.”", "28": "So Moses gave his approval by saying to Eleazar, Joshua, and the tribal leaders of Israel, ", "29": "“If all the men of the tribes of Gad and Reuben who are conscripted for the Lord's battles go with you over the Jordan, then, when the land is conquered, you must give them the land of Gilead; ", "30": "but if they refuse, then they must accept land among the rest of you in the land of Canaan.”", "31": "The tribes of Gad and Reuben said again, “As the Lord has commanded, so we will do—", "32": "we will follow the Lord fully armed into Canaan, but our own land shall be here on this side of the Jordan.”", "33": "So Moses assigned the territory of King Sihon of the Amorites, and of King Og of Bashan—all the land and cities—to the tribes of Gad, Reuben, and the half-tribe of Manasseh (son of Joseph).", "34-36": "The people of Gad built these cities: Dibon, Ataroth, Aroer, Atroth-shophan, Jazer, Jogbehah, Beth-nimrah, Beth-haran. They were all fortified cities with sheepfolds.", "37-38": "The children of Reuben built the following cities: Heshbon, Elealeh, Kiriathaim, Nebo, Baal-meon, Sibmah. (The Israelites later changed the names of some of these cities they had conquered and rebuilt.)", "39": "Then the clan of Machir of the tribe of Manasseh went to Gilead and conquered it, and drove out the Amorites who were living there. ", "40": "So Moses gave Gilead to the Machirites, and they lived there. ", "41": "The men of Jair, another clan of the tribe of Manasseh, occupied many of the towns in Gilead, and changed the name of their area to Havroth-jair. ", "42": "Meanwhile, a man named Nobah led an army[a] to Kenath and its surrounding villages, and occupied them, and he called the area Nobah, after his own name."}