{"1": "This is the itinerary of the nation of Israel from the time Moses and Aaron led them out of Egypt. ", "2": "Moses had written down their movements as the Lord had instructed him. ", "3-4": "They left the city of Rameses, Egypt, on the first day of April,[a] the day after the night of the Passover. They left proudly, hurried along by the Egyptians who were burying all their eldest sons, killed by the Lord the night before. The Lord had certainly defeated all the gods of Egypt that night!", "5-6": "After leaving Rameses, they stayed in Succoth, Etham (at the edge of the wilderness), and ", "7": "Pihahiroth (near Baal-zephon, where they camped at the foot of Mount Migdol). ", "8": "From there they went through the middle of the Red Sea and on for three days into the wilderness of Etham, camping at Marah.", "9": "Leaving Marah, they came to Elim, where there are twelve springs of water and seventy palm trees; they stayed there for quite a long time.", "10": "Leaving Elim, they camped beside the Red Sea, ", "11": "and then in the wilderness of Sihn.", "12": "Next was Dophkah, ", "13": "and then Alush; ", "14": "then on to Rephidim (where there was no water for the people to drink).", "15-37": "From Rephidim they went to the wilderness of Sinai; from the wilderness of Sinai to Kibroth-hattaavah; From Kibroth-hattaavah to Hazeroth; From Hazeroth to Rithmah; From Rithmah to Rimmon-parez; From Rimmon-parez to Libnah; From Libnah to Rissah; From Rissah to Kehelathah; From Kehelathah to Mount Shepher; From Mount Shepher to Haradah; From Haradah to Makheloth; From Makheloth to Tahath; From Tahath to Terah; From Terah to Mithkah; From Mithkah to Hashmonah; From Hashmonah to Moseroth; From Moseroth to Bene-jaakan; From Bene-jaakan to Hor-haggidgad; From Hor-haggidgad to Jotbathah; From Jotbathah to Abronah; From Abronah to Ezion-geber; From Ezion-geber to Kadesh (in the wilderness of Zin); From Kadesh to Mount Hor (at the edge of the land of Edom).", "38-39": "While they were at the foot of Mount Hor, Aaron the priest was directed by the Lord to go up into the mountain, and there he died. This occurred during the fortieth year after the people of Israel had left Egypt. The date of his death was July 15,[b] when he was 123 years old.", "40": "It was then that the Canaanite king of Arad, who lived in the Negeb, in the land of Canaan, heard that the people of Israel were approaching his land. ", "41": "After dealing with him, the Israelis journeyed from Mount Hor and camped in Zalmonah, ", "42": "then at Punon, ", "43": "then at Oboth, ", "44": "then Iyeabarim (at the border of Moab). ", "45": "From there they went to Dibon-gad, ", "46": "and then to Almon-diblathaim, ", "47": "and on into the mountains of Abarim, near Mount Nebo, ", "48": "and finally to the plains of Moab beside the river Jordan, opposite Jericho. ", "49": "While in that area they camped at various places along the Jordan River, from Bethjeshimoth as far as Abel-shittim, on the plains of Moab.", "50-51": "It was while they were camped there that the Lord told Moses to tell the people of Israel, “When you pass across the Jordan River into the land of Canaan, ", "52": "you must drive out all the people living there and destroy all their idols—their carved stones, molten images, and the open-air sanctuaries in the hills where they worship their idols. ", "53": "I have given the land to you; take it and live there. ", "54": "You will be given land in proportion to the size of your tribes. The larger sections of land will be divided by lot among the larger tribes, and the smaller sections will be allotted to the smaller tribes. ", "55": "But if you refuse to drive out the people living there, those who remain will be as cinders in your eyes and thorns in your sides. ", "56": "And I will destroy you as I had planned for you to destroy them.”"}