{"1": "While Israel was camped beside the Jordan on the plains of Moab, opposite Jericho, the Lord said to Moses,", "2": "“Instruct the people of Israel to give to the Levites as their inheritance certain cities and surrounding pasturelands. ", "3": "These cities are for their homes, and the surrounding lands for their cattle, flocks, and other livestock. ", "4-5": "Their gardens and vineyards shall extend 1500 feet out from the city walls in each direction, with an additional 1500 feet beyond that for pastureland.", "6": "“You shall give the Levites the six Cities of Refuge, where a person who has accidentally killed someone can run and be safe, and forty-two other cities besides. ", "7": "In all, there shall be forty-eight cities with the surrounding pastureland given to the Levites. ", "8": "These cities shall be in various parts of the nation; the larger tribes with many cities will give several to the Levites, while the smaller tribes will give fewer.”", "9-10": "And the Lord said to Moses, “Tell the people that when they arrive in the land, ", "11": "Cities of Refuge shall be designated for anyone to flee into if he has killed someone accidentally. ", "12": "These cities will be places of protection from the dead man's relatives who want to avenge his death; for the slayer must not be killed unless a fair trial establishes his guilt. ", "13-14": "Three of these six Cities of Refuge are to be located in the land of Canaan, and three on the east side of the Jordan River. ", "15": "These are not only for the protection of Israelites, but also for foreigners and travelers.", "16": "“But if someone is struck and killed by a piece of iron, it must be presumed to be murder, and the murderer must be executed. ", "17": "Or if the slain man was struck down with a large stone, it is murder, and the murderer shall die. ", "18": "The same is true if he is killed with a wooden weapon. ", "19": "The avenger of his death shall personally kill the murderer when he meets him. ", "20": "So if anyone kills another out of hatred by throwing something at him, or ambushing him, ", "21": "or angrily striking him with his fist so that he dies, he is a murderer; and the murderer shall be executed by the avenger.", "22-23": "“But if it is an accident—a case in which something is thrown unintentionally, or in which a stone is thrown without anger, without realizing it will hit anyone, and without wanting to harm an enemy—yet the man dies, ", "24": "then the people shall judge whether or not it was an accident, and whether or not to hand the killer over to the avenger of the dead man. ", "25": "If it is decided that it was accidental, then the people shall save the killer from the avenger; the killer shall be permitted to stay in the City of Refuge; and he must live there until the death of the High Priest.", "26": "“If the slayer leaves the city, ", "27": "and the avenger finds him outside and kills him, it is not murder, ", "28": "for the man should have stayed inside the city until the death of the High Priest. But after the death of the High Priest, the man may return to his own land and home. ", "29": "These are permanent laws for all Israel from generation to generation.", "30": "“All murderers must be executed, but only if there is more than one witness; no man shall die with only one person testifying against him. ", "31": "Whenever anyone is judged guilty of murder, he must die—no ransom may be accepted for him. ", "32": "Nor may a payment be accepted from a refugee in a City of Refuge, permitting him to return to his home before the death of the High Priest. ", "33": "In this way the land will not be polluted, for murder pollutes the land, and no atonement can be made for murder except by the execution of the murderer. ", "34": "You shall not defile the land where you are going to live, for I, Jehovah, will be living there.”"}