{"1-2": "These are further instructions from the Lord to Moses: “Inform the people of Israel that they must expel all lepers from the camp, and all who have open sores, or who have been defiled by touching a dead person. ", "3": "This applies to men and women alike. Remove them so that they will not defile the camp where I live among you.” ", "4": "These instructions were put into effect.", "5-6": "Then the Lord said to Moses, “Tell the people of Israel that when anyone, man or woman, betrays the Lord by betraying a trust, it is sin. ", "7": "He must confess his sin and make full repayment for what he has stolen,[a] adding 20 percent and returning it to the person he took it from. ", "8": "But if the person he wronged is dead,[b] and there is no near relative to whom the payment can be made, it must be given to the priest, along with a lamb for atonement. ", "9-10": "When the people of Israel bring a gift to the Lord it shall go to the priests.”", "11-12": "And the Lord said to Moses, “Tell the people of Israel that if a man's wife commits adultery, ", "13": "but there is no proof, there being no witness, ", "14": "and he is jealous and suspicious, ", "15": "the man shall bring his wife to the priest with an offering for her of a tenth of a bushel of barley meal without oil or frankincense mingled with it—for it is a suspicion offering—to bring out the truth[c] as to whether or not she is guilty.", "16": "“The priest shall bring her before the Lord, ", "17": "and take holy water in a clay jar and mix into it dust from the floor of the Tabernacle. ", "18": "He shall unbind her hair and place the suspicion offering in her hands to determine whether or not her husband's suspicions are justified. The priest shall stand before her holding the jar of bitter water that brings a curse. ", "19": "He shall require her to swear that she is innocent, and then he shall say to her, 'If no man has slept with you except your husband, be free from the effects of this bitter water that causes the curse. ", "20": "But if you have committed adultery, ", "21-22": "then Jehovah shall make you a curse among your people, for he will make your thigh rot away and your body swell.' And the woman shall be required to say, 'Yes, let it be so.' ", "23": "Then the priest shall write these curses in a book and wash them off into the bitter water. ", "24": "(When he requires the woman to drink the water, it becomes bitter within her if she is guilty.[d])", "25": "“Then the priest shall take the suspicion offering from the woman's hand and wave it before Jehovah, and carry it to the altar. ", "26": "He shall take a handful, representing all of it, and burn the handful upon the altar, and then require the woman to drink the water. ", "27": "If she has been defiled, having committed adultery against her husband, the water will become bitter within her, and her body will swell and her thigh will rot, and she shall be a curse among her people. ", "28": "But if she is pure and has not committed adultery, she shall be unharmed and will soon become pregnant.", "29": "“This, then, is the law concerning a wayward wife—or a husband's suspicions against his wife—", "30": "to determine whether or not she has been unfaithful to him. He shall bring her before the Lord and the priest shall handle the situation as outlined above. ", "31": "Her husband shall not be brought to trial for causing her horrible disease, for she is responsible.”"}