{"1-2": "The Lord gave Moses these further instructions for the people of Israel: “When either a man or a woman takes the special vow of a Nazirite, consecrating himself to the Lord in a special way, ", "3-4": "he must not thereafter, during the entire period of his special consecration to the Lord, taste strong drink or wine or even fresh wine, grape juice, grapes, or raisins! He may eat nothing that comes from grapevines, not even the seeds or skins!", "5": "“Throughout that time he must never cut his hair, for he is holy and consecrated to the Lord; that is why he must let his hair grow.", "6-7": "“And he may not go near any dead body during the entire period of his vow, even if it is the body of his father, mother, brother, or sister; for his vow of consecration remains in effect, ", "8": "and he is consecrated to the Lord throughout the entire period. ", "9": "If he is defiled by having someone fall dead beside him, then seven days later he shall shave his defiled head; he will then be cleansed from the contamination of being in the presence of death. ", "10": "The next day, the eighth day, he must bring two turtledoves or two young pigeons to the priest at the entrance of the Tabernacle. ", "11": "The priest shall offer one of the birds for a sin offering, and the other for a burnt offering, and make atonement for his defilement. And he must renew his vows that day and let his hair begin to grow again. ", "12": "The days of his vow that were fulfilled before his defilement no longer count. He must begin all over again with a new vow, and must bring a male lamb a year old for a guilt offering.", "13": "“At the conclusion of the period of his vow of separation to the Lord, he must go to the entrance of the Tabernacle ", "14": "and offer a burnt sacrifice to the Lord, a year-old lamb without defect. He must also offer a sin offering, a yearling ewe lamb without defect; a peace offering, a ram without defect; ", "15": "a basket of bread made without yeast; pancakes made of fine flour mixed with olive oil; unleavened wafers spread with oil; and the accompanying grain offering and drink offerings. ", "16": "The priest shall present these offerings before the Lord: first the sin offering and the burnt offering; ", "17": "then the ram for a peace offering, along with the basket of bread made without yeast; and finally the grain offering along with the drink offering.", "18": "“Then the Nazirite shall shave his long hair—the sign of his vow of separation. This shall be done at the entrance of the Tabernacle, after which the hair shall be put in the fire under the peace offering sacrifice. ", "19": "After the man's head has been shaved, the priest shall take the roasted shoulder of the lamb, one of the pancakes (made without yeast), and one of the wafers (also made without yeast), and put them all into the man's hands. ", "20": "The priest shall then wave it all back and forth before the Lord in a gesture of offering; all of it is a holy portion for the priest, as are the rib piece and shoulder that were waved before the Lord. After that the Nazirite may again drink wine, for he is freed from his vow.", "21": "“These are the regulations concerning a Nazirite and his sacrifices at the conclusion of his period of special dedication. In addition to these sacrifices he must bring any further offering he promised at the time he took his vow to become a Nazirite.”", "22-23": "Now the Lord said to Moses, “Tell Aaron and his sons that they are to give this special blessing to the people of Israel: ", "24-26": "'May the Lord bless and protect you; may the Lord's face radiate with joy because of you; may he be gracious to you, show you his favor, and give you his peace.' ", "27": "This is how Aaron and his sons shall call down my blessings[a] upon the people of Israel; and I myself will personally bless them.”"}