{"1": "Moses anointed and sanctified each part of the Tabernacle, including the altar and its utensils, on the day he finished setting it up. ", "2": "Then the leaders of Israel—the chiefs of the tribes, the men who had organized the census—brought their offerings. ", "3": "They brought six covered wagons, each drawn by two oxen—a wagon for every two leaders and an ox for each one; and they presented them to the Lord in front of the Tabernacle.", "4-5": "“Accept their gifts,” the Lord told Moses, “and use these wagons for the work of the Tabernacle. Give them to the Levites for whatever needs they may have.”", "6": "So Moses presented the wagons and the oxen to the Levites. ", "7": "Two wagons and four oxen were given to the Gershon division for their use, ", "8": "and four wagons and eight oxen were given to the Merari division, which was under the leadership of Ithamar, Aaron's son. ", "9": "None of the wagons or teams was given to the Kohath division, for they were required to carry their portion of the Tabernacle upon their shoulders.", "10": "The leaders also presented dedication gifts on the day the altar was anointed, placing them before the altar. ", "11": "The Lord said to Moses, “Let each of them bring his gift on a different day for the dedication of the altar.”", "12": "So Nahshon, the son of Amminadab of the tribe of Judah, brought his gift the first day. ", "13": "It consisted of a silver platter weighing three pounds and a silver bowl of about two pounds, both filled with grain offerings of fine flour mixed with oil. ", "14": "He also brought a tiny[a] gold box of incense which weighed only about four ounces. ", "15": "He brought a young bull, a ram, and a male yearling lamb as burnt offerings; ", "16": "a male goat for a sin offering; ", "17": "and for the peace offerings two oxen, five rams, five male goats, and five male yearling lambs.", "18-23": "The next day Nethanel, the son of Zuar, chief of the tribe of Issachar, brought his gifts and offerings. They were exactly the same as Nahshon had presented on the previous day.[b]", "24-29": "On the third day Eliab, the son of Helon, chief of the tribe of Zebulun, came with his offerings—the same as those presented on the previous days.*", "30-35": "On the fourth day the gifts were presented by Elizur, son of Shedeur, chief of the tribe of Reuben; his gifts and offerings were the same as those given on the previous days.*", "36-41": "On the fifth day came Shelumiel, the son of Zurishaddai, chief of the tribe of Simeon, with the same gifts.*", "42-47": "The next day it was Eliasaph's turn, son of Deuel, chief of the tribe of Gad. He, too, offered the same gifts and sacrifices.*", "48-53": "On the seventh day, Elishama, the son of Ammihud, chief of the tribe of Ephraim, brought his gifts, the same as those presented on the previous days.*", "54-59": "Gamaliel, son of Pedahzur, prince of the tribe of Manasseh, came the eighth day with the same offerings.*", "60-65": "On the ninth day it was Abidan the son of Gideoni, chief of the tribe of Benjamin, with his gifts, the same as those offered by the others.*", "66-71": "Ahiezer, the son of Ammishaddai, brought his gifts on the tenth day. He was the chief of the tribe of Dan and his offerings were the same as those on the previous days.*", "72-77": "Pagiel, son of Ochran, chief of the tribe of Asher, brought his gifts on the eleventh day—the same gifts and offerings as the others.*", "78-83": "On the twelfth day came Ahira, son of Enan, chief of the tribe of Naphtali, with his offerings; they were identical to those brought by the others.*", "84-86": "So, beginning the day the altar was anointed, it was dedicated by these gifts from the chiefs of the tribes of Israel. Their combined offerings were as follows: silver platters (each weighing about three pounds); silver bowls (each weighing about two pounds); (so the total weight of the silver was about sixty pounds); gold trays (the trays weighing about four ounces apiece); (so the total weight of gold was about three pounds).", "87": "For the burnt offerings they brought: bulls, 12 rams, yearling male goats (with the grain offerings that accompanied them). For sin offerings they brought: male goats.", "88": "For the peace offerings they brought: young bulls, rams, 60 male goats, male lambs one year old.", "89": "When Moses went into the Tabernacle to speak with God, he heard the Voice speaking to him from above the place of mercy over the Ark, between the statues of the two Guardian Angels."}