{"1": "The Lord said to Moses, ", "2": "“Tell Aaron that when he lights the seven lamps in the lampstand, he is to set them so that they will throw their light forward.”", "3": "So Aaron did this. ", "4": "The lampstand, including the floral decorations on the base and branches, was made entirely of beaten gold. It was constructed according to the exact design the Lord had shown Moses.", "5-6": "Then the Lord said to Moses, “Now set apart the Levites from the other people of Israel. ", "7": "Do this by sprinkling water of purification upon them, then having them shave their entire bodies and wash their clothing and themselves. ", "8": "Have them bring a young bull and a grain offering of fine flour mingled with oil, along with another young bull for a sin offering. ", "9": "Then bring the Levites to the door of the Tabernacle as all the people watch. ", "10": "There the leaders[a] of the tribes shall lay their hands upon them, ", "11": "and Aaron, with a gesture of offering, shall present them to the Lord as a gift from the entire nation of Israel. The Levites will represent all the people in serving the Lord.", "12": "“Next, the Levite leaders* shall lay their hands upon the heads of the young bulls and offer them before the Lord; one for a sin offering and the other for a burnt offering, to make atonement for the Levites. ", "13": "Then the Levites are to be presented to Aaron and his sons, just as any other gift to the Lord is given to the priests! ", "14": "In this way you will dedicate the Levites from among the rest of the people of Israel, and the Levites shall be mine. ", "15": "After you have sanctified them and presented them in this way, they shall go in and out of the Tabernacle to do their work.", "16": "“They are mine from among all the people of Israel, and I have accepted them in place of all the firstborn children of the Israelites: I have taken the Levites as their substitutes. ", "17": "For all the firstborn among the people of Israel are mine, both men and animals; I claimed them for myself the night I killed all the firstborn Egyptians. ", "18": "Yes, I have accepted the Levites in place of all the eldest sons of Israel. ", "19": "And I will give the Levites as a gift to Aaron and his sons. The Levites will carry out the sacred duties required of the people of Israel in the Tabernacle, and will offer the people's sacrifices, making atonement for them. There will be no plague among the Israelites—as there would be if the ordinary people entered the Tabernacle.”", "20": "So Moses and Aaron and all the people of Israel dedicated the Levites, carefully following Jehovah's instructions to Moses. ", "21": "The Levites purified themselves and washed their clothes, and Aaron presented them to the Lord in a gesture of offering. He then performed the rite of atonement over them to purify them. ", "22": "After that they went into the Tabernacle as assistants to Aaron and his sons; everything was done just as the Lord had commanded Moses.", "23-24": "The Lord also instructed Moses, “The Levites are to begin serving in the Tabernacle at the age of twenty-five, and are to retire at the age of fifty. ", "25-26": "After retirement they can assist with various light duties in the Tabernacle, but will have no regular responsibilities.”"}