{"1": "First prōton of  all pas,  then oun,  I  urge parakaleō you  to  make poieō requests deēsis,  prayers proseuchē,  petitions enteuxis, and  expressions  of  thanksgiving eucharistia on  behalf  of hyper all pas people anthrōpos", "2": "— on  behalf  of hyper kings basileus and kai all pas who ho are eimi in en positions  of  authority hyperochē— so  that hina we  might  live  out diagō our  lives bios in  tranquility ēremos and kai calmness hēsychios with en complete pas reverence eusebeia and kai godly  dignity semnotēs. ", "3": "This houtos is  good kalos and kai pleasing apodektos in  the  sight enōpion of ho God theos our hēmeis Savior sōtēr, ", "4": "who hos wishes thelō all pas people anthrōpos to  be  saved sōzō and kai to  come erchomai into eis a  knowledge epignōsis of  the  truth alētheia. ", "5": "For gar there is  one heis God theos,  and kai one heis mediator mesitēs between  God theos and kai people anthrōpos; a  person anthrōpos,  Christ Christos Jesus Iēsous, ", "6": "who ho gave didōmi himself heautou as  a  ransom antilytron for hyper all pas,  the ho witness martyrion at  the  proper idios time kairos. ", "7": "It is  with  reference  to eis this hos witness that  I egō was  appointed tithēmi a  herald kēryx and kai apostle apostolos— I  am  speaking legō the  truth alētheia;  I  am  not ou lying pseudomai—a  teacher didaskalos of  the  Gentiles ethnos in en faith pistis and kai truth alētheia. ", "8": "I  desire boulomai,  then oun, that  the ho men anēr should  pray proseuchomai in en every pas place topos by  lifting epairō up  holy hosios hands cheir,  without chōris anger orgē and kai arguing dialogismos. ", "9": "Likewise hōsautōs, I  also kai desire that the  women gynē should  adorn kosmeō themselves heautou in en respectable kosmios attire katastolē,  with meta modesty aidōs and kai moderation sōphrosynē,  not mē with en braided  hair plegma and kai gold chrysion or ē pearls margaritēs or ē costly polytelēs clothing himatismos, ", "10": "but alla with  what hos is  appropriate prepō for  women gynē who  are  committed epangellomai to  godliness theosebeia, namely,  with dia good agathos deeds ergon. ", "11": "A  woman gynē should  learn manthanō in en quietness hēsychia,  in en all pas submissiveness hypotagē; ", "12": "but de I  do epitrepō not ou permit epitrepō a  woman gynē to  teach didaskō or oude to  exercise  authority authenteō over  a  man anēr;  rather alla, she is  to  be eimi in en quietness hēsychia. ", "13": "For gar Adam Adam was  created plassō first prōtos,  then eita Eve heua. ", "14": "And kai Adam Adam was  not ou deceived apataō,  but de the ho woman gynē,  having  been  deceived exapataō,  has  come ginomai into en transgression parabasis; ", "15": "but de she  will  be  saved sōzō through dia · ho childbearing teknogonia,  if ean they  remain menō in en faith pistis and kai love agapē and kai holiness hagiasmos,  with meta modesty sōphrosynē. "}