{"1": "Trustworthy pistos is  the ho saying logos.  If ei anyone tis aspires  to oregō the  office  of  overseer episkopē,  he  is  desiring epithumeō a  good kalos work ergon. ", "2": "Therefore oun,  it  is  necessary dei for  an ho overseer episkopos to  be eimi above  reproach anepilēmptos: a  man anēr of  one heis woman gynē,  clear-minded nēphalios,  self-controlled sōphrōn,  dignified kosmios,  hospitable philoxenos,  skilled  in  teaching didaktikos, ", "3": "not mē a  drunkard paroinos,  not mē violent plēktēs but alla gracious epieikēs,  not  quarrelsome amachos,  not  a  lover  of  money aphilargyros, ", "4": "managing proistēmi · ho his  own idios household oikos well kalōs,  having echō submissive en children teknon with meta all pas dignity semnotēs", "5": "( for de if ei someone tis does oida not ou know  how oida to  manage proistēmi · ho his idios own  household oikos,  how pōs will  he  care  for epimeleomai the  church ekklēsia of  God theos?), ", "6": "not mē a  recent  convert neophytos,  lest hina mē having  become  conceited typhoō,  he  fall empiptō into eis the  judgment krima of  the ho devil diabolos. ", "7": "And de it  is  also kai necessary dei for an overseer  to  have echō a  good kalos reputation martyria with apo those ho outside exōthen,  lest hina mē he  fall empiptō into eis reproach oneidismos,  · kai which is the  snare pagis of  the ho devil diabolos. ", "8": "Deacons diakonos,  likewise hōsautōs, must be  dignified semnos,  not mē gossips dilogos,  not mē addicted polys to  wine oinos,  not mē greedy  for  gain aischrokerdēs, ", "9": "holding echō to  the ho mystery mystērion of  the ho faith pistis with en a  clean katharos conscience syneidēsis. ", "10": "And de they houtos should  also kai be  tested dokimazō first prōton;  then eita let  them  serve diakoneō if  they  are  found eimi above  reproach anenklētos. ", "11": "Wives gynē likewise hōsautōs must be  dignified semnos,  not mē slanderers diabolos,  clear-minded nēphalios,  faithful pistos in en all  things pas. ", "12": "Deacons diakonos each  should  be eimi men anēr of  one heis woman gynē,  managing proistēmi children teknon and kai · ho their  own idios households oikos well kalōs. ", "13": "For gar those ho who  serve diakoneō well kalōs are  acquiring peripoieō a  good kalos standing bathmos for  themselves heautou and kai great polys confidence parrēsia in en faith pistis,  which ho is  in en Christ Christos Jesus Iēsous. ", "14": "I  am  writing graphō these  things houtos to  you sy,  even  though  I  am  hoping elpizō to  come erchomai to pros you sy quickly en tachos, ", "15": "but de if ean I  wait bradynō,  so  that hina you  may  know oida how pōs it  is  necessary dei for people  to  conduct  themselves anastrephō in en the  house oikos of  God theos,  which hostis is eimi the  church ekklēsia of  the  living zaō God theos, a  pillar stylos and kai buttress hedraiōma of  the ho truth alētheia. ", "16": "And kai undeniably homologoumenōs great megas is eimi the ho mystery mystērion of ho godliness eusebeia,  who hos was  revealed phaneroō in en flesh sarx,  was  vindicated dikaioō in en spirit pneuma,  appeared horaō to  angels angelos;  was  preached kēryssō among en the  nations ethnos,  was  believed pisteuō in en the  world kosmos,  was  taken analambanō up  in en glory doxa. "}