{"1": "Now de the ho Spirit pneuma clearly rhētōs says legō that hoti in en the  last hysteros times kairos some tis of  the ho faith pistis will  apostasize aphistēmi by  being  devoted  to prosechō deceitful planos spirits pneuma and kai teachings didaskalia of  demons daimonion, ", "2": "by en the  hypocrisy hypokrisis of  liars pseudologos whose  own idios consciences syneidēsis have  been  seared kaustēriazō,  · ho", "3": "forbidding kōlyō to  marry gameō,  demanding apechō abstinence  from  foods brōma that hos · ho God theos created ktizō to  be eis received metalēmpsis with meta thanksgiving eucharistia by  those ho who  are  faithful pistos and kai know epiginōskō the ho truth alētheia, ", "4": "since hoti all pas of God' s theos creation ktisma is  good kalos,  and kai nothing oudeis is  unclean apoblētos if  it  is  received lambanō with meta thanksgiving eucharistia; ", "5": "for gar it  is  sanctified hagiazō through dia the  word logos of  God theos and kai prayer enteuxis. ", "6": "By  placing  these  things houtos before hypotithēmi the ho brethren adelphos,  you  will  be eimi a  good kalos servant diakonos of  Christ Christos Jesus Iēsous,  being  trained entrephō by  the ho words logos of  the ho faith pistis and kai of  the ho good kalos teaching didaskalia that hos you  have  followed parakoloutheō. ", "7": "But de reject paraiteomai the ho profane bebēlos and kai silly graōdēs myths mythos;  rather de train gymnazō yourself seautou for pros godliness eusebeia; ", "8": "· ho for gar bodily sōmatikos exercise gymnasia is eimi of  value ōphelimos for pros a  little  while oligos,  · ho but de godliness eusebeia is eimi of  value ōphelimos for pros all pas things  because  it  holds echō a  promise epangelia for  the ho present nyn life zōē and kai for  the ho coming mellō life. ", "9": "Trustworthy pistos is  the ho saying logos and kai worthy axios of  complete pas acceptance apodochē, ", "10": "for gar with  respect  to eis this houtos reason  we  are  toiling kopiaō and kai struggling agōnizomai,  since hoti, “ We  have  placed  our  hope elpizō in epi the  living zaō God theos,  who hos is eimi the  Savior sōtēr of  all pas people anthrōpos,  particularly malista of  those  who  believe pistos.” ", "11": "Command parangellō and kai teach didaskō these  things houtos. ", "12": "Let kataphroneō no  one mēdeis treat kataphroneō you  contemptuously kataphroneō because of  your sy · ho youth neotēs,  but alla be ginomai an  example typos for  the ho faithful pistos in en speech logos,  in en conduct anastrophē,  in en love agapē,  in en faith pistis,  in en purity hagneia. ", "13": "Until heōs I  come erchomai,  be  devoted prosechō to  the ho reading anagnōsis of Scripture,  to  the ho exhortation paraklēsis,  to  the ho teaching didaskalia. ", "14": "Do  not mē neglect ameleō the ho gift charisma that is  in en you sy,  which hos was  given didōmi to  you sy through dia prophecy prophēteia with meta the  laying epithesis on  of  the ho hands cheir of  the ho body  of  elders presbyterion. ", "15": "Continually  practice meletaō these  things houtos,  immerse  yourself eimi in en them houtos,  so  that hina your sy · ho progress prokopē might  be eimi visible phaneros to  all pas. ", "16": "Watch epechō yourself seautou and kai the ho teaching didaskalia;  be  persistent epimenō in  them autos;  for gar by  so houtos doing poieō you  will  save sōzō both kai yourself seautou and kai those ho hearing akouō you sy. "}