{"1-3": "On the twenty-first day of the seventh month, the Word of God came through the prophet Haggai: “Tell Governor Zerubbabel son of Shealtiel and High Priest Joshua son of Jehozadak and all the people: 'Is there anyone here who saw the Temple the way it used to be, all glorious? And what do you see now? Not much, right?", "4-5": "“'So get to work, Zerubbabel!'—God is speaking. “'Get to work, Joshua son of Jehozadak—high priest!' “'Get to work, all you people!'—God is speaking. “'Yes, get to work! For I am with you.' The God-of-the-Angel-Armies is speaking! 'Put into action the word I covenanted with you when you left Egypt. I'm living and breathing among you right now. Don't be timid. Don't hold back.'", "6-7": "“This is what God-of-the-Angel-Armies said: 'Before you know it, I will shake up sky and earth, ocean and fields. And I'll shake down all the godless nations. They'll bring bushels of wealth and I will fill this Temple with splendor.' God-of-the-Angel-Armies says so.", "8": "'I own the silver, I own the gold.' Decree of God-of-the-Angel-Armies.", "9": "“'This Temple is going to end up far better than it started out, a glorious beginning but an even more glorious finish: a place in which I will hand out wholeness and holiness.' Decree of God-of-the-Angel-Armies.”", "10-12": "On the twenty-fourth day of the ninth month (again, this was in the second year of Darius), God's Message came to Haggai: “God-of-the-Angel-Armies speaks: Consult the priests for a ruling. If someone carries a piece of sacred meat in his pocket, meat that is set apart for sacrifice on the altar, and the pocket touches a loaf of bread, a dish of stew, a bottle of wine or oil, or any other food, will these foods be made holy by such contact?” The priests said, “No.”", "13": "Then Haggai said, “How about someone who is contaminated by touching a corpse—if that person touches one of these foods, will it be contaminated?” The priests said, “Yes, it will be contaminated.”", "14": "Then Haggai said, “'So, this people is contaminated. Their nation is contaminated. Everything they do is contaminated. Whatever they do for me is contaminated.' God says so.", "15-17": "“'Think back. Before you set out to lay the first foundation stones for the rebuilding of my Temple, how did it go with you? Isn't it true that your foot-dragging, halfhearted efforts at rebuilding the Temple of God were reflected in a sluggish, halfway return on your crops—half the grain you were used to getting, half the wine? I hit you with drought and blight and hail. Everything you were doing got hit. But it didn't seem to faze you. You continued to ignore me.' God's Decree.", "18-19": "“'Now think ahead from this same date—this twenty-fourth day of the ninth month. Think ahead from when the Temple rebuilding was launched. Has anything in your fields—vine, fig tree, pomegranate, olive tree—failed to flourish? From now on you can count on a blessing.'”", "20-21": "God's Message came a second time to Haggai on that most memorable day, the twenty-fourth day of the ninth month: “Speak to Zerubbabel, the governor of Judah:", "21-23": "“'I am about to shake up everything, to turn everything upside down and start over from top to bottom—overthrow governments, destroy foreign powers, dismantle the world of weapons and armaments, throw armies into confusion, so that they end up killing one another. And on that day'”—this is God's Message—“'I will take you, O Zerubbabel son of Shealtiel, as my personal servant and I will set you as a signet ring, the sign of my sovereign presence and authority. I've looked over the field and chosen you for this work.'” The Message of God-of-the-Angel-Armies."}