{"1": "Nadab and Abihu were two of Aaron's sons, but they disobeyed the Lord by burning incense to him on a fire pan, when they were not supposed to.[a] ", "2": "Suddenly the Lord sent fiery flames and burned them to death. ", "3": "Then Moses told Aaron that this was exactly what the Lord had meant when he said: “I demand respect from my priests, and I will be praised by everyone!” Aaron was speechless.", "4": "Moses sent for Mishael and Elzaphan, the two sons of Aaron's uncle Uzziel. Then he told them, “Take these two dead relatives of yours outside the camp far from the entrance to the sacred tent.” ", "5": "So they dragged the dead men away by their clothes.", "6": "Then Moses told Aaron and his other two sons, Eleazar and Ithamar: Don't show your sorrow by messing up your hair and tearing your priestly clothes, or the Lord will get angry. He will kill the three of you and punish everyone else. It's all right for your relatives, the people of Israel, to mourn for those he destroyed by fire. ", "7": "But you are the Lord's chosen priests, and you must not leave the sacred tent, or you will die. Aaron and his two sons obeyed Moses.", "8": "The Lord said to Aaron:", "9": "When you or your sons enter the sacred tent, you must never drink beer or wine. If you do, you will die right there! This law will never change. ", "10": "You must learn the difference between what is holy and what isn't holy and between the clean and the unclean. ", "11": "You must also teach the people of Israel everything that I commanded Moses to say to them.", "12": "Moses told Aaron and his two sons, Eleazar and Ithamar: The grain sacrifice that was offered to give thanks to the Lord[b] is very holy. So make bread without yeast from the part that wasn't sent up in smoke and eat it beside the altar. ", "13": "The Lord has said that this belongs to you and your sons, and that it must be eaten in a holy place. ", "14-15": "But the choice ribs and the hind leg that were lifted up[c] may be eaten by your entire family, as long as you do so in an acceptable place.[d] These parts are yours from the sacrifices that the people offer to ask the Lord's blessing.[e] This is what the Lord has commanded, and it will never change.", "16": "When Moses asked around and learned that the ram for the sin sacrifice had already been burned on the altar, he became angry with Eleazar and Ithamar and said, ", "17": "“Why didn't you eat the meat from this sacrifice in an acceptable place? It is very holy, and the Lord has given you this sacrifice to remove Israel's sin and guilt. ", "18": "Whenever an animal's blood isn't brought into the sacred tent, I commanded you to eat its meat in an acceptable place, but you burned it instead.”", "19": "Their father Aaron replied, “Today two of my sons offered the sacrifice for sin and the sacrifice to please the Lord, and look what has happened to me! Would the Lord have approved if I had eaten the sacrifice for sin?”", "20": "Moses was satisfied with Aaron's reply."}