{"1": "The Lord told Moses and Aaron ", "2": "to say to the community of Israel: You may eat ", "3": "any animal that has divided hoofs and chews the cud.[a] ", "4-8": "But you must not eat animals such as camels, rock badgers, and rabbits that chew the cud but don't have divided hoofs. And you must not eat pigs—they have divided hoofs, but don't chew the cud. All of these animals are unclean,[b] and you are forbidden even to touch their dead bodies.", "9-12": "You may eat anything that lives in water and has fins and scales. But it would be disgusting for you to eat anything else that lives in water, and you must not even touch their dead bodies.", "13-19": "Eagles, vultures, buzzards, crows, ostriches, hawks, sea gulls, owls, pelicans, storks, herons, hoopoes,[c] and bats are also disgusting, and you are forbidden to eat any of them.", "20-23": "The only winged insects you may eat are locusts, grasshoppers, and crickets. All other winged insects that crawl are too disgusting for you to eat.", "24-28": "Don't even touch the dead bodies of animals that have divided hoofs but don't chew the cud. And don't touch the dead bodies of animals that have paws. If you do, you must wash your clothes, but you are still unclean until evening.", "29-30": "Moles, rats, mice, and all kinds of lizards are unclean. ", "31": "Anyone who touches their dead bodies or anything touched by their dead bodies becomes unclean until evening. ", "32": "If something made of wood, cloth, or leather touches one of their dead bodies, it must be washed, but it is still unclean until evening. ", "33": "If any of these animals is found dead in a clay pot, the pot must be broken to pieces, and everything in it becomes unclean. ", "34": "If you pour water from this pot on any food, that food becomes unclean, and anything drinkable in the pot becomes unclean.", "35": "If the dead body of one of these animals touches anything else, including ovens and stoves, that thing becomes unclean and must be destroyed. ", "36": "A spring or a cistern where one of these dead animals is found is still clean, but anyone who touches the animal becomes unclean. ", "37": "If the dead body of one of these animals is found lying on seeds that have been set aside for planting, the seeds remain clean. ", "38": "But seeds that are soaking in water become unclean, if the dead animal is found in the water.", "39": "If an animal that may be eaten happens to die, and you touch it, you become unclean until evening. ", "40": "If you eat any of its meat or carry its body away, you must wash your clothes, but you are still unclean until evening.", "41-42": "Don't eat any of those disgusting little creatures that crawl or walk close to the ground. ", "43": "If you eat any of them, you will become just as disgusting and unclean as they are. ", "44": "I am the Lord your God, and you must dedicate yourselves to me and be holy, just as I am holy. Don't become disgusting by eating any of these unclean creatures. ", "45": "I brought you out of Egypt so that I could be your God. Now you must become holy, because I am holy!", "46-47": "I have given these laws so that you will know what animals, birds, and fish are clean and may be eaten, and which ones are unclean and may not be eaten."}