{"1": "The Lord told Moses ", "2": "to say to the community of Israel: I am the Lord your God. I am holy, and you must be holy too! ", "3-4": "Respect your father and your mother, honor the Sabbath, and don't make idols or images. I am the Lord your God.", "5": "When you offer a sacrifice to ask my blessing,[a] be sure to follow my instructions. ", "6": "You may eat the meat either on the day of the sacrifice or on the next day, but you must burn anything left until the third day. ", "7": "If you eat any of it on the third day, the sacrifice will be disgusting to me, and I will reject it. ", "8": "In fact, you will be punished for not respecting what I say is holy, and you will no longer belong to the community of Israel.", "9": "When you harvest your grain, always leave some of it standing along the edges of your fields and don't pick up what falls on the ground. ", "10": "Don't strip your grapevines clean or gather the grapes that fall off the vines. Leave them for the poor and for those foreigners who live among you. I am the Lord your God.", "11": "Do not steal or tell lies or cheat others.", "12": "Do not misuse my name by making promises you don't intend to keep. I am the Lord your God.", "13": "Do not steal anything or cheat anyone, and don't fail to pay your workers at the end of each day.[b]", "14": "I am the Lord your God, and I command you not to make fun of the deaf or to cause a blind person to stumble.", "15": "Be fair, no matter who is on trial—don't favor either the poor or the rich.", "16": "Don't be a gossip, but never hesitate to speak up in court, especially if your testimony can save someone's life.[c]", "17": "Don't hold grudges. On the other hand, it's wrong not to correct someone who needs correcting. ", "18": "Stop being angry and don't try to take revenge. I am the Lord, and I command you to love others as much as you love yourself.", "19": "Breed your livestock animals only with animals of the same kind, and don't plant two kinds of seed in the same field or wear clothes made of different kinds of material.", "20": "If a man has sex with a slave woman who is promised in marriage to someone else, he must pay a fine, but they are not to be put to death. After all, she was still a slave at the time.[d] ", "21-22": "The man must bring a ram to the entrance of the sacred tent and give it to a priest, who will then offer it as a sacrifice to me, so the man's sins will be forgiven.", "23": "After you enter the land, you will plant fruit trees, but you are not to eat any of their fruit for the first three years. ", "24": "In the fourth year the fruit must be set apart, as an expression of thanks ", "25": "to me, the Lord God. Do this, and in the fifth year, those trees will produce an abundant harvest of fruit for you to eat.", "26": "Don't eat the blood of any animal. Don't practice any kind of witchcraft.", "27-28": "I forbid you to shave any part of your head or beard or to cut and tattoo yourself as a way of worshiping the dead.", "29": "Don't let your daughters serve as temple prostitutes—this would bring disgrace both to them and the land.", "30": "I command you to respect the Sabbath and the place where I am worshiped.", "31": "Don't make yourselves disgusting to me by going to people who claim they can talk to the dead.", "32": "I command you to show respect for older people and to obey me with fear and trembling.", "33": "Don't mistreat any foreigners who live in your land. ", "34": "Instead, treat them as well as you treat citizens and love them as much as you love yourself. Remember, you were once foreigners in the land of Egypt. I am the Lord your God.", "35-36": "Use honest scales and don't cheat when you weigh or measure anything. I am the Lord your God. I rescued you from Egypt, ", "37": "and I command you to obey my laws."}