{"1": "The Lord told Moses ", "2": "to say to the community of Israel: Death by stoning is the penalty for any citizens or foreigners in the country who sacrifice their children to the god Molech. ", "3": "They have disgraced both the place where I am worshiped and my holy name, and so I will turn against them and no longer let them belong to my people. ", "4": "Some of you may let them get away with human sacrifice, ", "5": "but not me. If any of you worship Molech, I will turn against you and your entire family, and I will no longer let you belong to my people.", "6": "I will be your enemy if you go to someone who claims to speak with the dead, and I will destroy you from among my people. ", "7": "Dedicate yourselves to me and be holy because I am the Lord your God. ", "8": "I have chosen you as my people, and I expect you to obey my laws.", "9": "If you curse your father or mother, you will be put to death, and it will be your own fault.", "10": "If any of you men have sex with another man's wife, both you and the woman will be put to death.", "11": "Having sex with one of your father's wives disgraces him. So both you and the woman will be put to death, just as you deserve. ", "12": "It isn't natural to have sex with your daughter-in-law, and both of you will be put to death, just as you deserve. ", "13": "It's disgusting for men to have sex with one another, and those who do will be put to death, just as they deserve. ", "14": "It isn't natural for a man to marry both a mother and her daughter, and so all three of them will be burned to death. ", "15-16": "If any of you have sex with an animal, both you and the animal will be put to death, just as you deserve.", "17": "If you marry one of your sisters, you will be punished, and the two of you will be disgraced by being openly forced out of the community. ", "18": "If you have sex with a woman during her monthly period, both you and the woman will be cut off from the people of Israel. ", "19": "The sisters of your father and mother are your own relatives, and you will be punished for having sex with any of them. ", "20": "If you have sex with your uncle's wife, neither you nor she will ever have any children. ", "21": "And if you marry your sister-in-law, neither of you will ever have any children.[a]", "22": "Obey my laws and teachings. Or else the land I am giving you will become sick of you and throw you out. ", "23": "The nations I am chasing out did these disgusting things, and I hated them for it, so don't follow their example. ", "24": "I am the Lord your God, and I have promised you their land that is rich with milk and honey. I have chosen you to be different from other people. ", "25": "That's why you must make a difference between animals and birds that I have said are clean and unclean[b]—this will keep you from becoming disgusting to me. ", "26": "I am the Lord, the holy God. You have been chosen to be my people, and so you must be holy too.", "27": "If you claim to receive messages from the dead, you will be put to death by stoning, just as you deserve."}