{"1": "The Lord told Moses ", "2": "to say to Aaron and his sons: I am the Lord God, and I demand that you honor my holy name by showing proper respect for the offerings brought to me by the people of Israel. ", "3": "If any of you are unclean when you accept an offering for me, I will no longer let you serve as a priest. ", "4": "None of you may take part in the sacred meals while you have a skin disease or an infected penis, or after you have been near a dead body or have had a flow of semen, ", "5": "or if you have touched an unclean creature of any sort, including an unclean person. ", "6-7": "Once you are unclean, you must take a bath, but you still cannot eat any of the sacred food until evening. ", "8": "I command you not to eat anything that is killed by a wild animal or dies a natural death. This would make you unclean. ", "9": "Obey me, or you will die on duty for disgracing the place of worship. Remember—I am the Lord, the one who makes a priest holy.", "10": "Only you priests and your families may eat the food offerings; these are too sacred for any of your servants. ", "11": "However, any slave that you own, including those born into your household, may eat this food. ", "12": "If your daughter marries someone who isn't a priest, she can no longer have any of this food. ", "13": "But if she returns to your home, either widowed or divorced, and has no children, she may join in the meal. Only members of a priestly family can eat this food, ", "14": "and anyone else who accidentally does so, must pay for the food plus a fine of twenty percent.", "15": "I warn you not to treat lightly the offerings that are brought by the people of Israel. ", "16": "Don't let them become guilty of eating this sacred food. Remember—I am the Lord, the one who makes these offerings holy.", "17": "The Lord told Moses ", "18": "to tell Aaron and his sons and everyone else the rules for offering sacrifices. He said: The animals that are to be completely burned on the altar ", "19-20": "must have nothing wrong with them, or else I won't accept them. Bulls or rams or goats[a] are the animals to be used for these sacrifices.", "21": "When you offer a sacrifice to ask my blessing,[b] there must be nothing wrong with the animal. This is true, whether the sacrifice is part of a promise or something you do voluntarily. ", "22": "Don't offer an animal that is blind or injured or that has an infection or a skin disease. ", "23": "If one of your cattle or lambs has a leg that is longer or shorter than the others, you may offer it voluntarily, but not as part of a promise. ", "24": "As long as you live in this land, don't offer an animal with injured testicles. ", "25": "And don't bring me animals you bought from a foreigner. I won't accept them, because they are no better than one that has something wrong with it.", "26": "The Lord told Moses to say:", "27": "Newborn cattle, sheep, or goats must remain with their mothers for seven days, but on the eighth day, you may send them up in smoke to me, and I will accept the offering. ", "28": "Don't sacrifice a newborn animal and its mother on the same day.", "29": "When you offer a sacrifice to give thanks[c] to me, you must do it in a way that is acceptable. ", "30": "Eat all of the meat that same day and don't save any for the next day. I am the Lord your God!", "31": "Obey my laws and teachings—I am the Lord. ", "32-33": "I demand respect from the people of Israel, so don't disgrace my holy name. Remember—I am the one who chose you to be priests and rescued all of you from Egypt, so that I would be your Lord."}