{"1": "The Lord told Moses ", "2": "to say to the community of Israel: I have chosen certain times for you to come together and worship me.", "3": "You have six days when you can do your work, but the seventh day of each week is holy because it belongs to me. No matter where you live, you must rest on the Sabbath and come together for worship. This law will never change.", "4-5": "The Lord said: Passover is another time when you must come together to worship me, and it must be celebrated on the evening of the fourteenth day of the first month[a] of each year.", "6": "The Festival of Thin Bread begins on the fifteenth day of that same month; it lasts seven days, and during this time you must honor me by eating bread made without yeast. ", "7": "On the first day of this festival you must rest from your work and come together for worship. ", "8": "Each day of this festival you must offer sacrifices. Then on the final day you must once again rest from your work and come together for worship.", "9": "The Lord told Moses ", "10": "to say to the community of Israel: After you enter the land I am giving you, the first bundle of wheat from each crop must be given to me. So bring it to a priest ", "11": "on the day after the Sabbath. He will lift it up[b] in dedication to me, and I will accept you. ", "12": "You must also offer a sacrifice to please me.[c] So bring the priest a one-year-old lamb that has nothing wrong with it ", "13": "and four pounds of your finest flour mixed with olive oil. Then he will place these on the bronze altar and send them up in smoke with a smell that pleases me. Together with these, you must bring a quart of wine as a drink offering. ", "14": "I am your God, and I forbid you to eat any new grain or anything made from it until you have brought these offerings. This law will never change.", "15": "The Lord said: Seven weeks after you offer this bundle of grain, each family must bring another offering of new grain. ", "16": "Do this exactly fifty days later, which is the day following the seventh Sabbath. ", "17": "Bring two loaves of bread to be lifted up[d] in dedication to me. Each loaf is to be made with yeast and with four pounds of the finest flour from the first part of your harvest.", "18": "At this same time, the entire community of Israel must bring seven lambs that are a year old, a young bull, and two rams. These animals must have nothing wrong with them, and they must be offered as a sacrifice to please me.[e] You must also offer the proper grain and wine sacrifices with each animal.[f] ", "19": "Offer a goat[g] as a sacrifice for sin, and two rams a year old as a sacrifice to ask my blessing.[h] ", "20": "The priest will lift up[i] the rams together with the bread in dedication to me. These offerings are holy and are my gift to the priest. ", "21": "This is a day of celebration and worship, a time of rest from your work. You and your descendants must obey this law.", "22": "When you harvest your grain, always leave some of it standing around the edges of your fields and don't pick up what falls on the ground. Leave it for the poor and for those foreigners who live among you. I am the Lord your God!", "23": "The Lord told Moses ", "24-25": "to say to the people of Israel: The first day of the seventh month[j] must be a day of complete rest. Then at the sound of the trumpets, you will come together to worship and to offer sacrifices on the altar.", "26": "The Lord God said to Moses:", "27": "The tenth day of the seventh month[k] is the Great Day of Forgiveness.[l] It is a solemn day of worship; everyone must go without eating to show sorrow for their sins, and sacrifices must be burned. ", "28": "No one is to work on that day—it is the Great Day of Forgiveness, when sacrifices will be offered to me, so that I will forgive your sins. ", "29": "I will destroy anyone who refuses to go without eating. ", "30-31": "None of my people are ever to do any work on that day—not now or in the future. And I will wipe out those who do! ", "32": "This is a time of complete rest just like the Sabbath, and everyone must go without eating from the evening of the ninth to the evening of the tenth.", "33": "The Lord told Moses ", "34": "to say to the community of Israel: Beginning on the fifteenth day of the seventh month,[m] and continuing for seven days, everyone must celebrate the Festival of Shelters in honor of me. ", "35": "No one is to do any work on the first day of the festival—it is a time when everyone must come together for worship. ", "36": "For seven days, sacrifices must be offered on the altar. The eighth day is also to be a day of complete rest, as well as a time of offering sacrifices on the altar and of coming together for worship.", "37": "I have chosen these festivals as times when my people must come together for worship and when animals, grain, and wine are to be offered on the proper days. ", "38": "These festivals must be celebrated in addition to the Sabbaths and the times when you offer special gifts or sacrifices to keep a promise or as a voluntary offering.", "39": "Remember to begin the Festival of Shelters on the fifteenth day of the seventh month after you have harvested your crops. Celebrate this festival for seven days in honor of me and don't do any work on the first day or on the day following the festival. ", "40": "Pick the best fruit from your trees[n] and cut leafy branches to use during the time of this joyous celebration in my honor. ", "41": "I command you and all of your descendants to celebrate this festival during the seventh month of each year. ", "42": "For seven days every Israelite must live in a shelter, ", "43": "so future generations will know that I made their ancestors live in shelters when I brought them out of Egypt. I am the Lord your God.", "44": "This is how Moses instructed the people of Israel to celebrate the Lord's festivals."}