{"1": "The Lord told Moses ", "2": "to say to the community of Israel: You must supply the purest olive oil for the lamps in the sacred tent, so they will keep burning. ", "3-4": "Aaron will set up the gold lampstand in the holy place of the sacred tent. Then he will light the seven lamps that must be kept burning there in my presence, every night from now on. This law will never change.", "5": "The Lord said: Use your finest flour to bake twelve loaves of bread about four pounds each, ", "6": "then take them into the sacred tent and lay them on the gold table in two rows of six loaves. ", "7": "Alongside each row put some pure incense that will be sent up by fire in place of the bread as an offering to me. ", "8": "Aaron must lay fresh loaves on the table each Sabbath, and priests in all generations must continue this practice as part of Israel's agreement with me. ", "9": "This bread will always belong to Aaron and his family; it is very holy because it was offered to me, and it must be eaten in a holy place.[a]", "10-11": "Shelomith, the daughter of Dibri from the tribe of Dan, had married an Egyptian, and they had a son. One day their son got into a fight with an Israelite man in camp and cursed the name of the Lord. So the young man was dragged off to Moses, ", "12": "who had him guarded while everyone waited for the Lord to tell them what to do.", "13": "Finally, the Lord said to Moses:", "14": "This man has cursed me! Take him outside the camp and have the witnesses lay their hands on his head. Then command the whole community of Israel to stone him to death. ", "15-16": "And warn the others that everyone else who curses me will die in the same way, whether they are Israelites by birth or foreigners living among you.", "17": "Death is also the penalty for murder, ", "18": "but the killing of an animal that belongs to someone else requires only that the animal be replaced. ", "19": "Personal injuries to others must be dealt with in keeping with the crime—", "20": "a broken bone for a broken bone, an eye for an eye, or a tooth for a tooth. ", "21": "It's possible to pay the owner for an animal that has been killed, but death is the penalty for murder. ", "22": "I am the Lord your God, and I demand equal justice both for you Israelites and for those foreigners who live among you.", "23": "When Moses finished speaking, the people did what the Lord had told Moses, and they stoned to death the man who had cursed the Lord."}