{"1": "When Moses was on Mount Sinai, the Lord told him ", "2": "to say to the community of Israel: After you enter the land that I am giving you, it must be allowed to rest one year out of every seven. ", "3": "You may raise grain and grapes for six years, ", "4": "but the seventh year you must let your fields and vineyards rest in honor of me, your Lord. ", "5": "This is to be a time of complete rest for your fields and vineyards, so don't harvest anything they produce. ", "6-7": "However, you and your slaves and your hired workers, as well as any domestic or wild animals, may eat whatever grows on its own.", "8": "The Lord said to his people: Once every forty-nine years ", "9": "on the tenth day of the seventh month,[a] which is also the Great Day of Forgiveness,[b] trumpets are to be blown everywhere in the land. ", "10": "This fiftieth year[c] is sacred—it is a time of freedom and of celebration when everyone will receive back their original property, and slaves will return home to their families. ", "11": "This is a year of complete celebration, so don't plant any seed or harvest what your fields or vineyards produce. ", "12": "In this time of sacred celebration you may eat only what grows on its own.", "13": "During this year, all property must go back to its original owner. ", "14-15": "So when you buy or sell farmland, the price is to be determined by the number of crops it can produce before the next Year of Celebration. Don't try to cheat. ", "16": "If it is a long time before the next Year of Celebration, the price will be higher, because what is really being sold are the crops that the land can produce. ", "17": "I am the Lord your God, so obey me and don't cheat anyone.", "18-19": "If you obey my laws and teachings, you will live safely in the land and enjoy its abundant crops. ", "20": "Don't ever worry about what you will eat during the seventh year when you are forbidden to plant or harvest. ", "21": "I will see to it that you harvest enough in the sixth year to last for three years. ", "22": "In the eighth year you will live on what you harvested in the sixth year, but in the ninth year you will eat what you plant and harvest in the eighth year.", "23": "No land may be permanently bought or sold. It all belongs to me—it isn't your land, and you only live there for a little while.", "24": "When property is being sold, the original owner must be given the first chance to buy it.", "25": "If any of you Israelites become so poor that you are forced to sell your property, your closest relative must buy it back, ", "26": "if that relative has the money. Later, if you can afford to buy it, ", "27": "you must pay enough to make up for what the present owner will lose on it before the next Year of Celebration, when the property would become yours again. ", "28": "But if you don't have the money to pay the present owner a fair price, you will have to wait until the Year of Celebration, when the property will once again become yours.", "29": "If you sell a house in a walled city, you have only one year in which to buy it back. ", "30": "If you don't buy it back before that year is up, it becomes the permanent property of the one who bought it, and it will not be returned to you in the Year of Celebration. ", "31": "But a house out in a village may be bought back at any time just like a field. And it must be returned to its original owner in the Year of Celebration. ", "32": "If any Levites own houses inside a walled city, they will always have the right to buy them back. ", "33": "And any houses that they do not buy back will be returned to them in the Year of Celebration, because these homes are their permanent property among the people of Israel. ", "34": "No pastureland owned by the Levi tribe can ever be sold; it is their permanent possession.", "35": "The Lord said: If any of your people become poor and unable to support themselves, you must help them, just as you are supposed to help foreigners who live among you. ", "36-37": "Don't take advantage of them by charging any kind of interest or selling them food for profit. Instead, honor me by letting them stay where they now live. ", "38": "Remember—I am the Lord your God! I rescued you from Egypt and gave you the land of Canaan, so that I would be your God.", "39": "Suppose some of your people become so poor that they have to sell themselves and become your slaves. ", "40": "Then you must treat them as servants, rather than as slaves. And in the Year of Celebration they are to be set free, ", "41": "so they and their children may return home to their families and property. ", "42": "I brought them out of Egypt to be my servants, not to be sold as slaves. ", "43": "So obey me, and don't be cruel to the poor.", "44": "If you want slaves, buy them from other nations ", "45": "or from the foreigners who live in your own country, and make them your property. ", "46": "You can own them, and even leave them to your children when you die, but do not make slaves of your own people or be cruel to them.", "47": "Even if some of you Israelites become so much in debt that you must sell yourselves to foreigners in your country, ", "48": "you still have the right to be set free by a relative, such as a brother ", "49": "or uncle or cousin, or some other family member. In fact, if you ever get enough money, you may buy your own freedom ", "50": "by paying your owner for the number of years you would still be a slave before the next Year of Celebration. ", "51-52": "The longer the time until then, the more you will have to pay. ", "53": "And even while you are the slaves of foreigners in your own country, your people must make sure that you are not mistreated. ", "54": "If you cannot gain your freedom in any of these ways, both you and your children will still be set free in the Year of Celebration. ", "55": "People of Israel, I am the Lord your God, and I brought you out of Egypt to be my own servants."}