{"1": "The Lord told Moses ", "2": "to say to the community of Israel: If you ever want to free someone who has been promised to me, ", "3-7": "you may do so by paying the following amounts, weighed according to the official standards: fifty pieces of silver for men ages twenty to sixty, and thirty pieces for women; twenty pieces of silver for young men ages five to twenty, and ten pieces for young women; fifteen pieces of silver for men ages sixty and above and ten pieces for women; five pieces of silver for boys ages one month to five years, and three pieces for girls.", "8": "If you have promised to give someone to me and can't afford to pay the full amount for that person's release, you will be taken to a priest, and he will decide how much you can afford.", "9": "If you promise to sacrifice an animal to me, it becomes holy, and there is no way you can set it free. ", "10": "If you try to substitute any other animal, no matter how good, for the one you promised, they will both become holy and must be sacrificed. ", "11": "Donkeys are unfit for sacrifice, so if you promise me a donkey,[a] you must bring it to the priest, ", "12": "and let him determine its value. ", "13": "But if you want to buy it back, you must pay an additional twenty percent.", "14": "If you promise a house to me, a priest will set the price, whatever the condition of the house. ", "15": "But if you decide to buy it back, you must pay an additional twenty percent.", "16": "If you promise part of your family's land to me, its value must be determined by the bushels of seed needed to plant the land, and the rate will be ten pieces of silver for every bushel of seed. ", "17": "If this promise is made in the Year of Celebration,[b] the land will be valued at the full price. ", "18": "But any time after that, the price will be figured according to the number of years before the next Year of Celebration. ", "19": "If you decide to buy back the land, you must pay the price plus an additional twenty percent, ", "20": "but you cannot buy it back once someone else has bought it. ", "21": "When the Year of Celebration comes, the land becomes holy because it belongs to me, and it will be given to the priests.", "22": "If you promise me a field that you have bought, ", "23": "its value will be decided by a priest, according to the number of years before the next Year of Celebration, and the money you pay will be mine. ", "24": "However, on the next Year of Celebration, the land will go back to the family of its original owner. ", "25": "Every price will be set by the official standards.", "26": "The Lord said: All first-born animals of your flocks and herds are already mine, and so you cannot promise any of them to me. ", "27": "If you promise me a donkey,[c] you may buy it back by adding an additional twenty percent to its value. If you don't buy it back, it can be sold to someone else for whatever a priest has said it is worth.", "28": "Anything that you completely dedicate to me must be completely destroyed.[d] It cannot be bought back or sold. Every person, animal, and piece of property that you dedicate completely is only for me. ", "29": "In fact, any humans who have been promised to me in this way must be put to death.", "30": "Ten percent of everything you harvest is holy and belongs to me, whether it grows in your fields or on your fruit trees. ", "31": "If you want to buy back this part of your harvest, you may do so by paying what it is worth plus an additional twenty percent.", "32": "When you count your flocks and herds, one out of ten of every newborn animal[e] is holy and belongs to me, ", "33": "no matter how good or bad it is. If you substitute one animal for another, both of them become holy, and neither can be bought back.", "34": "Moses was on Mount Sinai when the Lord gave him these laws for the people of Israel."}