{"1": "The Lord told Moses ", "2": "to say to the community of Israel: Offer a sacrifice to ask forgiveness when you sin by accidentally doing something I have told you not to do.", "3": "The Lord said: When the high priest sins, he makes everyone else guilty too. And so, he must sacrifice a young bull that has nothing wrong with it. ", "4": "The priest will lead the bull to the entrance of the sacred tent, lay his hand on its head, and kill it there. ", "5": "He will take a bowl of the blood inside the tent, ", "6": "dip a finger in the blood, and sprinkle some of it seven times toward the sacred chest behind the curtain. ", "7": "Then, in my presence, he will smear some of the blood on each of the four corners of the incense altar, before pouring out the rest at the foot of the bronze altar[a] near the entrance to the tent.", "8-10": "The priest will remove the fat from the bull, just as he does when he sacrifices a bull to ask my blessing.[b] This includes the fat on the insides, as well as the lower part of the liver and the two kidneys with their fat. He will then send it all up in smoke.", "11-12": "The skin and flesh of the bull, together with its legs, insides, and the food still in its stomach, are to be taken outside the camp and burned on a wood fire near the ash heap.[c]", "13": "The Lord said: When the nation of Israel disobeys me without meaning to, the whole nation is still guilty. ", "14": "Once you realize what has happened, you must sacrifice a young bull to ask my forgiveness. Lead the bull to the entrance of the sacred tent, ", "15": "where your tribal leaders will lay their hands on its head, before having it killed in my presence.", "16": "The priest will take a bowl of the animal's blood inside the sacred tent, ", "17": "dip a finger in the blood, and sprinkle some of it seven times toward the sacred chest behind the curtain. ", "18": "Then, in my presence, he must smear some of the blood on each of the four corners of the incense altar, before pouring out the rest at the foot of the bronze altar[d] near the entrance to the tent. ", "19-21": "After this, the priest will remove the fat from the bull and send it up in smoke on the altar. Finally, he will burn its remains outside the camp, just as he did with the other bull. By this sacrifice the sin of the whole nation will be forgiven.", "22": "The Lord God said: Any tribal leader who disobeys me without meaning to is still guilty. ", "23": "As soon as the leader realizes what has happened, he must sacrifice a goat[e] that has nothing wrong with it. ", "24": "This is a sacrifice for sin. So he will lay his hand on the animal's head, before having it killed in my presence at the north side of the bronze altar. ", "25": "The priest will dip a finger in the blood, smear some of it on each of the four corners of the altar, and pour out the rest at the foot of the altar. ", "26": "Then he must send all of the fat up in smoke, just as he does when a sacrifice is offered to ask my blessing.[f] By this sacrifice the leader's sin will be forgiven.", "27": "The Lord said: When any of you ordinary people disobey me without meaning to, you are still guilty. ", "28": "As soon as you realize what you have done, you must sacrifice a female goat that has nothing wrong with it. ", "29": "Lead the goat to the north side of the bronze altar and lay your hand on its head, before having it killed. ", "30": "Then a priest will dip a finger in the blood; he will smear some of it on each of the four corners of the altar and pour out the rest at the foot of the altar. ", "31": "After this, the priest will remove all of the fat, just as he does when an animal is sacrificed to ask my blessing.[g] The priest will then send the fat up in smoke with a smell that pleases me. This animal is sacrificed so that I will forgive you ordinary people when you sin.", "32": "If you offer a lamb instead of a goat as a sacrifice for sin, it must be a female that has nothing wrong with it. ", "33": "Lead the lamb to the altar and lay your hand on its head, before having it killed. ", "34": "The priest will dip a finger in the blood, smear some of it on each of the four corners of the altar, and pour out the rest at the foot of the altar. ", "35": "After this, all of the fat must be removed, just as when an animal is sacrificed to ask my blessing. Then the priest will send it up in smoke to me, together with a food offering, and your sin will be forgiven."}