{"1-3": "The Lord told Moses what the people must do when they commit other sins against the Lord: You have sinned if you rob or cheat someone, if you keep back money or valuables left in your care, or if you find something and claim not to have it.", "4": "When this happens, you must return what doesn't belong to you ", "5": "and pay the owner a fine of twenty percent. ", "6-7": "In addition, you must either bring to the priest a ram that has nothing wrong with it or else pay him for one. The priest will then offer it as a sacrifice to make things right, and you will be forgiven for what you did wrong.", "8-9": "The Lord told Moses to tell Aaron and his sons how to offer the daily sacrifices that are sent up in smoke to please the Lord:[a] You must put the animal for the sacrifice on the altar in the evening and let it stay there all night. But make sure the fire keeps burning. ", "10": "The next morning you will dress in your priestly clothes, including your linen underwear. Then clean away the ashes left by the sacrifices and pile them beside the altar. ", "11": "Change into your everyday clothes, take the ashes outside the camp, and pile them in the special place.[b]", "12": "The fire must never go out, so put wood on it each morning. After this, you are to lay an animal on the altar next to the fat that you sacrifice to ask my blessing.[c] Then send it all up in smoke to me.", "13": "The altar fire must always be kept burning—it must never go out.", "14": "The Lord said: When someone offers a sacrifice to give thanks to me,[d] the priests from Aaron's family must bring it to the front of the bronze altar, ", "15": "where one of them will scoop up a handful of the flour and oil, together with all the incense on it. Then, to show that the whole offering belongs to me, he will lay all of this on the altar and send it up in smoke with a smell that pleases me. ", "16-17": "The rest of it is to be baked without yeast and eaten by the priests in the sacred courtyard of the sacred tent. This bread is very holy, just like the sacrifices for sin or for making things right, and I have given this part to the priests from what is offered to me on the altar.", "18": "Only the men in Aaron's family are allowed to eat this bread, and they must go through a ceremony to be made holy before touching it.[e] This law will never change.", "19": "The Lord spoke to Moses ", "20": "and told him what sacrifices the priests must offer on the morning and evening of the day they are ordained: It is the same as the regular morning and evening sacrifices—a pound of flour ", "21": "mixed with olive oil and cooked in a shallow pan. The bread must then be crumbled into small pieces[f] and sent up in smoke with a smell that pleases me. ", "22-23": "Each of Aaron's descendants who is ordained as a priest must perform this ceremony and make sure that the bread is completely burned on the altar. None of it may be eaten!", "24": "The Lord told Moses ", "25": "how the priests from Aaron's family were to offer the sacrifice for sin: This sacrifice is very sacred, and the animal must be killed in my presence at the north side of the bronze altar. ", "26": "The priest who offers this sacrifice must eat it in the sacred courtyard of the sacred tent, ", "27": "and anyone or anything that touches the meat will be holy.[g] If any of the animal's blood is splattered on the clothes of the priest, they must be washed in a holy place. ", "28": "If the meat was cooked in a clay pot, the pot must be destroyed,[h] but if it was cooked in a bronze pot, the pot must be scrubbed and rinsed with water.", "29": "This sacrifice is very holy, and only the priests may have any part of it. ", "30": "None of the meat may be eaten from the sacrifices for sin that require blood to be brought into the sacred tent.[i] These sacrifices must be completely burned."}