{"1": "The Lord said: The sacrifice to make things right is very sacred. ", "2": "The animal must be killed in the same place where the sacrifice to please me[a] is killed, and the animal's blood must be splattered against the four sides of the bronze altar. ", "3": "Offer all of the animal's fat, including the fat on its tail and on its insides, ", "4": "as well as the lower part of the liver and the two kidneys with their fat. ", "5": "One of the priests will lay these pieces on the altar and send them up in smoke to me. ", "6": "This sacrifice for making things right is very holy. Only the priests may eat it, and they must eat it in a holy place.[b]", "7": "The ceremony for this sacrifice and the one for sin are just alike, and the meat may be eaten only by the priest who performs this ceremony of forgiveness.", "8": "In fact, the priest who offers a sacrifice to please me[c] may keep the skin of the animal, ", "9": "just as he may eat the bread from a sacrifice to give thanks to me.[d] ", "10": "All other grain sacrifices—with or without olive oil in them—are to be divided equally among the priests of Aaron's family.", "11": "The Lord said: Here are the instructions for offering a sacrifice to ask my blessing:[e] ", "12": "If you offer it to give thanks, you must offer some bread together with it. Use the finest flour to make three kinds of bread without yeast—two in the form of loaves mixed with olive oil and one in the form of thin wafers brushed with oil. ", "13": "You must also make some bread with yeast. ", "14": "Give me one loaf or wafer from each of these four kinds of bread, after which they will belong to the priest who splattered the blood against the bronze altar.", "15": "When you offer an animal to ask a blessing from me or to thank me, the meat belongs to you, but it must be eaten the same day. ", "16": "It is different with the sacrifices you offer when you make me a promise or voluntarily give me something. The meat from those sacrifices may be kept and eaten the next day, ", "17-18": "but any that is left must be destroyed. If you eat any after the second day, your sacrifice will be useless and unacceptable, and you will be both disgusting and guilty.", "19": "Don't eat any of the meat that touches something unclean. Instead, burn it. The rest of the meat may be eaten by anyone who is clean and acceptable to me. ", "20-21": "But don't eat any of this meat if you have become unclean by touching something unclean from a human or an animal or from any other creature. If you do, you will no longer belong to the community of Israel.", "22": "The Lord told Moses ", "23": "to say to the people: Don't eat the fat of cattle, sheep, or goats. ", "24": "If one of your animals dies or is killed by some wild animal, you may do anything with its fat except eat it. ", "25": "If you eat the fat of an animal that can be used as a sacrifice to me, you will no longer belong to the community of Israel. ", "26": "And no matter where you live, you must not eat the blood of any bird or animal, ", "27": "or you will no longer belong to the community of Israel.", "28": "The Lord also told Moses ", "29-30": "to say to the people of Israel: If you want to offer a sacrifice to ask my blessing, you must bring the part to be burned and lay it on the bronze altar. But you must first lift up[f] the choice ribs with their fat to show that the offering is dedicated to me. ", "31": "A priest from Aaron's family will then send the fat up in smoke, but the ribs belong to the priests. ", "32-33": "The upper joint of the right hind leg is for the priest who offers the blood and the fat of the animal. ", "34": "I have decided that the people of Israel must always give the choice ribs and the upper joint of the right hind leg to Aaron's descendants ", "35": "who have been ordained as priests to serve me. ", "36": "This law will never change. I am the Lord!", "37": "These are the ceremonies for sacrifices to please the Lord, to give him thanks, and to ask his blessing or his forgiveness, as well as the ceremonies for those sacrifices that demand a payment and for the sacrifices that are offered when priests are ordained. ", "38": "While Moses and the people of Israel were in the desert at Mount Sinai, the Lord commanded them to start offering these sacrifices."}