{"1": "Eight days later Moses called together Aaron, his sons, and Israel's leaders. ", "2": "Then he said to Aaron: Find a young bull and a ram that have nothing wrong with them. Offer the bull to the Lord as a sacrifice for sin and the ram as a sacrifice to please him.[a]", "3": "Tell the people of Israel that they must offer sacrifices as well. They must offer a goat[b] as a sacrifice for sin, and a bull and a ram as a sacrifice to please the Lord. The bull and the ram must be a year old and have nothing wrong with them. ", "4": "Then the people must offer a bull and a ram as a sacrifice to ask the Lord's blessing[c] and also a grain sacrifice[d] mixed with oil. Do this, because the Lord will appear to you today.", "5": "After the animals and the grain had been brought to the front of the sacred tent, and the people were standing there in the presence of the Lord, ", "6": "Moses said: The Lord has ordered you to do this, so that he may appear to you in all of his glory. ", "7": "Aaron, step up to the altar and offer the sacrifice to please the Lord, then offer the sacrifices for the forgiveness of your sins and for the sins of the people, just as the Lord has commanded.", "8": "Aaron stepped up to the altar and killed the bull that was to be the sacrifice for his sins. ", "9": "His sons brought him the blood. He dipped a finger in it, smeared some on the four corners of the bronze altar, and poured out the rest at its foot. ", "10": "But he sent up in smoke the fat, the kidneys, and the lower part of the liver, just as the Lord had commanded Moses. ", "11": "Then Aaron burned the skin and the flesh outside the camp.", "12": "After Aaron had killed the ram that was sacrificed to please the Lord, Aaron's sons brought him the blood, and he splattered it against all four sides of the altar. ", "13": "They brought him each piece of the animal, including the head, and he burned them all on the altar. ", "14": "He washed the insides and the hind legs and also sent them up in smoke.", "15": "Next, Aaron sacrificed the goat for the sins of the people, as he had done with the sacrifice for his own sins. ", "16": "And so, he burned this sacrifice on the altar in the proper way. ", "17": "He also presented the grain sacrifice and burned a handful of the flour on the altar as part of the morning sacrifice.", "18": "At last, he killed the bull and the ram as a sacrifice to ask the Lord's blessing on the people. Aaron's sons brought him the blood, and he splattered it against the four sides of the altar. ", "19": "His sons placed all the fat, as well as the kidneys and the lower part of the liver ", "20": "on top of the choice ribs. ", "21": "Then Aaron burned the fat on the altar and lifted up[e] the ribs and the right hind leg to show that these were dedicated to the Lord. This was done just as the Lord had instructed Moses.", "22": "Aaron held out his hand and gave the people his blessing, before coming down from the bronze altar where he had offered the sacrifices. ", "23": "He and Moses went into the sacred tent, and when they came out, they gave the people their blessing. Then the Lord appeared to the people in all of his glory. ", "24": "The Lord sent fiery flames that burned up everything on the altar, and when everyone saw this, they shouted and fell to their knees to worship the Lord."}