{"1": "Zechariah son of Berekiah received a message from the Lord. This was in the eighth month of the second year that Darius[a] was king in Persia. (Zechariah was the son of Berekiah, who was the son of Iddo the prophet.) This is that message:", "2": "The Lord became very angry with your ancestors.", "3": "So you must tell the people what the Lord All-Powerful says, “Come back to me, says the Lord All-Powerful, and I will come back to you.” This is what the Lord All-Powerful said.", "4": "“Don't be like your ancestors. In the past the prophets spoke to them and said, 'The Lord All-Powerful wants you to change your evil way of living. Stop doing evil things!' But your ancestors did not listen to me.” This is what the Lord said.", "5": "“Your ancestors are gone, and those prophets did not live forever.", "6": "The prophets were my servants. I used them to tell your ancestors about my laws and teachings. Your ancestors finally learned their lesson and said, 'The Lord All-Powerful did what he said he would do. He punished us for the way we lived and for all the evil things we did.' So they came back to God.”", "7": "On the 24th day of the eleventh month (Shebat) of the second year that Darius was king of Persia, Zechariah received another message from the Lord. (This was Zechariah son of Berekiah, son of Iddo.) This is the message:", "8": "At night I saw a man riding a red horse. He was standing among some myrtle bushes in the valley. Behind him, there were red, brown, and white horses.", "9": "I said, “Sir, what are these horses for?” Then the angel speaking to me said, “I will show you what these horses are for.”", "10": "Then the man standing among the myrtle bushes said, “The Lord sent these horses to go here and there on earth.”", "11": "Then the horses spoke to the Lord's angel standing among the myrtle bushes and said, “We have walked here and there on the earth, and everything is calm and quiet.”", "12": "Then the Lord's angel said, “Lord All-Powerful, how long before you comfort Jerusalem and the cities of Judah? You have shown your anger at these cities for 70 years now.”", "13": "Then the Lord answered the angel who was talking with me. He spoke good, comforting words.", "14": "Then the angel told me to tell the people this: The Lord All-Powerful says: “I have a strong love for Jerusalem and Zion.", "15": "And I am very angry at the nations that feel so safe. I was only a little angry, and I used them to punish my people. But they caused too much damage.”", "16": "So the Lord says, “I will come back to Jerusalem and comfort her.” The Lord All-Powerful says, “Jerusalem will be rebuilt, and my house will be built there.”", "17": "The angel also said, “The Lord All-Powerful says, 'My towns will be rich again. I will comfort Zion. I will again choose Jerusalem to be my special city.'”", "18": "Then I looked up and I saw four horns.", "19": "So I asked the angel who was talking with me, “What do these horns mean?” He said, “These are the horns that forced the people of Israel, Judah, and Jerusalem to go to foreign countries.”", "20": "The Lord showed me four workers.", "21": "I asked him, “What are these four workers coming to do?” He said, “The horns represent the nations that attacked the people of Judah and forced them to go to foreign countries. The horns 'threw' the people of Judah to the foreign countries. The horns didn't show mercy to anyone. But these four workers have come to frighten the horns and throw them away.”"}