{"1": "From James, a servant of God and of the Lord Jesus Christ. To all of God's people who are scattered everywhere in the world: Greetings.", "2": "My brothers and sisters, when you have many kinds of troubles, you should be full of joy, ", "3": "because you know that these troubles test your faith, and this will give you patience. ", "4": "Let your patience show itself perfectly in what you do. Then you will be perfect and complete and will have everything you need. ", "5": "But if any of you needs wisdom, you should ask God for it. He is generous to everyone and will give you wisdom without criticizing you. ", "6": "But when you ask God, you must believe and not doubt. Anyone who doubts is like a wave in the sea, blown up and down by the wind. ", "7-8": "Such doubters are thinking two different things at the same time, and they cannot decide about anything they do. They should not think they will receive anything from the Lord.", "9": "Believers who are poor should take pride that God has made them spiritually rich. ", "10": "Those who are rich should take pride that God has shown them that they are spiritually poor. The rich will die like a wild flower in the grass. ", "11": "The sun rises with burning heat and dries up the plants. The flower falls off, and its beauty is gone. In the same way the rich will die while they are still taking care of business.", "12": "When people are tempted and still continue strong, they should be happy. After they have proved their faith, God will reward them with life forever. God promised this to all those who love him. ", "13": "When people are tempted, they should not say, “God is tempting me.” Evil cannot tempt God, and God himself does not tempt anyone. ", "14": "But people are tempted when their own evil desire leads them away and traps them. ", "15": "This desire leads to sin, and then the sin grows and brings death.", "16": "My dear brothers and sisters, do not be fooled about this. ", "17": "Every good action and every perfect gift is from God. These good gifts come down from the Creator of the sun, moon, and stars, who does not change like their shifting shadows. ", "18": "God decided to give us life through the word of truth so we might be the most important of all the things he made.", "19": "My dear brothers and sisters, always be willing to listen and slow to speak. Do not become angry easily, ", "20": "because anger will not help you live the right kind of life God wants. ", "21": "So put out of your life every evil thing and every kind of wrong. Then in gentleness accept God's teaching that is planted in your hearts, which can save you.", "22": "Do what God's teaching says; when you only listen and do nothing, you are fooling yourselves. ", "23": "Those who hear God's teaching and do nothing are like people who look at themselves in a mirror. ", "24": "They see their faces and then go away and quickly forget what they looked like. ", "25": "But the truly happy people are those who carefully study God's perfect law that makes people free, and they continue to study it. They do not forget what they heard, but they obey what God's teaching says. Those who do this will be made happy.", "26": "People who think they are religious but say things they should not say are just fooling themselves. Their “religion” is worth nothing. ", "27": "Religion that God accepts as pure and without fault is this: caring for orphans or widows who need help, and keeping yourself free from the world's evil influence."}