{"1": "“Therefore love the Lord your God and be very careful to keep his injunctions, statutes, ordinances, and commands all the time.[a] ", "2": "Keep in mind today that I am not speaking to your children, who neither were aware of nor did they witness the discipline of the Lord your God—that is, his great and far-reaching power, ", "3": "including: the signs and works that he did within Egypt to Pharaoh, king of Egypt, and to all his land; ", "4": "what he did to the Egyptian army, to its horses, and to its chariots, when he caused the water of the Reed[b] Sea to engulf them as they pursued you; how the Lord destroyed them, even to this day; ", "5": "what he did for you in the desert until you came to this place; ", "6": "and what he did to Eliab's sons Dathan and Abiram, descendants of Reuben, when the ground opened up and swallowed them, their households, their tents, and every living thing belonging to them in the full sight[c] of Israel. ", "7": "Your very own eyes saw all the great things that the Lord did.”", "8": "“Keep all the commands that I'm giving[d] you today, so you can be strong enough to enter and possess the land that you are crossing over to inherit ", "9": "and so you'll live long in the land that the Lord your God promised by an oath to give your ancestors and their descendants—a land flowing with milk and honey, ", "10": "since the land that you are about to enter to inherit isn't like the land of Egypt that you just left, where you plant a seed and irrigate it with your feet like a vegetable garden. ", "11": "Instead, the land that you are crossing over to inherit is a land of hills and valleys that drinks water supplied by rain from heaven, ", "12": "a land about which the Lord your God is always concerned, because the eyes of the Lord are continuously on it throughout the entire year.”[e]", "13": "“If you carefully observe the commands that I'm giving you today—that is, to love the Lord your God and serve him with all your heart and soul— ", "14": "then he[f] will send rain on the land in its season (the early and latter rains)[g] and you'll gather grain, new wine, and oil. ", "15": "He[h] will provide grass in the fields for your livestock, and you'll eat and be satisfied. ", "16": "Be careful! Otherwise, your hearts will deceive you and you will turn away to serve other gods and worship them. ", "17": "The wrath of God will burn against you so that he will restrain the heavens and it won't rain. The ground won't yield its produce and you'll be swiftly destroyed from the good land that the Lord is about to give you. ", "18": "Take these commands to heart and keep them in mind, tying them as reminders on your arm and as bands on your forehead. ", "19": "Teach them to your children, talking about them while sitting in your house, walking on the road, or when you are about to lie down or get up. ", "20": "Also write them upon the doorposts of your house and gates,[i] ", "21": "so that you and your children may live a long time in the land that the Lord promised to give your ancestors—as long as the sky remains above the earth.”", "22": "“If you carefully observe all of these commands that I'm giving you to do—to love the Lord your God, to walk in all his ways, and to cling to him— ", "23": "then the Lord will dispossess all these nations before you and you'll dispossess nations that are even greater and stronger than you. ", "24": "Every place upon which the soles of your feet tread will be yours as boundaries—from the desert to Lebanon and from the River (that is, from the Euphrates) to the Mediterranean[j] Sea. ", "25": "No one will be able to stand against you. The Lord your God will instill terror and fear of you throughout the entire land wherever you go, just as he promised you. ", "26": "Look! I'm about to grant you a blessing and a curse— ", "27": "a blessing if you obey the commands of the Lord your God that I'm giving you today, ", "28": "or a curse if you don't obey the commands of the Lord your God, by turning from the way that I'm commanding you today and following other gods whom you have not known.”", "29": "“When the Lord brings you to the land that you are about to enter to inherit, repeat the blessings on Mount Gerizim and the curses on Mount Ebal. ", "30": "They're across the Jordan River to the west in the land of the Canaanites who live in the Arabah opposite Gilgal near the Oak of Moreh, aren't they? ", "31": "For you are about to cross the Jordan River to go in and possess the land that the Lord your God is about to give you to inherit and live in. ", "32": "Be careful to obey all the statutes and ordinances that I'm placing before you today.”"}