{"1": "You are not to sacrifice to the Lord your God an ox or a sheep that has a defect or any flaw in it, because that is detestable to the Lord your God.”", "2": "“You may discover that a man or woman living in one of your cities that the Lord your God is about to give you has done evil in the eyes of the Lord your God by transgressing his covenant. ", "3": "He may be following and serving other gods by bowing down to them—that is, to the sun, the moon, or to any of the heavenly host[a] (something I did not command). ", "4": "When it is reported to you or you hear of it, you are to investigate it thoroughly. When the truth has been established that this detestable thing has been done in Israel, ", "5": "summon the man or the woman who did this evil thing to your city gates, and then stone the man or the woman to death. ", "6": "Based on the testimony[b] of two or three witnesses, they must surely die, but they are not to die based on the testimony of one person. ", "7": "Let the witnesses[c] be the first to begin executing them, then the rest of[d] the people are to follow. By doing this you will purge evil from among you.”", "8": "“If a case is too difficult for you to decide with respect to bloodshed,[e] civil claims,[f] assault and battery,[g] or other matters of dispute within your courts,[h] bring[i] it to the place that the Lord your God will choose. ", "9": "Present the case[j] to the Levitical priest or the judge at that time. When you have inquired and they have announced the verdict, ", "10": "carry out the verdict that was declared to you at the place that the Lord will choose. Carefully observe all of their instructions to you ", "11": "in accordance with what the Law says and in accordance with the verdict that will be handed to you. You must not deviate from the verdict that they declare to you either to the right or to the left. ", "12": "If a man presumptuously disregards the priest who is serving the Lord your God there, or the judge, that person must die so you will purge evil from Israel. ", "13": "Then all the people who hear will be afraid and will not act presumptuously again.”", "14": "“When you have come to the land that the Lord your God is about to give you, and you have taken possession of it and have settled in it, then you will say, 'I will appoint a king over me like all the nations around me.' ", "15": "You will certainly set a king over you, whom the Lord your God will choose from among your relatives, but you must not place a foreign king over you who is not from your relatives. ", "16": "He must not amass horses for himself or cause the people to return to Egypt to obtain more horses, because the Lord said you must never return that way again. ", "17": "Also, he must not accumulate wives for himself (otherwise, his affection will become diverted), nor accumulate for himself excessive quantities of[k] silver and gold. ", "18": "When he occupies his royal throne, he must make a copy of this Law for himself from a scroll used by the Levitical priests. ", "19": "It is to remain with him the rest of his life so he may learn to fear the Lord his God and observe all the words of this Law and these statutes, in order to fulfill them. ", "20": "He is not to exalt himself over his relatives, nor turn aside from the commandment—neither to the right nor to the left—so that he and his sons may reign long in Israel.”"}