{"1": "“When the Lord your God destroys those nations whose lands he[a] is about to give you, you must dispossess them and live in their cities and houses. ", "2": "You must reserve[b] three cities within the land that the Lord your God is about to give you to possess. ", "3": "Build roads throughout the land that the Lord your God is providing as an inheritance, and then divide it into three districts so that any killer may flee there.", "4": "“Now this is the situation for any killer who flees there to live: suppose he strikes his friend unwittingly, not having hated him previously. ", "5": "For instance,[c] he may have accompanied his friend to go to a forest to cut trees. Then he swung his axe to cut some wood, but the ax head flew off the handle[d] and hit[e] his friend, so that he died. The killer[f] may flee to one of these cities to live. ", "6": "Since the distance may be great, the angry avenger may overtake the killer he is pursuing and kill him, in which case there will be no justice in his death, because he did not hate his friend[g] previously. ", "7": "Therefore I am commanding you to reserve[h] three cities.”", "8": "“Now if the Lord enlarges your territories just as he promised your ancestors and gives you all the land that he promised,[i] ", "9": "and if you are careful to observe all these commands that I am commanding you today—to love the Lord your God and to walk daily in his ways—then add three more cities in addition to these three cities. ", "10": "You must not shed innocent blood on your land that the Lord your God is about to give you as an inheritance. Otherwise, you'll be guilty of murder.”", "11": "“However, if a person hates his neighbor, lies in wait for him, rises up against him, and attacks him so that he dies, and then he flees to one of those cities, ", "12": "then the elders of his own city are to send for him, remove him from there, and deliver him to the related avenger for execution. ", "13": "Have no pity on him, but totally purge the shedding of innocent blood from Israel so that life may go well with you.”", "14": "“When you inherit the land that the Lord your God is about to give you, don't move your neighbor's boundary marker from where it was placed long ago.”", "15": "“The testimony of one person alone is not to suffice to convict anyone of any iniquity, sin, or guilt. But the matter will stand on the testimony of two or three witnesses. ", "16": "When a malicious witness takes the stand[j] against a man and accuses him, ", "17": "then both must stand with their dispute in the Lord's presence, the priests, and the judges at that time. ", "18": "The judges will investigate thoroughly. If the false witness lies in testifying against his relative, ", "19": "do to him just as he intended to do to his relative. By doing this you will purge evil from your midst. ", "20": "When others hear of this, they will be afraid and will not do such an evil deed again in your midst. ", "21": "Your eyes must not show pity—life for life, eye for eye, tooth for tooth, hand for hand, and foot for foot.”"}