{"1": "“When you see the ox or sheep of your fellow countryman[a] straying, don't go away and leave it. Instead, be sure to return it to him.[b] ", "2": "If your fellow countryman doesn't live near you or you don't know who he is, bring the animal[c] to your house and let it remain with you until he[d] claims it. Then return it to him. ", "3": "Do the same for his donkey, his garment, and for anything lost that belongs to your fellow countryman. When you find it, you must not ignore it. ", "4": "When you see the donkey or the ox of your fellow countryman fallen on the road, don't ignore it. Instead be sure to help it get up.”", "5": "“A woman is not to wear what is appropriate to a man, nor is a man to put on a woman's garment, because anyone who does this is detestable to the Lord your God.", "6": "“When you encounter a bird's nest along the road, whether in a tree or on the ground, and the mother bird is sitting on its chicks[e] or eggs, don't take the mother along with its young.[f] ", "7": "You may take the young, but be sure to release the mother, so that life will go well for you and that you may have a long life.", "8": "“When you build a new house, install a parapet along your roof so that if someone falls from the roof, you won't bring guilt of bloodshed on your house.”", "9": "“Don't plant two kinds of seeds in your vineyard. Otherwise, the entire crop will have to be forfeited, both the seed that you have sown and the produce from it.", "10": "“Don't plow with an ox and a donkey yoked together.", "11": "“Don't wear material made from wool and linen mixed together.", "12": "“Sew tassels for yourself on the four corners of the garment with which you cover yourself.”", "13": "“Suppose a man marries a wife, but after having sexual relations with her, he despises her, ", "14": "invents charges against her, and defames her by saying, 'I have married this woman, but when I had sexual relations with her I found that she wasn't a virgin.' ", "15": "Then the father of the young lady, along with her mother, is to bring evidence of the young lady's virginity to the elders at the gate. ", "16": "The father of the young lady is to then say to the elders: 'I have given my daughter to this man as a wife, but he despises her. ", "17": "Now look, he has invented charges against her by saying, “I haven't found your daughter to be a virgin.” But here is the proof of my daughter's virginity.' Then they are to spread the cloth before the elders of the city. ", "18": "The elders of that city will then take the man, punish him, ", "19": "fine him 100 shekels of silver, and then give them to the young lady's father, because he defamed a virgin of Israel. She is to remain his wife and he can't divorce her as long as he lives. ", "20": "But if this charge is true, and the evidence of the young lady's virginity wasn't found, ", "21": "they are to bring her to the door of her father's house. Then the men of the city are to stone her with boulders until she dies for doing a detestable thing in Israel—acting like a prostitute while in her father's house. By doing this, you will remove this evil from among you.", "22": "“If a man is caught having sexual relations with a married woman, then both of them must die—the man who had sex with the woman and the woman herself—so that this evil will be removed from Israel.", "23": "“If a man meets a young virgin lady in the city who is engaged to be married and has sexual relations with her, ", "24": "then the two must be brought to the city gate and there they must be stoned to death—the girl because she was in a city but did not cry out for help, and the man who abused a woman who was engaged to another man. By doing this you are to remove this evil from among you.", "25": "“If a man meets a girl in the country who is engaged to be married and then rapes[g] her, the man alone—the one who had sexual relations with her—must die. ", "26": "As for the young lady, don't do anything to her. The young lady did nothing worthy of death. This case is similar to when a man attacks his countryman and kills him. ", "27": "Since he found her in the country, the engaged girl may have cried out, but there was no one to rescue her.", "28": "“However, if a man meets a girl who isn't engaged to be married, and he seizes her, rapes her, and is later found out, ", "29": "then the man who raped her must give 50 shekels of silver to the girl's father. Furthermore, he must marry her. Because he violated her, he is to not divorce her as long as he lives.", "30": "[h]“A man must not marry his father's wife, so that he will not dishonor his father's memory.”[i]"}