{"1": "“When there is a conflict between individuals, let them come to court to judge the case, decide who is innocent, and condemn the guilty person. ", "2": "If the guilty person deserves a beating, the judge will make him lie down and be beaten in his presence with the number of lashes fit for his crime. ", "3": "But he must not be beaten more than 40 lashes, because if he receives more than 40 lashes, your brother will be humiliated in your eyes.", "4": "“Don't muzzle an ox while it is threshing grain.”", "5": "“When two brothers are living together and one of them dies without leaving a son, his widow must not be married outside the family to a foreigner. Instead, the brother-in-law must go to her, take her as his wife, and by doing so perform the duty of a brother-in-law. ", "6": "The firstborn whom she will bear will continue the name of the dead brother, so his name will not be erased from Israel. ", "7": "But if the man does not want to marry his brother's widow, then she[a] must go to the elders at the city gate and declare, 'My husband's brother refuses to perform the duty of a brother-in-law in order to preserve the name of his brother in Israel. He is not willing to perform the duty of a brother-in-law.' ", "8": "Then the elders of the city are to summon him and speak with him. If he insists on saying, 'I don't want to marry her,' ", "9": "then she is to approach her brother-in-law in the presence of the elders, remove his sandal, spit in his face, and say in response, 'May this be done to the man who does not preserve the lineage[b] of his brother.' ", "10": "Then his family name in Israel will be known as 'the family of the one whose sandal was removed.'”", "11": "“If two men are fighting together, and the wife of one comes to rescue her husband from the grasp of his assailant, and she reaches out and seizes his genitals, ", "12": "you are to cut off her hand. Don't show any pity.”", "13": "“Don't have different weights in your bag—one heavy and one light. ", "14": "Don't have different measuring devices in your house—one large and one small. ", "15": "You must have honest weights and measuring devices,[c] so you may live long in the land that the Lord your God is about to give you, ", "16": "for anyone who does these things—anyone who deals dishonestly—is detestable to the Lord your God.”", "17": "“Remember what the Amalekites did to you along the road while you were coming out of Egypt, ", "18": "how when you were very tired and weary, they lay in wait for you on the road and eliminated everyone who was lagging behind. They had no fear of God. ", "19": "Therefore, when the Lord your God has given you rest from all your enemies who surround you in the land that he[d] is about to give you to possess as an inheritance, you must completely erase the memory of the Amalekites from under heaven. Don't forget!”"}