{"1": "“When you arrive in the land that the Lord your God is about to give you as an inheritance, take possession of it and settle in it. ", "2": "Gather all the first produce of the ground that you harvest from your land that the Lord your God is about to give you, place it in a basket, and bring it to the place where the Lord your God will choose to establish his name. ", "3": "Approach the priest who is in charge at that time and say to him, 'I acknowledge today to the Lord your[a] God that I've arrived in the land that the Lord promised our ancestors to give us.' ", "4": "Then the priest will take the basket from you[b] and place it in front of the altar of the Lord your God. ", "5": "Then you are to affirm and declare in the presence of the Lord your God: 'A wandering Aramean was my ancestor, who went down to Egypt and traveled there with very few family members,[c] yet there he became a great, powerful, and populous nation. ", "6": "But the Egyptians oppressed us, afflicted us, and assigned us to hard labor. ", "7": "So we cried out to the Lord God of our ancestors, and he[d] heard our cries and observed our affliction, trouble, and oppression. ", "8": "The Lord brought us out of Egypt with his awesome power,[e] with great terror, signs, and wonders. ", "9": "And then we arrived at this place, and he gave this land to us, flowing with milk and honey. ", "10": "Now, look—I brought the first produce of the land that you, Lord, have given me.' Then set it in the presence of the Lord your God and worship him.[f] ", "11": "Rejoice with the descendants of Levi and the foreigner among you at all the good things that the Lord your God has given you and your family.”", "12": "“When you have finished your harvest, reserve the tithe in the third year (the year of the tithe), and give the entire tithe to the descendants of Levi, to the foreigners, to the orphans, and to the widows, so they may eat and be satisfied in your cities. ", "13": "Then declare in the presence of the Lord your God: 'I've removed the holy offering from my house and given it to the descendants of Levi, to the foreigners, to the orphans, and to the widows just as you have commanded me. I haven't violated or forgotten your commands. ", "14": "I haven't eaten any part of it while mourning, nor removed any part of it while unclean, nor offered any of it to the dead. I've obeyed the voice of the Lord my God and did all that he commanded me. ", "15": "Look down from your holy habitation in heaven and bless your people Israel and the land that you have given us, just as you promised our ancestors—a land flowing with milk and honey.'”", "16": "“The Lord your God is commanding you this very day to observe these statutes and judgments. Be careful to obey them with all your heart and soul. ", "17": "You have declared this very day that the Lord will be your God. You are to walk in his ways, keep his statutes, commands, and judgments, and obey his voice. ", "18": "The Lord affirmed this day that you are his prized possession. Therefore, observe his commands, ", "19": "so he may elevate you far above all the nations that he has made. Then you will live to the praise, fame, and glory of God,[g] and so be a nation that is holy to the Lord your God, as he has promised.”"}