{"1": "Moses and the elders of Israel gave these orders to the people: “Observe all of the commandments[a] that I'm giving[b] you today. ", "2": "On the day you cross over the Jordan River to the land that the Lord your God is about to give you, set up large stones and coat them with plaster. ", "3": "Then inscribe on them all the words of this Law when you've crossed over into the land that the Lord your God is about to give you—a land flowing with milk and honey—just as the Lord God of your ancestors promised you.", "4": "“When you have crossed the Jordan River, set up these stones about which I'm commanding you today on Mount Ebal, and coat them with plaster. ", "5": "Then build an altar there to the Lord your God, an altar of stones that hasn't been worked with iron tools. ", "6": "Build the altar to the Lord your God with uncut stones, then offer a burnt offering to him.[c] ", "7": "Offer a burnt offering there, then eat and rejoice in the presence of the Lord your God. ", "8": "Inscribe on the stones plainly and distinctly[d] all the words of this Law.”", "9": "Then Moses and the Levitical priests spoke to Israel. They said, “Be quiet and listen, Israel! Today you have become the people of the Lord your God. ", "10": "Listen to his voice[e] and carry out his commands and statutes that I'm giving[f] you today.”", "11": "Moses gave the people these commands that day:", "12": "“When you cross the Jordan River, these tribes[g] are to stand on Mount Gerizim to bless the people—Simeon, Levi, Judah, Issachar, Joseph, and Benjamin. ", "13": "The tribes of[h] Reuben, Gad, Asher, Zebulun, Dan, and Naphtali are to stand on Mount Ebal to pronounce the curse. ", "14": "The descendants of Levi are to declare in a loud voice to every Israeli:", "15": "“'Cursed is the one[i] who makes a sculptured or cast image—a detestable thing to the Lord, the work of a craftsman—and sets it up secretly.' “Then all the people are to respond by saying, 'Amen!'", "16": "“'Cursed is the one who treats his father and mother with dishonor.' “Then all the people are to respond by saying, 'Amen!'", "17": "“'Cursed is the one who moves his neighbor's boundary stone.' “Then all the people are to respond by saying, 'Amen!'", "18": "“'Cursed is the one who misleads a blind person on the road.' “Then all the people are to respond by saying, 'Amen!'", "19": "“'Cursed is the one who perverts justice due the foreigner, the orphan, or the widow.' “Then all the people are to respond by saying, 'Amen!'", "20": "“'Cursed is the one who has sexual relations with his father's wife, because he has disgraced his father.'[j] “Then all the people are to respond by saying, 'Amen!'", "21": "“'Cursed is the one who has sexual relations with any animal.' “Then all the people are to respond by saying, 'Amen!'", "22": "“'Cursed is the one who has sexual relations with his sister, the daughter of his father or mother.' “Then all the people are to respond by saying, 'Amen!'", "23": "“'Cursed is the one who has sexual relations with his mother-in-law.' “Then all the people are to respond by saying, 'Amen!'", "24": "“'Cursed is one who strikes his neighbor secretly.' “Then all the people are to respond by saying, 'Amen!'", "25": "“'Cursed is one who accepts a bribe to kill an innocent person.' “Then all the people are to respond by saying, 'Amen!'", "26": "“'Cursed is the one who doesn't uphold the words of this Law and observe them.' “Then all the people are to respond by saying, 'Amen!'”"}