{"1": "[a]These are the terms of the covenant that the Lord commanded Moses to make with the Israelis in the land of Moab in addition to the covenant that he made with them in Horeb. ", "2": "[b]Moses called all Israel together and addressed them: “You saw everything that the Lord did before your eyes in the land of Egypt to Pharaoh, to all his servants,[c] and to his whole country. ", "3": "Those great feats that you saw with your own eyes are signs and great wonders. ", "4": "Yet to this day, the Lord hasn't given you a heart that understands, eyes that perceive, and ears that discern. ", "5": "Though I've led you for 40 years in the desert, neither your clothes nor your shoes have worn out. ", "6": "You didn't have bread to eat or wine or anything intoxicating to drink, so that you would learn[d] that I am the Lord your God. ", "7": "Then you reached this place, where King Sihon of Heshbon and King Og of Bashan had come out to meet and fight with us, but we defeated them. ", "8": "We captured their land and handed it as an inheritance to the descendants of Reuben, the descendants of Gad, and half the tribe of Manasseh. ", "9": "Therefore, keep the terms of this covenant, carrying them out so that you'll be wise in everything you do.”", "10": "“All of you are standing today in the presence of the Lord your God—the heads of your tribes, your elders, your magistrates, all the men of Israel, ", "11": "along with your children, your wives, even the foreigner in your camp, including the woodchopper and the water drawer—", "12": "to enter into a covenant with the Lord your God and into the oath that he[e] is about to make with you today, ", "13": "so that he will elevate you to be a people for him. And he will be God to you, just as he promised you and swore to your ancestors Abraham, Isaac, and Jacob. ", "14": "Now, I'm not making this covenant and oath with you alone, ", "15": "but with whoever is here with us standing in the presence of the Lord our God today, as well as with those who aren't here with us today.”", "16": "“Now, you know how we lived in the land of Egypt and how we traveled through the territory of[f] other nations. ", "17": "You have seen their detestable practices, their idols of wood, stone, silver, and gold that they had with them. ", "18": "Be alert so there is no man, woman, family, or tribe whose heart is turning away from the Lord your God to go and serve the gods of those nations. Be alert so there will be no root among you that produces poisonous and bitter fruit,[g] ", "19": "because when such a person[h] hears the words of this oath, he will bless himself and say: 'I will have a peaceful life, even though I'm determined to be stubborn.'[i] By doing this he will be sweeping away both watered and parched ground alike.'", "20": "“The Lord won't forgive such a person.[j] Instead, the zealous anger of the Lord will blaze against him. All the curses that were written in this book will fall on him. Then the Lord will wipe out his memory[k] from under heaven. ", "21": "The Lord will set him apart from all the tribes of Israel for destruction,[l] according to the curses of the covenant that were written in this Book of the Law.”", "22": "“Then the generation to come—your descendants after you and the foreigners who come from afar—will see plagues and illnesses infecting the land that the Lord will inflict on it. ", "23": "The whole land will be covered[m] with salt pits and burning sulfur, with nothing planted, nothing sprouting, and producing no vegetation—overthrown like Sodom, Gomorrah, Admah, and Zeboiim, when the Lord overthrew them in his raging fury. ", "24": "All the nations will ask, 'Why did the Lord do this to this land? What is the meaning of this fierce and great anger?' ", "25": "Then they will answer themselves,[n] 'Because they've abandoned the covenant of their Lord, the God of their ancestors that he had made with them when he brought them out of Egypt. ", "26": "They followed and worshipped other gods whom they had not known and whom he did not assign to them. ", "27": "For this reason, the anger of the Lord raged against this land, to bring upon it all the curses that were written in this book. ", "28": "The Lord uprooted them from the land in his anger, wrath, and great fury, deporting them to another land, and that's the way things are today.'", "29": "“The secret things belong to the Lord our God, but what has been revealed belongs to us and to our children forever, so that we might observe the words of this Law.”"}