{"1": "Hear, heavens, and I will speak! Listen, earth, to the words of my mouth!", "2": "May my instructions descend like rain and may my words flow like dew, as light rain upon the grass, and as showers upon new plants.", "3": "For I'll proclaim the name of our Lord. Ascribe greatness to our God!", "4": "Flawless is the work of the Rock, because all his ways are just. A faithful God—never unjust— righteous and upright is he.", "5": "But those who are not his children acted corruptly against him; they are a defective and perverted generation.", "6": "This is not the way to repay the Lord, is it, you foolish and witless people? Is he not your father, who bought you, formed you, and established you?", "7": "Remember the days of old, reflect on the years of previous generations. Ask your father, and he'll tell you; your elders will inform you.", "8": "When the Most High gave nations as their inheritance, when he separated the human race, he set boundaries for the people according to the number of the children of God.[a]", "9": "For the Lord's portion is his people; Jacob is his allotted portion.", "10": "The Lord[b] found him[c] in a desert land, in a barren, eerie[d] wilderness. He surrounded, cared for, and guarded him as the pupil of his eye.", "11": "Like an eagle stirs its nest, hovering near its young, spreading out his wings to take him and carry him on his pinions,", "12": "the Lord alone guided him. There was no foreign god with him.", "13": "He mounted him on a high place above the earth, feeding him from the produce of the field. He nourished[e] him with honey from the rock and with oil from the flint rock,", "14": "with curds from cattle and with milk from sheep, with the fat of lambs, with rams from Bashan, with the fat of goats, with the finest[f] of wheat— and from the juice of grapes you drank wine.", "15": "Jacob dined until satisfied;[g] Jeshurun[h] grew fat and kicked. He[i] grew fat, coarse, and gross, so that he abandoned the God who made him and spurned the Rock that was his salvation.", "16": "They provoked him to jealousy over foreigners and to anger over detestable things.", "17": "They sacrificed to demons— not to the real God— gods whom they didn't know, new neighbors who had recently appeared, whom your ancestors never feared.", "18": "You[j] neglected the Rock that fathered you; you abandoned God, who was awaiting your birth.[k]", "19": "The Lord saw it and became jealous,[l] provoked by his sons and daughters.", "20": "So he said: “Let me hide my face from them. I will observe what their end will be, because they are a perverted generation, children within whom there is no loyalty.", "21": "They provoked me to jealousy over non-gods, and to be angry over their vanity. Now I'll provoke them to jealousy over a non-people; and over a foolish nation I'll provoke them to anger.", "22": "For a fire breaks out in my anger— burning to the deepest part of[m] the afterlife,[n] consuming the earth and its produce and igniting the foundations of the mountains.", "23": "I'll bury them in misfortunes and bring them to an end with my arrows.", "24": "Emaciated from famine, feverish from plague, and destroyed by bitterness, I'll send fanged beasts against them, along with poisonous snakes that glide through the dust.", "25": "Outside, the sword will cause bereavement; within,[o] there will be terror for the young man and virgin alike, also for the nursing infant and the aged man.”[p]", "26": "“I said, 'I will scatter them,[q] erasing their memory from the human race,[r]", "27": "if it weren't for dreading the taunting of their enemies— otherwise, their adversary might misinterpret and say, “Our power is great. It isn't the Lord who made all of this happen.”'”", "28": "They are a nation devoid of purpose and without insight.", "29": "O, that they were wise to understand this and consider their future![s]", "30": "How can one person[t] chase a thousand of them and two put a myriad[u] to flight, unless their Rock delivers them and the Lord gives them up?", "31": "For their rock isn't like our Rock, as even[v] our enemies admit.[w]", "32": "Instead,[x] their vine is from the vines of Sodom and the vineyards of Gomorrah. Their grapes are poisonous, their clusters bitter.", "33": "Their wine is the venom of serpents, a poisonous cobra.", "34": "“Is this not kept in reserve, sealed up with me in my treasury?", "35": "To me belong vengeance and recompense. In due time their feet will slip, because their time of calamity is near and the things prepared for them draw near.", "36": "For the Lord will vindicate his people and bring comfort to his servants, because he will observe that their power[y] has waned, when neither prisoner[z] nor free person remain.", "37": "“He will say, 'Where are their gods, the rock in which they took refuge?", "38": "Who ate the fat of their offerings and drank the wine that was their drink offering? Let them rise and help you and be your hiding place!'", "39": "“Look now! I AM,[aa] and there is no other god besides me. I myself cause death and I sustain life; I wound severely and I also heal; from my power[ab] no one can deliver.", "40": "“I solemnly swear[ac] to heaven— I say 'As certainly as I'm alive and living forever,", "41": "I'll whet my shining sword, with my hands in firm grasp of judgment. I'll show vengeance on my adversary and repay those who keep on hating me.", "42": "I'll make my arrows drunk with blood. My sword will devour flesh, along with the blood of the slain, and I'll take their enemy leaders captive.'", "43": "“Sing for joy, nations! Sing for joy,[ad] people who belong to him! For he'll avenge the blood of his servants, turn on his adversary, and cleanse both his land and his people.”", "44": "So Moses and Nun's son Joshua came and recited all the words of this song while the people were assembled. ", "45": "When Moses had finished addressing all of these words to all Israel, ", "46": "he told them, “Take to heart my entire testimony against you today. Command your children to observe carefully every word of this Law, ", "47": "because they're not just empty words for you—they are your very life. Through these instructions you will live long in the land that you are about to cross over the Jordan River to possess.”", "48": "Later that day, the Lord told Moses, ", "49": "“Ascend this Abarim mountain range[ae] toward Mount Nebo in the land of Moab across from Jericho, and look out over the land of Canaan that I'm about to give to the Israelis as a possession. ", "50": "You will die on the mountain that you are about to ascend and be taken to be with your ancestors, just as your brother Aaron died on Mount Hor and was taken to be with his ancestors. ", "51": "Both of you acted unfaithfully against me among the Israelis at Meribah-kadesh in the desert of Zin, when you failed to uphold my holiness among the Israelis. ", "52": "You'll see the land from a distance, but you won't be able to enter the land that I am about to give to the Israelis.”"}