{"1": "This is the blessing with which Moses, the man of God, blessed the Israelis before his death. ", "2": "He said: “The Lord came from Sinai. Rising from Seir upon us,[a] he shone forth from Mount Paran, accompanied[b] by a myriad[c] of his holy ones, with flaming fire from his right hand for them.", "3": "Indeed, lover of people, all of his holy ones are in your control.[d] They gather at your feet to do as you have instructed.[e]", "4": "Moses commanded with the Law, an inheritance for the community of Jacob.", "5": "The Lord[f] was king of Jeshurun[g] when the leaders of the people— all the tribes of Israel—gathered together.”", "6": "“May Reuben live and not die, though his numbers are few.”", "7": "He declared this about Judah: “Hear, Lord, the voice of Judah and return him to his people. With his own strength he fights for himself, and you will be of assistance[h] against[i] his enemies.”", "8": "About Levi he said: “Let your Thummim and Urim[j] be with the man to whom you showed gracious love, whom you tested at Massah and with whom you struggled at the waters of Meribah,", "9": "the one who told his mother and father, 'I don't know[k] them,' and who would neither acknowledge his brothers nor know his own children. For they kept your word and guarded your covenant.", "10": "They will teach your ordinances to Jacob, and your Law to Israel. They will offer incense as a pleasant aroma to you[l] and a whole burnt offering upon your altar.", "11": "Lord, bless his substance and approve the work that he undertakes.[m] Shatter the legs[n] of those who oppose against him; may those who hate him stand no more.”", "12": "About Benjamin he said: “The beloved of the Lord will live confidently, the Most High protecting[o] him all day long, and resting in his bosom.[p]”", "13": "About Joseph he said: “May the blessing of the Lord be on his land: dew from the choicest of the heavens, and from the depths beneath;", "14": "from the choicest products of the sun, the rich fruit of the harvest moon,[q]", "15": "the choicest portion[r] of the eternal mountains, and the best of the everlasting hills;", "16": "from the choicest of the earth and its fullness, and the favor of the one who lived in the burning[s] bush. May blessing[t] rest on Joseph's head, and on the crown of the head of the one set apart from his brothers.", "17": "May the firstborn of his bull be honorable to him, and may his horns be those of a wild ox. With them may he push people all together, to the ends of the earth. These are the myriads[u] of Ephraim and the thousands of Manasseh.”", "18": "About Zebulun he said: “Zebulun, rejoice as you go out and Issachar, in being inside your tents.", "19": "They will call the nations[v] to the mountain, and there they will offer righteous sacrifices, for they'll draw from the abundance of the sea and from the hidden treasures of the sand.”", "20": "About Gad he said: “Blessed be the one who enlarges Gad! Like a roaring lion, he crouches, tearing arm and scalp.", "21": "He chose the best part for himself, when the leader's portion was assigned. He came at the head of the people, carrying out the Lord's justice and his ordinances concerning Israel.”", "22": "About Dan he said: “Dan is a lion's cub, leaping forth from Bashan.”", "23": "About Naphtali he said: “Naphtali, full of favor and the Lord's blessing, take possession of the west[w] and south.”", "24": "About Asher he said: “May Asher be blessed, along with his descendants, may his brothers be pleased with him, may he dip his feet in oil,", "25": "may your bolts be made of iron and bronze, and may your strength be sufficient for each day you live.”", "26": "“There is no one like the God of Jeshurun,[x] who rides through the heavens with its lofty clouds to help you.", "27": "The God of old is a dwelling place, with everlasting arms underneath. He drove out your enemies before you and said: 'Destroy them!'", "28": "So Israel lives in confidence, isolated as the fountain of Jacob in a land of grain and new wine, where the heavens rain down dew.", "29": "How blessed are you, Israel! Who can be like you, a people delivered by the Lord, your shield of help and your finely crafted sword. May your enemies cower before you. You will tread down their high places.”"}