{"1": "“Now these are the commands, decrees, and ordinances that the Lord commanded me[a] to teach you. Obey them in the land you are entering to possess, ", "2": "so that you, your children, and your grandchildren may fear the Lord your God. Keep all his decrees and commandments that I'm giving you every day of your life, so you may live a long time. ", "3": "Listen, Israel! Be careful to obey, so that life[b] may go well for you and that you may increase greatly. Just as the Lord God of your ancestors told you, you'll have a land flowing with milk and honey.", "4": "“Listen, Israel! The Lord is our God, the Lord alone.[c] ", "5": "You are to love the Lord your God with all your heart, all your soul, and all your strength. ", "6": "Let these words that I'm commanding you today be always[d] on your heart. ", "7": "Teach them repeatedly to your children. Talk about them while sitting in your house or walking on the road, and as you lie down or get up. ", "8": "Tie them as reminders[e] on your forearm, bind them on your forehead,[f] ", "9": "and write them on the door frames of your house and on your gates.”", "10": "“When the Lord your God brings you to the land that he promised to your ancestors Abraham, Isaac, and Jacob, he will give you large and beautiful cities that you didn't build, ", "11": "houses filled with every good thing that you didn't supply, wells that you didn't dig, and vineyards and olive groves that you didn't plant. When you eat and are satisfied, ", "12": "be careful not to forget the Lord your God, who brought you out of the land of Egypt and slavery.[g] ", "13": "Fear the Lord your God, serve him, and make your oaths in his name. ", "14": "Do not follow other gods from the gods of the nations[h] around you, ", "15": "because the Lord your God who is among you is a jealous God. He will turn his anger against you and destroy you from the surface of the land.”", "16": "“Don't test the Lord your God like you did in Massah. ", "17": "Be sure to observe the commands of the Lord your God, his testimonies, and his decrees that he gave you. ", "18": "Do what is good and right in the Lord's sight so it may go well with you. Then you'll enter and possess the good land that the Lord your God promised to your ancestors, ", "19": "expelling all your enemies before you, as the Lord said.”", "20": "“When your son asks you in the future, 'What is the meaning of the instructions, decrees, and ordinances that the Lord our God commanded you?' ", "21": "tell him, 'We were slaves to Pharaoh in Egypt, but the Lord brought us out of Egypt with great power. ", "22": "Before our very eyes, the Lord did great and terrible signs and wonders in Egypt—to Pharaoh and to his entire household. ", "23": "But as for us, he brought us out from there to bring us into the land and give it to us, as he promised our ancestors. ", "24": "Then the Lord commanded us to observe all these decrees and to fear the Lord our God for our own good, so that he may keep us alive as we are today. ", "25": "It will be credited as[i] righteousness for us if we're careful to obey the entire Law in the presence of the Lord our God, as he commanded.'”"}