{"1": "The word which Isaiah the son of Amoz saw concerning Judah and Jerusalem.", "2": "It shall come to pass in the latter days that the mountain of the house of the Lord shall be established as the highest of the mountains, and shall be raised above the hills; and all the nations shall flow to it,", "3": "and many peoples shall come, and say: “Come, let us go up to the mountain of the Lord, to the house of the God of Jacob; that he may teach us his ways and that we may walk in his paths.” For out of Zion shall go forth the law, and the word of the Lord from Jerusalem.", "4": "He shall judge between the nations, and shall decide for many peoples; and they shall beat their swords into plowshares, and their spears into pruning hooks; nation shall not lift up sword against nation, neither shall they learn war any more.[a]", "5": "O house of Jacob, come, let us walk in the light of the Lord.", "6": "For thou hast rejected thy people, the house of Jacob, because they are full of diviners[b] from the east and of soothsayers like the Philistines, and they strike hands with foreigners.", "7": "Their land is filled with silver and gold, and there is no end to their treasures; their land is filled with horses, and there is no end to their chariots.", "8": "Their land is filled with idols; they bow down to the work of their hands, to what their own fingers have made.", "9": "So man is humbled, and men are brought low— forgive them not!", "10": "Enter into the rock, and hide in the dust from before the terror of the Lord, and from the glory of his majesty.", "11": "The haughty looks of man shall be brought low, and the pride of men shall be humbled; and the Lord alone will be exalted in that day.", "12": "For the Lord of hosts has a day against all that is proud and lofty, against all that is lifted up and high;[c]", "13": "against all the cedars of Lebanon, lofty and lifted up; and against all the oaks of Bashan;", "14": "against all the high mountains, and against all the lofty hills;", "15": "against every high tower, and against every fortified wall;", "16": "against all the ships of Tarshish, and against all the beautiful craft.", "17": "And the haughtiness of man shall be humbled, and the pride of men shall be brought low; and the Lord alone will be exalted in that day.", "18": "And the idols shall utterly pass away.", "19": "And men shall enter the caves of the rocks and the holes of the ground, from before the terror of the Lord, and from the glory of his majesty, when he rises to terrify the earth.", "20": "In that day men will cast forth their idols of silver and their idols of gold, which they made for themselves to worship, to the moles and to the bats,", "21": "to enter the caverns of the rocks and the clefts of the cliffs, from before the terror of the Lord, and from the glory of his majesty, when he rises to terrify the earth.", "22": "Turn away from man in whose nostrils is breath, for of what account is he?"}