{"1": "Then the Lord said to me, “Take a large tablet and write upon it in common characters, 'Belonging to Ma′her-shal′al-hash′baz.'”[a] ", "2": "And I got reliable witnesses, Uri′ah the priest and Zechari′ah the son of Jeberechi′ah, to attest for me. ", "3": "And I went to the prophetess, and she conceived and bore a son. Then the Lord said to me, “Call his name Ma′her-shal′al-hash′baz; ", "4": "for before the child knows how to cry 'My father' or 'My mother,' the wealth of Damascus and the spoil of Samar′ia will be carried away before the king of Assyria.”", "5": "The Lord spoke to me again: ", "6": "“Because this people have refused the waters of Shilo′ah that flow gently, and melt in fear before[b] Rezin and the son of Remali′ah; ", "7": "therefore, behold, the Lord is bringing up against them the waters of the River, mighty and many, the king of Assyria and all his glory; and it will rise over all its channels and go over all its banks; ", "8": "and it will sweep on into Judah, it will overflow and pass on, reaching even to the neck; and its outspread wings will fill the breadth of your land, O Imman′u-el.”", "9": "Be broken, you peoples, and be dismayed; give ear, all you far countries; gird yourselves and be dismayed; gird yourselves and be dismayed.", "10": "Take counsel together, but it will come to nought; speak a word, but it will not stand, for God is with us.[c]", "11": "For the Lord spoke thus to me with his strong hand upon me, and warned me not to walk in the way of this people, saying: ", "12": "“Do not call conspiracy all that this people call conspiracy, and do not fear what they fear, nor be in dread. ", "13": "But the Lord of hosts, him you shall regard as holy; let him be your fear, and let him be your dread. ", "14": "And he will become a sanctuary, and a stone of offense, and a rock of stumbling to both houses of Israel, a trap and a snare to the inhabitants of Jerusalem. ", "15": "And many shall stumble thereon; they shall fall and be broken; they shall be snared and taken.”", "16": "Bind up the testimony, seal the teaching among my disciples. ", "17": "I will wait for the Lord, who is hiding his face from the house of Jacob, and I will hope in him. ", "18": "Behold, I and the children whom the Lord has given me are signs and portents in Israel from the Lord of hosts, who dwells on Mount Zion. ", "19": "And when they say to you, “Consult the mediums and the wizards who chirp and mutter,” should not a people consult their God? Should they consult the dead on behalf of the living? ", "20": "To the teaching and to the testimony! Surely for this word which they speak there is no dawn. ", "21": "They will pass through the land,[d] greatly distressed and hungry; and when they are hungry, they will be enraged and will curse[e] their king and their God, and turn their faces upward; ", "22": "and they will look to the earth, but behold, distress and darkness, the gloom of anguish; and they will be thrust into thick darkness."}