{"1": "The Pharisees and Sadducees approached, and tested him, asking him to show them a sign from heaven. ", "2": "He replied, “When evening comes you say, 'It will be good weather because the sky is red.' ", "3": "And in the morning, 'Today will be stormy because the sky is red and threatening.' You[a] know how to read the appearance of the sky, but you can't read the signs of the times.[b] ", "4": "An evil and adulterous generation demands a sign, but no sign will be given to it except the sign of[c] Jonah.” Then he left them and went away.", "5": "The disciples reached the other shore,[d] and they had forgotten to take bread. ", "6": "Then Jesus told them, “Watch out and beware of the leaven[e] of the Pharisees and Sadducees.”", "7": "They were discussing among themselves, “We didn't bring any bread.”", "8": "Aware of this, Jesus said, “You of little faith, why are you discussing among yourselves that you do not have bread? ", "9": "Don't you understand yet? Don't you remember the five loaves for the five thousand and how many baskets you collected? ", "10": "Or the seven loaves for the four thousand and how many large baskets you collected? ", "11": "Why is it you don't understand that when I told you, 'Beware of the leaven of the Pharisees and Sadducees,' it wasn't about bread?” ", "12": "Then they understood that he had not told them to beware of the leaven in bread, but of the teaching of the Pharisees and Sadducees.", "13": "When Jesus came to the region of Caesarea Philippi,[f] he asked his disciples, “Who do people say that the Son of Man is?”[g]", "14": "They replied, “Some say John the Baptist; others, Elijah; still others, Jeremiah or one of the prophets.”", "15": "“But you,” he asked them, “who do you say that I am?”", "16": "Simon Peter answered, “You are the Messiah, the Son of the living God.”", "17": "Jesus responded, “Blessed are you, Simon son of Jonah,[h] because flesh and blood did not reveal this to you, but my Father in heaven. ", "18": "And I also say to you that you are Peter, and on this rock I will build my church, and the gates of Hades will not overpower it. ", "19": "I will give you the keys of the kingdom of heaven, and whatever you bind on earth will have been bound[i] in heaven, and whatever you loose on earth will have been loosed[j] in heaven.” ", "20": "Then he gave the disciples orders to tell no one that he was[k] the Messiah.", "21": "From then on Jesus began to point out to his disciples that it was necessary for him to go to Jerusalem and suffer many things from the elders, chief priests, and scribes, be killed, and be raised the third day. ", "22": "Peter took him aside and began to rebuke him, “Oh no,[l] Lord! This will never happen to you!”", "23": "Jesus turned and told Peter, “Get behind me, Satan! You are a hindrance to me because you're not thinking about God's concerns[m] but human concerns.”", "24": "Then Jesus said to his disciples, “If anyone wants to follow after me, let him deny himself, take up his cross, and follow me. ", "25": "For whoever wants to save his life will lose it, but whoever loses his life because of me will find it. ", "26": "For what will it benefit someone if he gains the whole world yet loses his life? Or what will anyone give in exchange for his life? ", "27": "For the Son of Man is going to come with his angels in the glory of his Father, and then he will reward each according to what he has done. ", "28": "Truly I tell you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.”"}