{"1": "When Jesus had finished saying these things, he departed from Galilee and went to the region of Judea across the Jordan. ", "2": "Large crowds followed him, and he healed them there. ", "3": "Some Pharisees approached him to test him. They asked, “Is it lawful for a man to divorce his wife on any grounds?” ", "4": "“Haven't you read,” he replied, “that he who created[a] them in the beginning made them male and female,[b] ", "5": "and he also said, 'For this reason a man will leave his father and mother and be joined to his wife, and the two will become one flesh'?[c] ", "6": "So they are no longer two, but one flesh. Therefore, what God has joined together, let no one separate.”", "7": "“Why then,” they asked him, “did Moses command us to give divorce papers and to send her away?”", "8": "He told them, “Moses permitted you to divorce your wives because of the hardness of your hearts, but it was not like that from the beginning. ", "9": "I tell you, whoever divorces his wife, except for sexual immorality, and marries another commits adultery.”[d]", "10": "His disciples said to him, “If the relationship of a man with his wife is like this, it's better not to marry.”", "11": "He responded, “Not everyone can accept this saying, but only those to whom it has been given. ", "12": "For there are eunuchs who were born that way from their mother's womb, there are eunuchs who were made by men, and there are eunuchs who have made themselves that way because of the kingdom of heaven. The one who is able to accept it should accept it.”", "13": "Then children were brought to Jesus for him to place his hands on them and pray, but the disciples rebuked them. ", "14": "Jesus said, “Leave the children alone, and don't try to keep them from coming to me, because the kingdom of heaven belongs to such as these.”[e] ", "15": "After placing his hands on them, he went on from there.", "16": "Just then someone came up and asked him, “Teacher, what good must I do to have eternal life?” ", "17": "“Why do you ask me about what is good?”[f] he said to him. “There is only one who is good.[g] If you want to enter into life, keep the commandments.”", "18": "“Which ones?” he asked him. Jesus answered: Do not murder; do not commit adultery; do not steal; do not bear false witness; ", "19": "honor your father and your mother; and love your neighbor as yourself.[h]", "20": "“I have kept all these,”[i] the young man told him. “What do I still lack?”", "21": "“If you want to be perfect,”[j] Jesus said to him, “go, sell your belongings and give to the poor, and you will have treasure in heaven. Then come, follow me.”", "22": "When the young man heard that, he went away grieving, because he had many possessions.", "23": "Jesus said to his disciples, “Truly I tell you, it will be hard for a rich person to enter the kingdom of heaven. ", "24": "Again I tell you, it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”", "25": "When the disciples heard this, they were utterly astonished and asked, “Then who can be saved?”", "26": "Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”", "27": "Then Peter responded to him, “See, we have left everything and followed you. So what will there be for us?”", "28": "Jesus said to them, “Truly I tell you, in the renewal of all things, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. ", "29": "And everyone who has left houses or brothers or sisters or father or mother[k] or children or fields because of my name will receive a hundred times more and will inherit eternal life. ", "30": "But many who are first will be last, and the last first."}