{"1": "When he came down from the mountain, large crowds followed him. ", "2": "Right away a man with leprosy[a] came up and knelt before him, saying, “Lord, if you are willing, you can make me clean.”", "3": "Reaching out his hand, Jesus touched him, saying, “I am willing; be made clean.” Immediately his leprosy was cleansed. ", "4": "Then Jesus told him, “See that you don't tell anyone; but go, show yourself to the priest, and offer the gift that Moses commanded, as a testimony to them.”", "5": "When he entered Capernaum, a centurion came to him, pleading with him, ", "6": "“Lord, my servant is lying at home paralyzed, in terrible agony.”", "7": "He said to him, “Am I to come and heal him?”[b]", "8": "“Lord,” the centurion replied, “I am not worthy to have you come under my roof. But just say the word, and my servant will be healed. ", "9": "For I too am a man under authority, having soldiers under my command.[c] I say to this one, 'Go,' and he goes; and to another, 'Come,' and he comes; and to my servant, 'Do this!' and he does it.”", "10": "Hearing this, Jesus was amazed and said to those following him, “Truly I tell you, I have not found anyone in Israel with so great a faith. ", "11": "I tell you that many will come from east and west to share the banquet[d] with Abraham, Isaac, and Jacob in the kingdom of heaven. ", "12": "But the sons of the kingdom will be thrown into the outer darkness where there will be weeping and gnashing of teeth.” ", "13": "Then Jesus told the centurion, “Go. As you have believed, let it be done for you.” And his servant was healed that very moment.[e]", "14": "Jesus went into Peter's house and saw his mother-in-law lying in bed with a fever. ", "15": "So he touched her hand, and the fever left her. Then she got up and began to serve him. ", "16": "When evening came, they brought to him many who were demon-possessed. He drove out the spirits with a word and healed all who were sick, ", "17": "so that what was spoken through the prophet Isaiah might be fulfilled: He himself took our weaknesses and carried our diseases.[f]", "18": "When Jesus saw a large crowd[g] around him, he gave the order to go to the other side of the sea. ", "19": "A scribe approached him and said, “Teacher, I will follow you wherever you go.”", "20": "Jesus told him, “Foxes have dens, and birds of the sky have nests, but the Son of Man has no place to lay his head.”", "21": "“Lord,” another of his disciples said, “first let me go bury my father.”", "22": "But Jesus told him, “Follow me, and let the dead bury their own dead.”", "23": "As he got into the boat, his disciples followed him. ", "24": "Suddenly, a violent storm arose on the sea, so that the boat was being swamped by the waves—but Jesus kept sleeping. ", "25": "So the disciples came and woke him up, saying, “Lord, save us! We're going to die!”", "26": "He said to them, “Why are you afraid, you of little faith?” Then he got up and rebuked the winds and the sea, and there was a great calm.", "27": "The men were amazed and asked, “What kind of man is this? Even the winds and the sea obey him!”", "28": "When he had come to the other side, to the region of the Gadarenes,[h] two demon-possessed men met him as they came out of the tombs. They were so violent that no one could pass that way. ", "29": "Suddenly they shouted, “What do you have to do with us,[i] Son of God? Have you come here to torment us before the time?” ", "30": "A long way off from them, a large herd of pigs was feeding. ", "31": "“If you drive us out,” the demons begged him, “send us into the herd of pigs.”", "32": "“Go!” he told them. So when they had come out, they entered the pigs, and the whole herd rushed down the steep bank into the sea and perished in the water. ", "33": "Then the men who tended them fled. They went into the city and reported everything, especially what had happened to those who were demon-possessed. ", "34": "At that, the whole town went out to meet Jesus. When they saw him, they begged him to leave their region."}