{"1": "So he got into a boat, crossed over, and came to his own town. ", "2": "Just then some men[a] brought to him a paralytic lying on a stretcher. Seeing their faith, Jesus told the paralytic, “Have courage, son, your sins are forgiven.”", "3": "At this, some of the scribes said to themselves, “He's blaspheming!” ", "4": "Perceiving their thoughts, Jesus said, “Why are you thinking evil things in your hearts?[b] ", "5": "For which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? ", "6": "But so that you may know that the Son of Man has authority on earth to forgive sins”—then he told the paralytic, “Get up, take your stretcher, and go home.” ", "7": "So he got up and went home. ", "8": "When the crowds saw this, they were awestruck[c][d] and gave glory to God, who had given such authority to men.", "9": "As Jesus went on from there, he saw a man named Matthew sitting at the toll booth, and he said to him, “Follow me,” and he got up and followed him.", "10": "While he was reclining at the table in the house, many tax collectors and sinners came to eat with Jesus and his disciples. ", "11": "When the Pharisees saw this, they asked his disciples, “Why does your teacher eat with tax collectors and sinners?” ", "12": "Now when he heard this, he said, “It is not those who are well who need a doctor, but those who are sick. ", "13": "Go and learn what this means: I desire mercy and not sacrifice.[e] For I didn't come to call the righteous, but sinners.”[f]", "14": "Then John's disciples came to him, saying, “Why do we and the Pharisees fast often, but your disciples do not fast?” ", "15": "Jesus said to them, “Can the wedding guests[g] be sad while the groom is with them? The time[h] will come when the groom will be taken away from them, and then they will fast. ", "16": "No one patches an old garment with unshrunk cloth, because the patch pulls away from the garment and makes the tear worse. ", "17": "And no one puts[i] new wine into old wineskins. Otherwise, the skins burst, the wine spills out, and the skins are ruined. No, they put new wine into fresh wineskins, and both are preserved.”", "18": "As he was telling them these things, suddenly one of the leaders came and knelt down before him, saying, “My daughter just died,[j] but come and lay your hand on her, and she will live.” ", "19": "So Jesus and his disciples got up and followed him.", "20": "Just then, a woman who had suffered from bleeding for twelve years approached from behind and touched the end of his robe, ", "21": "for she said to herself, “If I can just touch his robe, I'll be made well.”[k]", "22": "Jesus turned and saw her. “Have courage, daughter,” he said. “Your faith has saved you.”[l] And the woman was made well from that moment.[m]", "23": "When Jesus came to the leader's house, he saw the flute players and a crowd lamenting loudly. ", "24": "“Leave,” he said, “because the girl is not dead but asleep.” And they laughed at him. ", "25": "After the crowd had been put outside, he went in and took her by the hand, and the girl got up. ", "26": "Then news of this spread throughout that whole area.", "27": "As Jesus went on from there, two blind men followed him, calling out, “Have mercy on us, Son of David!” ", "28": "When he entered the house, the blind men approached him, and Jesus said to them, “Do you believe that I can do this?” They said to him, “Yes, Lord.”", "29": "Then he touched their eyes, saying, “Let it be done for you according to your faith.” ", "30": "And their eyes were opened. Then Jesus warned them sternly, “Be sure that no one finds out.” ", "31": "But they went out and spread the news about him throughout that whole area.", "32": "Just as they were going out, a demon-possessed man who was unable to speak was brought to him. ", "33": "When the demon had been driven out, the man who had been mute spoke, and the crowds were amazed, saying, “Nothing like this has ever been seen in Israel!”", "34": "But the Pharisees said, “He drives out demons by the ruler of the demons.”", "35": "Jesus continued going around to all the towns and villages, teaching in their synagogues, preaching the good news of the kingdom, and healing every[n] disease and every sickness.[o][p] ", "36": "When he saw the crowds, he felt compassion for them, because they were distressed and dejected, like sheep without a shepherd. ", "37": "Then he said to his disciples, “The harvest is abundant, but the workers are few. ", "38": "Therefore, pray to the Lord of the harvest to send out workers into his harvest.”"}