{"1": "Paul Paulos, a  prisoner desmios of  Christ Christos Jesus Iēsous,  and kai Timothy Timotheos our ho brother adelphos,  to  Philemon Philēmōn · ho our hēmeis dear  friend agapētos and kai fellow  worker synergos, ", "2": "· kai to  Apphia Apphia our ho sister adelphē,  · kai to  Archippus Archippos · ho our hēmeis fellow  soldier systratiōtēs,  and kai to  the ho church ekklēsia that  meets  in kata your sy house oikos: ", "3": "Grace charis to  you hymeis and kai peace eirēnē from apo God theos our hēmeis Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos. ", "4": "I  always pantote thank eucharisteō · ho my egō God theos when  I plegma remember mneia you sy in epi · ho my egō prayers proseuchē, ", "5": "because  I  hear akouō of  your sy · ho love agapē for eis all pas the ho saints hagios and kai your ho faith pistis in pros the ho Lord kyrios Jesus Iēsous.  · kai", "6": "And I pray  that hopōs the ho sharing koinōnia of ho your sy faith pistis may  become ginomai effective energēs in en the  knowledge epignōsis of  every pas good agathos thing  that  belongs ho to en us hēmeis in eis Christ Christos. ", "7": "For gar I  have  derived echō much polys joy chara and kai encouragement paraklēsis from epi · ho your sy love agapē,  my  brother adelphos,  because hoti the ho hearts splanchnon of  the ho saints hagios have  been  refreshed anapauō by dia you sy. ", "8": "So dio,  although echō in en Christ Christos I  have echō sufficient polys freedom parrēsia to  order epitassō you sy to  do  what ho you  ought anēkō, ", "9": "yet  for dia · ho love' s agapē sake I  prefer mallon to  appeal parakaleō to you— I toioutos,  Paul Paulos, an  old  man presbytēs and de even kai now nyni a  prisoner desmios for the sake  of  Christ Christos Jesus Iēsous— ", "10": "I  appeal parakaleō to  you sy for peri · ho my emos child teknon,  Onesimus Onēsimos,  whose hos father  I  became gennaō while en in ho prison desmos. ", "11": "· ho Formerly pote he was  of  no  use achrēstos to  you sy,  but de now nyni he has become  useful euchrēstos both kai to  you sy and kai to  me egō. ", "12": "I  am  sending anapempō him hos back  to  you sy,  that houtos is eimi,  the  one  who autos is  · ho my  own emos heart splanchnon. ", "13": "I egō wanted boulomai to  keep katechō him hos with pros me emautou,  so  that hina he  could  minister diakoneō to  me egō on hyper your sy behalf  during en my ho imprisonment desmos for  the ho gospel euangelion, ", "14": "but de I  did thelō not oudeis want thelō to  do poieō anything oudeis without chōris · ho your sos consent gnōmē,  so  that hina your sy helpfulness agathos might eimi not mē be eimi by kata compulsion anankē · ho but alla by kata your own  free  will hekousios. ", "15": "Perhaps tacha he  was  separated  from chōrizō you  for pros a  while hōra for dia this houtos reason ,  that hina you  might  have apechō him autos back apechō forever aiōnios, ", "16": "no  longer ouketi as hōs a slave,  but alla more  than hyper a slave, as a  dear agapētos brother adelphos. He is  especially malista so  to  me egō,  but de how  much posos more mallon to  you sy,  both kai in en the  flesh sarx and kai in en the  Lord kyrios. ", "17": "So  then oun if ei you  regard echō me egō as  a  partner koinōnos,  welcome proslambanō him autos as hōs you would  me egō. ", "18": "If ei · de he  has  wronged adikeō you sy or ē owes opheilō you  anything tis,  charge  that houtos to  my egō account ellogeō— ", "19": "I egō,  Paul Paulos,  am  writing graphō this  with ho my  own emos hand cheir— I egō will  pay  it  back apotinō.  I  could hina mē also kai mention legō that hoti you  owe prosopheilō me egō your  very  self seautou! ", "20": "Yes nai,  brother adelphos,  I egō do  wish  that  I  may  have  some  benefit oninēmi from  you sy in en the  Lord kyrios.  Refresh anapauō my egō · ho heart splanchnon in en Christ Christos. ", "21": "Confident peithō of ho your sy obedience hypakoē,  I  write graphō to  you sy,  knowing oida that hoti you  will  do poieō even kai more hyper than  I  say legō. ", "22": "At  the  same  time hama,  · de · kai prepare hetoimazō a  guest  room xenia for  me egō,  for gar I  am  hoping elpizō that hoti through dia · ho your hymeis prayers proseuchē I  will  be  graciously  given charizomai to  you hymeis. ", "23": "Epaphras Epaphras,  · ho my egō fellow  prisoner synaichmalōtos in en Christ Christos Jesus Iēsous,  sends aspazomai you sy greetings aspazomai, ", "24": "as do  Mark Markos,  Aristarchus Aristarchos,  Demas Dēmas, and  Luke Loukas,  · ho my egō fellow  workers synergos. ", "25": "The ho grace charis of  the ho Lord kyrios Jesus Iēsous Christ Christos be  with meta · ho your hymeis spirit pneuma. "}