{"1": "Finally, my dear friends, since you belong to the Lord Jesus, we beg and urge you to live as we taught you. Then you will please God. You are already living that way, but try even harder. ", "2": "Remember the instructions we gave you as followers of the Lord Jesus. ", "3": "God wants you to be holy, so don't be immoral in matters of sex. ", "4": "Respect and honor your wife.[a] ", "5": "Don't be a slave of your desires or live like people who don't know God. ", "6": "You must not cheat any of the Lord's followers in matters of sex.[b] Remember, we warned you that he punishes everyone who does such things. ", "7": "God didn't choose you to be filthy, but to be pure. ", "8": "So if you don't obey these rules, you are not really disobeying us. You are disobeying God, who gives you his Holy Spirit.", "9": "We don't have to write you about the need to love each other. God has taught you to do this, ", "10": "and you already have shown your love for all of his people in Macedonia. But, my dear friends, we ask you to do even more. ", "11": "Try your best to live quietly, to mind your own business, and to work hard, just as we taught you to do. ", "12": "Then you will be respected by people who are not followers of the Lord, and you won't have to depend on anyone.", "13": "My friends, we want you to understand how it will be for those followers who have already died. Then you won't grieve over them and be like people who don't have any hope. ", "14": "We believe that Jesus died and was raised to life. We also believe that when God brings Jesus back again, he will bring with him all who had faith in Jesus before they died. ", "15": "Our Lord Jesus told us that when he comes, we won't go up to meet him ahead of his followers who have already died.", "16": "With a loud command and with the shout of the chief angel and a blast of God's trumpet, the Lord will return from heaven. Then those who had faith in Christ before they died will be raised to life. ", "17": "Next, all of us who are still alive will be taken up into the clouds together with them to meet the Lord in the sky. From that time on we will all be with the Lord forever. ", "18": "Encourage each other with these words."}