{"1": "The oracle that Habakkuk the prophet saw.", "2": "O Lord, how long shall I cry, and You will not hear? Or cry to You, “Violence!” and You will not save?", "3": "Why do You make me see wickedness, and cause me to see trouble? Plundering and violence are before me; strife and contention arise.", "4": "Therefore the law is powerless, and justice never goes forth. For the wicked surround the righteous; therefore injustice proceeds.", "5": "Look among the nations, and watch— wonder and be amazed! For I am doing a work in your days that you would not believe, though it were told you.", "6": "For I am raising up the Chaldeans, that bitter and hasty nation which marches through the breadth of the earth, to possess dwelling places that are not theirs.", "7": "They are terrible and dreadful; their justice and their dignity proceed from themselves.", "8": "Their horses are swifter than leopards, more fierce than evening wolves. Their horsemen charge on; their horsemen come from afar; they fly like the eagle that hastens to eat.", "9": "They all come for violence; their forces advance like the east wind. They gather captives like sand.", "10": "They scoff at kings, and they scorn rulers. They deride every stronghold, for they build up siege ramps to capture it.", "11": "Then their mind changes, and they transgress and commit offense; their own power is their god.", "12": "Are You not from everlasting, O Lord my God, my Holy One? We will not die. O Lord, You have appointed them for judgment; and You, O Rock, have established them for correction.", "13": "Your eyes are too pure to look on evil, and You cannot look on wickedness. Why do You look on those who deal treacherously, and hold Your tongue when the wicked devours the man who is more righteous than he?", "14": "You make men like fish of the sea, like crawling things that have no ruler.", "15": "They bring all of them up with a hook, they catch them in their net; they gather them in their dragnet. Therefore they rejoice and are glad.", "16": "Therefore they sacrifice to their net and burn incense to their dragnet; for by them their portion is extravagant, and their food plentiful.", "17": "Shall they continue to empty their net, and continually kill the nations while not sparing anyone?"}