{"1": "I will stand at my watch and station myself on the watchtower; and I will keep watch to see what He will say to me, and what I will answer when I am reproved.", "2": "And the Lord answered me: Write the vision, and make it plain on tablets, that he who reads it may run.", "3": "For the vision is yet for an appointed time; but it speaks of the end, and does not lie. If it delays, wait for it; it will surely come, it will not delay.", "4": "Look, his soul is lifted up; it is not upright in him; but the just shall live by his faith.", "5": "Indeed, wine betrays the proud man, who does not stay at home. He enlarges his appetite as Sheol, and like death he is never satisfied. He gathers to himself all nations and collects for himself all peoples.", "6": "Shall not all these take up a taunt against him, with satire and riddles, and say, “Woe to him who increases what is not his—how long? And to him who loads himself with heavy debts!”", "7": "Shall not your debtors rise up suddenly, and those awake who oppress you? Then you will be their plunder.", "8": "Because you have plundered many nations, all the remnant of the people will plunder you, because of the bloodshed of men and violence of the land, of the cities and all who live in them.", "9": "“Woe to him who gets evil gain for his house, to set his nest on high, to be delivered from the power of calamity!”", "10": "You have given shameful counsel to your house by cutting off many peoples, and forfeiting your life.", "11": "For the stone will cry out from the wall, and the beam of the woodwork will answer it.", "12": "“Woe to him who builds a town with bloodshed and establishes a city on iniquity!”", "13": "Is it not from the Lord of Hosts that the people labor to feed fire, and the nations weary themselves for nothing?", "14": "For the earth will be filled with the knowledge of the glory of the Lord, as the waters cover the seas.", "15": "“Woe to him who makes his neighbor drink, pouring out your poison until they are drunk, that you may look on their nakedness!”", "16": "You will be filled with shame instead of glory. You yourself—drink and show your uncircumcision! The cup of the Lord's right hand will be turned against you, and utter shame will come on your glory!", "17": "The violence done to Lebanon will cover you, as will the plunder of beasts that terrified them, because of the bloodshed of men and violence of the land, of the cities and all who live in them.", "18": "What profit is a carved image when its maker has carved it, a cast image, and a teacher of lies, that its maker trusts in what he has shaped when he makes mute idols?", "19": "Woe to him who says to the wood, “Awake!” To the silent stone, “Arise!” Can it teach? It is overlaid with gold and silver, and there is no breath at all in it.", "20": "But the Lord is in His holy temple. Let all the earth keep silence before Him."}