{"1": "The word of the Lord which came to Joel, the son of Pethuel.", "2": "Listen to this, you elders! Pay attention, all who dwell in the land! Has anything like this ever happened in your lifetime, or in the lifetime of your ancestors?", "3": "Report it to your children. Have your children report it to their children, and their children to the next generation.", "4": "What the cutter left, the swarming locust has devoured; What the swarming locust left, the hopper has devoured; What the hopper left, the consuming locust[a] has devoured.", "5": "Wake up, you drunkards,[b] and weep; wail, all you wine drinkers, Over the new wine, taken away from your mouths.", "6": "For a nation[c] invaded my land, powerful and past counting, With teeth like a lion's, fangs like those of a lioness.", "7": "It has stripped bare my vines, splintered my fig tree, Shearing off its bark and throwing it away, until its branches turn white.", "8": "Wail like a young woman[d] dressed in sackcloth for the husband of her youth.", "9": "Grain offering and libation are cut off from the house of the Lord; In mourning are the priests, the ministers of the Lord.", "10": "The field is devastated; the farmland mourns,[e] Because the grain is devastated, the wine has dried up, the oil has failed.", "11": "Be appalled, you farmers! wail, you vinedressers, Over the wheat and the barley, because the harvest in the field is ruined.", "12": "The vine has dried up, the fig tree has withered; The pomegranate, even the date palm and the apple— every tree in the field has dried up. Joy itself has dried up among the people.", "13": "[f]Gird yourselves and lament, you priests! wail, ministers of the altar! Come, spend the night in sackcloth, ministers of my God! For the grain offering and the libation are withheld from the house of your God.", "14": "Proclaim a holy fast! Call an assembly! Gather the elders, all who dwell in the land, To the house of the Lord, your God, and cry out to the Lord!", "15": "O! The day![g] For near is the day of the Lord, like destruction from the Almighty it is coming!", "16": "Before our very eyes[h] has not food been cut off? And from the house of our God, joy and gladness?", "17": "The seed lies shriveled beneath clods of dirt;[i] the storehouses are emptied. The granaries are broken down, for the grain is dried up.", "18": "[j]How the animals groan! The herds of cattle are bewildered! Because they have no pasture, even the flocks of sheep are starving.", "19": "To you, Lord, I cry! for fire has devoured the wilderness pastures, flame has scorched all the trees in the field.", "20": "Even the animals in the wild cry out to you; For the streams of water have run dry, and fire has devoured the wilderness pastures."}