{"1": "The parable of the captivity. 18 Another parable whereby the distress of hunger and thirst is signified. The word of the Lord also came unto me, saying,", "2": "Son of man, thou dwellest in the midst of a rebellious house, which have eyes to see, and see [a]not: they have ears to hear, and hear not: for they are a rebellious house.", "3": "Therefore thou son of man, [b]prepare thy stuff to go into captivity, and go forth by day in their sight: and thou shalt pass from thy place to another place in their sight, if it be possible that they may consider it: for they are a rebellious house.", "4": "Then shalt thou bring forth thy stuff by day in their sight, as the stuff of him that goeth into captivity: and thou shalt go forth at even in their sight, as they that go forth into captivity.", "5": "Dig thou through the wall in their sight, and carry out thereby.", "6": "In their sight shalt thou bear it upon thy shoulders and carry it forth in the dark: thou shalt cover thy face that thou see not the earth: for I have set thee as a [c]sign unto the house of Israel.", "7": "And as I was commanded, so I brought forth my stuff by day, as the stuff of one that goeth into captivity: and by night I dug through the wall with mine hand, and brought it forth in the dark, and I bore it upon my shoulder in their sight.", "8": "And in the morning came the word of the Lord unto me, saying,", "9": "Son of man, hath not the house of Israel, the rebellious house, said unto thee, What [d]doest thou?", "10": "But say thou unto them, Thus saith the Lord God, This [e]burden concerneth the chief in Jerusalem, and all the house of Israel that are among them.", "11": "Say, I am your sign: like as I have done, so shall it be done unto them: they shall go into bondage and captivity.", "12": "And the chiefest that is among them, shall bear upon his shoulder in the dark, and shall go forth: they shall dig through the wall, to carry out thereby: he shall cover his face, that he see not the ground with his eyes.", "13": "My net also will I spread upon [f]him, and he shall be taken in my net, and I will bring him to Babel to the land of the Chaldeans, yet shall he not see it, though he shall die there.", "14": "And I will scatter toward every wind all that are about him to help him, and all his garrisons, and I will draw out the sword after them.", "15": "And they shall know that I am the Lord, when I shall scatter them among the nations, and disperse them in the countries.", "16": "But I will leave a [g]little number of them from the sword, from the famine, and from the pestilence, that they may declare all these abominations among the heathen, where they come, and they shall know, that I am the Lord.", "17": "¶ Moreover, the word of the Lord came unto me, saying,", "18": "Son of man, eat thy bread with trembling, and drink thy water with trouble, and with carefulness,", "19": "And say unto the people of the land, Thus saith the Lord God of the inhabitants of Jerusalem, and of the land of Israel, They shall eat their bread with carefulness, and drink their water with desolation: for the land shall be desolate from her abundance, because of the cruelty of them that dwell therein.", "20": "And the cities that are inhabited, shall be left void, and the land shall be desolate, and ye shall know that I am the Lord.", "21": "¶ And the word of the Lord came unto me, saying,", "22": "Son of man, what is that proverb that you have in the land of Israel, saying, The days [h]are prolonged, and all visions [i]fail?", "23": "Tell them therefore, Thus saith the Lord God, I will make this proverb to cease, and they shall no more use it as a proverb in Israel: but say unto them, The days are at hand, and the effect of every vision.", "24": "For no vision shall be anymore in vain, neither shall there be any flattering divination within the house of Israel.", "25": "For I am the Lord: I will speak, and that thing that I shall speak, shall come to pass: it shall be no more prolonged: for in your days, O rebellious house, will I say the thing, and will perform it, saith the Lord God.", "26": "Again the word of the Lord came unto me, saying,", "27": "Son of man, behold, they of the house of Israel say, The vision that he seeth, is for [j]many days to come, and he prophesieth of the times that are far off.", "28": "Therefore say unto them, Thus saith the Lord God, All my words shall no longer be delayed, but that thing which I have spoken, shall be done, saith the Lord God."}