{"1": "The parable of the two Eagles. And the word of the Lord came unto me, saying,", "2": "Son of man, put forth a parable and speak a proverb unto the house of Israel,", "3": "And say, Thus saith the Lord God, The great [a]eagle with great wings and long wings, and full of feathers, which had diverse colors, came unto Lebanon, and took the highest branch of the cedar,", "4": "And brake off the top of his twig, and carried it into the land of [b]merchants, and set it in a city of merchants.", "5": "He took also of the [c]seed of the land, and planted it in a fruitful ground: he placed it by great waters, and set it as a willow tree.", "6": "And it budded up, and was like [d]a spreading vine of [e]low stature, whose branches turned toward it, and the roots thereof were under it: so it became a vine, and it brought forth branches, and shot forth buds.", "7": "There was also [f]another great Eagle with great wings and many feathers, and behold, this vine did turn her roots toward it, and spread forth her branches toward it, that she might water it by the trenches of her plantation.", "8": "It was planted in a good soil by great [g]waters, that it should bring forth branches, and bear fruit, and be an excellent vine.", "9": "Say thou, Thus saith the Lord God, Shall it prosper? shall [h]he not pull up the roots thereof, and destroy the fruit thereof, and cause them to dry? all the leaves of her bud shall wither without great power, or many people, to pluck it up by the roots thereof.", "10": "Behold, it was planted: but shall it prosper? shall it not be dried up, and wither? [i]when the East wind shall touch it, it shall wither in the trenches, where it grew.", "11": "Moreover, the word of the Lord came unto me, saying,", "12": "Say now to this rebellious house, Know ye not what these things mean? tell them, behold, the king of Babel is come to Jerusalem, and hath taken [j]the king thereof and the princes thereof, and led them with him to Babel,", "13": "And hath taken one of the King's seed, and made a covenant with him, and hath taken [k]an oath of him: he hath also taken the princes of the land,", "14": "That the kingdom might be in subjection, and not lift itself up, but keep their covenant, and stand to it.", "15": "But he rebelled against him, and sent his ambassadors into Egypt, that they might give him horses, and much people: shall he prosper? shall he escape that doeth such things? or shall he break the covenant, and be delivered?", "16": "As I live, saith the Lord God, he shall die in the midst of Babel, in the place of the king that had made him king, whose oath he despised, and whose covenant made with him, he brake.", "17": "Neither shall Pharaoh with his mighty host, and great multitude of people, maintain him in the war, when they have cast up mounts, and built ramparts to destroy many persons.", "18": "For he hath despised the oath, and broken the covenant (yet lo, he had given [l]his hand) because he hath done all these things, he shall not escape.", "19": "Therefore, thus saith the Lord God, As I live, I will surely bring mine oath that he hath despised, and my covenant that he hath broken, upon his own head.", "20": "And I will spread my net upon him, and he shall be taken in my net, and I will bring him to Babel, and will enter into judgment with him there for his trespass that he hath committed against me.", "21": "And all that flee from him with all his host, shall fall by the sword, and they that remain shall be scattered toward all the winds: and ye shall know that I the Lord have spoken it.", "22": "Thus saith the Lord God, I will also take off the top[m]of this high cedar, and will set it, and cut off the [n]top of the tender plant thereof, and I will plant it upon an high mountain and great.", "23": "Even in the high mountain of Israel will I plant it: and it shall bring forth boughs, and bear fruit, and be an excellent cedar, and under it shall remain all birds, and every [o]fowl shall dwell in the shadow of the branches thereof.", "24": "And all the [p]trees of the field shall know that I the Lord have brought down the high tree, and exalted the low tree: that I have dried up the green tree, and made the dry tree to flourish: I the Lord have spoken it, and have done it."}