{"1": "He threateneth the sword and destruction to Jerusalem. 25 He showeth the fall of king Zedekiah. 29 He is commanded to prophesy the destruction of the children of Ammon. 30 The Lord threateneth to destroy Nebuchadnezzar. The word of the Lord came to me again, saying,", "2": "Son of man, set thy face toward Jerusalem, [a]and drop thy word toward the holy places, and prophesy against the land of Israel,", "3": "And say to the land of Israel, Thus saith the Lord, Behold, I come against thee, and will draw my sword out of his sheath, and cut off from thee both the [b]righteous and the wicked.", "4": "Seeing then that I will cut off from thee both the righteous and wicked, therefore shall my sword go out of his sheath against all flesh from the South to the [c]North,", "5": "That all flesh may know that I the Lord have drawn my sword out of his sheath, and it shall not return anymore.", "6": "Mourn therefore thou son of man, as in the pain of thy [d]reins, and mourn bitterly before them.", "7": "And if they say unto thee, Wherefore mournest thou? Then answer, Because [e]of the bruit: for it cometh, and every heart shall melt, and all hands shall be weak, and all minds shall faint, and all knees shall fall away as water: behold, it cometh, and shall be done, saith the Lord God.", "8": "¶ Again, the word of the Lord came unto me, saying,", "9": "Son of man, prophesy, and say, Thus saith the Lord God, say, A sword, a sword both sharp and furbished.", "10": "It is sharpened to make a sore slaughter, and it is furbished that it may [f]glitter: how shall we rejoice? for it contemneth the [g]rod of my son, as [h]all other trees.", "11": "And he hath given it to be furbished, that he may handle it: this sword is sharp, and is furbished that he may give it into the hand of the [i]slayer.", "12": "Cry and howl, son of man: for this shall come to my people, and it shall come unto all the princes of Israel: the terrors of the sword shall be upon my people, [j]smite therefore upon thy thigh.", "13": "For it is a trial, [k]and what shall this be, if the sword contemn even the rod? It shall be no more, saith the Lord God.", "14": "Thou therefore, son of man, prophesy and smite [l]hand to hand, and let the sword be doubled: let the sword that hath killed, return the third time: it is the sword of the great slaughter entering into their privy chambers.", "15": "I have brought the fear of the sword into all their gates to make their heart to faint, and to multiply their ruins. Ah, it is made bright, and it is dressed for the slaughter.", "16": "Get thee [m]alone: go to the right hand, or get thyself to the left hand, whithersoever thy face turneth.", "17": "I will also smite mine hands together, and will cause my wrath to cease. I the Lord have said it.", "18": "¶ The word of the Lord came unto me again, saying,", "19": "Also thou son of man, appoint thee [n]two ways, that the sword of the King of Babel may come: both twain shall come out of one land, and choose a place, and choose it in the corner of the way of the city.", "20": "Appoint a way, that the sword may come to Rabbah of the Ammonites, and [o]to Judah in Jerusalem the strong city.", "21": "And the King of Babel stood at the [p]parting of the way, at the head of the two ways, consulting by divination, and made his arrows bright: he consulted with idols, and looked in [q]the liver.", "22": "At his right hand was the divination for Jerusalem to appoint captains to open their mouth in the slaughter, and to lift up their voice with shouting, to lay engines of war against the gates, to cast a mount, and to build a fortress.", "23": "And it shall be unto them [r]as a false divination in their sight for the oaths made unto them: [s]but he will call to remembrance their iniquity, to the intent they should be taken.", "24": "Therefore thus saith the Lord God, Because ye have made your iniquity to be remembered in discovering your rebellion, that in all your works your sins might appear: because, I say, that ye are come to remembrance, ye shall be taken with the hand.", "25": "And thou [t]Prince of Israel polluted, and wicked, whose day is come, when iniquity shall have an end,", "26": "Thus saith the Lord God, I will take away the [u]diadem, and take off the crown: this shall be no more the same: I will exalt the humble, and will abase him that is high.", "27": "I will overturn, overturn, overturn it, and it shall be no more until he [v]come, whose right it is, and I will give it him.", "28": "¶ And thou, son of man, prophesy, and say, Thus saith the Lord God to the children of Ammon, and to their blasphemy: say thou, I say, The sword, the sword is drawn forth and furbished to the slaughter, to consume, because of the glittering,", "29": "While they see [w]vanity unto thee, and prophesied a lie unto thee to bring thee upon the necks of the wicked that are slain, whose day is come, when their iniquity shall have an end.", "30": "Shall I cause it to return into his sheath? I will judge thee in the place where thou wast created, even in the land of thine habitation.", "31": "And I will pour out mine indignation upon thee, and will blow against thee in the fire of my wrath, and deliver thee into the hand of beastly men, and skillful to destroy.", "32": "Thou shalt be in the fire to be devoured: thy blood shall be in the midst of the land, and thou shalt be no more remembered: for I the Lord have spoken it."}