{"1": "He showeth the destruction of Jerusalem by a parable of a seething pot. 16 The parable of Ezekiel's wife being dead. Again in the [a]ninth year, in the tenth month, in the tenth day of the [b]month, came the word of the Lord unto me, saying,", "2": "Son of man, write thee the name of the day, even of this same day: for the King of Babel set himself against Jerusalem this same day.", "3": "Therefore speak a parable unto the rebellious house, and say unto them, Thus saith the Lord God, Prepare a [c]pot, prepare it, and also pour water into it.", "4": "Gather the [d]pieces thereof into it, even every good piece, as the thigh and the shoulder, and fill it with the chief bones.", "5": "Take one of the best sheep, and [e]burn also the [f]bones under it, and make it boil well, and seethe the bones of it therein,", "6": "Because the Lord God saith thus, Woe to the bloody city, even to the pot, [g]whose scum is therein, and whose scum is not gone out of it: bring it out [h]piece by piece: let no [i]lot fall upon it.", "7": "For her blood is in the midst of her: she set it upon an high [j]rock, and poured it not upon the ground to cover it with dust,", "8": "That it might cause wrath to arise, and take vengeance: even I have set her blood upon an high rock that it should not be covered.", "9": "Therefore thus saith the Lord God, Woe to the bloody city, for I will make [k]the burning great.", "10": "Heap on much wood: [l]kindle the fire, consume the flesh, and cast in spice, and let the bones be burnt.", "11": "Then set it empty upon the coals thereof, that [m]the brass of it may be hot, and may burn, and that the filthiness of it may be molten in it, and that the scum of it may be consumed.", "12": "[n]She hath wearied herself with lies, and her great scum went not out of her: therefore her scum shall be consumed with fire.", "13": "Thou remainest in thy filthiness and wickedness: because I would [o]have purged thee, and thou wast not purged, thou shalt not be purged from thy filthiness, till I have caused my wrath to light upon thee.", "14": "I the Lord have spoken it: it shall come to pass, and I will do it: I will not go back, neither will I spare, neither will I repent: according to thy ways, and according to thy works shall [p]they judge thee, saith the Lord God.", "15": "¶ Also the word of the Lord came unto me, saying,", "16": "Son of man, behold, I take away from thee the [q]pleasure of thine eyes with a plague: yet shalt thou neither mourn nor weep, neither shall thy tears run down.", "17": "Cease from sighing: make no mourning for the dead, and bind the tire of thine head upon thee, [r]and put on thy shoes upon thy feet, and cover not thy lips, and eat [s]not the bread of men.", "18": "So I spake unto the people in the morning, and at even my wife died: and I did in [t]the morning, as I was commanded.", "19": "And the people said unto me, Wilt thou not tell us what these things mean toward us that thou doest so?", "20": "Then I answered them, The word of the Lord came unto me, saying,", "21": "Speak unto the house of Israel, Thus saith the Lord God, behold, I will [u]pollute my Sanctuary, even the [v]pride of your power, the pleasure of your eyes, and your heart's desire, and your sons, and your daughters whom ye have left, shall fall by the sword.", "22": "And ye shall do as I have done: ye shall not cover your lips, neither shall ye eat the bread of men.", "23": "And your tire shall be upon your heads, and your shoes upon your feet: ye shall not mourn nor weep, but ye shall pine away for your iniquities, and mourn one toward another.", "24": "Thus Ezekiel is unto you a sign: according to all that he hath done, ye shall do: and when this cometh, ye shall know that I am the Lord God.", "25": "Also, thou son of man, shall it not be in the day when I take from them their power, the joy of their honor, the pleasure of their eyes, and the [w]desire of their heart, their sons and their daughters,", "26": "That he that escapeth in that day, shall come unto thee to tell thee that which he hath heard with his ears?", "27": "In that day shall thy mouth be opened to him which is escaped, and thou shalt speak, and be no more dumb, and thou shalt be a sign unto them, and they shall know that I am the Lord."}