{"1": "The Prophet bewaileth the desolation of Tyre, showing what were the riches, power and authority thereof in times past. The word of the Lord came again unto me, saying,", "2": "Son of man, take up a lamentation for Tyre,", "3": "And say unto Tyre that is situated at the entry of the sea, which is the mart [a]of the people for many isles, Thus saith the Lord God, O Tyre, thou hast said, I am of perfect beauty.", "4": "Thy borders are in the [b]midst of the sea, and thy builders have made thee of perfect beauty.", "5": "They have made all thy ship boards of fir trees of [c]Senir: they have brought cedars from Lebanon, to make masts for thee.", "6": "Of the oaks of Bashan have they made thine ores: the company of the Assyrians have made thy banks of ivory, brought out of the isles of [d]Kittim.", "7": "Fine linen with broidered work, brought from Egypt, was spread over thee to be thy sail, blue silk and purple, brought from the isles of Elishah was thy covering.", "8": "The inhabitants of Sidon, and Arvad were thy mariners, O Tyre: thy wise men that were in thee, they were thy [e]pilots.", "9": "The ancients of Gebal, and the wise men thereof were in thee thy [f]caulkers, all the ships of the sea with their mariners were in thee to occupy thy merchandise.", "10": "They of Persia, and of Lud and of Put were in thine army: thy men of war they hanged the shield and helmet in thee: they set forth thy beauty.", "11": "The men of Arvad with thine army were upon thy walls round about, and the [g]Gammadims were in thy towers: they hanged their shields upon thy walls round about: they have made thy beauty perfect.", "12": "They of Tarshish were thy merchants for the multitude of all riches, for silver, iron, tin, and lead, which they brought to thy fairs.", "13": "They of [h]Javan, Tubal and Meshech were thy merchants, [i]concerning the lives of men, and they brought vessels of brass for thy merchandise.", "14": "They of the house of [j]Togarmah brought to thy fairs, horses and horsemen, and mules.", "15": "The men of Dedan were thy merchants: and the merchandise of many isles were in thine hands: they brought thee for a present, [k]horns, teeth, and peacocks.", "16": "They of Aram were thy merchants for the multitude of thy [l]wares: they occupied in thy fairs, with [m]emeralds, purple, and broidered work, and [n]fine linen, and coral, and pearl.", "17": "They of Judah and of the land of Israel were thy merchants: they brought for thy merchandise wheat of [o]Minnith, and Pannag, and honey, and oil, and [p]balm.", "18": "They of Damascus were thy merchants in the multitude of thy wares, for the multitude of all riches, as in the wine of Helbon and white wool.", "19": "They of Dan also and of Javan, going to and fro, occupied in thy fairs: iron work, cassia and calamus were among thy merchandise.", "20": "They of Dedan were thy merchants in precious clothes for the chariots.", "21": "They of Arabia, and all the princes of Kedar [q]occupied with thee, in lambs, and rams and goats: in these were thy merchants.", "22": "The merchants of Sheba, and Raamah were thy merchants: they occupied in thy fairs with the chief of all spices, and with all precious stones and gold.", "23": "They of Haram and Canneh and Eden, the merchants of Sheba, Assyria and Chilmad were thy merchants.", "24": "These were thy merchants in all sorts of things, in raiment of blue silk, and of broidered work, and in coffers for the rich apparel, which were bound with cords: chains also were among thy merchandise.", "25": "The ships of Tarshish [r]were thy chief in thy merchandise, and thou wast replenished and made very glorious in the midst of the sea.", "26": "Thy [s]robbers have brought thee into great waters: the [t]East wind hath broken thee in the midst of the sea.", "27": "Thy riches and thy fairs, thy merchandise, thy mariners and pilots, thy caulkers, and the occupiers of thy merchandise, and all thy men of war that are in thee, and all thy multitude which is in the midst of thee, shall fall in the midst of the sea in the day of thy ruin.", "28": "The [u]suburbs shall shake at the sound of the cry of thy pilots.", "29": "And all that handle the oar, the mariners and all the pilots of the sea shall come down from their ships, and shall stand upon the land,", "30": "And shall cause their voice to be heard against thee, and shall cry bitterly, and shall cast dust upon their heads, and wallow themselves in the ashes.", "31": "They shall pluck off their hair for thee, and gird them with a sackcloth, and they shall weep for thee with sorrow of heart and bitter mourning.", "32": "And in their mourning, they shall take up a lamentation for thee, saying, What city is like Tyre so destroyed in the midst of the sea!", "33": "When thy wares went forth of the seas, thou filledst many people, and thou didst enrich the Kings of the earth with the multitude of thy riches and of thy merchandise.", "34": "When thou shalt be broken by the seas in the depths of the waters, thy merchandise and all thy multitude which was in the midst of thee, shall fall.", "35": "All the inhabitants of the isles shall be astonished at thee, and all their Kings shall be sore afraid and troubled in their countenance.", "36": "The merchants among the people shall hiss at thee: thou shalt be a terror, and never shalt be [v]anymore."}