{"1": "The word of God against the king of Tyre for his pride. 21 The word of the Lord against Sidon. 25 The Lord promises that he will gather together the children of Israel. The word of the Lord came again unto me, saying,", "2": "Son of man, say unto the prince of Tyre, Thus saith the Lord God, because thine heart is exalted, and thou hast said, [a]I am a god, I sit in the seat of God in the midst of the sea, yet thou art but a man and not God, and [b]though thou didst think in thine heart, that thou wast equal with God,", "3": "Behold, thou art wiser than [c]Daniel: there is no secret that they can hide from thee.", "4": "With thy wisdom and thine understanding thou hast gotten thee riches, and hast gotten gold and silver into thy treasures.", "5": "By thy great wisdom and by thine occupying hast thou increased thy riches, and thine heart is lifted up because of thy riches.", "6": "Therefore thus saith the Lord God, Because thou didst think in thine heart, that thou wast equal with God,", "7": "Behold, therefore I will bring strangers upon thee, even the terrible nations: and they shall draw their swords against the beauty of thy wisdom, and they shall defile thy brightness.", "8": "They shall cast thee down to the pit, and thou shalt die the death of them, that are slain in the midst of the sea.", "9": "Wilt thou say then before him that slayeth thee, I am a god? but thou shalt be a man, and no god, in the hands of him that slayeth thee.", "10": "Thou shalt die the death of the [d]uncircumcised by the hands of strangers: for I have spoken it, saith the Lord God.", "11": "¶ Moreover, the word of the Lord came unto me, saying,", "12": "Son of man, take up a lamentation upon the King of Tyre, and say unto him, Thus saith the Lord God, Thou sealest up the sum, and art full of [e]wisdom, and perfect in beauty.", "13": "Thou hast been in Eden the garden of God: every precious stone was in thy garment, the ruby, the topaz, and the [f]diamond, the chrysolite, the onyx, and the jasper, the sapphire, [g]emerald, and the carbuncle and gold: the workmanship of thy timbrels, and of thy pipes was prepared in thee in the day that thou wast created.", "14": "Thou art [h]the anointed Cherub, that covereth, and I have set thee [i]in honor: thou wast upon the holy mountain of God: thou hast walked in the midst of the [j]stones of fire.", "15": "Thou wast perfect in thy ways from the day that thou wast [k]created, till iniquity was found in thee.", "16": "By the multitude of thy merchandise, they have filled the midst of thee with cruelty, and thou hast sinned: therefore I will cast thee as profane out of the [l]mountain of God: and I will destroy thee, O covering Cherub, from the midst of the stones of fire.", "17": "Thine heart was lifted up because of thy beauty, and thou hast corrupted thy wisdom by reason of thy brightness: I will cast thee to the ground. I will lay thee before kings that they may behold thee.", "18": "Thou hast defiled thy [m]sanctification by the multitude of thine iniquities, and by the iniquity of thy merchandise: therefore will I bring forth a fire from the midst of thee, which shall devour thee: and I will bring thee to ashes upon the earth, in the sight of all them that behold thee.", "19": "All they that know thee among the people, shall be astonished at thee: thou shalt be [n]a terror, and never shalt thou be anymore.", "20": "¶ Again the word of the Lord came unto me, saying,", "21": "Son of man, set thy face against Sidon, and prophesy against it,", "22": "And say, Thus saith the Lord God, Behold, I come against thee, O Sidon, and I will be [o]glorified in the midst of thee: and they shall know that I am the Lord, when I shall have executed judgments in her, and shall be sanctified in her.", "23": "For I will send into her pestilence, and blood into her streets, and the slain shall fall in the midst of her: [p]the enemy shall come against her with the sword on every side, and they shall know that I am the Lord.", "24": "And they shall be no more a pricking thorn unto the house of Israel, nor any grievous thorn of all that are round about them, and despised them, and they shall know that I am the Lord God.", "25": "Thus saith the Lord God, When I shall have gathered the house of Israel from the people where they are scattered, and shall be [q]sanctified in them in the sight of the heathen, then shall they dwell in the land, that I have given to my servant Jacob.", "26": "And they shall dwell safely therein, and shall build houses, and plant vineyards: yea, they shall dwell safely, when I have executed judgments upon all round about them that despise them, and they shall know that I am the Lord their God."}