{"1": "The Prophet being fed with the word of God and with the constant boldness of the spirit, is sent unto the people that were in captivity. 17 The office of true ministers. Moreover he said unto me, Son of man, eat that thou findest: [a]eat this roll, and go, and speak unto the house of Israel.", "2": "So I opened my mouth, and he gave me this roll to eat.", "3": "And he said unto me, Son of man, cause thy belly to eat, and fill thy bowels with this roll that I give thee. Then did I eat, and it was in my mouth as sweet as honey.", "4": "And he said unto me, Son of man, go and enter into the house of Israel, and declare them my words.", "5": "For thou art not sent to a people of an [b]unknown tongue, or of an hard language, but to the house of Israel,", "6": "Not to many people of an unknown tongue, or of an hard language, whose words thou canst not understand: yet if I should send thee to them, they would obey thee.", "7": "But the house of Israel will not obey thee: for they will not obey me: yea, all the house of Israel are impudent and stiff-hearted.", "8": "Behold, I have made thy [c]face strong against their faces, and thy forehead hard against their foreheads.", "9": "I have made thy forehead as the adamant, and harder than the flint: fear them not therefore, neither be afraid at their looks: for they are a rebellious house.", "10": "He said moreover unto me, Son of man, [d]receive in thine heart all my words that I speak unto thee, and hear them with thine ears,", "11": "And go and enter to them that are led away captives unto the children of thy people, and speak unto them, and tell them, Thus saith the Lord God: but surely they will not hear, neither will they indeed cease.", "12": "Then the spirit took me up, and I heard behind me a noise of a great rushing, saying, [e]Blessed be the glory of the Lord out of his place.", "13": "I heard also the noise of the wings of the beasts, that touched one another, and the rattling of the wheels that were by them, even a noise of a great rushing.", "14": "So the spirit lifted me up, and took me away, and I [f]went in bitterness and indignation of my spirit, but the hand of the Lord was strong upon me.", "15": "Then I came to them that were led away captives to [g]Tel Abib, that dwelt by the river Chebar, and I sat where they sat, and remained there astonished among them [h]seven days.", "16": "And at the end of seven days, the word of the Lord came again unto me, saying,", "17": "Son of man, I have made thee a [i]watchman unto the house of Israel: therefore hear the word at my mouth, and give them warning from me", "18": "When I shall say unto the wicked, Thou shalt surely die, and thou givest not him warning, nor speakest to admonish the wicked of his wicked way, that he may live, the same wicked man shall die in his iniquity: but his blood will I require at thine hand.", "19": "Yet, if thou warn the wicked, and he turn not from his wickedness, nor from his wicked way, he shall die in his iniquity, but thou hast delivered thy soul.", "20": "Likewise if a [j]righteous man turn from his righteousness, and commit iniquity, I will lay a [k]stumbling block before him and he shall die, because thou hast not given him warning, he shall die in his sin, and his [l]righteous deeds, which he hath done, shall not be remembered: but his blood will I require at thine hand.", "21": "Nevertheless, if thou admonish that righteous man, that the righteous sin not, and that he doth not sin, he shall live because he is admonished: also thou hast delivered thy soul.", "22": "And the [m]hand of the Lord was there upon me, and he said unto me, Arise, and go into the [n]field, and I will there talk with thee.", "23": "So when I had risen up, and gone forth into the field, behold, the glory of the Lord stood there, as the [o]glory which I saw by the river Chebar, and I fell down upon my face.", "24": "Then the Spirit entered into me, which [p]set me up upon my feet, and spake unto me, and said to me, Come, and [q]shut thyself within thine house.", "25": "But thou, O son of man, behold, they shall put bands upon thee, and shall bind thee with them, and thou shalt not go out among them.", "26": "And I will make thy tongue [r]cleave to the roof of thy mouth, that thou shalt be dumb, and shalt not be to them as a man that rebuketh: for they are a rebellious house.", "27": "But when I shall have spoken unto thee, I will open thy mouth, and thou shalt say unto them, Thus saith the Lord God, He that heareth, let him hear, and he that leaveth off, let him leave: for they are a rebellious house."}