{"1": "Against the shepherds that despised the flock of Christ, and seek their own reign. 7 The Lord saith that he will visit his dispersed flock, and gather them together. 23 He promiseth the true shepherd Christ, and with him peace. And the word of the Lord came unto me, saying,", "2": "Son of man, prophesy against the shepherds of Israel, prophesy and say unto them, Thus saith the Lord God unto the shepherds, Woe be unto the [a]shepherds of Israel, that feed themselves: should not the shepherds feed the flocks?", "3": "Ye eat the [b]fat, and ye clothe you with the wool: ye kill them that are fed, but ye feed not the sheep.", "4": "The [c]weak have ye not strengthened: the sick have ye not healed, neither have ye bound up the broken, nor brought again that which was driven away, neither have ye sought that which was lost, but with cruelty, and with rigor have ye ruled them.", "5": "And they were scattered without a shepherd: and when they were dispersed, they were [d]devoured of all the beasts of the field.", "6": "My sheep wandered through all the mountains, and upon every high hill: yea, my flock was scattered through all the earth, and none did seek or search after them.", "7": "Therefore ye shepherds, hear the word of the Lord.", "8": "As I live, saith the Lord God, surely because my flock was spoiled, and my sheep were devoured of all the beasts of the field, having no shepherd, neither did my shepherds seek my sheep, but the shepherds fed themselves, and fed not my sheep,", "9": "Therefore, hear ye the word of the Lord, O ye shepherds.", "10": "Thus saith the Lord God, Behold, I come against the shepherds, and will require my sheep at their hands, and cause them to cease from feeding the sheep: neither shall the shepherds feed themselves anymore: for I will deliver thy sheep from [e]their mouths, and they shall no more devour them.", "11": "For thus saith the Lord God, Behold, I will search my sheep, and seek them out.", "12": "As a shepherd searcheth out his flock, when he hath been among his sheep that are scattered, so will I seek out my sheep and will deliver them out of all places, where they have been scattered in [f]the cloudy and dark day,", "13": "And I will bring them out from the people, and gather them from the countries, and will bring them to their own land, and feed them upon the mountains of Israel, by the rivers, and in all the inhabited places of the country.", "14": "I will feed them in a good pasture, and upon the high mountains of Israel shall their fold be: there shall they lie in a good fold, and in fat pasture shall they feed upon the mountains of Israel.", "15": "I will feed my sheep, and bring them to their rest, saith the Lord God.", "16": "I will seek that which was lost, and bring again that which was driven away, and will bind up that which was broken, and will strengthen the weak, but I will destroy the fat and the [g]strong, and I will feed them with [h]judgment.", "17": "Also you my sheep, thus saith the Lord God, Behold, I judge between sheep and sheep, between the rams and the goats.", "18": "Seemeth it a small thing unto you to have eaten up the good [i]pasture, but ye must tread down with your feet, the residue of your pasture? and to have drunk of the deep waters, but ye must trouble the residue with your feet.", "19": "And my sheep eat that which ye have trodden with your feet, and drink that which ye have troubled with your feet.", "20": "Therefore thus saith the Lord God unto them, Behold, I, even I will judge between the fat sheep and the lean sheep.", "21": "Because ye have thrust with side and with shoulder, and pushed all the weak with your horns, till ye have scattered them abroad,", "22": "Therefore will I help my sheep, and they shall no more be spoiled, and I will judge between sheep and sheep.", "23": "And I will set up a shepherd over them, and he shall feed them, even my servant [j]David, he shall feed them, and he shall be their shepherd.", "24": "And I the Lord will be their God, and my servant David shall be the Prince among them, I the Lord have spoken it.", "25": "And I will make with them a covenant of peace, and will cause the evil beasts to cease out of the land, and they shall [k]dwell safely in the wilderness, and sleep in the woods.", "26": "And I will set them, as a blessing, even round about my mountains, and I will cause rain to come down in due season: and there shall be rain of blessing.", "27": "And the [l]tree of the field shall yield her fruit, and the earth shall give her fruit, and they shall be safe in their land, and shall know that I am the Lord, when I have broken the cords of their yoke, and delivered them out of the hands of those that served themselves of them.", "28": "And they shall no more be spoiled of the heathen, neither shall the beasts of the land devour them, but they shall dwell safely, and none shall make them afraid.", "29": "And I will raise up for them a [m]plant of renown, and they shall be no more consumed with hunger in the land, neither bear the reproach of the heathen anymore.", "30": "Thus shall they understand, that I the Lord their God am with them, and that they, even the house of Israel are my people, saith the Lord God.", "31": "And ye my sheep, the sheep of my pasture are men, and I am your God, saith the Lord God."}