{"1": "The besieging of the city of Jerusalem is signified. 9 The long continuance of the captivity of Israel. 16 An hunger is prophesied to come. Thou also son of man, take thee a brick, and lay it before thee, and portray upon it the city, even Jerusalem,", "2": "And lay siege against it, and build a fort against it, and cast a mount against it, set the camp also against it, and lay engines of war against it round about.", "3": "Moreover, take an [a]iron pan, and set it for a wall of iron between thee and the city, and direct thy face toward it, and it shall be besieged, and thou shalt lay siege against it: this shall be a sign unto the house of Israel.", "4": "Sleep thou also upon thy left side, and lay the iniquity of the [b]house of Israel upon it: according to the number of the days, that thou shalt sleep upon it, thou shalt bear their iniquity.", "5": "For I have laid upon thee the years of their iniquity according to the number of the days, even three hundred and ninety days: so shalt thou bear the iniquity of the house of Israel.", "6": "And when thou hast accomplished them, sleep again upon thy [c]right side, and thou shalt bear the iniquity of the house of Judah forty days: I have appointed thee a day for a year, even a day for a year.", "7": "Therefore thou shalt direct thy face toward the siege of Jerusalem, and thine [d]arm shall be uncovered, and thou shalt prophesy against it.", "8": "And behold, I will lay [e]bands upon thee, and thou shalt not turn thee from one side to another, till thou hast ended the days of thy siege.", "9": "Thou shalt take also unto thee wheat, and barley, and beans, and lentils, and millet, [f]and fitches, and put them in one vessel, and make thee bread thereof according to the number of the days, that thou shalt sleep upon thy side: even [g]three hundred and ninety days shalt thou eat thereof.", "10": "And the meat, whereof thou shalt eat shall be by weight, even [h]twenty shekels a day: and from time to time shalt thou eat thereof.", "11": "Thou shalt drink also water by measure, even the sixth part of [i]an Hin: from time to time shalt thou drink.", "12": "And thou shalt eat it as barley cakes, and thou shalt bake it [j]in the dung that cometh out of man in their sight.", "13": "And the Lord said, So shall the children of Israel eat their defiled bread among the Gentiles, whither I will cast them.", "14": "Then said I, Ah, Lord God, behold, my soul hath not been polluted: for from my youth up, even unto this hour, I have not eaten of a thing dead or torn in pieces, neither came there any [k]unclean flesh in my mouth.", "15": "Then he said unto me, Lo, I have given thee bullocks [l]dung for man's dung, and thou shalt prepare thy bread therewith.", "16": "Moreover, he said unto me, Son of man, behold, I will break [m]the staff of bread in Jerusalem, and they shall eat bread by weight, and with care, and they shall drink water by measure, and with astonishment.", "17": "Because that bread and water shall fail, they shall be astonied one with another, and shall consume away for their iniquity."}