{"1": "The vision of the waters that came out of the Temple. 13 The coasts of the land of promise, and the division thereof by tribes. Afterward he brought me unto the door of the house: and behold, [a]waters issued out from under the threshold of the house Eastward: for the forefront of the house stood toward the East, and the waters ran down from under the right side of the house, at the South side of the altar.", "2": "Then brought he me out toward the North gate, and led me about by the way without unto the utter gate by the way that turneth Eastward: and behold, there came forth waters on the right side", "3": "And when the man that had the line in his hand, went forth Eastward, he measured a thousand cubits, and he brought me through the waters: the waters were to the ankles.", "4": "Again he measured a thousand and brought me through the waters: the waters were to the knees: again he measured a thousand, and brought me through: the waters were to the loins.", "5": "Afterward he measured a thousand, and it was a [b]river, that I could not pass over: for the waters were risen, and the waters did flow, as a river that could not be passed over.", "6": "And he said unto me, Son of man, hast thou seen this? Then he brought me, and caused me to return to the brink of the river:", "7": "Now when I turned, behold, at the brink of the river were very many [c]trees on the one side and on the other.", "8": "Then said he unto me, These waters issue out toward the East country, and run down into the plain, and shall go into one [d]sea: they shall run into another sea, and the waters shall be wholesome.", "9": "And everything that liveth, which moveth, wheresoever the rivers shall come, shall live, and there shall be a very great multitude of fish, because these waters shall come thither: [e]for they shall be wholesome, and everything shall live whither the river cometh.", "10": "And then the [f]fishers shall stand upon it, and from En Gedi even unto [g]En Eglaim, they shall spread out their nets: for their fish shall be according to their kinds, as the fish of [h]the main sea, exceeding many.", "11": "But [i]the miry places thereof, and the marshes thereof shall not be wholesome: they shall be made salt pits.", "12": "And by this river upon the brink thereof, on this side, and on that side shall grow all [j]fruitful trees, whose leaf shall not fade, neither shall the fruit thereof fail: it shall bring forth new fruit according to his months, because their waters run out of the Sanctuary: and the fruit thereof shall be meat, and the leaf thereof shall be for [k]medicine.", "13": "¶ Thus saith the Lord God, This shall be the border, whereby ye shall inherit the land according to the twelve tribes of Israel: Joseph shall have two portions.", "14": "And ye shall inherit it, one as well as another: concerning the which I lifted up mine hand to give it unto your fathers, and this land shall fall unto you for inheritance.", "15": "And this shall be the border [l]of the land toward the North side, from the main sea toward Hethlon, as men go to Zedad:", "16": "Hamath, Berothah, Sibraim, which is between the border of Damascus, and the border of Hamath, and Hazar, Hatticon, which is by the coast of Hauran.", "17": "And the border from the sea shall be Hazar, Enan, and the border of Damascus, and the residue of the North Northward, and the border of Hamath: so shall be the North part.", "18": "But the East side shall ye measure from Hauran, and from Damascus, and from Gilead, and from the land of Israel by Jordan, and from the border unto the East sea: and so shall be the East part.", "19": "And the South side shall be toward Teman, from Tamar to the waters of [m]Meriboth in Kadesh, and the river to the main sea: so shall be the South part toward Teman.", "20": "The West part also shall be the great sea from the border, till a man come over against Hamath: this shall be the west part.", "21": "So shall ye divide this land unto you, according to the tribes of Israel.", "22": "And you shall divide it by lot for an inheritance unto you, and to the strangers that dwell among you, which shall beget children among you, and they shall be unto you, as born in the country among the children of Israel, [n]they shall part inheritance with you in the midst of the tribes of Israel.", "23": "And in what tribe the stranger dwelleth, there shall ye give him his inheritance, saith the Lord God."}