{"1": "The end of all the land of Israel shall suddenly come. Moreover the word of the Lord came unto me, saying,", "2": "Also thou son of man, thus saith the Lord God, An end is come unto the land of Israel: the end is come upon the four corners of the land.", "3": "Now is the end come upon thee, and I will send my wrath upon thee, and will judge thee according to thy ways, and will lay upon thee all [a]thine abominations.", "4": "Neither shall mine eye spare thee, neither will I have pity: but I will lay thy ways upon thee: and thine abomination shall be in the midst of thee, and ye shall know that I am the Lord.", "5": "Thus saith the Lord God, [b]Behold, one evil, even one evil is come.", "6": "An end is come, the end is come, it [c]watched for thee: behold, it is come.", "7": "The [d]morning is come unto thee, that dwellest in the land: the time is come, the day of trouble is near, and not the [e]sounding again of the mountains.", "8": "Now I will shortly pour out my wrath upon thee, and fulfill mine anger upon thee: I will judge thee according to thy ways, and will lay upon thee all thine abominations.", "9": "Neither shall mine eye spare thee, neither will I have pity, but I will lay upon thee according to thy ways, and thine abominations shall be in the midst of thee, and ye shall know that I am the Lord that smiteth.", "10": "Behold, the day, behold, it is come: the morning is gone forth, the [f]rod flourisheth: [g]pride hath budded.", "11": "[h]Cruelty is risen up into a rod of wickedness: none of them shall remain, nor of their riches, nor of any of theirs, neither shall there be [i]lamentation for them.", "12": "The time is come, the day draweth near: let not the buyer [j]rejoice, nor let him that selleth [k]mourn: for the wrath is upon all the multitude thereof.", "13": "For he that selleth, shall not [l]return to that which is sold, although they were yet alive: for the [m]vision was unto all the multitude thereof, and they returned not, [n]neither doth any encourage himself in the punishment of his life.", "14": "[o]They have blown the trumpet, and prepared all, but none goeth to the battle: for my wrath is upon all the multitude thereof.", "15": "The sword is without, and the pestilence, and the famine within: he that is in the field, shall die with the sword, and he that is in the city, famine and pestilence shall devour him.", "16": "But they that flee away from them, shall escape, and shall be in the mountains, like the doves of the valleys: all they shall mourn, every one for his iniquity.", "17": "All hands shall be weak, and all knees shall fall away as water.", "18": "They shall also gird themselves with sackcloth, and fear shall cover them, and shame shall be upon all faces, and baldness upon their heads.", "19": "They shall cast their silver in the streets, and their gold shall be cast far off: their silver and their gold cannot deliver them in the day of the wrath of the Lord: they shall not satisfy their souls, neither fill their bowels: for this ruin is for their iniquity.", "20": "He had also set the beauty of his [p]ornament in majesty: but they made images of their abominations, and of their idols therein: therefore have I set it far from them.", "21": "And I will give it into the hands of the [q]strangers to be spoiled, and to the wicked of the earth to be robbed, and they shall pollute it.", "22": "My face will I turn also from them, and they shall pollute my [r]secret place: for the destroyers shall enter into it, and defile it.", "23": "¶ Make a [s]chain: for the land is full of the [t]judgment of blood, and the city is full of cruelty.", "24": "Wherefore I will bring the most wicked of the heathen, and they shall possess their houses: I will also make the pomp of the mighty to cease, and their [u]holy places shall be defiled.", "25": "When destruction cometh, they shall seek peace, and shall not have it.", "26": "Calamity shall come upon calamity, and rumor shall be upon rumor: then shall they seek a vision of the Prophet: but the Law shall perish from the Priest, and counsel from the Ancient.", "27": "The king shall mourn, and the prince shall be clothed with desolation, and the hands of the people in the land shall be troubled: I will do unto them according to their ways, and according to their judgments will I judge them, and they shall know that I am the Lord."}