{"1": "The destruction of the city. 4 They that shall be saved, are marked. 8 A complaint of the Prophet for the destruction of the people. He cried also with a loud voice in mine ears, saying, The visitations of [a]the city draw near, and every man hath a weapon in his hand to destroy it.", "2": "And behold, six [b]men came by the way of the high gate, which lieth toward the [c]North, and every man a weapon in his hand to destroy it: and one man among them was clothed with linen, with a writer's [d]inkhorn by his side, and they went in and stood beside the brazen altar.", "3": "And the glory of the God of Israel was [e]gone up from the Cherub, whereupon he was, and stood on the [f]door of the house, and he called to the man clothed with linen, which had the writer's inkhorn by his side.", "4": "And the Lord said unto him, Go through the midst of the city, even through the midst of Jerusalem, and [g]set a mark upon the foreheads of them that [h]mourn, and cry for all the abominations that be done in the midst thereof.", "5": "And to the other he said, that I might hear, Go ye after him through the city, and smite: let your eye spare none, neither have pity.", "6": "Destroy utterly the old, and the young, and the maids, and the children, and the women, but touch no man, upon whom is the [i]mark, and begin at my Sanctuary. Then they began at the [j]ancient men, which were before the house.", "7": "And he said unto them, Defile the house, and fill the courts with the slain, then go forth: and they went out and slew them in the city.", "8": "Now when they had slain them, and I had escaped, I fell down upon my face, and cried, saying, [k]Ah Lord God, wilt thou destroy all the residue of Israel, in pouring out thy wrath upon Jerusalem?", "9": "Then said he unto me, The iniquity of the house of Israel, and Judah is exceeding great, so that the land is full of [l]blood, and the city full of corrupt judgment: for they say, The Lord hath forsaken the earth, and the Lord seeth us not.", "10": "As touching me also, mine eye shall not spare them, neither will I have pity, but will recompense their ways upon their heads.", "11": "And behold, the man clothed with linen which had the inkhorn by his side, made report, and said, Lord, I have done as thou hast commanded me."}