{"1": "The revelation from Jesus Christ that God gave him to show his servants the things that must soon take place. Christ expressed this revelation by means of symbols sent[a] through his angel to his servant John. ", "2": "John spoke as a witness to the word of God and to the testimony about[b] Jesus Christ, that is, to everything he saw. ", "3": "Blessed is the one who reads the words of this prophecy and blessed are those who hear it and hold on to the things written in it, because the time is near.", "4": "John, To the seven churches in the province of Asia:[c] Grace to you and peace from him who is, who was, and who is coming, and from the seven spirits that are before his throne, ", "5": "and from Jesus Christ, the faithful witness, the firstborn from the dead, and the ruler of the kings of the earth. To him who loves us and has freed[d] us from our sins by his own blood ", "6": "and made us a kingdom and priests to God his Father—to him be the glory and the power forever. Amen.", "7": "Look, he is coming with clouds, and every eye will see him, including those who pierced him. And all the nations of the earth will mourn because of him. Yes. Amen.", "8": "“I am the Alpha and the Omega,”[e] says the Lord God, the one who is, and who was, and who is coming, the Almighty.", "9": "I, John, your brother and companion in the suffering and kingship and patient endurance in Jesus,[f] was on the island called Patmos because of the word of God and the testimony about Jesus.[g]", "10": "I was in spirit on the Lord's Day, and I heard a loud voice behind me, like a trumpet, ", "11": "saying, “Write what you see on a scroll and send it to the seven churches: to Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”", "12": "I turned to see the voice that was speaking to me. When I turned, I saw seven gold lampstands, ", "13": "and among the lampstands was one like a son of man. He was clothed with a robe that reached to his feet, and around his chest he wore a gold sash. ", "14": "His head and his hair were white, like white wool or like snow. His eyes were like blazing flames. ", "15": "His feet were like polished bronze being refined in a furnace. His voice was like the roar of many waters. ", "16": "He held seven stars in his right hand. A sharp two-edged sword was coming out of his mouth. His face was shining as the sun shines in all its brightness.", "17": "When I saw him, I fell at his feet like a dead man. He placed his right hand on me and said, “Do not be afraid. I am the First and the Last— ", "18": "the Living One. I was dead and, see, I am alive forever and ever! I also hold the keys of death and hell.[h]", "19": "“So write what you have seen, both those things that are and those that will take place after this.", "20": "“The mystery of the seven stars, which you saw in my right hand, and the seven gold lampstands is this: The seven stars are the messengers of the seven churches, and the seven lampstands are the seven churches.”"}