{"1": "Then a measuring rod like a staff was given to me. He said,[a] “Stand up and measure the incense altar and the temple of God and those who worship in it. ", "2": "Exclude the outer court of the temple and do not measure it, because it has been given to the heathen. They will trample the holy city for forty-two months. ", "3": "I will commission my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.”", "4": "These are the two olive trees and the two lampstands that are standing before the Lord of the earth. ", "5": "If anyone wants to harm them, fire is going to come out of their mouths and consume their enemies. If anyone should want to harm them, it is necessary that he be killed in this way.", "6": "These two have the authority to shut the sky so that no rain falls during the days when they are prophesying. They also have authority over the waters, to turn them into blood, and the authority to strike the earth with every kind of plague as often as they want.", "7": "When they finish their testimony, the beast that comes up from the abyss will fight against them, conquer them, and kill them. ", "8": "Their dead bodies will lie on the street of the great city, which spiritually[b] is called Sodom and Egypt, where also their Lord was crucified.", "9": "Some from the peoples, tribes, languages, and nations will look at their dead bodies for three and a half days and will not permit them to be placed in a tomb. ", "10": "Those who dwell on the earth will also rejoice over them and celebrate by sending gifts to one another, because these two prophets tormented those who dwell on the earth.", "11": "After three and a half days the breath of life from God came into them. They stood on their feet, and a great fear fell on those who saw them. ", "12": "And I[c] heard a loud voice from heaven saying to them, “Come up here.” They went up into heaven in a cloud, as their enemies watched them. ", "13": "At that moment there was also a great earthquake, and a tenth of the city collapsed. Seven thousand people were killed by the earthquake, and the survivors were terrified and gave praise to the God of heaven.", "14": "The second woe is past. See, the third woe is coming soon.", "15": "Then the seventh angel sounded his trumpet, and there were loud voices in heaven, saying: The kingdom of the world has become the kingdom of our Lord and of his Christ,[d] and he will reign forever and ever.", "16": "The twenty-four elders, who were sitting on their thrones before God, also fell on their faces and worshipped God, ", "17": "saying: We thank you, Lord God Almighty, who is, and who was,[e] because you have taken your great power and reigned.", "18": "The nations were angry, and your anger has come. And the time has come when the dead are to be judged, and when you will give the reward to your servants the prophets and to your saints, namely, to those who fear your name, the small and the great, and when you will destroy those who destroy the earth.", "19": "And God's temple in heaven was opened and the Ark of his Covenant was seen in his temple. And there were flashes of lightning, rumblings, crashes of thunder, an earthquake, and a great hailstorm."}