{"1": "I heard a loud voice from the temple say to the seven angels, “Go and pour out the seven bowls of God's wrath on the earth.”", "2": "The first angel went and poured out his bowl on the earth, and horrible and painful sores came on the people who had the mark of the beast and who worshipped his image.", "3": "The second angel poured out his bowl on the sea, and it became blood like that of a dead man, and every living creature in the sea died.", "4": "The third angel poured out his bowl on the rivers and the springs of water, and they[a] turned into blood. ", "5": "And I heard the angel of the waters say: You are righteous, the one who is and who was, the Holy One,[b] because you have made these judgments.", "6": "Because they poured out the blood of saints and prophets, you have given them blood to drink. They deserve it.", "7": "And I heard the incense altar, saying,[c] “Yes, Lord God Almighty, true and just are your judgments.”", "8": "The fourth angel poured out his bowl on the sun, and it was allowed to burn people with fire. ", "9": "People were scorched by the fierce heat. Then they blasphemed the name of God, who had authority over these plagues, but they did not repent and give him praise.", "10": "The fifth angel poured out his bowl on the throne of the beast. The beast's kingdom was darkened. People gnawed their tongues in their torment. ", "11": "They blasphemed the God of heaven because of their torments and their sores. But they did not repent of their deeds.", "12": "The sixth angel poured out his bowl on the great river, the Euphrates. Its water was dried up to prepare the way for the kings coming from the east. ", "13": "I saw three unclean spirits, like frogs, which came out of the mouth of the dragon, out of the mouth of the beast, and out of the mouth of the false prophet. ", "14": "They are, in fact, miracle-working, demonic spirits, which go out to the kings of the whole earth[d] to bring them together for the battle on the great day of the Almighty God.", "15": "“Look: I am coming like a thief. Blessed is the one who stays awake and keeps his clothes on, so that he does not walk around naked and his shame is not seen.”", "16": "Then they brought them together to the place that in Hebrew is called Armageddon.", "17": "The seventh angel poured out his bowl on the air. And a loud voice came out of the temple[e] from the throne, saying, “It is done.” ", "18": "There were flashes of lightning, rumblings, and crashes of thunder. There was also a great earthquake of a kind that has not occurred since mankind has been[f] on the earth.", "19": "And the great city split into three parts, and the cities of the nations collapsed. Babylon the Great was remembered by God, and he gave her the wine cup filled with his fierce wrath. ", "20": "Every island vanished, and the mountains could no longer be found. ", "21": "Massive hailstones, about one hundred pounds each, fell on people from the sky. And the people blasphemed God because of the plague of hail, because the plague was so severe."}