{"1": "One of the seven angels who had the seven bowls came and spoke to me. He said, “Come, I will show you the judgment on the great prostitute who is sitting on many waters. ", "2": "The kings of the earth have committed sexual immorality with her, and those who make their home on the earth have become drunk on the wine of her immorality.”", "3": "The angel carried me in spirit into a wilderness. And I saw a woman sitting on a scarlet beast that was covered with blasphemous names and had seven heads and ten horns. ", "4": "The woman was clothed with purple and scarlet and was adorned with gold and precious stones and pearls. In her hand was a gold cup full of abominations and the filth of her sexual immorality. ", "5": "And on her forehead this name was written: Mystery Babylon the Great, the mother of the prostitutes and of the abominations of the earth.", "6": "And I saw that this woman was drunk from the blood of the saints and the blood of Jesus' martyrs. When I saw her, I was greatly amazed. ", "7": "And the angel said to me, “Why are you amazed? I will tell you the mystery of the woman and of the beast that carries her, the one that has seven heads and ten horns. ", "8": "The beast that you saw: He existed, is no more, and he is about to come out of the abyss and go to destruction. Those who make their home on the earth, whose names have not been written in the Book of Life from the creation of the world, will be amazed when they see the beast, because he existed, is no more, and will exist again.", "9": "“A mind that has wisdom is needed here: The seven heads are seven hills on which the woman is sitting. They are also seven kings. ", "10": "Five have fallen, one is, the other has not yet come, but when he comes, he must remain for a little while.", "11": "“The beast that existed and is no more is the eighth king (who is one of the seven) and is going to go to destruction. ", "12": "The ten horns that you saw are ten kings who have not yet received a kingdom, but along with the beast they will receive authority like kings for one hour. ", "13": "They share one purpose and they will give their power and authority to the beast. ", "14": "They will wage war against the Lamb, but the Lamb will overcome them, because he is Lord of Lords and King of Kings. Those who are with him are the called, the elect, and the believing.”", "15": "The angel also said to me, “The waters that you saw, where the prostitute is sitting, are peoples, multitudes, nations, and languages. ", "16": "The ten horns and the beast that you saw will hate the prostitute and will cause her to be abandoned and naked. They will also eat her flesh and burn her with fire. ", "17": "For God has put it into their hearts to carry out his purpose, namely, to agree to give their royal authority to the beast until the words of God are fulfilled. ", "18": "The woman whom you saw is the great city that rules over the kings of the earth.”"}