{"1": "After these things I saw another angel coming down out of heaven. He had great authority, and the earth was given light by his glory. ", "2": "He called out with a loud voice, saying: Fallen, fallen, is Babylon the Great. She has become a dwelling place for demons, and a prison for every unclean spirit, and a prison for every unclean bird,[a] and a prison for every unclean and hated beast.", "3": "For all the nations have drunk from[b] the wine of her adulterous desire, and the kings of the earth committed adultery with her, and the merchants of the earth became rich from the abundance of her luxury.", "4": "And I heard another voice from heaven say: Come out of her, my people, so that you will not share in her sins, and so that you will not receive any of her plagues,", "5": "because her sins have reached heaven and God has remembered her crimes.", "6": "Pay her back even as she has paid. Pay her back double for what she has done. In the cup that she mixed, mix her a double portion.", "7": "As much glory and luxury as she gave herself, give that much torture and grief to her, because in her heart she says: I sit as a queen, I am not a widow, and I will never mourn.", "8": "For this reason her plagues will come on a single day: death, mourning, and famine, and she will be burned in fire, because the Lord God, who judges her, is powerful.", "9": "“The kings of the earth who committed adultery and lived in luxury with her will weep and mourn for her when they see the smoke from her burning. ", "10": "They will stand far away because of terror at her torment and say: Woe, woe, the great city, Babylon, the strong city! For your judgment came in a single hour.", "11": "“The merchants of the earth also weep and mourn over her, because no one buys their cargo anymore, ", "12": "a cargo of gold, silver, precious stones, pearls, fine linen, purple cloth, silk, scarlet fabric, every kind of aromatic wood and ivory article, and every article made of precious wood, brass, iron, and marble; ", "13": "also cinnamon, spice, incense, myrrh, frankincense, wine, olive oil, high quality flour, grain, cattle, sheep, horses, and carriages, as well as bodies and souls of people.", "14": "“The fruit your soul desired has left you. All your costly and splendid things have passed away from you. No one will ever find them again.", "15": "“The merchants who sold those things and were made rich by Babylon will stand far away out of terror at her torment. They are going to weep and mourn, ", "16": "saying: Woe, woe to the great city that was clothed in fine linen and purple and scarlet, adorned with gold and precious stones and pearls,", "17": "because such great wealth was made a wasteland in a single hour. “Every ship captain and all the ocean travelers and the sailors and those who make their living on the sea stood far away ", "18": "and cried out when they saw the smoke rise from her burning. They said, 'Who is like the great city?' ", "19": "They threw dust on their heads and cried out as they wept and mourned, saying: Woe, woe to the great city by whom all who have ships on the sea were made rich from her treasures, because she was made a wasteland in a single hour.", "20": "Rejoice over her, heaven, also you saints, apostles, and prophets, because God has judged her for the judgment you received from her.”", "21": "A mighty angel picked up a stone like a large millstone and, as he threw it into the sea, he said: This is the way Babylon, the great city, will be overthrown with violence and will never again be found.", "22": "The sound of harpists and musicians, flutists and trumpeters, will never be heard in you again. No craftsman of any trade will ever be found in you again. The sound of a millstone will never be heard in you again.", "23": "The light of a lamp will never shine in you again. The voice of bridegroom and bride will never be heard in you again, because your merchants were the great ones of the earth, because your witchcraft led all the nations astray,", "24": "and the blood of prophets and saints was found in this city,[c] along with the blood of all those who were slain on the earth."}