{"1": "After these things I heard what seemed to be the loud sound of an immense crowd in heaven, saying: Alleluia! Salvation and glory and power belong to our God,", "2": "for his judgments are true and just, because he has condemned the great prostitute who corrupted the earth with her immorality, and he has avenged his servants' blood that was shed by her hand.", "3": "A second time they said, “Alleluia! Her smoke goes up forever and ever.”", "4": "Then the twenty-four elders and the four living creatures bowed down and worshipped God, who sits on the throne, saying, “Amen! Alleluia!”", "5": "And from the throne came a voice that said, “Praise our God, all you his servants and you who fear him, small and great.”", "6": "And I heard what seemed to be the roar of a large crowd or the roar of many waters or the sound of loud rumblings of thunder, saying: Alleluia! For the Lord our[a] God, the Almighty, reigns.", "7": "Let us rejoice and be glad and give him glory, because the wedding of the Lamb has come. His bride has made herself ready,", "8": "and she was given bright, clean, fine linen to wear. (In fact, the fine linen is the “not guilty” verdicts pronounced on the saints.)", "9": "The angel said to me, “Write: Blessed are those who are invited to the wedding supper of the Lamb.” He also said to me, “These are the true words of God.” ", "10": "And I bowed down at his feet to worship him. But he said to me, “Do not do it! I am a fellow servant with you and your brothers, who have the testimony about Jesus. Worship God. For the testimony about Jesus is the spirit of prophecy.”", "11": "I saw heaven standing open, and there was a white horse! Its rider is called Faithful and True, and he judges and makes war in righteousness. ", "12": "His eyes are like blazing flames, and on his head are many crowns. He has a name written on him, which no one knows except he himself. ", "13": "He is also clothed in a garment that had been dipped in blood, and his name is the Word of God. ", "14": "The armies in heaven, which were clothed with white, clean, fine linen, were following him on white horses. ", "15": "Out of his mouth comes a sharp sword with which to strike down the nations. He will shepherd them with an iron staff. He himself is going to trample the winepress of the fierce anger of the Almighty God. ", "16": "On his garment and on his thigh this name is written: King of Kings and Lord of Lords.", "17": "I saw an angel standing in the sun, and he called out with a loud voice to all the birds that were flying in the middle of the sky. He said: Come, gather together for God's great supper,", "18": "so that you can eat the flesh of kings, and the flesh of military leaders, and the flesh of mighty men, and the flesh of horses and of their riders, and the flesh of all people, both free and slave, and small and great.", "19": "Then I saw the beast and the kings of the earth and their armies gathered together to make war against the rider on the horse and his army. ", "20": "The beast was captured along with the false prophet who performed miracles on his behalf, with which he deceived those who had received the mark of the beast and had worshipped its image. These two were thrown alive into the Lake of Fire, which burns with sulfur. ", "21": "The rest were killed with the sword that comes out of the mouth of the rider on the horse. And all the birds gorged themselves on their flesh."}