{"1": "The angel showed me the[a] river of the water of life, which was as clear as crystal, flowing from the throne of God and the Lamb. ", "2": "In the middle of the city's street and on each side of the river was a tree of life that yielded twelve kinds of fruit. The tree yields its fruit every month, and its leaves are for the healing of the nations.", "3": "There will no longer be any curse. The throne of God and of the Lamb will be in the city. His servants will worship him. ", "4": "They will see his face. His name will be on their foreheads. ", "5": "There will no longer be any night or any need for lamplight or sunlight, because the Lord God will shine on them. And they will reign forever and ever.", "6": "The angel said to me, “These words are faithful and true. The Lord, the God of the spirits of the prophets,[b] sent his angel to show his servants what must soon take place.”", "7": "“And look: I am coming soon! Blessed is the one who holds on to the words of the prophecy of this book.”", "8": "I, John, am the one who heard and saw these things. When I heard and saw them, I bowed down to worship at the feet of the angel who showed me these things. ", "9": "But he said to me, “Do not do it! I am a fellow servant with you and your brothers the prophets, and also with those who hold on to the words of this book. Worship God!”", "10": "The angel also said to me: Do not seal up the words of the prophecy of this book, because the time is near.", "11": "Let the one who is unjust continue to be unjust. Let the one who is filthy continue to be filthy. Let the one who is just continue to do what is just. Let the one who is holy continue to be holy.", "12": "Look, I am coming soon and my reward is with me, to repay each one according to what he has done. ", "13": "I am the Alpha and the Omega, the First and the Last, the Beginning and the End. ", "14": "Blessed are those who wash their robes,[c] so that they may have the right to the Tree of Life and so that they may enter through the gates into the city. ", "15": "Outside are the dogs, that is, the sorcerers, the adulterers, the murderers, the idolaters, and everyone who loves and practices falsehood.", "16": "I, Jesus, have sent my angel to give you this testimony for the churches. I am the Root and the Offspring of David, the bright Morning Star.", "17": "The Spirit and the bride say, “Come.” And let the one who hears this say, “Come.” And let the one who is thirsty come. Let the one who wants the water of life take it as a gift.", "18": "I give this warning to everyone who hears the words of the prophecy of this book: If anyone adds to them, God will add to him the plagues that are written in this book. ", "19": "And if anyone takes away from the words of the book of this prophecy, God will take away his share in the Tree[d] of Life and in the Holy City, which are written in this book.", "20": "The one who testifies about these things says, “Yes, I am coming soon.” Amen. Come, Lord Jesus!", "21": "The grace of the Lord Jesus Christ[e] be with all the saints.[f] Amen."}