{"1": "When the Lamb opened the seventh seal, there was silence in heaven for about half an hour. ", "2": "And I saw the seven angels who stand before God, and seven trumpets were given to them.", "3": "Another angel, holding a gold censer, came and stood at the altar. He was given a large amount of incense to offer together with the prayers of all the saints on the gold altar that was in front of the throne. ", "4": "And the smoke of the incense went up from the hand of the angel before God, together with the prayers of the saints.", "5": "The angel took the censer, filled it with fire from the altar, and threw it on the earth. Then there came crashes of thunder, rumblings, flashes of lightning, and an earthquake.", "6": "The seven angels, who had the seven trumpets, prepared to sound them. ", "7": "The first sounded his trumpet, and hail and fire mixed with blood were thrown on the earth. A third of the earth was burned up, and[a] a third of the trees were burned up, and all the green grass was burned up.", "8": "Then the second angel sounded his trumpet, and something like a great mountain burning with fire was thrown into the sea. A third of the sea became blood, ", "9": "a third of the creatures that live in the sea died, and a third of the ships were destroyed.", "10": "Then the third angel sounded his trumpet, and a huge star, blazing like a lamp, fell from the sky. It fell on a third of the rivers and on the springs of water. ", "11": "The name of the star was Wormwood, and a third of the waters became wormwood.[b] Many of the people died from these waters because they had been made bitter.", "12": "Then the fourth angel sounded his trumpet, and a third of the sun was struck, as well as a third of the moon, and a third of the stars, so that a third of them became dark. And there was no light for a third of the day and likewise for the night.", "13": "Then I looked and I heard a single eagle[c] flying in the middle of the sky, saying with a loud voice, “Woe, woe, woe to those whose home is on the earth because of the remaining trumpet blasts of the three angels who are about to sound their trumpets.”"}