{"1": "Many of the exiles left the province of Babylon and returned to Jerusalem and Judah, all to their own hometowns. Their families had been living in exile in Babylonia ever since King Nebuchadnezzar had taken them there as prisoners. ", "2": "Their leaders were Zerubbabel, Joshua, Nehemiah, Seraiah, Reelaiah, Mordecai, Bilshan, Mispar, Bigvai, Rehum, and Baanah. This is the list of the clans of Israel, with the number of those from each clan who returned from exile:", "21-35": "People whose ancestors had lived in the following towns also returned:", "36-39": "This is the list of the priestly clans that returned from exile:", "40-42": "Clans of Levites who returned from exile:", "43-54": "Clans of Temple workers who returned from exile:", "55-57": "Clans of Solomon's servants who returned from exile:", "58": "The total number of descendants of the Temple workers and of Solomon's servants who returned from exile was 392.", "59-60": "There were 652 belonging to the clans of Delaiah, Tobiah, and Nekoda who returned from the towns of Tel Melah, Tel Harsha, Cherub, Addan, and Immer; but they could not prove that they were descendants of Israelites.", "61-62": "The following priestly clans could find no record to prove their ancestry: Habaiah, Hakkoz, and Barzillai. (The ancestor of the priestly clan of Barzillai had married a woman from the clan of Barzillai of Gilead and had taken the name of his father-in-law's clan.) Since they were unable to prove who their ancestors were, they were not accepted as priests. ", "63": "The Jewish governor told them that they could not eat the food offered to God until there was a priest who could use the Urim and Thummim.[a]", "68": "When the exiles arrived at the Lord's Temple in Jerusalem, some of the leaders of the clans gave freewill offerings to help rebuild the Temple on its old site. ", "69": "They gave as much as they could for this work, and the total came to 1,030 pounds of gold, 5,740 pounds of silver, and 100 robes for priests.", "70": "The priests, the Levites, and some of the people settled in or near Jerusalem;[b] the musicians, the Temple guards, and the Temple workers settled in nearby towns; and the rest of the Israelites settled in the towns where their ancestors had lived."}