{"1": "This is the list of the heads of the clans who had been in exile in Babylonia and who returned with Ezra to Jerusalem when Artaxerxes was emperor:", "15": "I assembled the entire group by the canal that runs to the town of Ahava, and we camped there three days. I found that there were priests in the group, but no Levites. ", "16": "I sent for nine of the leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam, and for two teachers, Joiarib and Elnathan. ", "17": "I sent them to Iddo, head of the community at Casiphia, to ask him and his associates, the Temple workers, to send us people to serve God in the Temple. ", "18": "Through God's grace they sent us Sherebiah, an able man, a Levite from the clan of Mahli; and eighteen of his sons and brothers came with him. ", "19": "They also sent Hashabiah and Jeshaiah of the clan of Merari, with twenty of their relatives. ", "20": "In addition there were 220 Temple workers whose ancestors had been designated by King David and his officials to assist the Levites. They were all listed by name.", "21": "There by the Ahava Canal I gave orders for us all to fast and humble ourselves before our God and to ask him to lead us on our journey and protect us and our children and all our possessions. ", "22": "I would have been ashamed to ask the emperor for a troop of cavalry to guard us from any enemies during our journey, because I had told him that our God blesses everyone who trusts him, but that he is displeased with and punishes anyone who turns away from him. ", "23": "So we fasted and prayed for God to protect us, and he answered our prayers.", "24": "From among the leading priests I chose Sherebiah, Hashabiah, and ten others. ", "25": "Then I weighed out the silver, the gold, and the utensils which the emperor, his advisers and officials, and the people of Israel had given to be used in the Temple, and I gave it to the priests. ", "26-27": "This is what I gave them:", "28": "I said to them, “You are sacred to the Lord, the God of your ancestors, and so are all the silver and gold utensils brought to him as freewill offerings. ", "29": "Guard them carefully until you reach the Temple. There in the priests' rooms weigh them and turn them over to the leaders of the priests and of the Levites, and to the leaders of the people of Israel in Jerusalem.” ", "30": "So the priests and the Levites took charge of the silver, the gold, and the utensils, to take them to the Temple in Jerusalem.", "31": "It was on the twelfth day of the first month that we left the Ahava Canal to go to Jerusalem. Our God was with us and protected us from enemy attacks and from ambush as we traveled. ", "32": "When we reached Jerusalem, we rested three days. ", "33": "Then on the fourth day we went to the Temple, weighed the silver, the gold, and the utensils, and turned them over to Meremoth the priest, son of Uriah. With him were Eleazar son of Phinehas and two Levites, Jozabad son of Jeshua and Noadiah son of Binnui. ", "34": "Everything was counted and weighed, and a complete record was made at the same time.", "35": "All those who had returned from exile then brought offerings to be burned as sacrifices to the God of Israel. They offered 12 bulls for all Israel, 96 rams, and 77 lambs; they also offered 12 goats to purify themselves from sin. All these animals were burned as sacrifices to the Lord. ", "36": "They also took the document the emperor had given them and gave it to the governors and officials of West-of-Euphrates Province, who then gave their support to the people and the Temple worship."}