{"1": "You stupid Galatians! Who has put you under a spell? Before your very eyes Yeshua the Messiah was clearly portrayed as having been put to death as a criminal! ", "2": "I want to know from you just this one thing: did you receive the Spirit by legalistic observance of Torah commands or by trusting in what you heard and being faithful to it? ", "3": "Are you that stupid? Having begun with the Spirit's power, do you think you can reach the goal under your own power? ", "4": "Have you suffered so much for nothing? If that's the way you think, your suffering certainly will have been for nothing! ", "5": "What about God, who supplies you with the Spirit and works miracles among you — does he do it because of your legalistic observance of Torah commands or because you trust in what you heard and are faithful to it?", "6": "It was the same with Avraham: “He trusted in God and was faithful to him, and that was credited to his account as righteousness.”[a] ", "7": "Be assured, then, that it is those who live by trusting and being faithful who are really children of Avraham. ", "8": "Also the Tanakh, foreseeing that God would consider the Gentiles righteous when they live by trusting and being faithful, told the Good News to Avraham in advance by saying, “In connection with you, all the Goyim will be blessed.”[b] ", "9": "So then, those who rely on trusting and being faithful are blessed along with Avraham, who trusted and was faithful.", "10": "For everyone who depends on legalistic observance of Torah commands lives under a curse, since it is written, “Cursed is everyone who does not keep on doing everything written in the Scroll of the Torah.”[c] ", "11": "Now it is evident that no one comes to be declared righteous by God through legalism, since “The person who is righteous will attain life by trusting and being faithful.”[d] ", "12": "Furthermore, legalism is not based on trusting and being faithful, but on [a misuse of] the text that says, “Anyone who does these things will attain life through them.”[e] ", "13": "The Messiah redeemed us from the curse pronounced in the Torah by becoming cursed on our behalf; for the Tanakh says, “Everyone who hangs from a stake comes under a curse.”[f] ", "14": "Yeshua the Messiah did this so that in union with him the Gentiles might receive the blessing announced to Avraham, so that through trusting and being faithful, we might receive what was promised, namely, the Spirit.", "15": "Brothers, let me make an analogy from everyday life: when someone swears an oath, no one else can set it aside or add to it. ", "16": "Now the promises were made to Avraham and to his seed. It doesn't say, “and to seeds,” as if to many; on the contrary, it speaks of one — “and to your seed”[g] — and this “one” is the Messiah. ", "17": "Here is what I am saying: the legal part of the Torah, which came into being 430 years later, does not nullify an oath sworn by God, so as to abolish the promise. ", "18": "For if the inheritance comes from the legal part of the Torah, it no longer comes from a promise. But God gave it to Avraham through a promise.", "19": "So then, why the legal part of the Torah? It was added in order to create transgressions, until the coming of the seed about whom the promise had been made. Moreover, it was handed down through angels and a mediator. ", "20": "Now a mediator implies more than one, but God is one.", "21": "Does this mean that the legal part of the Torah stands in opposition to God's promises? Heaven forbid! For if the legal part of the Torah which God gave had had in itself the power to give life, then righteousness really would have come by legalistically following such a Torah. ", "22": "But instead, the Tanakh shuts up everything under sin; so that what had been promised might be given, on the basis of Yeshua the Messiah's trusting faithfulness, to those who continue to be trustingly faithful.", "23": "Now before the time for this trusting faithfulness came, we were imprisoned in subjection to the system which results from perverting the Torah into legalism, kept under guard until this yet-to-come trusting faithfulness would be revealed. ", "24": "Accordingly, the Torah functioned as a custodian until the Messiah came, so that we might be declared righteous on the ground of trusting and being faithful. ", "25": "But now that the time for this trusting faithfulness has come, we are no longer under a custodian.", "26": "For in union with the Messiah, you are all children of God through this trusting faithfulness; ", "27": "because as many of you as were immersed into the Messiah have clothed yourselves with the Messiah, in whom ", "28": "there is neither Jew nor Gentile, neither slave nor freeman, neither male nor female; for in union with the Messiah Yeshua, you are all one. ", "29": "Also, if you belong to the Messiah, you are seed of Avraham and heirs according to the promise."}