{"1": "What the Messiah has freed us for is freedom! Therefore, stand firm, and don't let yourselves be tied up again to a yoke of slavery. ", "2": "Mark my words — I, Sha'ul, tell you that if you undergo b'rit-milah the Messiah will be of no advantage to you at all! ", "3": "Again, I warn you: any man who undergoes b'rit-milah is obligated to observe the entire Torah! ", "4": "You who are trying to be declared righteous by God through legalism have severed yourselves from the Messiah! You have fallen away from God's grace! ", "5": "For it is by the power of the Spirit, who works in us because we trust and are faithful, that we confidently expect our hope of attaining righteousness to be fulfilled. ", "6": "When we are united with the Messiah Yeshua, neither being circumcised nor being uncircumcised matters; what matters is trusting faithfulness expressing itself through love.", "7": "You were running the race well; who has stopped you from following the truth? ", "8": "Whatever means of persuasion he used was not from the One who calls you. ", "9": "“It takes only a little hametz to leaven the whole batch of dough.” ", "10": "I am confident that since you are united with the Lord, you will take no other view; and I am confident that the one who has been disturbing you, whoever he may be, will have to bear his punishment.", "11": "And as for me, brothers, if I am still preaching that circumcision is necessary, why am I still being persecuted? If that were the case, my preaching about the execution-stake would cause no offense whatever. ", "12": "I wish the people who are bothering you would go the whole way and castrate themselves!", "13": "For, brothers, you were called to be free. Only do not let that freedom become an excuse for allowing your old nature to have its way. Instead, serve one another in love. ", "14": "For the whole of the Torah is summed up in this one sentence: “Love your neighbor as yourself”;[a] ", "15": "but if you go on snapping at each other and tearing each other to pieces, watch out, or you will be destroyed by each other!", "16": "What I am saying is this: run your lives by the Spirit. Then you will not do what your old nature wants. ", "17": "For the old nature wants what is contrary to the Spirit, and the Spirit wants what is contrary to the old nature. These oppose each other, so that you find yourselves unable to carry out your good intentions. ", "18": "But if you are led by the Spirit, then you are not in subjection to the system that results from perverting the Torah into legalism.", "19": "And it is perfectly evident what the old nature does. It expresses itself in sexual immorality, impurity and indecency; ", "20": "involvement with the occult and with drugs; in feuding, fighting, becoming jealous and getting angry; in selfish ambition, factionalism, intrigue ", "21": "and envy; in drunkenness, orgies and things like these. I warn you now as I have warned you before: those who do such things will have no share in the Kingdom of God!", "22": "But the fruit of the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, ", "23": "humility, self control. Nothing in the Torah stands against such things.", "24": "Moreover, those who belong to the Messiah Yeshua have put their old nature to death on the stake, along with its passions and desires. ", "25": "Since it is through the Spirit that we have Life, let it also be through the Spirit that we order our lives day by day.", "26": "Let us not become conceited, provoking and envying each other."}