{"1": "Brothers, suppose someone is caught doing something wrong. You who have the Spirit should set him right, but in a spirit of humility, keeping an eye on yourselves so that you won't be tempted too. ", "2": "Bear one another's burdens — in this way you will be fulfilling the Torah's true meaning, which the Messiah upholds. ", "3": "For if anyone thinks he is something when he is really nothing, he is fooling himself. ", "4": "So let each of you scrutinize his own actions. Then if you do find something to boast about, at least the boasting will be based on what you have actually done and not merely on a judgment that you are better than someone else; ", "5": "for each person will carry his own load. ", "6": "But whoever is being instructed in the Word should share all the good things he has with his instructor. ", "7": "Don't delude yourselves: no one makes a fool of God! A person reaps what he sows. ", "8": "Those who keep sowing in the field of their old nature, in order to meet its demands, will eventually reap ruin; but those who keep sowing in the field of the Spirit will reap from the Spirit everlasting life. ", "9": "So let us not grow weary of doing what is good; for if we don't give up, we will in due time reap the harvest. ", "10": "Therefore, as the opportunity arises, let us do what is good to everyone, and especially to the family of those who are trustingly faithful.", "11": "Look at the large letters I use as I close in my own handwriting.", "12": "It is those who want to look good outwardly who are trying to get you to be circumcised. The only reason they are doing it is to escape persecution for preaching about the Messiah's execution-stake. ", "13": "For even those who are getting circumcised don't observe the Torah. On the contrary, they want you to get circumcised so that they can boast of having gained your adherence. ", "14": "But as for me, Heaven forbid that I should boast about anything except the execution-stake of our Lord Yeshua the Messiah! Through him, as far as I am concerned, the world has been put to death on the stake; and through him, as far as the world is concerned, I have been put to death on the stake.", "15": "For neither being circumcised nor being uncircumcised matters; what matters is being a new creation. ", "16": "And as many as order their lives by this rule, shalom upon them and mercy, and upon the Isra'el of God!", "17": "From now on, I don't want anyone to give me any more tsuris, because I have scars on my body to prove that I belong to Yeshua!", "18": "The grace of our Lord Yeshua the Messiah be with your spirit, brothers. Amen."}