{"1": "Babylon.[b] 1 An oracle[c] concerning Babylon; a vision of Isaiah, son of Amoz.", "2": "Upon the bare mountains set up a signal; cry out to them,[d] Beckon for them to enter the gates of the nobles.", "3": "I have commanded my consecrated ones,[e] I have summoned my warriors, eager and bold to carry out my anger.", "4": "Listen! the rumble on the mountains: that of an immense throng! Listen! the noise of kingdoms, nations assembled! The Lord of hosts is mustering an army for battle.", "5": "They come from a far-off country, and from the end of the heavens, The Lord and the instruments of his wrath, to destroy all the land.", "6": "Howl, for the day of the Lord[f] is near; as destruction from the Almighty it comes.", "7": "Therefore all hands fall helpless, every human heart melts,", "8": "and they are terrified, Pangs and sorrows take hold of them, like a woman in labor they writhe; They look aghast at each other, their faces aflame.", "9": "Indeed, the day of the Lord comes, cruel, with wrath and burning anger; To lay waste the land and destroy the sinners within it!", "10": "The stars of the heavens and their constellations will send forth no light; The sun will be dark at its rising, and the moon will not give its light.", "11": "Thus I will punish the world for its evil and the wicked for their guilt. I will put an end to the pride of the arrogant, the insolence of tyrants I will humble.", "12": "I will make mortals more rare than pure gold, human beings, than the gold of Ophir.[g]", "13": "For this I will make the heavens tremble and the earth shall be shaken from its place, At the wrath of the Lord of hosts on the day of his burning anger.", "14": "Like a hunted gazelle, or a flock that no one gathers, They shall turn each to their own people and flee each to their own land.", "15": "Everyone who is taken shall be run through; and everyone who is caught shall fall by the sword.", "16": "Their infants shall be dashed to pieces in their sight; their houses shall be plundered and their wives ravished.", "17": "I am stirring up against them the Medes, who think nothing of silver and take no delight in gold.", "18": "With their bows they shall shatter the young men, And the fruit of the womb they shall not spare, nor shall their eye take pity on children.", "19": "And Babylon, the jewel of kingdoms, the glory and pride of the Chaldeans, Shall become like Sodom and Gomorrah, overthrown by God.", "20": "It shall never be inhabited, nor dwelt in, from age to age; Arabians shall not pitch their tents there, nor shepherds rest their flocks there.", "21": "But desert demons shall rest there and owls shall fill the houses; There ostriches shall dwell, and satyrs[h] shall dance.", "22": "Wild dogs shall dwell in its castles, and jackals in its luxurious palaces. Its time is near at hand and its days shall not be prolonged."}