{"1": "Restoration of Israel. 1 But the Lord will take pity on Jacob and again choose Israel, and will settle them on their own land; foreigners will join them and attach themselves to the house of Jacob. ", "2": "The nations will take them and bring them to their place, and the house of Israel will possess them[a] as male and female slaves on the Lord's land; they will take captive their captors and rule over their oppressors.", "3": "Downfall of the King of Babylon. 3 On the day when the Lord gives you rest from your sorrow and turmoil, from the hard service with which you served, ", "4": "you will take up this taunt-song[b] against the king of Babylon: How the oppressor has come to an end! how the turmoil has ended!", "5": "The Lord has broken the rod of the wicked, the staff of the tyrants", "6": "That struck the peoples in wrath with relentless blows; That ruled the nations in anger, with boundless persecution.", "7": "The whole earth rests peacefully, song breaks forth;", "8": "The very cypresses rejoice over you, the cedars of Lebanon: “Now that you are laid to rest, no one comes to cut us down.”", "9": "Below, Sheol is all astir preparing for your coming; Awakening the shades to greet you, all the leaders of the earth; Making all the kings of the nations rise from their thrones.", "10": "All of them speak out and say to you, “You too have become weak like us, you are just like us!", "11": "Down to Sheol your pomp is brought, the sound of your harps. Maggots are the couch beneath you, worms your blanket.”", "12": "How you have fallen from the heavens, O Morning Star,[c] son of the dawn! How you have been cut down to the earth, you who conquered nations!", "13": "In your heart you said: “I will scale the heavens; Above the stars of God[d] I will set up my throne; I will take my seat on the Mount of Assembly, on the heights of Zaphon.", "14": "I will ascend above the tops of the clouds; I will be like the Most High!”", "15": "No! Down to Sheol you will be brought to the depths of the pit!", "16": "When they see you they will stare, pondering over you: “Is this the man who made the earth tremble, who shook kingdoms?", "17": "Who made the world a wilderness, razed its cities, and gave captives no release?”", "18": "All the kings of the nations lie in glory, each in his own tomb;", "19": "But you are cast forth without burial, like loathsome carrion, Covered with the slain, with those struck by the sword, a trampled corpse, Going down to the very stones of the pit.", "20": "You will never be together with them in the grave, For you have ruined your land, you have slain your people! Let him never be named, that offshoot of evil!", "21": "Make ready to slaughter his sons for the guilt of their fathers; Lest they rise and possess the earth, and fill the breadth of the world with cities.[e]", "22": "I will rise up against them, says the Lord of hosts, and cut off from Babylon name and remnant, progeny and offspring, says the Lord. ", "23": "I will make it a haunt of hoot owls and a marshland; I will sweep it with the broom of destruction, oracle of the Lord of hosts.", "24": "The Lord of hosts has sworn: As I have resolved, so shall it be; As I have planned, so shall it stand:", "25": "To break the Assyrian in my land and trample him on my mountains; Then his yoke shall be removed from them, and his burden from their shoulder.", "26": "This is the plan proposed for the whole earth, and this the hand outstretched over all the nations.[g]", "27": "The Lord of hosts has planned; who can thwart him? His hand is stretched out; who can turn it back? Philistia.[h] ", "28": "In the year that King Ahaz died,[i] there came this oracle:", "29": "[j]Do not rejoice, Philistia, not one of you, that the rod which struck you is broken; For out of the serpent's root shall come an adder, its offspring shall be a flying saraph.", "30": "In my pastures the poor shall graze, and the needy lie down in safety; But I will kill your root with famine that shall slay even your remnant.", "31": "Howl, O gate; cry out, O city! Philistia, all of you melts away! For there comes a smoke from the north,[k] without a straggler in its ranks.", "32": "What will one answer the messengers of the nations?[l] “The Lord has established Zion, and in her the afflicted of his people find refuge.”"}