{"1": "Oracle on Damascus:[a] See, Damascus shall cease to be a city and become a pile of ruins;", "2": "Her cities shall be forever abandoned, for flocks to lie in undisturbed.", "3": "The fortress shall vanish from Ephraim[b] and dominion from Damascus; The remnant of Aram shall become like the glory of the Israelites— oracle of the Lord of hosts.", "4": "On that day The glory of Jacob shall fade, and his full body shall grow thin.", "5": "Like the reaper's mere armful of stalks, when he gathers the standing grain; Or as when one gleans the ears in the Valley of Rephaim.[c]", "6": "[d]Only gleanings shall be left in it, as when an olive tree has been beaten— Two or three olives at the very top, four or five on its most fruitful branches— oracle of the Lord, the God of Israel.", "7": "On that day people shall turn to their maker, their eyes shall look to the Holy One of Israel.", "8": "They shall not turn to the altars, the work of their hands, nor shall they look to what their fingers have made: the asherahs[e] or the incense stands.", "9": "On that day his strong cities shall be like those abandoned by the Hivites and Amorites When faced with the Israelites; and there shall be desolation.", "10": "Truly, you have forgotten the God who saves you, the Rock, your refuge, you have not remembered. Therefore, though you plant plants for the Pleasant One,[f] and set out cuttings for a foreign one,", "11": "Though you make them grow the day you plant them and make them blossom the morning you set them out, The harvest shall disappear on a day of sickness and incurable pain.", "12": "Ah! the roaring of many peoples—[g] a roar like the roar of the seas! The thundering of nations— thunder like the thundering of mighty waters!", "13": "[h]But God shall rebuke them, and they shall flee far away, Driven like chaff on the mountains before a wind, like tumbleweed before a storm.", "14": "At evening, there is terror, but before morning, they are gone! Such is the portion of those who despoil us, the lot of those who plunder us."}