{"1": "[a]This is what Isaiah, son of Amoz, saw concerning Judah and Jerusalem.", "2": "[b]In days to come, The mountain of the Lord's house shall be established as the highest mountain and raised above the hills. All nations shall stream toward it.", "3": "Many peoples shall come and say: “Come, let us go up to the Lord's mountain, to the house of the God of Jacob, That he may instruct us in his ways, and we may walk in his paths.” For from Zion shall go forth instruction, and the word of the Lord from Jerusalem.", "4": "[c]He shall judge between the nations, and set terms for many peoples. They shall beat their swords into plowshares and their spears into pruning hooks; One nation shall not raise the sword against another, nor shall they train for war again.", "5": "[d]House of Jacob, come, let us walk in the light of the Lord!", "6": "You have abandoned your people, the house of Jacob! Because they are filled with diviners, and soothsayers, like the Philistines; with foreigners they clasp hands.", "7": "Their land is full of silver and gold, there is no end to their treasures; Their land is full of horses, there is no end to their chariots.", "8": "Their land is full of idols; they bow down to the works of their hands, what their fingers have made.", "9": "So all shall be abased, each one brought low.[e] Do not pardon them!", "10": "Get behind the rocks, hide in the dust, From the terror of the Lord and the splendor of his majesty!", "11": "The eyes of human pride shall be lowered, the arrogance of mortals shall be abased, and the Lord alone will be exalted, on that day.[f]", "12": "For the Lord of hosts will have his day against all that is proud and arrogant, against all that is high, and it will be brought low;", "13": "Yes, against all the cedars of Lebanon[g] and against all the oaks of Bashan,", "14": "Against all the lofty mountains and all the high hills,", "15": "Against every lofty tower and every fortified wall,", "16": "Against all the ships of Tarshish and all stately vessels.", "17": "Then human pride shall be abased, the arrogance of mortals brought low, And the Lord alone will be exalted on that day.", "18": "The idols will vanish completely.", "19": "People will go into caves in the rocks and into holes in the earth, At the terror of the Lord and the splendor of his majesty, as he rises to overawe the earth.", "20": "On that day people shall throw to moles and bats their idols of silver and their idols of gold which they made for themselves to worship.", "21": "And they shall go into caverns in the rocks and into crevices in the cliffs, At the terror of the Lord and the splendor of his majesty, as he rises to overawe the earth.", "22": "[h]As for you, stop worrying about mortals, in whose nostrils is but a breath; for of what worth are they?"}