{"1": "Oracle on the Valley of Vision:[a] What is the matter with you now, that you have gone up, all of you, to the housetops,", "2": "[b]You who were full of noise, tumultuous city, exultant town? Your slain are not slain with the sword, nor killed in battle.", "3": "All your leaders fled away together, they were captured without use of bow; All who were found were captured together, though they had fled afar off.", "4": "That is why I say: Turn away from me, let me weep bitterly; Do not try to comfort me for the ruin of the daughter of my people.", "5": "It is a day of panic, rout and confusion, from the Lord, the God of hosts, in the Valley of Vision[c] Walls crash; a cry for help to the mountains.", "6": "Elam takes up the quiver, Aram mounts the horses and Kir[d] uncovers the shields.", "7": "Your choice valleys are filled with chariots, horses are posted at the gates—", "8": "and shelter over Judah is removed.[e] On that day you looked to the weapons in the House of the Forest; ", "9": "[f]you saw that the breaches in the City of David were many; you collected the water of the lower pool. ", "10": "You numbered the houses of Jerusalem, tearing some down to strengthen the wall; ", "11": "you made a reservoir between the two walls for the water of the old pool. But you did not look to the city's Maker, nor consider the one who fashioned it long ago.", "12": "On that day the Lord, the God of hosts, called For weeping and mourning, for shaving the head and wearing sackcloth.", "13": "But look! instead, there was celebration and joy, slaughtering cattle and butchering sheep, Eating meat and drinking wine: “Eat and drink, for tomorrow we die!”", "14": "This message was revealed in my hearing from the Lord of hosts: This iniquity will not be forgiven you until you die, says the Lord, the God of hosts.", "15": "Thus says the Lord, the God of hosts: Up, go to that official, Shebna,[g] master of the palace,", "16": "[h]“What have you here? Whom have you here, that you have hewn for yourself a tomb here, Hewing a tomb on high, carving a resting place in the rock?”", "17": "The Lord shall hurl you down headlong, mortal man! He shall grip you firmly,", "18": "And roll you up and toss you like a ball into a broad land. There you will die, there with the chariots you glory in, you disgrace to your master's house!", "19": "I will thrust you from your office and pull you down from your station.", "20": "On that day I will summon my servant Eliakim,[i] son of Hilkiah;", "21": "I will clothe him with your robe, gird him with your sash, confer on him your authority. He shall be a father to the inhabitants of Jerusalem, and to the house of Judah.", "22": "I will place the key[j] of the House of David on his shoulder; what he opens, no one will shut, what he shuts, no one will open.", "23": "I will fix him as a peg in a firm place, a seat of honor for his ancestral house;", "24": "On him shall hang all the glory of his ancestral house:[k] descendants and offspring, all the little dishes, from bowls to jugs.", "25": "On that day, says the Lord of hosts, the peg fixed in a firm place shall give way, break off and fall, and the weight that hung on it shall be done away with; for the Lord has spoken."}