{"1": "Judah's Praise and Prayer for Deliverance.[a] 1 On that day this song shall be sung in the land of Judah: “A strong city[b] have we; he sets up victory as our walls and ramparts.", "2": "Open up the gates that a righteous nation may enter, one that keeps faith.", "3": "With firm purpose you maintain peace; in peace, because of our trust in you.”", "4": "Trust in the Lord forever! For the Lord is an eternal Rock.", "5": "He humbles those who dwell on high, the lofty city he brings down, Brings it down to the ground, levels it to the dust.", "6": "The feet of the needy trample on it— the feet of the poor.", "7": "The way of the just is smooth; the path of the just you make level.", "8": "The course of your judgments, Lord, we await; your name and your memory are the desire of our souls.", "9": "My soul yearns for you at night, yes, my spirit within me seeks you at dawn; When your judgment comes upon the earth, the world's inhabitants learn justice.", "10": "The wicked, when spared, do not learn justice; in an upright land they act perversely, and do not see the majesty of the Lord.", "11": "Lord, your hand is raised high, but they do not perceive it; Let them be put to shame when they see your zeal for your people: let the fire prepared for your enemies consume them.", "12": "Lord, you will decree peace for us, for you have accomplished all we have done.", "13": "Lord, our God, lords other than you have ruled us; only because of you can we call upon your name.", "14": "Dead they are, they cannot live, shades that cannot rise; Indeed, you have punished and destroyed them, and wiped out all memory of them.", "15": "You have increased the nation, Lord, you have increased the nation, have added to your glory, you have extended far all the boundaries of the land.", "16": "Lord, oppressed by your punishment, we cried out in anguish under your discipline.", "17": "As a woman about to give birth writhes and cries out in pain, so were we before you, Lord.", "18": "We conceived and writhed in pain, giving birth only to wind; Salvation we have not achieved for the earth, no inhabitants for the world were born.", "19": "[c]But your dead shall live, their corpses shall rise! Awake and sing, you who lie in the dust! For your dew is a dew of light, and you cause the land of shades to give birth.", "20": "Go, my people, enter your chambers, and close the doors behind you; Hide yourselves for a brief moment, until the wrath is past.", "21": "See, the Lord goes forth from his place, to punish the wickedness of the earth's inhabitants; The earth will reveal the blood shed upon it, and no longer conceal the slain."}