{"1": "[a]The Lord, the Lord of hosts, will take away from Jerusalem and from Judah Support and staff— all support of bread, all support of water:", "2": "Hero and warrior, judge and prophet, diviner and elder,", "3": "The captain of fifty and the nobleman, counselor, skilled magician, and expert charmer.", "4": "I will place boys as their princes; the fickle will govern them,", "5": "And the people will oppress one another, yes, each one the neighbor. The child will be insolent toward the elder, and the base toward the honorable.", "6": "When anyone seizes a brother in their father's house, saying, “You have clothes! Be our ruler, and take in hand this ruin!”—", "7": "He will cry out in that day: “I cannot be a healer, when there is neither bread nor clothing in my own house! You will not make me a ruler of the people!”", "8": "Jerusalem has stumbled, Judah has fallen; for their speech and deeds affront the Lord, a provocation in the sight of his majesty.", "9": "Their very look bears witness against them; they boast of their sin like Sodom, They do not hide it. Woe to them! They deal out evil to themselves.", "10": "Happy the just, for it will go well with them, the fruit of their works they will eat.", "11": "Woe to the wicked! It will go ill with them, with the work of their hands they will be repaid.", "12": "My people—infants oppress them, women rule over them! My people, your leaders deceive you, they confuse the paths you should follow.", "13": "[b]The Lord rises to accuse, stands to try his people.", "14": "The Lord enters into judgment with the people's elders and princes: You, you who have devoured the vineyard; the loot wrested from the poor is in your houses.", "15": "What do you mean by crushing my people, and grinding down the faces of the poor? says the Lord, the God of hosts.", "16": "The Lord said: Because the daughters of Zion are haughty, and walk with necks outstretched, Ogling and mincing as they go, their anklets tinkling with every step,", "17": "The Lord shall cover the scalps of Zion's daughters with scabs, and the Lord shall lay bare their heads.[d]", "18": "[e]On that day the Lord will do away with the finery of the anklets, sunbursts, and crescents; ", "19": "the pendants, bracelets, and veils; ", "20": "the headdresses, bangles, cinctures, perfume boxes, and amulets; ", "21": "the signet rings, and the nose rings; ", "22": "the court dresses, wraps, cloaks, and purses; ", "23": "the lace gowns, linen tunics, turbans, and shawls.", "24": "Instead of perfume there will be stench, instead of a girdle, a rope, And instead of elaborate coiffure, baldness; instead of a rich gown, a sackcloth skirt. Then, instead of beauty, shame.", "25": "Your men will fall by the sword, and your champions,[f] in war;", "26": "Her gates will lament and mourn, as the city sits desolate on the ground."}