{"1": "See, a king will reign justly and princes will rule rightly.", "2": "Each of them will be like a shelter from the wind, a refuge from the rain. They will be like streams of water in a dry country, like the shade of a great rock in a parched land.", "3": "The eyes of those who see will not be closed; the ears of those who hear will be attentive.", "4": "The hasty of heart shall take thought to know, and tongues of stutterers shall speak readily and clearly.", "5": "No more will the fool be called noble, nor the deceiver be considered honorable.", "6": "For the fool speaks folly, his heart plans evil: Godless actions, perverse speech against the Lord, Letting the hungry go empty and the thirsty without drink.", "7": "The deceits of the deceiver are evil, he plans devious schemes: To ruin the poor with lies, and the needy when they plead their case.", "8": "But the noble plan noble deeds, and in noble deeds they persist.", "9": "You women so complacent, rise up and hear my voice, daughters so confident, give heed to my words.", "10": "In a little more than a year your confidence will be shaken; For the vintage will fail, no fruit harvest will come in.", "11": "Tremble, you who are so complacent! Shudder, you who are so confident! Strip yourselves bare, with only a loincloth for cover.", "12": "Beat your breasts for the pleasant fields, for the fruitful vine;", "13": "For the soil of my people, overgrown with thorns and briers; For all the joyful houses, the exultant city.", "14": "The castle[a] will be forsaken, the noisy city deserted; Citadel and tower will become wasteland forever, the joy of wild donkeys, the pasture of flocks;", "15": "[b]Until the spirit from on high is poured out on us. And the wilderness becomes a garden land and the garden land seems as common as forest.", "16": "Then judgment will dwell in the wilderness and justice abide in the garden land.", "17": "The work of justice will be peace; the effect of justice, calm and security forever.", "18": "My people will live in peaceful country, in secure dwellings and quiet resting places.", "19": "And the forest will come down completely, the city will be utterly laid low.[c]", "20": "Happy are you who sow beside every stream, and let the ox and the donkey go freely!"}