{"1": "Ah! You destroyer never destroyed, betrayer never betrayed! When you have finished destroying, you will be destroyed; when you have stopped betraying, you will be betrayed.", "2": "Lord, be gracious to us; for you we wait. Be our strength every morning, our salvation in time of trouble!", "3": "At the roaring sound, peoples flee; when you rise in your majesty, nations are scattered.", "4": "Spoil is gathered up as caterpillars gather, an onrush like the rush of locusts.", "5": "The Lord is exalted, enthroned on high; he fills Zion with right and justice.", "6": "That which makes her seasons certain, her wealth, salvation, wisdom, and knowledge, is the fear of the Lord, her treasure.", "7": "See, the men of Ariel cry out in the streets, the messengers of Shalem[b] weep bitterly.", "8": "The highways are desolate, travelers have quit the paths, Covenants are broken, witnesses spurned; yet no one gives it a thought.", "9": "The country languishes in mourning, Lebanon withers with shame; Sharon[c] is like the Arabah, Bashan and Carmel are stripped bare.", "10": "Now I will rise up, says the Lord, now exalt myself, now lift myself up.", "11": "You conceive dry grass, bring forth stubble; my spirit shall consume you like fire.", "12": "The peoples shall be burned to lime, thorns cut down to burn in fire.", "13": "Hear, you who are far off, what I have done; you who are near, acknowledge my might.", "14": "In Zion sinners are in dread, trembling grips the impious: “Who of us can live with consuming fire? who of us can live with everlasting flames?”", "15": "Whoever walks righteously and speaks honestly, who spurns what is gained by oppression, Who waves off contact with a bribe, who stops his ears so as not to hear of bloodshed, who closes his eyes so as not to look on evil—", "16": "That one shall dwell on the heights, with fortresses of rock for stronghold, food and drink in steady supply.", "17": "Your eyes will see a king[d] in his splendor, they will look upon a vast land.", "18": "Your mind will dwell on the terror: “Where is the one who counted, where the one who weighed? Where the one who counted the towers?”", "19": "You shall no longer see a defiant people, a people of speech too obscure to comprehend, stammering in a tongue not understood.", "20": "Look to Zion, the city of our festivals; your eyes shall see Jerusalem as a quiet abode, a tent not to be struck, Whose pegs will never be pulled up, nor any of its ropes severed.", "21": "Indeed the Lord in majesty will be there for us a place of rivers and wide streams on which no galley may go, where no majestic ship[e] may pass.", "22": "For the Lord is our judge, the Lord is our lawgiver, the Lord is our king; he it is who will save us.", "23": "The rigging hangs slack; it cannot hold the mast in place, nor keep the sail spread out. Then the blind will divide great spoils and the lame will carry off the loot.", "24": "No one who dwells there will say, “I am sick”; the people who live there will be forgiven their guilt."}