{"1": "[b]Comfort, give comfort to my people, says your God.", "2": "Speak to the heart of Jerusalem, and proclaim to her that her service[c] has ended, that her guilt is expiated, That she has received from the hand of the Lord double for all her sins.", "3": "A voice proclaims:[d] In the wilderness prepare the way of the Lord! Make straight in the wasteland a highway for our God!", "4": "Every valley shall be lifted up, every mountain and hill made low; The rugged land shall be a plain, the rough country, a broad valley.", "5": "Then the glory of the Lord shall be revealed, and all flesh shall see it together; for the mouth of the Lord has spoken.", "6": "A voice says, “Proclaim!” I answer, “What shall I proclaim?” “All flesh is grass, and all their loyalty like the flower of the field.", "7": "The grass withers, the flower wilts, when the breath of the Lord blows upon it.” “Yes, the people is grass!", "8": "The grass withers, the flower wilts, but the word of our God stands forever.”", "9": "Go up onto a high mountain, Zion, herald of good news![e] Cry out at the top of your voice, Jerusalem, herald of good news! Cry out, do not fear! Say to the cities of Judah: Here is your God!", "10": "Here comes with power the Lord God, who rules by his strong arm; Here is his reward with him, his recompense before him.", "11": "Like a shepherd he feeds his flock; in his arms he gathers the lambs, Carrying them in his bosom, leading the ewes with care.", "12": "Who has measured with his palm the waters, marked off the heavens with a span, held in his fingers the dust of the earth, weighed the mountains in scales and the hills in a balance?[f]", "13": "Who has directed the spirit of the Lord, or instructed him as his counselor?", "14": "Whom did he consult to gain knowledge? Who taught him the path of judgment, or showed him the way of understanding?", "15": "See, the nations count as a drop in the bucket, as a wisp of cloud on the scales; the coastlands weigh no more than a speck.[g]", "16": "Lebanon would not suffice for fuel,[h] nor its animals be enough for burnt offerings.", "17": "Before him all the nations are as nought, as nothing and void he counts them.", "18": "To whom can you liken God? With what likeness can you confront him?", "19": "An idol? An artisan casts it, the smith plates it with gold, fits it with silver chains.[i]", "20": "Is mulberry wood the offering? A skilled artisan picks out a wood that will not rot, Seeks to set up for himself an idol that will not totter.", "21": "Do you not know? Have you not heard? Was it not told you from the beginning? Have you not understood from the founding of the earth?", "22": "The one who is enthroned above the vault of the earth, its inhabitants like grasshoppers, Who stretches out the heavens like a veil and spreads them out like a tent to dwell in,", "23": "Who brings princes to nought and makes the rulers of the earth as nothing.", "24": "Scarcely are they planted, scarcely sown, scarcely their stem rooted in the earth, When he breathes upon them and they wither, and the stormwind carries them away like straw.", "25": "To whom can you liken me as an equal? says the Holy One.", "26": "Lift up your eyes on high and see who created[j] these: He leads out their army and numbers them, calling them all by name. By his great might and the strength of his power not one of them is missing!", "27": "Why, O Jacob, do you say,[k] and declare, O Israel, “My way is hidden from the Lord, and my right is disregarded by my God”?", "28": "Do you not know? Have you not heard? The Lord is God from of old, creator of the ends of the earth. He does not faint or grow weary, and his knowledge is beyond scrutiny.", "29": "He gives power to the faint, abundant strength to the weak.", "30": "Though young men faint and grow weary, and youths stagger and fall,", "31": "They that hope in the Lord will renew their strength, they will soar on eagles' wings; They will run and not grow weary, walk and not grow faint."}