{"1": "Hear then, Jacob, my servant, Israel, whom I have chosen.", "2": "Thus says the Lord who made you, your help, who formed you from the womb: Do not fear, Jacob, my servant, Jeshurun,[a] whom I have chosen.", "3": "I will pour out water upon the thirsty ground, streams upon the dry land; I will pour out my spirit upon your offspring, my blessing upon your descendants.", "4": "They shall spring forth amid grass like poplars beside flowing waters.", "5": "One shall say, “I am the Lord's,” another shall be named after Jacob, And this one shall write on his hand,[b] “The Lord's,” and receive the name Israel.", "6": "[c]Thus says the Lord, Israel's king, its redeemer, the Lord of hosts: I am the first, I am the last; there is no God but me.[d]", "7": "Who is like me? Let him stand up and declare, make it evident, and confront me with it. Who of old announced future events? Let them foretell to us the things to come.", "8": "Do not fear or be troubled. Did I not announce it to you long ago? I declared it, and you are my witnesses. Is there any God but me? There is no other Rock,[e] I know of none!", "9": "[f]Those who fashion idols are all nothing; their precious works are of no avail. They are their witnesses:[g] they see nothing, know nothing, and so they are put to shame.", "10": "Who would fashion a god or cast an idol, that is of no use?", "11": "Look, all its company will be shamed; they are artisans, mere human beings! They all assemble and stand there, only to cower in shame.", "12": "The ironsmith fashions a likeness, he works it over the coals, Shaping it with hammers, working it with his strong arm. With hunger his strength wanes, without water, he grows faint.", "13": "The woodworker stretches a line, and marks out a shape with a stylus. He shapes it with scraping tools, with a compass measures it off, Making it the copy of a man,[h] human display, enthroned in a shrine.", "14": "He goes out to cut down cedars, takes a holm tree or an oak. He picks out for himself trees of the forest, plants a fir, and the rain makes it grow.", "15": "It is used for fuel: with some of the wood he warms himself, makes a fire and bakes bread. Yet he makes a god and worships it, turns it into an idol and adores it!", "16": "Half of it he burns in the fire, on its embers he roasts meat; he eats the roast and is full. He warms himself and says, “Ah! I am warm! I see the flames!”", "17": "The rest of it he makes into a god, an image to worship and adore. He prays to it and says, “Help me! You are my god!”", "18": "They do not know, do not understand; their eyes are too clouded to see, their minds, to perceive.", "19": "He does not think clearly; he lacks the wit and knowledge to say, “Half the wood I burned in the fire, on its embers I baked bread, I roasted meat and ate. Shall I turn the rest into an abomination? Shall I worship a block of wood?”", "20": "He is chasing ashes![i] A deluded mind has led him astray; He cannot save himself, does not say, “This thing in my right hand—is it not a fraud?”", "21": "Remember these things, Jacob, Israel, for you are my servant! I formed you, a servant to me; Israel, you shall never be forgotten by me:", "22": "I have brushed away your offenses like a cloud, your sins like a mist; return to me, for I have redeemed you.", "23": "Raise a glad cry, you heavens—the Lord has acted! Shout, you depths of the earth. Break forth, mountains, into song, forest, with all your trees. For the Lord has redeemed Jacob, shows his glory through Israel.", "24": "Thus says the Lord, your redeemer, who formed you from the womb: I am the Lord, who made all things, who alone stretched out the heavens, I spread out the earth by myself.", "25": "I bring to nought the omens of babblers, make fools of diviners, Turn back the wise and make their knowledge foolish.", "26": "I confirm the words of my servant, carry out the plan my messengers announce. I say to Jerusalem, Be inhabited! To the cities of Judah, Be rebuilt! I will raise up their ruins.", "27": "I say to the deep, Be dry! I will dry up your rivers.", "28": "I say of Cyrus,[j] My shepherd! He carries out my every wish, Saying of Jerusalem, “Let it be rebuilt,” and of the temple, “Lay its foundations.”"}