{"1": "Hear this, house of Jacob called by the name Israel, sprung from the stock of Judah, You who swear by the name of the Lord and invoke the God of Israel without sincerity, without justice,", "2": "Though you are named after the holy city and rely on the God of Israel, whose name is the Lord of hosts.", "3": "Things of the past I declared long ago, they went forth from my mouth, I announced them; then suddenly I took action and they came to be.", "4": "Because I know that you are stubborn and that your neck is an iron sinew and your forehead bronze,", "5": "I declared them to you of old; before they took place I informed you, That you might not say, “My idol did them, my statue, my molten image commanded them.”", "6": "Now that you have heard, look at all this; must you not admit it? From now on I announce new things to you, hidden events you never knew.", "7": "Now, not from of old, they are created, before today you did not hear of them, so that you cannot claim, “I have known them.”", "8": "You never heard, you never knew, they never reached your ears beforehand. Yes, I know you are utterly treacherous, a rebel you were named from the womb.", "9": "For the sake of my name I restrain my anger, for the sake of my renown I hold it back from you, lest I destroy you.", "10": "See, I refined you, but not like silver; I tested you in the furnace of affliction.", "11": "For my sake, for my own sake, I do this; why should my name be profaned? My glory I will not give to another.", "12": "Listen to me, Jacob, Israel, whom I called! I, it is I who am the first, and am I the last.", "13": "Yes, my hand laid the foundations of the earth; my right hand spread out the heavens. When I summon them, they stand forth at once.", "14": "All of you assemble and listen: Who among you declared these things? The one the Lord loves[a] shall do his will against Babylon and the offspring of Chaldea.", "15": "I myself have spoken, I have summoned him, I have brought him, and his way succeeds!", "16": "Come near to me and hear this! From the beginning I did not speak in secret; At the time it happens, I am there: “Now the Lord God has sent me, and his spirit.”[b]", "17": "Thus says the Lord, your redeemer, the Holy One of Israel: I am the Lord, your God, teaching you how to prevail, leading you on the way you should go.", "18": "If only you would attend to my commandments, your peace would be like a river, your vindication like the waves of the sea,", "19": "Your descendants like the sand, the offspring of your loins like its grains, Their name never cut off or blotted out from my presence.", "20": "Go forth from Babylon, flee from Chaldea! With shouts of joy declare this, announce it; Make it known to the ends of the earth, Say: “The Lord has redeemed his servant Jacob.", "21": "They did not thirst when he led them through dry lands; Water from the rock he set flowing for them; he cleft the rock, and waters welled forth.”", "22": "There is no peace[c] for the wicked, says the Lord."}