{"1": "Awake, awake! Put on your strength, Zion; Put on your glorious garments, Jerusalem, holy city. Never again shall the uncircumcised or the unclean enter you.", "2": "Arise, shake off the dust, sit enthroned, Jerusalem; Loose the bonds from your neck, captive daughter Zion!", "3": "For thus says the Lord: For nothing you were sold, without money you shall be redeemed.", "4": "For thus says the Lord God: To Egypt long ago my people went down, to sojourn there; Assyria, too, oppressed them for nought.", "5": "But now, what am I to do here? —oracle of the Lord. My people have been taken away for nothing; their rulers mock, oracle of the Lord; constantly, every day, my name is reviled.", "6": "Therefore my people shall know my name on that day, that it is I who speaks: Here I am!", "7": "How beautiful upon the mountains[a] are the feet of the one bringing good news, Announcing peace, bearing good news, announcing salvation, saying to Zion, “Your God is King!”", "8": "Listen! Your sentinels raise a cry, together they shout for joy, For they see directly, before their eyes, the Lord's return to Zion.", "9": "Break out together in song, O ruins of Jerusalem! For the Lord has comforted his people, has redeemed Jerusalem.", "10": "The Lord has bared his holy arm in the sight of all the nations; All the ends of the earth can see the salvation of our God.", "11": "Depart, depart, go out from there, touch nothing unclean! Out from there![b] Purify yourselves, you who carry the vessels of the Lord.", "12": "But not in hurried flight will you go out, nor leave in headlong haste, For the Lord goes before you, and your rear guard is the God of Israel.", "13": "See, my servant shall prosper, he shall be raised high and greatly exalted.", "14": "Even as many were amazed at him— so marred were his features, beyond that of mortals his appearance, beyond that of human beings—", "15": "So shall he startle many nations, kings shall stand speechless; For those who have not been told shall see, those who have not heard shall ponder it."}