{"1": "It's because of all this that I, Paul, the prisoner of King Jesus on behalf of you Gentiles ...", "2": "I'm assuming, by the way, that you've heard about the plan of God's grace that was given to me to pass on to you? ", "3": "You know – the secret purpose that God revealed to me, as I wrote briefly just now? ", "4": "Anyway ... When you read this you'll be able to understand the special insight I have into the king's secret. ", "5": "This wasn't made known to human beings in previous generations, but now it's been revealed by the spirit to God's holy apostles and prophets. ", "6": "The secret is this: that, through the gospel, the Gentiles are to share Israel's inheritance. They are to become fellow members of the body, along with them, and fellow-sharers of the promise in King Jesus.", "7": "This is the gospel that I was appointed to serve, in line with the free gift of God's grace that was given to me. It was backed up with the power through which God accomplishes his work.", "8": "I am the very least of all God's people. However, he gave me this task as a gift: that I should be the one to tell the Gentiles the good news of the king's wealth, wealth no one could begin to count. ", "9": "My job is to make clear to everyone just what the secret plan is, the purpose that's been hidden from the very beginning of the world in God who created all things. ", "10": "This is it: that God's wisdom, in all its rich variety, was to be made known to the rulers and authorities in the heavenly places – through the church!", "11": "This was God's eternal purpose, and he's accomplished it in King Jesus our Lord. ", "12": "We have confidence, and access to God, in him, in full assurance, through his faithfulness. ", "13": "So, I beg you: don't lose heart because of my sufferings on your behalf! That's your glory!", "14": "Because of this, I am kneeling down before the father, ", "15": "the one who gives the name of 'family' to every family that there is, in heaven and on earth. ", "16": "My prayer is this: that he will lay out all the riches of his glory to give you strength and power, through his spirit, in your inner being; ", "17": "that the king may make his home in your hearts, through faith; that love may be your root, your firm foundation; ", "18": "and that you may be strong enough (with all God's holy ones) to grasp the breadth and length and height and depth, ", "19": "and to know the king's love – though actually it's so deep that nobody can really know it! So may God fill you with all his fullness.", "20": "So: to the one who is capable of doing far, far more than we can ask or imagine, granted the power which is working in us – ", "21": "to him be glory, in the church, and in King Jesus, to all generations, and to the ages of ages! Amen!"}