{"1": "So, then, this is my appeal to you – yes, it's me, the prisoner in the Lord! You must live up to the calling you received. ", "2": "Bear with one another in love; be humble, meek and patient in every way with one another. ", "3": "Make every effort to guard the unity that the spirit gives, with your lives bound together in peace.", "4": "There is one body and one spirit; you were, after all, called to one hope which goes with your call. ", "5": "There is one Lord, one faith, one baptism; ", "6": "one God and father of all, who is over all, through all and in all.", "7": "But grace was given to each one of us, according to the measure the king used when he was distributing gifts. ", "8": "That's why it says, When he went up on high he led bondage itself into bondage and he gave gifts to people.", "9": "When it says here that 'he went up', what this means is that he also came down into the lower place, that is, the earth. ", "10": "The one who came down is the one who also 'went up' – yes, above all the heavens! – so that he might fill all things.", "11": "So these were the gifts that he gave. Some were to be apostles, others prophets, others evangelists, and others pastors and teachers. ", "12": "Their job is to give God's people the equipment they need for their work of service, and so to build up the king's body. ", "13": "The purpose of this is that we should all reach unity in our belief and loyalty, and in knowing God's son. Then we shall reach the stature of the mature Man measured by the standards of the king's fullness.", "14": "As a result, we won't be babies any longer! We won't be thrown this way and that on a stormy sea, blown about by every gust of teaching, by human tricksters, by their cunning and deceitful scheming. ", "15": "Instead, we must speak the truth in love, and so grow up in everything into him – that is, into the king, who is the head. ", "16": "He supplies the growth that the whole body needs, linked as it is and held together by every joint which supports it, with each member doing its own proper work. Then the body builds itself up in love.", "17": "So this is what I want to say; I am bearing witness to it in the Lord. You must no longer behave like the Gentiles, foolish-minded as they are. ", "18": "Their understanding is darkened; they are cut off from God's life because of their deep-seated ignorance, which springs from the fact that their hearts are hard. ", "19": "They have lost all moral sensitivity, and have given themselves over to whatever takes their fancy. They go off greedily after every kind of uncleanness.", "20": "But that's not how you learned the king! – ", "21": "if indeed you did hear about him, and were taught in him, in accordance with the truth about Jesus himself. ", "22": "That teaching stressed that you should take off your former lifestyle, the old humanity. That way of life is decaying, as a result of deceitful lusts. ", "23": "Instead, you must be renewed in the spirit of your mind, ", "24": "and you must put on the new humanity, which is being created the way God intended it, displaying justice and genuine holiness.", "25": "Put away lies, then. 'Each of you, speak the truth with your neighbour,' because we are members of one another. ", "26": "'Be angry, but don't sin'; don't let the sun go down on you while you're angry, ", "27": "and don't leave any loophole for the devil. ", "28": "The thief shouldn't steal any longer, but should rather get on with some honest manual work, so as to be able to share with people in need.", "29": "Don't let any unwholesome words escape your lips. Instead, say whatever is good and will be useful in building people up, so that you will give grace to those who listen.", "30": "And don't disappoint God's holy spirit – the spirit who put God's mark on you to identify you on the day of freedom. ", "31": "All bitterness and rage, all anger and yelling, and all blasphemy – put it all away from you, with all wickedness. ", "32": "Instead, be kind to one another, cherish tender feelings for each other, forgive one another, just as God forgave you in the king."}