{"1": "So you should be imitators of God, like dear children. ", "2": "Conduct yourselves in love, just as the Messiah loved us, and gave himself for us, as a sweet-smelling offering and sacrifice to God.", "3": "As for fornication, uncleanness of any kind, or greed: you shouldn't even mention them! You are, after all, God's holy people. ", "4": "Shameful, stupid or coarse conversations are quite out of place. Instead, there should be thanksgiving.", "5": "You should know this, you see: no fornicator, nobody who practises uncleanness, no greedy person (in other words, an idolator), has any inheritance in the Messiah's kingdom, or in God's. ", "6": "Don't let anyone fool you with empty words. It's because of these things, you see, that God's wrath is coming on people who are disobedient.", "7": "So don't share in their practices. ", "8": "After all, at one time you were darkness, but now, in the Lord, you are light! So behave as children of light. ", "9": "Light has its fruit, doesn't it, in everything that's good, and just, and true. ", "10": "Think through what's going to be pleasing to the Lord. Work it out.", "11": "So don't get involved in the works of darkness, which all come to nothing. Instead, expose them! ", "12": "The things they do in secret, you see, are shameful even to talk about. ", "13": "But everything becomes visible when it's exposed to the light, ", "14": "since everything that is visible is light. That's why it says: Wake up, you sleeper! Rise up from the dead! The Messiah will shine on you!", "15": "So take special care how you conduct yourselves. Don't be unwise, but be wise. ", "16": "Make use of any opportunity you have, because these are wicked times we live in. ", "17": "So don't be foolish; rather, understand what the Lord's will is. ", "18": "And don't get drunk with wine; that way lies dissipation. Rather, be filled with the spirit! ", "19": "Speak to each other in psalms and hymns and spiritual songs, singing and chanting in your heart to the Lord, ", "20": "always giving thanks for everything to God the father in the name of our Lord Jesus the Messiah.", "21": "Be subject to one another out of reverence for the Messiah.", "22": "Wives, be subject to your own husbands, as to the Lord. ", "23": "The man, you see, is the head of the woman, just as the Messiah, too, is head of the church. He is himself the saviour of the body. ", "24": "But, just as the church is subject to the Messiah, in the same way women should be subject in everything to their husbands.", "25": "Husbands, love your wives, as the Messiah loved the church, and gave himself for it, ", "26": "so that he could make it holy, cleansing it by washing it with water through the word. ", "27": "He did this in order to present the church to himself in brilliant splendour, without a single spot or blemish or anything of the kind – that it might be holy and without blame. ", "28": "That's how husbands ought to love their own wives, just as they love their own bodies. Someone who loves his wife loves himself. ", "29": "After all, nobody ever hates his own flesh: he feeds it and takes care of it, just as the Messiah does with the church, ", "30": "because we are parts of his body. ", "31": "'That's why a man leaves his father and mother and is joined to his wife, and the two become one flesh.'", "32": "The hidden meaning in this saying is very deep; but I am reading it as referring to the Messiah and the church. ", "33": "Anyway, each one of you must love your wife as you love yourself; and the wife must see that she respects her husband."}