{"1": "Paul, an apostle of Christ Jesus by the will of God, To the saints who are also faithful[a] in Christ Jesus:", "2": "Grace to you and peace from God our Father and the Lord Jesus Christ.", "3": "Blessed be the God and Father of our Lord Jesus Christ, who has blessed us in Christ with every spiritual blessing in the heavenly places, ", "4": "even as he chose us in him before the foundation of the world, that we should be holy and blameless before him. ", "5": "He destined us in love[b] to be his sons through Jesus Christ, according to the purpose of his will, ", "6": "to the praise of his glorious grace which he freely bestowed on us in the Beloved. ", "7": "In him we have redemption through his blood, the forgiveness of our trespasses, according to the riches of his grace ", "8": "which he lavished upon us. ", "9": "For he has made known to us in all wisdom and insight the mystery of his will, according to his purpose which he set forth in Christ ", "10": "as a plan for the fulness of time, to unite all things in him, things in heaven and things on earth.", "11": "In him, according to the purpose of him who accomplishes all things according to the counsel of his will, ", "12": "we who first hoped in Christ have been destined and appointed to live for the praise of his glory. ", "13": "In him you also, who have heard the word of truth, the gospel of your salvation, and have believed in him, were sealed with the promised Holy Spirit, ", "14": "which is the guarantee of our inheritance until we acquire possession of it, to the praise of his glory.", "15": "For this reason, because I have heard of your faith in the Lord Jesus and your love[c] toward all the saints, ", "16": "I do not cease to give thanks for you, remembering you in my prayers, ", "17": "that the God of our Lord Jesus Christ, the Father of glory, may give you a spirit of wisdom and of revelation in the knowledge of him, ", "18": "having the eyes of your hearts enlightened, that you may know what is the hope to which he has called you, what are the riches of his glorious inheritance in the saints, ", "19": "and what is the immeasurable greatness of his power in us who believe, according to the working of his great might ", "20": "which he accomplished in Christ when he raised him from the dead and made him sit at his right hand in the heavenly places, ", "21": "far above all rule and authority and power and dominion, and above every name that is named, not only in this age but also in that which is to come; ", "22": "and he has put all things under his feet and has made him the head over all things for the church, ", "23": "which is his body, the fulness of him who fills all in all."}