{"1": "Keep being concerned about each other as the Lord's followers should.", "2": "Be sure to welcome strangers into your home. By doing this, some people have welcomed angels as guests, without even knowing it.", "3": "Remember the Lord's people who are in jail and be concerned for them. Don't forget those who are suffering, but imagine that you are there with them.", "4": "Have respect for marriage. Always be faithful to your partner, because God will punish anyone who is immoral or unfaithful in marriage.", "5": "Don't fall in love with money. Be satisfied with what you have. The Lord has promised that he will not leave us or desert us. ", "6": "That should make you feel like saying, “The Lord helps me! Why should I be afraid of what people can do to me?”", "7": "Don't forget about your leaders who taught you God's message. Remember what kind of lives they lived and try to have faith like theirs.", "8": "Jesus Christ never changes! He is the same yesterday, today, and forever. ", "9": "Don't be fooled by any kind of strange teachings. It is better to receive strength from God's undeserved kindness than to depend on certain foods. After all, these foods don't really help the people who eat them. ", "10": "But we have an altar where even the priests who serve in the place of worship have no right to eat.", "11": "After the high priest offers the blood of animals as a sin offering, the bodies of those animals are burned outside the camp. ", "12": "Jesus himself suffered outside the city gate, so that his blood would make people holy. ", "13": "That's why we should go outside the camp to Jesus and share in his disgrace. ", "14": "On this earth we don't have a city that lasts forever, but we are waiting for such a city.", "15": "Our sacrifice is to keep offering praise to God in the name of Jesus. ", "16": "But don't forget to help others and to share your possessions with them. This too is like offering a sacrifice that pleases God.", "17": "Obey your leaders and do what they say. They are watching over you, and they must answer to God. So don't make them sad as they do their work. Make them happy. Otherwise, they won't be able to help you at all.", "18": "Pray for us. Our consciences are clear, and we always try to live right. ", "19": "I especially want you to pray that I can visit you again soon.", "20": "God gives peace, and he raised our Lord Jesus Christ from death. Now Jesus is like a Great Shepherd whose blood was used to make God's eternal agreement with his flock.[a] ", "21": "I pray that God will make you ready to obey him and that you will always be eager to do right. May Jesus help you do what pleases God. To Jesus Christ be glory forever and ever! Amen.", "22": "My friends, I have written only a short letter to encourage you, and I beg you to pay close attention to what I have said.", "23": "By now you surely must know that our friend Timothy is out of jail. If he gets here in time, I will bring him with me when I come to visit you.", "24": "Please give my greetings to your leaders and to the rest of the Lord's people. His followers from Italy send you their greetings.", "25": "I pray that God will be kind to all of you![b]"}