{"1": "We must give our full attention to what we were told, so that we won't drift away. ", "2": "The message spoken by angels proved to be true, and all who disobeyed or rejected it were punished as they deserved. ", "3": "So if we refuse this great way of being saved, how can we hope to escape? The Lord himself was the first to tell about it, and people who heard the message proved to us that it was true. ", "4": "God himself showed that his message was true by working all kinds of powerful miracles and wonders. He also gave his Holy Spirit to anyone he chose to.", "5": "We know that God did not put the future world under the power of angels. ", "6": "Somewhere in the Scriptures someone says to God, “What makes you care about us humans? Why are you concerned for weaklings such as we?", "7": "You made us lower than the angels for a while. Yet you have crowned us with glory and honor.[a]", "8": "And you have put everything under our power!” God has put everything under our power and has not left anything out of our power. But we still don't see it all under our power. ", "9": "What we do see is Jesus, who for a little while was made lower than the angels. Because of God's wonderful kindness, Jesus died for everyone. And now that Jesus has suffered and died, he is crowned with glory and honor!", "10": "Everything belongs to God, and all things were created by his power. So God did the right thing when he made Jesus perfect by suffering, as Jesus led many of God's children to be saved and to share in his glory. ", "11": "Jesus and the people he makes holy all belong to the same family. That is why he isn't ashamed to call them his brothers and sisters. ", "12": "He even said to God, “I will tell them your name and sing your praises when they come together to worship.”", "13": "He also said, “I will trust God.” Then he said, “Here I am with the children God has given me.”", "14": "We are people of flesh and blood. That is why Jesus became one of us. He died to destroy the devil, who had power over death. ", "15": "But he also died to rescue all of us who live each day in fear of dying. ", "16": "Jesus clearly did not come to help angels, but he did come to help Abraham's descendants. ", "17": "He had to be one of us, so that he could serve God as our merciful and faithful high priest and sacrifice himself for the forgiveness of our sins. ", "18": "And now that Jesus has suffered and was tempted, he can help anyone else who is tempted."}