{"1": "My friends, God has chosen you to be his holy people. So think about Jesus, the one we call our apostle and high priest! ", "2": "Jesus was faithful to God, who appointed him, just as Moses was faithful in serving all of[a] God's people. ", "3": "But Jesus deserves more honor than Moses, just as the builder of a house deserves more honor than the house. ", "4": "Of course, every house is built by someone, and God is really the one who built everything.", "5": "Moses was a faithful servant and told God's people what would be said in the future. ", "6": "But Christ is the Son in charge of God's people. And we are those people, if we keep on being brave and don't lose hope.", "7": "It is just as the Holy Spirit says, “If you hear God's voice today,", "8": "don't be stubborn! Don't rebel like those people who were tested in the desert.", "9": "For forty years your ancestors tested God and saw the things he did.", "10": "“Then God got tired of them and said, 'You people never show good sense, and you don't understand what I want you to do.'", "11": "God became angry and told the people, 'You will never enter my place of rest!'”", "12": "My friends, watch out! Don't let evil thoughts or doubts make any of you turn from the living God. ", "13": "You must encourage one another each day. And you must keep on while there is still a time that can be called “today.” If you don't, then sin may fool some of you and make you stubborn. ", "14": "We were sure about Christ when we first became his people. So let's hold tightly to our faith until the end. ", "15": "The Scriptures say, “If you hear his voice today, don't be stubborn like those who rebelled.”", "16": "Who were those people that heard God's voice and rebelled? Weren't they the same ones that came out of Egypt with Moses? ", "17": "Who were the people that made God angry for forty years? Weren't they the ones that sinned and died in the desert? ", "18": "And who did God say would never enter his place of rest? Weren't they the ones that disobeyed him? ", "19": "We see that those people did not enter the place of rest because they did not have faith."}