{"1": "The promise to enter the place of rest is still good, and we must take care that none of you miss out. ", "2": "We have heard the message, just as they did. But they failed to believe what they heard, and the message did not do them any good. ", "3": "Only people who have faith will enter the place of rest. It is just as the Scriptures say, “God became angry and told the people, 'You will never enter my place of rest!'” God said this, even though everything has been ready from the time of creation. ", "4": "In fact, somewhere the Scriptures say that by the seventh day, God had finished his work, and so he rested. ", "5": "We also read that he later said, “You people will never enter my place of rest!” ", "6": "This means that the promise to enter is still good, because those who first heard about it disobeyed and did not enter. ", "7": "Much later God told David to make the promise again, just as I have already said, “If you hear his voice today, don't be stubborn!”", "8": "If Joshua had really given the people rest, there would not be any need for God to talk about another day of rest. ", "9": "But God has promised us a Sabbath when we will rest, even though it has not yet come. ", "10": "On that day God's people will rest from their work, just as God rested from his work.", "11": "We should do our best to enter that place of rest, so that none of us will disobey and miss going there, as they did. ", "12": "What God has said isn't only alive and active! It is sharper than any double-edged sword. His word can cut through our spirits and souls and through our joints and marrow, until it discovers the desires and thoughts of our hearts. ", "13": "Nothing is hidden from God! He sees through everything, and we will have to tell him the truth.", "14": "We have a great high priest, who has gone into heaven, and he is Jesus the Son of God. That is why we must hold on to what we have said about him. ", "15": "Jesus understands every weakness of ours, because he was tempted in every way that we are. But he did not sin! ", "16": "So whenever we are in need, we should come bravely before the throne of our merciful God. There we will be treated with undeserved kindness, and we will find help."}