{"1": "After the death of King Solomon, nothing is ever the same in Israel. Many of the Israelites rebel against God, no longer follow God's elected Judahite kings, and form the new Northern Kingdom with their own kings and heretical temples. After his father died, King Rehoboam went to Shechem in Northern Israel to be coronated before all the Israelites. ", "2": "The news of the impending coronation reached Jeroboam, the son of Nebat, where he was living as an exile in Egypt, so he hastily returned to Israel.", "3": "King Solomon tried to kill Jeroboam when the prophet Ahijah predicted that Israel would divide into two countries with Jeroboam leading the Northern Kingdom. The Israelites requested that Jeroboam meet them in Shechem at the coronation. Together, they made a request of Rehoboam, who would be their new king.", "4": "This next conversation between Rehoboam and the tribes is pivotal for the nation of Israel and the twelve tribes. The prophecy of Ahijah the Shilonite in the 1 Kings 11 story foreshadows that God is going to give Judah—and neighboring Benjamin—to Rehoboam, but Jeroboam in the north gets ten tribes. The story is ironic since it appears that the Eternal favors Jeroboam by giving him most of the Israelite tribes and territory, and Rehoboam is portrayed as a despotic fool. In the end, the Davidic offspring, King Rehoboam, has a disastrous reign, and Jeroboam sets up Dan and Bethel as temple sites to worship the Eternal One. It seems that a king, whether in the Northern or Southern Kingdom, is a bad deal for the people. Israelites (to Rehoboam): 4 Your father made us work very hard for the building of Israel. We built cities and palaces and temples and roads for him. We are tired of this constant work which your father required. If you will reduce the amount of work we are required to perform for the nation, then we will coronate you as king and serve you as your people.", "5": "Rehoboam: 5 Let me think about this for three days. Then I will give you an answer. As the Israelites left, ", "6": "King Rehoboam asked older men who were his father Solomon's advisors for advice about the situation. Rehoboam: What do you think I should tell the people?", "7": "Solomon's Advisors: 7 Listen to their concerns, show them kindness, and please them. Then they will be your subjects and will always respect you.", "8": "But Rehoboam did not listen to the advisors' recommendation. Instead he asked the opinions of his childhood friends who were more likely to give him the advice that he wanted to hear.", "9": "Rehoboam: 9 How do you think I should answer these people's request that I reduce the amount of work my father required of them?", "10": "These younger childhood “counselors” encourage Rehoboam to be a stronger, more dominant ruler instead of a kinder, more respected ruler. Rehoboam's Friends: 10 Tell those who want a reduced workload, “I am stronger and more virile than my father ever was! ", "11": "You will long for my father's leniency. He made you work hard, but I will make you work even harder. He disciplined you with whips, but I will discipline you with the sting of scorpions.”", "12": "On the third day, Jeroboam and the Israelites returned to Rehoboam as the king had requested. ", "13-14": "The king followed the advice of his young friends, answering harshly and ignoring the advice of his father's advisors. Rehoboam: You will long for my father's leniency. He made you work hard, but I will make you work even harder. He disciplined you with whips, but I will discipline you with the sting of scorpions.", "15": "By ignoring the Israelites' desires, the king fulfilled the Eternal God's prophecy that was spoken through Ahijah the Shilonite to Jeroboam, son of Nebat. ", "16": "Just as predicted, the Northern tribes formed a nation separate from Judah because the king did not listen to them. Israelites (to Rehoboam): God promised the kingdom of Israel to David and his sons. Why should we follow David's descendants when we do not share in the inheritance of Jesse's son? Let us form our own nation in the North, and so every Israelite should return to his house. In the same way, let the Judahites and the Benjaminites continue by themselves as the house of David in the South. Most of the Israelites left Shechem to form a new Northern Kingdom, ", "17": "but a few Israelites remained in the cities of Judah, the Southern Kingdom, because they recognized that Rehoboam was their rightful king.", "18": "In a final attempt to reunite his father Solomon's kingdom, King Rehoboam sent Hadoram, the superintendent of Solomon's forced labor, into Israel to compel the Northern Kingdom to accept Rehoboam as their king. But the Israelites stoned Hadoram to death. Realizing the anger of the Northern Kingdom, King Rehoboam fled in his chariot to Jerusalem. ", "19": "Thus the Northern Kingdom of Israel has rebelled against the Southern Kingdom, the Davidic kings in Judah, until today."}