{"1": "Jehoshaphat, Asa's son, became king and demonstrated his authority over the Southern Kingdom of Israel by strengthening Judah's defenses. ", "2": "He stationed forces in all the fortified cities of Judah and built barracks throughout the territory of Judah and the cities of Ephraim, which his father Asa had conquered. ", "3": "The Eternal was with Jehoshaphat because he ruled as David had throughout his reign and as his father Asa had at the beginning of his reign. Jehoshaphat did not seek the lords of foreign religions; ", "4": "instead, he looked for the True God of his father as Azariah told Asa to do, followed His commands, and was faithful to God, unlike the Northern Kingdom of Israel. ", "5": "Because of his virtues, the Eternal gave control of the kingdom to Jehoshaphat. The people living throughout Judah brought gifts to their new king, Jehoshaphat, and he had abundant riches and honor. ", "6": "Jehoshaphat prided himself on supporting the ways of the Eternal by cleansing Judah of foreign cultic symbols: high places and Asherah figures.", "7-9": "In his third year, Jehoshaphat sent his most worthy officials (Ben-hail, Obadiah, Zechariah, Nethanel, and Micaiah), some of the Levites (Shemaiah, Nethaniah, Zebadiah, Asahel, Shemiramoth, Jehonathan, Adonijah, Tobijah, and Tobadonijah), and some of the priests (Elishama and Jehoram) to all the people in Judah to teach them from the Eternal's laws.", "10": "Asa began reforms by destroying cults, and Jehoshaphat continues the reforms by building the true religion. His focus is not just on ridding the nation of improper worship; he intends to teach everyone about proper worship. Therefore, Jehoshaphat embarks on a massive project of sending his best officials throughout the nation to teach the people. All the kingdoms and lands surrounding Judah feared the Eternal, so they would not attack Jehoshaphat. ", "11": "Some of the Philistines even brought gifts and silver as tribute to Jehoshaphat, and Arabians brought him flocks: 7,700 rams and 7,700 male goats.", "12-13": "Jehoshaphat is the first king to command such foreign respect since Solomon, four generations earlier. Jehoshaphat grew stronger at home and abroad, he built fortresses and store cities with great supplies in Judah, and he stationed his heroic men in Jerusalem ", "14": "according to their families: From Judah, the commanders of their divisions were Adnah, the commander of 300,000 heroic men; ", "15": "then Johanan, the commander of 280,000; ", "16": "then Amasiah (son of Zichri who volunteered to serve the Eternal), and with him 200,000 heroic men. ", "17": "From Benjamin, Eliada, a valiant warrior, and with him 200,000 archers and those carrying shields; ", "18": "then Jehozabad, and with him 180,000 equipped for war. ", "19": "These men served the king in Jerusalem, and others served him in other fortified cities throughout Judah."}