{"1": "In spite of his great wealth and honor, Jehoshaphat still wanted an alliance with the Northern Kingdom. So he arranged for his son, Jehoram, to marry Athaliah, the daughter of Ahab, the king of Israel. ", "2": "Several years later, Jehoshaphat traveled north to Samaria (Israel's capital city) to visit Ahab, and Ahab prepared a feast. He used this feast of sheep and goats to entice Jehoshaphat and his entourage into attacking Ramoth-gilead.", "3": "Ahab (to Jehoshaphat): 3 I want to recover Ramoth-gilead from the Arameans and return it to my own country. Will you help me attack it? Jehoshaphat: You and I and all of our people are brothers, descended from the same ancestor, Jacob. We will certainly help you in the battle. ", "4": "But first I want to know if the Eternal agrees with your aggression. Let's consult some of His prophets.", "5": "Then Ahab assembled 400 court prophets, who wanted to appease their king. Ahab (to the prophets): Should we fight Ramoth-gilead or not? Prophets: Go up to Ramoth-Gilead. You will win because the True God will give the city to you.", "6": "Jehoshaphat: 6 Is there a prophet of the Eternal, not just one of your own court prophets, whom we can ask?", "7": "Ahab: 7 There is only one prophet of the Eternal here, Micaiah, son of Imla, but I hate him and distrust his prophecies. He always prophesies evil about me and my country, never anything good. Jehoshaphat: You should not say such a thing about a prophet of the Lord.", "8": "Ahab (to an officer): 8 Bring Micaiah, Imla's son, to us quickly.", "9": "While they waited for Micaiah to arrive, Ahab and Jehoshaphat each sat on his own throne in his unique robes on the threshing floor inside Samaria's gate. All the prophets were revealing their divine insights to the kings, ", "10": "and Zedekiah, son of Chenaanah, cast iron horns to illustrate his prophecy. Zedekiah (with the horns): The Eternal says, “With these horns you will stab the Arameans until they are destroyed.”", "11": "Prophets: 11 Go up to Ramoth-gilead. You will win because the Eternal will give the city to the king.", "12": "When the messenger who went to summon Micaiah found him, he told Micaiah of the other prophets' unanimous blessing for the battle. The messenger asked that Micaiah agree with the other prophets and support the battle. ", "13": "Micaiah swore by the Eternal that he would only speak what the True God told him. He would not go along with the crowd just to please Ahab.", "14": "Ahab: 14 Micaiah, should we fight Ramoth-gilead or not? Micaiah: Go up to Ramoth-gilead. You will win because the city will be given to you.", "15": "Ahab: 15 How many times must I persuade you to tell me nothing but the truth when you claim to use the authority of the Eternal?", "16": "Micaiah: 16 I saw all Israel wandering aimlessly on the mountains, like sheep without a shepherd. Then I heard the Eternal say, “These have no master. Let each of them go his own way and return to his own house in peace.”", "17": "Ahab (aside to Jehoshaphat): 17 Didn't I tell you that he prophesies only evil about me?", "18": "The prophets often use the “bad shepherd” metaphor to demonstrate how Israelite and Judean kings do not rule their people well. Micaiah: 18 Hear what the Eternal One says. I saw Him sitting on His throne, with the armies of heaven flanking Him, ", "19": "asking, “Who will entice Ahab, king of Israel, to go up to Ramoth-gilead and die there?” The heavenly soldiers were murmuring to each other ", "20": "when a spirit stepped before the Eternal and answered, “I will entice him.” The Eternal One questioned, “How?”", "21": "“I will mislead all of his prophets so that he will go to his death willingly and unaware.” Then He said, “You will indeed entice him. Go, and do as you have said.”", "22": "In this way, the Eternal has deceived your prophets and proclaimed your death.", "23": "Then Zedekiah, son of Chenaanah, slapped Micaiah. Zedekiah: Which way did that enticing spirit from the Eternal pass when he left me and entered you, prompting your ridiculous oracle?", "24": "Micaiah: 24 Seer, you won't see anything until the day when you enter an inner room to hide yourself.", "25": "Ahab: 25 Take Micaiah to Amon (the governor of the city) and to my son Joash. ", "26": "Tell them I said to imprison this man and feed him only a little bread and water until I return from this battle safely.", "27": "Micaiah: 27 If you do return safely, then the Eternal has not spoken through me. Everyone, listen to me and remember my words.", "28": "So Ahab, king of the Northern Kingdom, and Jehoshaphat, king of the Southern Kingdom, attacked Ramoth-gilead together.", "29": "Ahab (to Jehoshaphat): 29 I will wear a disguise when we go into battle, but you should wear your royal robes. Both men did as Ahab suggested, Jehoshaphat in his robes and Ahab in his disguise, and they attacked Ramoth-gilead.", "30": "Meanwhile, the Aramean king (who occupied Ramoth-gilead) had commanded the captains of his chariots to target only Ahab. ", "31": "When they saw Jehoshaphat in the royal robes, they assumed that he was the king of Israel, not knowing that Judah had joined Ahab in the battle. The Aramean chariots pursued Jehoshaphat, but he called out to the Eternal for help. The True God diverted them. ", "32": "When the captains of the chariots realized he was not Ahab, they retreated.", "33": "Meanwhile, an archer randomly shot an arrow that landed in a joint of Ahab's armor. Since Ahab has not worn his royal robes on the battlefield, the archer never knows whom he has hit. Ahab (to his chariot driver): Turn around, and take me away from the battlefield. I am severely injured.", "34": "The battle continued all day, but Ahab could only prop himself up in his chariot. So he watched from his chariot in front of the Arameans. At sunset, he died."}