{"1": "Then Jehoshaphat returned safely to his house in Jerusalem. ", "2": "When he arrived, Jehu (the son of Hanani the seer whom Asa imprisoned for predicting wars against Judah) greeted the king. Jehu: Should you aid the wicked and align yourself with those who hate the Eternal? If you do, you will bring the wrath of the Eternal upon yourself. ", "3": "In spite of helping God's enemies, there is still some good in you—you did remove the Asherah idols from Judah and seek the True God.", "4": "Unlike his father Asa, Jehoshaphat did not punish the seer for his message. Instead, the king dedicated himself to drawing his nation closer to the Eternal One, the True God of their ancestors. He lived in Jerusalem, but he traveled among his people from Beersheba in the South to the hill country of Ephraim in the North. ", "5": "Jehoshaphat, whose name means “the Lord judges,” appointed judges throughout the land—in the fortified cities of Judah, one at a time.", "6": "Jehoshaphat (to the judges): 6 When you are rendering your judgments, consider them carefully. When you judge, you are representing the Eternal, who is with you when you render a verdict, not man or any institution. ", "7": "Be guided by your fear of Him. Act carefully because the Eternal One, our True God, is never associated with unrighteousness, partiality, or bribery.", "8": "In Jerusalem, Jehoshaphat appointed judges from three specific groups: the Levites, the priests, and the tribal leaders of Israel. They enacted the Eternal's judgments and presided over the daily disputes among the citizens of Jerusalem.", "9": "Jehoshaphat (commissioning his judges): 9 You will faithfully and wholeheartedly perform these duties in the fear of the Eternal: ", "10": "instruct your brothers about the various laws (so they and you will be innocent before the Eternal and all of you will avoid His anger) whenever any city dweller brings you subjective cases where the right decisions are not apparent, cases where you must choose who is justified in bloodshed or how to interpret the laws and commandments. ", "11": "Amariah, the chief priest, will be in charge of all that pertains to the Eternal; Zebadiah, the son of Ishmael and leader of the Judahites, will be in charge of all that pertains to governance; and the Levites will be your officers. If you act decisively, then the Eternal is a part of your good actions."}