{"1": "During the seventh year of Athaliah's reign, Jehoiada the priest prepared to revolt and conferred with the commanders over divisions of warriors: Azariah (son of Jeroham), Ishmael (son of Johanan), Azariah (son of Obed), Maaseiah (son of Adaiah), and Elishaphat (son of Zichri). These men made an agreement with Jehoiada, promising to fight against Athaliah's illegitimate government. ", "2": "They traveled through Judah telling the people about the coming revolt. Then all the Levites and all the Israelite tribal leaders came to Jerusalem ", "3": "to make another contract with the rightful king, Joash, in the house of God. Jehoiada: Remember when the Eternal promised David that his sons would be king? Athaliah's reign has disrupted that promise. Look now on the son of the king! ", "4": "This is what you will do: One-third of you priests and Levites who work on the Sabbath will guard the gates to the temple, ", "5-7": "one-third will guard Joash's house, and one-third will guard the gate of the foundation. Those posted at the king's house will surround him with drawn weapons. If anyone enters Joash's house, kill him. If Joash leaves his house, kill anyone who approaches him. All the people will wait in the courts of the Eternal's house and guard His temple. Kill anyone who comes into the Eternal's house (except, of course, for the priests and ministering Levites who are consecrated).", "8": "The Levites and the people did as they were told by Jehoiada the priest. Everyone worked that day, even those who were typically off duty on Sabbath, because Jehoiada reenlisted them all in the rebellion. ", "9": "He armed the divisions under the commanders of hundreds with King David's spears and large and small shields which were offerings to the house of the True God, ", "10": "and he stationed all the people, who were armed with their own weapons, to surround both the temple and Joash. ", "11": "Once everyone was in place, they publicly made Joash king: the people crowned him and gave him a copy of the covenant laws; Jehoiada and his sons anointed him and said, “Long live the king!”", "12": "Hearing the commotion of her people running and praising a different monarch, Athaliah entered the Eternal's house where all the people were stationed. ", "13": "There she saw King Joash standing by his pillar at the entrance, flanked by the commanders and the trumpeters. All the people of the land rejoiced and blew trumpets as the singers led the people in songs of praise with their musical instruments. Athaliah (tearing her clothes in sorrow): Treason! Treason!", "14": "Jehoiada (to the commanders of divisions in response to Athaliah and her violation of the temple): 14 Take her and her followers out between the ranks, and kill them with the sword. Do not kill her in the Eternal's house.", "15": "So they took her to the entrance of the Horse Gate at the palace and executed her.", "16": "Then Jehoiada made a covenant between himself, all the people, and the king, promising to follow the Eternal. ", "17": "Because of this covenant, all the people demolished Baal's temple, destroyed the altars and icons there, and killed Mattan, the priest of Baal, in front of the altars. ", "18": "Then Jehoiada restored the organization of the temple as David had intended: He appointed the Levitical priests[a] to the offices of the Eternal's temple, where they gave the burnt offerings to the Eternal (as Moses' law required) with rejoicing and singing. ", "19": "He preserved the sanctity of the Eternal's temple by stationing gatekeepers there so ritually unclean people could not enter.", "20": "Having restored the temple, Jehoiada properly restores the Davidic monarchy. He and the commanders of the divisions, the nobles, the rulers of the people, and all the people of the land took the king from the Eternal's temple through the upper gate to the palace. There, they put Joash on his royal throne. ", "21": "Since their rightful king was restored and Athaliah had been killed, all the people of the land rejoiced and were at peace."}