{"1": "Typically, kings' good and faithful works before God are rewarded with peace and prosperity. But not Hezekiah's. His devotion to God is tested with an invasion by the most powerful army in the world—the Assyrian Empire, led by Sennacherib. Sennacherib is not just another bully coming to take the temple treasures; he intends to conquer the world, and Israel is a bump on his road to Egypt. Sennacherib is ample temptation for Hezekiah to abandon God and surrender Jerusalem in return for his own life. But Hezekiah is more faithful than that. After his acts of faithfulness toward God, Hezekiah faced the greatest challenge of his reign. Sennacherib, king of Assyria, invaded Judah and besieged the fortified cities intending to conquer them for himself. ", "2": "Realizing that Sennacherib would eventually reach Jerusalem, Hezekiah prepared the city for a long siege. ", "3-4": "First, the king's officers and warriors with a large number of the people dammed the water sources, both springs and rivers, outside the city so that when the Assyrians came they could not readily use the water sources. ", "5": "Second, Hezekiah reinforced the city by repairing the existing wall structure which surrounded the city, building towers for offensive position, and erecting another wall far outside the main city wall. Between the two walls, he strengthened the city's millo. This millo is an immense earthen rampart that supports the structure of the main city wall and prevents the attackers from tunneling under it to attack the city from the inside, should they destroy the new outer wall. Third he cast new weapons and shields in abundance. ", "6": "Finally he appointed the military leaders over the people and commissioned them at the city gate.", "7": "Hezekiah: 7 We can be strong and courageous because of the One who fights with us. Don't be discouraged or fearful of the Assyrian king and the multitude of his people, for greatness is with us more than with them. ", "8": "Sennacherib will fight with an arm of flesh and bone, but we will fight with the Eternal God's help and His warfare. The people were strengthened by the words of Hezekiah, king of Judah.", "9": "While Sennacherib, with his forces, was busy besieging Lachish in a bloody battle, the king of Assyria sent messengers to Jerusalem to persuade Hezekiah and all the Judahites to surrender.", "10": "Sennacherib's Message: 10 Why are you remaining in Jerusalem when you know I am about to come destroy your city? What could you possibly be trusting that could save you from my army? ", "11": "Hezekiah must be entertaining you with lies, telling you how the Eternal God will save you from my conquest. If you listen to him, we will certainly conquer you while you die of hunger and thirst inside those walls.", "12": "Sennacherib cleverly poses the question to those inside the walls of Jerusalem: Do you really think your God will defend a king who has made it harder for His people to worship Him? Sennacherib's Message: 12 Hezekiah removed His high places and altars from all over the country, forcing everyone to come to Jerusalem to worship. ", "13-14": "Haven't you heard how my empire's army has destroyed peoples and nations for years? We even conquered your own brothers in the Northern Kingdom. Where were their gods when their nations needed defending? Where will your True God be when you are being tortured and murdered? ", "15": "Stop listening and being deceived by Hezekiah. He is only giving you false hope. No god has ever rescued his people from me or my royal fathers before me, so what makes you think your God will?", "16": "Of course, Sennacherib completely misunderstands the nature of God and the reforms of Hezekiah. Hezekiah is only ingratiating himself to God when he consolidates the religion in Jerusalem. Sennacherib's taunting of God, saying that He could never save His people, leaves the Assyrian king wide open for a display of God's power. Sennacherib's servants continued blaspheming Hezekiah and the Eternal God. ", "17-19": "The Assyrian king himself wrote additional letters insulting the Eternal God of Israel, reminding the people that no god had ever saved his people from the Assyrians, and Israel's God couldn't either. Furthermore, Sennacherib wrote that God was a creation of humans, just as all the other pagan gods are. These letters were shouted in the common Judahite language of Hebrew as the people of Jerusalem stood on the city wall listening. The messengers thought their words would terrify and disturb the people into surrendering the city.", "20": "But King Hezekiah and Isaiah the prophet, son of Amoz, were not threatened by the Assyrians' words. They relied on their God and called to heaven for help. ", "21": "The Eternal responded quickly, sending a heavenly messenger to slaughter every Assyrian soldier, commander, and officer. Having been decidedly defeated by the very God he had taunted, Sennacherib, in shame, journeyed back to Assyria. In the security of his own god's temple, Sennacherib was stabbed to death by his own children. ", "22": "In this decisive way, the Eternal saved Hezekiah and Jerusalem from Sennacherib's attempted conquest and any other nation's imperial intentions. So God provided for His people by those around Judah. ", "23": "Many people brought gifts to the Eternal and Hezekiah in Jerusalem, so that other nations recognized the king's authority.", "24-26": "Hezekiah became proud and neglected to appreciate the gifts he received. So the Eternal was angry with him and all of Jerusalem and Judah. When Hezekiah became deathly ill, he realized what he had done wrong. He humbled himself and prayed to the Eternal, who answered the prayer and healed him as a sign. The people of Jerusalem and Judah also humbled themselves so that He was no longer angry with His people during Hezekiah's days. ", "27-29": "In fact, the True God blessed them with great wealth and honor. Hezekiah filled his treasuries with silver, gold, gems, spices, shields, and other valuables. He filled his storehouses with grain, wine, and oil. His stables contained all kinds of cattle and flocks. Then Hezekiah built more cities and acquired more flocks and herds. ", "30": "He also dammed the Gihon River and diverted its waters to the west side of Jerusalem. Hezekiah was successful at all his endeavors.", "31": "Later, when the rulers of Babylon sent diplomats to learn about the miraculous sign given at Hezekiah's healing when the sun moved backwards,[a] the True God left Hezekiah and tested the king's heart and devotion to Him.", "32": "Near the end of Hezekiah's reign, Mesopotamia is in turmoil. The Assyrian Empire is weakening due to internal struggles and a string of impotent kings. But the Babylonians are slowly gaining power and testing the strength of their surrounding nations. Soon Babylonian leaders will come to Jerusalem again. But the next time will not be a friendly visit. The other actions and devotion of King Hezekiah, from his birth to his death, are recorded in the vision of Isaiah the prophet (son of Amoz) in the book of the kings of Israel and Judah. ", "33": "Hezekiah joined his ancestors in death and was laid in an upper tomb, a place of honor, with the descendants of David. He was mourned by all Judah and all Jerusalem. Hezekiah's son Manasseh reigned in his place."}