{"1": "From Paul, whose call to be an apostle did not come from human beings or by human means, but from Jesus Christ and God the Father, who raised him from death. ", "2": "All the believers who are here join me in sending greetings to the churches of Galatia:", "3": "May God our Father and the Lord Jesus Christ give you grace and peace.", "4": "In order to set us free from this present evil age, Christ gave himself for our sins, in obedience to the will of our God and Father. ", "5": "To God be the glory forever and ever! Amen.", "6": "I am surprised at you! In no time at all you are deserting the one who called you by the grace of Christ,[a] and are accepting another gospel. ", "7": "Actually, there is no “other gospel,” but I say this because there are some people who are upsetting you and trying to change the gospel of Christ. ", "8": "But even if we or an angel from heaven should preach to you a gospel that is different from the one we preached to you, may he be condemned to hell! ", "9": "We have said it before, and now I say it again: if anyone preaches to you a gospel that is different from the one you accepted, may he be condemned to hell!", "10": "Does this sound as if I am trying to win human approval? No indeed! What I want is God's approval! Am I trying to be popular with people? If I were still trying to do so, I would not be a servant of Christ.", "11": "Let me tell you, my friends, that the gospel I preach is not of human origin. ", "12": "I did not receive it from any human being, nor did anyone teach it to me. It was Jesus Christ himself who revealed it to me.", "13": "You have been told how I used to live when I was devoted to the Jewish religion, how I persecuted without mercy the church of God and did my best to destroy it. ", "14": "I was ahead of most other Jews of my age in my practice of the Jewish religion, and was much more devoted to the traditions of our ancestors.", "15": "But God in his grace chose me even before I was born, and called me to serve him. And when he decided ", "16": "to reveal his Son to me, so that I might preach the Good News about him to the Gentiles, I did not go to anyone for advice, ", "17": "nor did I go to Jerusalem to see those who were apostles before me. Instead, I went at once to Arabia, and then I returned to Damascus. ", "18": "It was three years later that I went to Jerusalem to obtain information from Peter, and I stayed with him for two weeks. ", "19": "I did not see any other apostle except James,[b] the Lord's brother.", "20": "What I write is true. God knows that I am not lying!", "21": "Afterward I went to places in Syria and Cilicia. ", "22": "At that time the members of the churches in Judea did not know me personally. ", "23": "They knew only what others were saying: “The man who used to persecute us is now preaching the faith that he once tried to destroy!” ", "24": "And so they praised God because of me."}