{"1": "After the death of Joshua, the people of Israel asked the Lord, “Who will be first to go up and fight against the Canaanites for us?” ", "2": "The Lord said, “Judah will go up. See, I have given the land into his hand.” ", "3": "Then Judah said to his brother Simeon, “Come with me into the land which is given to me. Let us fight against the Canaanites together. Then I will go with you into the land which is given to you.” So Simeon went with him. ", "4": "Judah went up, and the Lord gave the Canaanites and the Perizzites into their hands. They killed 10,000 men at Bezek. ", "5": "They found Adoni-bezek in Bezek and fought against him, and they won the war against the Canaanites and the Perizzites. ", "6": "Adoni-bezek tried to run away, but they went after him and caught him. They cut off his thumbs and big toes. ", "7": "Adoni-bezek said, “Seventy kings with their thumbs and big toes cut off had to gather their food under my table. Now God has paid me for what I have done.” So they brought him to Jerusalem and there he died.", "8": "Then the men of Judah fought against Jerusalem and took it. They destroyed it with the sword and set the city on fire. ", "9": "After this the men of Judah went down to fight against the Canaanites living in the hill country, in the Negev and in the plains. ", "10": "Judah went against the Canaanites who lived in Hebron. (The name of Hebron was Kiriath-arba before.) They won the war against Sheshai and Ahiman and Talmai.", "11": "From there Judah went against the people of Debir. (The name of Debir was Kiriath-sepher before.) ", "12": "Caleb said, “I will give my daughter Achsah as a wife to the one who fights against Kiriath-sepher and takes it.” ", "13": "Othniel the son of Kenaz, Caleb's younger brother, took the city. So Caleb gave him his daughter Achsah for a wife. ", "14": "When she came to Othniel, she talked him into asking her father for a field. As she came down from her donkey, Caleb said to her, “What do you want?” ", "15": "She said to him, “Give me a special gift. You have given me the land of the Negev. Give me the wells of water also.” So Caleb gave her the wells in the high land and in the valley.", "16": "The children of the Kenite, Moses' father-in-law, went with the people of Judah from Jericho to the desert of Judah south of Arad. They went and lived with the people. ", "17": "Then Judah went with his brother Simeon. They killed the Canaanites living in Zephath and destroyed the whole city. The name of the city was called Hormah. ", "18": "Judah took Gaza with its land, Ashkelon with its land, and Ekron with its land. ", "19": "The Lord was with Judah. They took the hill country for their own. They could not drive out the people living in the valley, because they had iron war-wagons. ", "20": "They gave Hebron to Caleb, as Moses had promised, and he drove out the three sons of Anak. ", "21": "But the people of Benjamin did not drive out the Jebusites who lived in Jerusalem. So the Jebusites have lived with the people of Benjamin in Jerusalem to this day.", "22": "The men of the family of Joseph went up against Bethel. And the Lord was with them. ", "23": "Those of the family of Joseph spied out Bethel. (The name of the city was Luz before.) ", "24": "The men who were spying out Bethel saw a man coming out of the city. They said to him, “Show us the way into the city, and we will be kind to you.” ", "25": "So he showed them the way into the city. They destroyed the city with the sword. But they let the man and all his family go free. ", "26": "The man went into the land of the Hittites. He built a city there and gave it the name of Luz. That is its name to this day.", "27": "But the men of Manasseh did not take for their own Bethshean and its towns or Taanach and its towns. They did not drive out the people of Dor and its towns, or of Ibleam and its towns, or of Megiddo and its towns. So the Canaanites stayed in that land. ", "28": "When Israel became strong, they made the Canaanites work for them. But they did not drive all of them out.", "29": "Ephraim did not drive out the Canaanites who were living in Gezer. So the Canaanites lived in Gezer among them.", "30": "Zebulun did not drive out the people of Kitron or the people of Nahalol. So the Canaanites lived among them and were made to work.", "31": "Asher did not drive out the people of Acco, or the people of Sidon, Ahlab, Achzib, Helbah, Aphik, or Rehob. ", "32": "So the Asherites lived among the Canaanites, the people of the land. For they did not drive them out.", "33": "Naphtali did not drive out the people of Beth-shemesh or the people of Beth-anath. But they lived among the Canaanites, the people of the land. The people of Beth-shemesh and Beth-anath were made to work for them.", "34": "The Amorites drove the people of Dan into the hill country. They did not let them come down to the valley. ", "35": "The Amorites would not leave Mount Heres, Aijalon or Shaalbim. But when the family of Joseph became strong, they made the Amorites work for them. ", "36": "The land of the Amorites was from the hill-side of Akrabbim, up from Sela."}