{"1": "After Abimelech died, Tola the son of Puah, son of Dodo, a man of Issachar, came to save Israel. He lived in Shamir in the hill country of Ephraim. ", "2": "He judged Israel for twenty-three years. Then he died and was buried in Shamir.", "3": "Jair the Gileadite came after him. He judged Israel for twenty-two years. ", "4": "He had thirty sons who traveled on thirty donkeys. They had thirty cities in the land of Gilead that are called the towns of Jair to this day. ", "5": "Jair died and was buried in Kamon.", "6": "Then the people of Israel sinned in the eyes of the Lord. They served the male and female gods of Canaan, and the gods of Syria, Sidon, Moab, the Ammonites and of the Philistines. They turned away from the Lord and did not serve Him. ", "7": "The anger of the Lord was against Israel. So He sold them into the hands of the Philistines and the people of Ammon. ", "8": "They made it very hard for the people of Israel that year. For eighteen years they made it very hard for all the people of Israel in Gilead in the land of the Amorites on the other side of the Jordan. ", "9": "And the sons of Ammon crossed the Jordan to fight against Judah, Benjamin and the family of Ephraim. So Israel suffered much pain.", "10": "The people of Israel cried out to the Lord, saying, “We have sinned against You. We have turned away from our God and are serving the Baals.” ", "11": "The Lord said to the people of Israel, “Did I not save you from the Egyptians, the Amorites, the people of Ammon and the Philistines? ", "12": "When the Sidonians and Amalekites and Maonites made it hard for you, you cried out to Me. And I took you away from their hands. ", "13": "Yet you have turned away from Me and served other gods. So I will not take you away again. ", "14": "Go and cry out to the gods you have chosen. Let them save you in the time of your trouble.” ", "15": "The people of Israel said to the Lord, “We have sinned. Do to us whatever You think is good. But we beg of You, take us out of this today.” ", "16": "So they put away the strange gods from among them, and served the Lord. And the Lord cared as He saw the suffering of Israel.", "17": "The men of Ammon were gathered together for war. They set up their tents in Gilead. The men of Israel gathered together, and set up their tents in Mizpah. ", "18": "The leaders of Gilead said to one another, “Who is the man who will be first to fight against the men of Ammon? He will be the head of all the people of Gilead.”"}