{"1": "Then the men of Ephraim got ready for war. They crossed over to Zaphon and said to Jephthah, “Why did you cross over to fight the men of Ammon without calling us to go with you? With fire we will burn down your house with you in it.” ", "2": "Jephthah said to them, “I and my people were having much trouble with the people of Ammon. I did call you, but you did not take me away from them. ", "3": "I saw that you would not help me, so I took my life in my hands. I crossed over to fight the people of Ammon. And the Lord gave them into my hand. So why have you come today to fight against me?” ", "4": "Then Jephthah gathered all the men of Gilead and fought Ephraim. The men of Gilead won the war against Ephraim, because Ephraim said, “You people of Gilead are not respected among Ephraim and Manasseh.” ", "5": "The people of Gilead took the crossing places of the Jordan beside Ephraim. When any of the Ephraimite men ran away and said, “Let me cross over,” the men of Gilead would say to him, “Are you an Ephraimite?” If he said, “No,” ", "6": "they would say to him, “Then say 'Shibboleth.'” But he would say, “Sibboleth,” for he could not say it right. So they would take hold of him and kill him at the crossing places of the Jordan. At that time 42,000 men of Ephraim were killed. ", "7": "Jephthah ruled Israel for six years. Then Jephthah the Gileadite died. He was buried in one of the cities of Gilead.", "8": "Ibzan of Bethlehem ruled Israel after him. ", "9": "He had thirty sons and thirty daughters whom he gave in marriage outside the family. And he brought in thirty daughters from outside the family for his sons. He ruled Israel for seven years. ", "10": "Then Ibzan died and was buried in Bethlehem.", "11": "Elon the Zebulunite ruled Israel after him. He ruled Israel for ten years. ", "12": "Then Elon the Zebulunite died. He was buried at Aijalon in the land of Zebulun.", "13": "Abdon the son of Hillel the Pirathonite ruled Israel after him. ", "14": "He had forty sons and thirty grandsons who traveled on seventy donkeys. He ruled Israel for eight years. ", "15": "Then Abdon the son of Hillel the Pirathonite died. He was buried at Pirathon in the land of Ephraim, in the hill country of the Amalekites."}