{"1": "Samson went down to Timnah. There he saw a woman, one of the daughters of the Philistines. ", "2": "He returned and told his father and mother, “I saw a woman in Timnah. She is one of the daughters of the Philistines. Now get her for me as a wife.” ", "3": "But his father and mother said to him, “Is there no woman among the daughters of your family or among all our people? Must you take a wife from the Philistines who have not gone through the religious act of the Jews?” Samson said to his father, “Get her for me, for she looks good to me.” ", "4": "His father and mother did not know that it was the Lord's leading. For He was planning a way to go against the Philistines. At that time the Philistines were ruling over Israel.", "5": "Samson went down to Timnah with his father and mother. They came as far as the grape-fields of Timnah. There a young lion came running toward him, making a loud noise. ", "6": "The Spirit of the Lord came upon Samson with power. Samson tore the lion apart like one tears a young goat. He had nothing in his hand. But he did not tell his father or mother what he had done. ", "7": "Then Samson went down and talked to the woman. She looked good to him. ", "8": "When he returned later to take her, he turned to look at the dead lion. He saw that a lot of bees and some honey were inside the lion's body. ", "9": "So he took the honey out with his hands and went on his way, eating as he went. He came to his father and mother and gave some honey to them, and they ate it. But he did not tell them he had taken the honey out of the lion's body.", "10": "Then his father went down to the woman. Samson made a special supper there. The young men used to do this. ", "11": "When the people saw him, they brought thirty friends to be with him. ", "12": "And Samson said to them, “Let me see if you can answer this question. If you can find the answer within the seven days of the special supper, I will give you thirty linen coats and thirty pieces of clothing. ", "13": "But if you cannot answer me, you must give me thirty linen coats and thirty pieces of clothing.” And they said to him, “Ask your question. Let us hear it.” ", "14": "So Samson said to them, “Out of the eater came something to eat. Out of the strong came something sweet. Now what does this mean?” But they could not answer the question in three days.", "15": "On the fourth day they said to Samson's wife, “Make your husband tell us the answer. Or we will burn you and your father's house with fire. Have you asked us to come here so you can make us poor? Is it not true?” ", "16": "So Samson's wife cried in front of Samson, saying, “You only hate me. You do not love me. You have asked my people a question. And you have not told me the answer.” Samson said to her, “See, I have not told the answer to my father or mother. Should I tell it to you?” ", "17": "But she cried in front of him for seven days while their special supper lasted. On the seventh day Samson told her the answer because she begged him so much. Then she told the answer to her people. ", "18": "So the men of the city said to Samson before the sun went down on the seventh day, “What is more sweet than honey? What is stronger than a lion?” Samson said to them, “If you had not plowed with my young cow, you would not have found the answer.” ", "19": "Then the Spirit of the Lord came upon him with power. Samson went down to Ashkelon and killed thirty men of the town. He took their clothing and gave it to the men who answered his question. He was very angry and returned to his father's house. ", "20": "Samson's wife was given to his friend who had been his best man at his wedding."}