{"1": "But later Samson visited his wife during grain gathering time with a young goat. Samson said, “I will go in to my wife in her room.” But her father did not let him go in. ", "2": "Her father said, “I thought you hated her. So I gave her to your friend. Is not her younger sister more beautiful than she? Let her be yours instead.” ", "3": "Samson said to him, “This time I will be without blame when I hurt the Philistines.” ", "4": "So Samson went and caught 300 foxes. He tied them together tail to tail. And he put a fire stick between the tails of every two foxes. ", "5": "Then he set fire to the sticks and let the foxes go into the standing grain of the Philistines. So the standing grain and cut grain and vines and olive trees were burned up. ", "6": "The Philistines said, “Who did this?” And they were told, “Samson, the son-in-law of the Timnite, because the Timnite took his wife and gave her to his friend.” So the Philistines came and burned her and her father with fire. ", "7": "Samson said to them, “For sure I will punish you for acting like this. After that I will stop.”", "8": "He killed many of them without mercy. Then Samson went down and lived in the opening of the rock of Etam.", "9": "The Philistines went and set up their tents in Judah, and spread out in Lehi. ", "10": "The men of Judah said, “Why have you come up against us?” The Philistines said, “We have come to take Samson and do to him as he did to us.” ", "11": "Then 3,000 men of Judah went down to the opening of the rock of Etam and said to Samson, “Do you not know that the Philistines rule over us? What is this that you have done to us?” Samson said to them, “I have done to them as they did to me.” ", "12": "They said to him, “We have come to take you and give you to the Philistines.” Samson said to them, “Promise me that you will not kill me.” ", "13": "So they said to him, “No, we will only tie you up and give you to them. We will not kill you.” So they tied him with two new ropes and brought him up from the rock.", "14": "When Samson came to Lehi, the Philistines came with a loud noise to meet him. The Spirit of the Lord came upon Samson with power. The ropes on his arms became as weak as a burning plant, and fell from his hands. ", "15": "Samson found a jawbone of a donkey and took it in his hand. He killed 1,000 men with it. ", "16": "Then Samson said, “With the bone of a donkey there are bodies upon bodies. With the bone of a donkey I have killed 1,000 men.” ", "17": "When he was done speaking, he threw the bone from his hand. And he called that place Ramath-lehi. ", "18": "Then Samson became very thirsty. He called to the Lord and said, “You have taken us away from trouble by the hand of Your servant. Now must I die of thirst and fall into the hands of those who have not gone through our religious act?” ", "19": "But God broke open a place in Lehi, and water came out of it. When Samson drank, his strength returned. He received new life. So he called the place En-hakkore. It is in Lehi to this day. ", "20": "Samson ruled Israel for twenty years in the days of the Philistines."}