{"1": "Samson went to Gaza and saw a woman who sold the use of her body there. He went in to her. ", "2": "The Gazites were told, “Samson has come here.” So they gathered around the place and waited for him all night at the gate of the city. They were quiet all night, saying, “Let us wait until the morning light. Then we will kill him.” ", "3": "But Samson lay until late at night. Then he got up and took hold of the doors of the city gate and the pieces that held them. He pulled them up together with the locks and put them on his shoulders. And he carried them up to the top of the mountain beside Hebron.", "4": "After this Samson loved a woman in the valley of Sorek. Her name was Delilah. ", "5": "The leaders of the Philistines came to her, saying, “Tempt Samson to tell you the secret of his powerful strength. Find out how we can get power over him so we can tie him and hold him. Then we will each give you 1,100 pieces of silver.” ", "6": "So Delilah said to Samson, “I beg you. Tell me the secret of your powerful strength. Tell me how one can get power over you and tie you up and hold you.” ", "7": "Samson said to her, “They must tie me with seven new ropes that have not been dried. Then I will become weak and be like any other man.” ", "8": "So the leaders of the Philistines brought her seven new ropes that had not been dried. And Delilah tied Samson with them. ", "9": "She had men hiding and waiting in another room. She said to him, “The Philistines are upon you, Samson!” But he broke the ropes like a string breaks when it touches fire. So they did not find the secret of his strength.", "10": "Delilah said to Samson, “See, you have fooled me and told me lies. Now tell me, I beg you, how can you be tied?” ", "11": "Samson said to her, “They must tie me with new ropes which have never been used. Then I will become weak and be like any other man.” ", "12": "So Delilah took new ropes, tied Samson with them, and said, “The Philistines are upon you, Samson!” Men were hiding and waiting in another room. But Samson broke the ropes from his arms like a string.", "13": "Then Delilah said to Samson, “You have fooled me and told me lies until now. Tell me how you can be tied.” Samson said to her, “You must work the seven strings of my hair into the cloth you are making and hold it there with a nail. Then I will become weak and be like any other man.” ", "14": "So while Samson slept, Delilah took the seven strings of his hair and worked them into the cloth. She held it in place with the nail. Then she said to him, “The Philistines are upon you, Samson!” But he awoke from his sleep and pulled away the nail, the cloth maker and the cloth.", "15": "Delilah said to Samson, “How can you say, 'I love you,' when your heart is not with me? You have lied to me these three times. You have not told me the secret of your powerful strength.” ", "16": "She asked him day after day until his soul was troubled to death. ", "17": "So he told her all that was in his mind. He said to her, “My hair has never been cut. For I have been a Nazirite to God from the time I was born. If my hair is cut, my strength will leave me. I will become weak and be like any other man.”", "18": "Delilah saw that Samson had told her the truth. She sent and called the leaders of the Philistines, saying, “Come once again. For he has told me all he knows.” So the leaders of the Philistines came to her. And they brought the money in their hands. ", "19": "She made Samson sleep on her knees. Then she called for a man to cut off the seven parts of Samson's hair. She began to hurt Samson, and his strength left him. ", "20": "She said, “The Philistines are upon you, Samson!” He awoke from his sleep and said, “I will go out as I have at other times. I will shake myself free.” But he did not know that the Lord had left him. ", "21": "The Philistines took hold of him and cut out his eyes. They brought him down to Gaza and tied him with brass chains. Samson was made to grind grain in the prison. ", "22": "But the hair of his head started to grow again after it was cut off.", "23": "Now the leaders of the Philistines gathered to give a large gift to their god Dagon. They were happy, for they said, “Our god has given us Samson, the man who has fought against us.” ", "24": "The people praised their god when they saw Samson. They said, “Our god has given us the one who fought against us, destroyed our country, and killed many of us.” ", "25": "After the people had had much to drink, they said, “Bring Samson here so we can have some fun with him.” So they called Samson out of prison and made fun of him. They made him stand between the stone pillars that held up the building. ", "26": "Samson said to the boy who was holding his hand, “Let me feel the tall pillars that hold up the building. I want to rest against them.” ", "27": "Now the building was full of men and women. All the leaders of the Philistines were there, and there were about 3,000 men and women on the roof looking down and laughing at Samson.", "28": "Then Samson called to the Lord and said, “O Lord God, I beg You. Remember me. Give me strength only this once, O God. So I may now punish the Philistines for my two eyes.” ", "29": "Samson took hold of the two center pillars that held up the building. He pushed against them, with his right hand on one and his left hand on the other. ", "30": "Samson said, “Let me die with the Philistines!” Then he pushed with all his strength so that the building fell on the leaders and all the people in it. He killed more at his death than he killed in his life. ", "31": "Then his brothers and all those of his father's house came and took him. They brought him up and buried him between Zorah and Eshtaol in the grave of his father Manoah. Samson had ruled Israel for twenty years."}