{"1": "There was no king of Israel in those days. At that time the family of the Danites was looking for their own land to live in. For no land had been given to them yet among the families of Israel. ", "2": "So the people of Dan sent five men from all those in their family. They were men with strength of heart, from Zorah and Eshtaol, sent to look over the land. The people of Dan said to them, “Go and look over the land.” And the men came to the house of Micah in the hill country of Ephraim. They stayed there. ", "3": "When they were near the house of Micah, they heard the voice of the young man, the Levite. They knew who he was, and said to him, “Who brought you here? What are you doing in this place? What do you have here?” ", "4": "The Levite said to them, “This is what Micah has done for me. He has hired me. I have become his religious leader.” ", "5": "They said to him, “We beg you to ask God if all will go well for us as we travel.” ", "6": "The religious leader said to them, “Go in peace. The way you are going is pleasing to the Lord.”", "7": "Then the five men left and came to Laish. They saw how the people lived there, quiet and feeling safe, like the Sidonians. There was no ruler in the land who would put them to shame for anything. They were far from the Sidonians and had nothing to do with anyone. ", "8": "The five men returned to their brothers at Zorah and Eshtaol. Their brothers said to them, “What do you have to say?” ", "9": "They answered, “Get ready. Let us go up against them. For we have seen their land and it is very good. Will you sit and do nothing? Do not wait. Go into the land and take it. ", "10": "When you go in, you will come to people who feel very safe. They have much land, but God has given it to you. It will be a place where you will have all you need on earth.”", "11": "Then 600 men from the family of Dan, from Zorah and Eshtaol, went out ready for war. ", "12": "They went to Kiriath-jearim in Judah and set up their tents. They called that place Mahaneh-dan to this day. It is west of Kiriath-jearim. ", "13": "They went from there to the hill country of Ephraim and came to the house of Micah.", "14": "Then the five men who had gone to look over the country of Laish said to their brothers, “Do you know that in these houses there are gods, a holy vest, and objects made to look like gods? So think about what you should do.” ", "15": "They turned there and came to the house of the young man, the Levite, at the home of Micah. They asked him how he was getting along. ", "16": "The 600 men of the sons of Dan who were ready for war were standing by the gate. ", "17": "The five men who had gone to look over the land went in the house. They took the objects made to look like gods, the holy vest and the other gods. The religious leader stood by the gate with the 600 men who were ready for war. ", "18": "When the men went into Micah's house and took the objects made to look like gods, the holy vest and the other gods, the religious leader said to them, “What are you doing?” ", "19": "They said to him, “Be quiet. Put your hand over your mouth and come with us. Be a father and a religious leader to us. Is it better for you to be a religious leader to the house of one man, or to a family in Israel?” ", "20": "The religious leader felt glad in his heart. He took the holy vest, the house gods and objects made to look like gods. And he went among the people.", "21": "Then they turned and left. They put the little ones, the animals and their riches in front of them. ", "22": "They had gone a long way from the house of Micah. And the men who were in the houses near Micah's house gathered together and went after them. When they came to the sons of Dan, ", "23": "they called out to them. The sons of Dan turned around and said to Micah, “What is wrong with you? Why have you gathered together?” ", "24": "Micah said, “You have taken away my gods which I made. And you go away with the religious leader. What do I have left? How can you say to me, 'What is wrong with you?'” ", "25": "The sons of Dan said to him, “Do not let your voice be heard among us. Or angry men will kill you and those of your house.” ", "26": "Then the sons of Dan went on their way. Micah saw that they were too strong for him. So he returned to his house.", "27": "The men of Dan took what Micah had made and the religious leader who had belonged to him. They came to Laish, to people who were quiet and felt safe. And they killed them with the sword. They burned the city with fire. ", "28": "There was no one to take them away from their trouble, because it was far from Sidon and they had nothing to do with anyone. It was in the valley near Beth-rehob. The sons of Dan built the city again, and lived in it. ", "29": "They called the name of the city Dan, after the name of Dan their father who was born in Israel. The name of the city had been Laish before. ", "30": "The people of Dan set up for themselves the object made to look like a god. And Jonathan, the son of Gershom, the son of Manasseh, and his sons were religious leaders to the family of Dan until the day their land was taken. ", "31": "They set up the false god that Micah had made, while the house of God was at Shiloh."}