{"1": "The men of Israel had made a promise in Mizpah, saying, “None of us will give his daughter in marriage to a man of Benjamin.” ", "2": "So the people came to Bethel and sat there before God until evening. In loud voices they cried, ", "3": "“O Lord, God of Israel, why has this happened in Israel? Why should there be one family group missing in Israel today?” ", "4": "The people got up early the next day and built an altar there. They gave burnt gifts and peace gifts on it.", "5": "Then the people of Israel said, “Who among all the family groups of Israel did not come with the people to the Lord?” For they had made a promise about the one who did not come to the Lord at Mizpah, saying, “For sure he will be put to death.” ", "6": "The people of Israel were sorry for their brother Benjamin. They said, “One family is cut off from Israel today. ", "7": "What will we do for wives for those who are left? We have promised by the Lord not to give them any of our daughters in marriage.”", "8": "They said, “Who of the families of Israel did not come to the Lord at Mizpah?” And they found that no one had come to the meeting from Jabesh-gilead. ", "9": "When the people were called, they saw that not one of the people of Jabesh-gilead was there. ", "10": "The people sent 12,000 powerful soldiers to go there. They told them, “Go and kill the people of Jabesh-gilead with the sword. Kill the women and the children also. ", "11": "This is what you must do. Destroy every man and every woman who has had a man.” ", "12": "They found 400 young women who had never had a man. So they brought them to the tents at Shiloh, in the land of Canaan.", "13": "Then all the people sent news to the people of Benjamin at the rock of Rimmon. They told them they wanted to have peace with them. ", "14": "So the people of Benjamin returned. The people of Israel gave them the women they had saved alive from the women of Jabesh-gilead. But there were not enough for them. ", "15": "The people were sorry for Benjamin because the Lord had divided the families of Israel.", "16": "Then the leaders of the people said, “What will we do for wives for those who are left? All the women of Benjamin were killed.” ", "17": "And they said, “There must be something that can be given to those of Benjamin who are left. Or a family will be taken out of Israel. ", "18": "But we cannot give them our daughters for wives.” For the men of Israel had promised, “A curse will come to the one who gives a wife to Benjamin.”", "19": "So they said, “See, there is a special supper to the Lord every year in Shiloh. It is north of Bethel, east of the road that goes up from Bethel to Shechem, and south of Lebonah.” ", "20": "They told the men of Benjamin, “Go and hide in the grape-fields. Wait there ", "21": "and watch. The daughters of Shiloh might come out to dance. Then come out of the grape-fields. Each of you will catch his wife from the daughters of Shiloh. Then go to the land of Benjamin. ", "22": "When their fathers or brothers come to complain to us, we will say to them, 'Give them to us of your own free will. For we did not leave a wife for each of the men of Benjamin in battle. And you did not give them any. You would have been doing wrong.'” ", "23": "The men of Benjamin did so. They took wives from those who danced, one for each man. They carried them away and returned to their land. Then they built the cities again and lived in them. ", "24": "The people of Israel left there at that time. Each man returned to his family in his own land.", "25": "There was no king in Israel in those days. Each man did what he thought was right."}