{"1": "Then the people of Israel sinned in the eyes of the Lord. And the Lord gave them into the hands of Midian for seven years. ", "2": "Midian was stronger than Israel. Because of Midian the people of Israel made big caves in the sides of the mountains where they could live which were safe places for themselves. ", "3": "For when Israel had planted seeds, the Midianites and Amalekites and the people of the east would come and fight against them. ", "4": "They would set up their tents beside them and destroy the food of the field as far as Gaza. They would leave no food for Israel, and no sheep, cattle or donkeys. ", "5": "They would come with their animals and their tents. They were like locusts, there were so many of them. There were too many of them and their camels to number. And they came into the land to destroy it. ", "6": "So Israel became very poor because of Midian. The people of Israel cried to the Lord.", "7": "The people of Israel cried to the Lord because of Midian. ", "8": "And the Lord sent a man to speak for Him to the people of Israel. The man said to them, “The Lord, the God of Israel, says, 'I brought you here from Egypt. I brought you out of the house where you were made to work. ", "9": "I set you free from the power of the Egyptians and from the hands of all who made it hard for you. I drove them away from in front of you and gave you their land. ", "10": "I said to you, “I am the Lord your God. Do not be afraid of the gods of the Amorites in whose land you live.” But you have not obeyed Me.'”", "11": "Then the angel of the Lord came and sat under the oak tree in Ophrah, which belonged to Joash the Abiezrite. The angel came as Joash's son Gideon was beating out grain where grapes are crushed, to save it from the Midianites. ", "12": "The angel of the Lord showed himself to Gideon and said to him, “The Lord is with you, O powerful soldier.” ", "13": "Gideon said to him, “O sir, if the Lord is with us, why has all this happened to us? Where are all His powerful works which our fathers told us about? They said, 'Did not the Lord bring us out of Egypt?' But now the Lord has left us alone. He has put us under the power of Midian.” ", "14": "The Lord looked at him and said, “Go in this strength of yours. And save Israel from the power of Midian. Have I not sent you?” ", "15": "Gideon said to Him, “O Lord, how can I save Israel? See, my family is the least in Manasseh. And I am the youngest in my father's house.” ", "16": "But the Lord said to him, “For sure I will be with you. You will destroy Midian as one man.” ", "17": "Gideon said to Him, “If I have found favor in Your eyes, show me something to prove that it is You Who speaks with me. ", "18": "I ask of You, do not leave here until I return to You with my gift and lay it before You.” And the Lord said, “I will stay until you return.”", "19": "Then Gideon went into his house and got a young goat ready. He made bread without yeast from a basket of flour. He put the meat in a basket and the water from boiling the meat in a pot. Then he brought them out to him under the tree and set them down in front of him. ", "20": "The angel of God said to him, “Take the meat and the bread without yeast and lay them on this rock. Then pour out the water.” Gideon did so. ", "21": "The angel of the Lord put out the end of the stick that was in his hand and touched the meat and the bread without yeast. And fire came up from the rock and burned up the meat and the bread without yeast. Then the angel of the Lord was seen no more. ", "22": "So Gideon knew that he was the angel of the Lord. And he said, “I am afraid, O Lord God! For now I have seen the angel of the Lord face to face.” ", "23": "The Lord said to him, “Peace be with you. Do not be afraid. You will not die.” ", "24": "Then Gideon built an altar there to the Lord. He gave it the name, The Lord is Peace. It is still in Ophrah of the Abiezrites to this day.", "25": "That same night the Lord said to him, “Take your father's bull and a second bull seven years old. Use them to pull down the altar of Baal which belongs to your father. And cut down the tree of the false goddess Asherah that is beside it. ", "26": "Build an altar to the Lord your God on the top of this strong place. Set the stones in the right way. Then take a second bull and give a burnt gift. Use the wood of the tree of the false goddess Asherah which you cut down.” ", "27": "Gideon took ten of his servants and did what the Lord had told him to do. But he was too afraid of those of his father's house and the men of the city to do it during the day. So he did it during the night.", "28": "When the men of the city got up early in the morning, they saw that the altar of Baal was torn down. They saw that the false goddess Asherah which was beside it was cut down. And the second bull was given on the altar which had been built. ", "29": "The men said to one another, “Who did this?” After they had looked around and asked, they were told, “Gideon the son of Joash did this thing.” ", "30": "Then the men of the city said to Joash, “Bring out your son, so he may die. For he has torn down the altar of Baal. And he has cut down our goddess Asherah which was beside it.” ", "31": "But Joash said to all who were gathered against him, “Will you fight for Baal? Will you save him? Whoever will fight for him will be put to death this morning. If he is a god, let him fight for himself because someone has torn down his altar.” ", "32": "So on that day he gave Gideon the name Jerubbaal, which means, “Let Baal fight against him.” Because he tore down his altar.", "33": "Then all the Midianites and Amalekites and people of the east gathered together. They crossed the Jordan and set up their tents in the valley of Jezreel. ", "34": "But the Spirit of the Lord came upon Gideon. He blew a horn and called together the Abiezerites to follow him. ", "35": "He sent men with news to go through Manasseh. And the Manassites were called together to follow him. He sent men with news to Asher, Zebulun and Naphtali. And they came to meet him.", "36": "Then Gideon said to God, “Save Israel through me, as You have said. ", "37": "See, I will put wool on the floor where grain is crushed. If the wool is wet, and it is dry on the ground, I will know that You will save Israel through me, as You have said.” ", "38": "It was so. Gideon got up early the next morning and took the wool in his hand. Enough water poured from the wool to fill a pot. ", "39": "Then Gideon said to God, “Do not let Your anger burn against me for speaking to You once again. Let me make one more test with the wool. Let it be dry only on the wool. And let the ground be wet all around it.” ", "40": "God did so that night. For it was dry only on the wool. And all the ground was wet around it."}