{"1": "Then the men of Ephraim said to Gideon, “What is this you have done to us? Why did you not call us when you went to fight against Midian?” They were angry when they argued with him. ", "2": "But he said to them, “What have I done to compare with you? Are not the grapes that are left of Ephraim better than all the grapes gathered of Abiezer? ", "3": "God has given the leaders of Midian, Oreb and Zeeb, into your hands. What was I able to do to compare with you?” They were no longer angry when he said that.", "4": "Then Gideon and the 300 men with him came to the Jordan and crossed it. They were tired but they kept going. ", "5": "Gideon said to the men of Succoth, “I ask of you, give loaves of bread to the people who are following me. For they are tired and weak. I am going after Zebah and Zalmunna, the kings of Midian.” ", "6": "But the leaders of Succoth said, “Are Zebah and Zalmunna already in your hands, that we should give bread to your army?” ", "7": "Gideon said, “The Lord will give Zebah and Zalmunna into my hand. Then I will beat your bodies with the thorns and thistles from the desert.” ", "8": "From there he went up to Penuel and spoke to them in the same way. The men of Penuel gave him the same answer as the men of Succoth. ", "9": "So he said to the men of Penuel, “When I return safe, I will tear down this tower.” ", "10": "Now Zebah and Zalmunna were in Karkor. With them were their armies, about 15,000 men. These were all who were left of the whole army of the people of the east. For 120,000 men who fought with swords had been killed. ", "11": "Gideon went up by the way of those who lived in tents east of Nobah and Jogbehah. And he fought against the army by surprise. ", "12": "Zebah and Zalmunna ran away. Gideon went after them and took the two kings of Midian, Zebah and Zalmunna. The whole army was afraid.", "13": "Then Gideon the son of Joash returned from the battle by the way of Heres. ", "14": "He caught a young man from Succoth and asked him questions. The young man wrote down for him the rulers and leaders of Succoth, seventy-seven men. ", "15": "Then Gideon came to the men of Succoth and said, “See, here are Zebah and Zalmunna. You laughed at me about these men, saying, 'Are Zebah and Zalmunna already in your hand, that we should give bread to your weak and tired men?'” ", "16": "Then he took the leaders of the city and with thorns and thistles from the desert, he punished the men of Succoth. ", "17": "Then he tore down the tower of Penuel and killed the men of the city.", "18": "Gideon said to Zebah and Zalmunna, “What kind of men were they whom you killed at Tabor?” And they said, “They were like you. Each one looked like the son of a king.” ", "19": "Gideon said, “They were my brothers, the sons of my mother. As the Lord lives, if you had let them live, I would not kill you.” ", "20": "Then he said to Jether his first-born son, “Stand up and kill them.” But the boy did not pick up his sword. He was afraid because he was still a boy. ", "21": "Zebah and Zalmunna said, “Stand up yourself and kill us. For as the man is, so is his strength.” So Gideon stood up and killed Zebah and Zalmunna. And he took the religious objects that were on their camels' necks.", "22": "Then the men of Israel said to Gideon, “Rule over us, both you and your son, and your grandson also. For you have set us free from the power of Midian.” ", "23": "But Gideon said to them, “I will not rule over you. And my son will not rule over you. The Lord will rule over you.” ", "24": "Gideon said to them, “I only ask that each of you give me the gold objects you have taken to be worn on the ear.” (They had objects to be worn on the ear because they were Ishmaelites.) ", "25": "And they said, “For sure we will give them.” So they spread out a coat, and every one of them threw into it an object he had taken. ", "26": "The gold objects Gideon had asked for were as heavy as 1,700 pieces of gold money. He took the objects and purple clothing worn by the kings of Midian also. And he took the religious objects that were around the camels' necks. ", "27": "Gideon made it into a holy vest and put it in his city, Ophrah. All Israel worshiped it there. So it became a trap to Gideon and those of his house. ", "28": "Midian was put under the power of the people of Israel. They did not lift up their heads any more. And the land had peace for forty years, during the life of Gideon.", "29": "Joash's son Jerubbaal (that is, Gideon) went and lived in his own house. ", "30": "Gideon had seventy sons born to him, for he had many wives. ", "31": "The woman in Shechem who acted as his wife gave birth to Gideon's son also. He was given the name Abimelech. ", "32": "Gideon the son of Joash died when he was very old. He was buried in the grave of his father Joash, in Ophrah of the Abiezrites.", "33": "As soon as Gideon was dead, the people of Israel started again to worship the false gods of Baal. They made Baal-berith their god. ", "34": "The people of Israel did not remember the Lord their God, Who had saved them from the power of all those around who hated them. ", "35": "They did not show kindness to the family of Jerubbaal (that is, Gideon). They did not remember all the good he had done to Israel."}