{"1": "The Jewish Law is not a full and faithful model of the real things; it is only a faint outline of the good things to come. The same sacrifices are offered forever, year after year. How can the Law, then, by means of these sacrifices make perfect the people who come to God? ", "2": "If the people worshiping God had really been purified from their sins, they would not feel guilty of sin any more, and all sacrifices would stop. ", "3": "As it is, however, the sacrifices serve year after year to remind people of their sins. ", "4": "For the blood of bulls and goats can never take away sins.", "5": "For this reason, when Christ was about to come into the world, he said to God: “You do not want sacrifices and offerings, but you have prepared a body for me.", "6": "You are not pleased with animals burned whole on the altar or with sacrifices to take away sins.", "7": "Then I said, 'Here I am, to do your will, O God, just as it is written of me in the book of the Law.'”", "8": "First he said, “You neither want nor are you pleased with sacrifices and offerings or with animals burned on the altar and the sacrifices to take away sins.” He said this even though all these sacrifices are offered according to the Law. ", "9": "Then he said, “Here I am, O God, to do your will.” So God does away with all the old sacrifices and puts the sacrifice of Christ in their place. ", "10": "Because Jesus Christ did what God wanted him to do, we are all purified from sin by the offering that he made of his own body once and for all.", "11": "Every Jewish priest performs his services every day and offers the same sacrifices many times; but these sacrifices can never take away sins. ", "12": "Christ, however, offered one sacrifice for sins, an offering that is effective forever, and then he sat down at the right side of God. ", "13": "There he now waits until God puts his enemies as a footstool under his feet. ", "14": "With one sacrifice, then, he has made perfect forever those who are purified from sin.", "15": "And the Holy Spirit also gives us his witness. First he says,", "16": "“This is the covenant that I will make with them in the days to come, says the Lord: I will put my laws in their hearts and write them on their minds.”", "17": "And then he says, “I will not remember their sins and evil deeds any longer.”", "18": "So when these have been forgiven, an offering to take away sins is no longer needed.", "19": "We have, then, my friends, complete freedom to go into the Most Holy Place by means of the death of Jesus. ", "20": "He opened for us a new way, a living way, through the curtain—that is, through his own body. ", "21": "We have a great priest in charge of the house of God. ", "22": "So let us come near to God with a sincere heart and a sure faith, with hearts that have been purified from a guilty conscience and with bodies washed with clean water. ", "23": "Let us hold on firmly to the hope we profess, because we can trust God to keep his promise. ", "24": "Let us be concerned for one another, to help one another to show love and to do good. ", "25": "Let us not give up the habit of meeting together, as some are doing. Instead, let us encourage one another all the more, since you see that the Day of the Lord is coming nearer.", "26": "For there is no longer any sacrifice that will take away sins if we purposely go on sinning after the truth has been made known to us. ", "27": "Instead, all that is left is to wait in fear for the coming Judgment and the fierce fire which will destroy those who oppose God! ", "28": "Anyone who disobeys the Law of Moses is put to death without any mercy when judged guilty from the evidence of two or more witnesses. ", "29": "What, then, of those who despise the Son of God? who treat as a cheap thing the blood of God's covenant which purified them from sin? who insult the Spirit of grace? Just think how much worse is the punishment they will deserve! ", "30": "For we know who said, “I will take revenge, I will repay”; and who also said, “The Lord will judge his people.” ", "31": "It is a terrifying thing to fall into the hands of the living God!", "32": "Remember how it was with you in the past. In those days, after God's light had shone on you, you suffered many things, yet were not defeated by the struggle. ", "33": "You were at times publicly insulted and mistreated, and at other times you were ready to join those who were being treated in this way. ", "34": "You shared the sufferings of prisoners, and when all your belongings were seized, you endured your loss gladly, because you knew that you still possessed something much better, which would last forever. ", "35": "Do not lose your courage, then, because it brings with it a great reward. ", "36": "You need to be patient, in order to do the will of God and receive what he promises. ", "37": "For, as the scripture says, “Just a little while longer, and he who is coming will come; he will not delay.", "38": "My righteous people, however, will believe and live; but if any of them turns back, I will not be pleased with them.”", "39": "We are not people who turn back and are lost. Instead, we have faith and are saved."}