{"1": "That is why we must hold on all the more firmly to the truths we have heard, so that we will not be carried away. ", "2": "The message given to our ancestors by the angels was shown to be true, and those who did not follow it or obey it received the punishment they deserved. ", "3": "How, then, shall we escape if we pay no attention to such a great salvation? The Lord himself first announced this salvation, and those who heard him proved to us that it is true. ", "4": "At the same time God added his witness to theirs by performing all kinds of miracles and wonders and by distributing the gifts of the Holy Spirit according to his will.", "5": "God has not placed the angels as rulers over the new world to come—the world of which we speak. ", "6": "Instead, as it is said somewhere in the Scriptures: “What are human beings, O God, that you should think of them; mere human beings, that you should care for them?", "7": "You made them for a little while lower than the angels; you crowned them with glory and honor,[a]", "8": "and made them rulers over all things.” It says that God made them “rulers over all things”; this clearly includes everything. We do not, however, see human beings ruling over all things now. ", "9": "But we do see Jesus, who for a little while was made lower than the angels, so that through God's grace he should die for everyone. We see him now crowned with glory and honor because of the death he suffered. ", "10": "It was only right that God, who creates and preserves all things, should make Jesus perfect through suffering, in order to bring many children to share his glory. For Jesus is the one who leads them to salvation.", "11": "He purifies people from their sins, and both he and those who are made pure all have the same Father. That is why Jesus is not ashamed to call them his family. ", "12": "He says to God, “I will tell my people what you have done; I will praise you in their meeting.”", "13": "He also says, “I will put my trust in God.” And he also says, “Here I am with the children that God has given me.”", "14": "Since the children, as he calls them, are people of flesh and blood, Jesus himself became like them and shared their human nature. He did this so that through his death he might destroy the Devil, who has the power over death, ", "15": "and in this way set free those who were slaves all their lives because of their fear of death. ", "16": "For it is clear that it is not the angels that he helps. Instead, he helps the descendants of Abraham. ", "17": "This means that he had to become like his people in every way, in order to be their faithful and merciful High Priest in his service to God, so that the people's sins would be forgiven. ", "18": "And now he can help those who are tempted, because he himself was tempted and suffered."}