{"1": "Now, God has offered us the promise that we may receive that rest he spoke about. Let us take care, then, that none of you will be found to have failed to receive that promised rest. ", "2": "For we have heard the Good News, just as they did. They heard the message, but it did them no good, because when they heard it, they did not accept it with faith. ", "3": "We who believe, then, do receive that rest which God promised. It is just as he said, “I was angry and made a solemn promise: 'They will never enter the land where I would have given them rest!'” He said this even though his work had been finished from the time he created the world.", "4": "For somewhere in the Scriptures this is said about the seventh day: “God rested on the seventh day from all his work.”", "5": "This same matter is spoken of again: “They will never enter that land where I would have given them rest.”", "6": "Those who first heard the Good News did not receive that rest, because they did not believe. There are, then, others who are allowed to receive it. ", "7": "This is shown by the fact that God sets another day, which is called “Today.” Many years later he spoke of it through David in the scripture already quoted: “If you hear God's voice today, do not be stubborn.”", "8": "If Joshua had given the people the rest that God had promised, God would not have spoken later about another day. ", "9": "As it is, however, there still remains for God's people a rest like God's resting on the seventh day. ", "10": "For those who receive that rest which God promised will rest from their own work, just as God rested from his. ", "11": "Let us, then, do our best to receive that rest, so that no one of us will fail as they did because of their lack of faith.", "12": "The word of God is alive and active, sharper than any double-edged sword. It cuts all the way through, to where soul and spirit meet, to where joints and marrow come together. It judges the desires and thoughts of the heart. ", "13": "There is nothing that can be hid from God; everything in all creation is exposed and lies open before his eyes. And it is to him that we must all give an account of ourselves.", "14": "Let us, then, hold firmly to the faith we profess. For we have a great High Priest who has gone into the very presence of God—Jesus, the Son of God. ", "15": "Our High Priest is not one who cannot feel sympathy for our weaknesses. On the contrary, we have a High Priest who was tempted in every way that we are, but did not sin. ", "16": "Let us have confidence, then, and approach God's throne, where there is grace. There we will receive mercy and find grace to help us just when we need it."}