{"1": "These are the families through which Jesus Christ came. He came through David and Abraham. ", "2": "Abraham was the father of Isaac. Isaac was the father of Jacob. Jacob was the father of Judah and his brothers. ", "3": "Judah was the father of Perez and Zerah. Their mother was Tamar. Perez was the father of Hezron. Hezron was the father of Aram. ", "4": "Aram was the father of Amminadab. Amminadab was the father of Nahshon. Nahshon was the father of Salmon. ", "5": "Salmon was the father of Boaz. The mother of Boaz was Rahab. Boaz was the father of Obed. The mother of Obed was Ruth. Obed was the father of Jesse. ", "6": "Jesse was the father of David the king. King David was the father of Solomon. His mother had been the wife of Uriah. ", "7": "Solomon was the father of Rehoboam. Rehoboam was the father of Abijah. Abijah was the father of Asa. ", "8": "Asa was the father of Jehoshaphat. Jehoshaphat was the father of Joram. Joram was the father of Uzziah. ", "9": "Uzziah was the father of Jotham. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah. ", "10": "Hezekiah was the father of Manasseh. Manasseh was the father of Amon. Amon was the father of Josiah. ", "11": "Josiah was the father of Jeconiah and his brothers at the time the people were taken to Babylon.", "12": "After they were taken to the city of Babylon, Jeconiah was the father of Shealtiel. Shealtiel was the father of Zerubbabel. ", "13": "Zerubbabel was the father of Abiud. Abiud was the father of Eliakim. Eliakim was the father of Azor. ", "14": "Azor was the father of Zadok. Zadok was the father of Achim. Achim was the father of Eliud. ", "15": "Eliud was the father of Eleazar. Eleazar was the father of Matthan. Matthan was the father of Jacob. ", "16": "Jacob was the father of Joseph. Joseph was the husband of Mary. She was the mother of Jesus Who is called the Christ. ", "17": "So the number of families from Abraham to David was fourteen. The number of families from David to the time the people were taken to Babylon was fourteen. The number of families after they were taken to Babylon to the birth of Jesus Christ was fourteen.", "18": "The birth of Jesus Christ was like this: Mary His mother had been promised in marriage to Joseph. Before they were married, it was learned that she was to have a baby by the Holy Spirit. ", "19": "Joseph was her promised husband. He was a good man and did not want to make it hard for Mary in front of people. He thought it would be good to break the promised marriage without people knowing it. ", "20": "While he was thinking about this, an angel of the Lord came to him in a dream. The angel said, “Joseph, son of David, do not be afraid to take Mary as your wife. She is to become a mother by the Holy Spirit. ", "21": "A Son will be born to her. You will give Him the name Jesus because He will save His people from the punishment of their sins.”", "22": "This happened as the Lord said it would happen through the early preacher. ", "23": "He said, “The young woman, who has never had a man, will give birth to a Son. They will give Him the name Immanuel. This means God with us.”  ", "24": "Joseph awoke from his sleep. He did what the angel of the Lord told him to do. He took Mary as his wife. ", "25": "But he did not have her, as a husband has a wife, until she gave birth to a Son. Joseph gave Him the name Jesus."}