{"1": "When Jesus finished telling His twelve followers what to do, He went away from there to teach and preach in their towns.", "2": "When John the Baptist was in prison, he heard what Jesus was doing. He sent his followers. ", "3": "They asked, “Are You the One Who was to come, or should we look for another?” ", "4": "Jesus said to them, “Go and tell John what you see and hear. ", "5": "The blind are made to see. Those who could not walk are walking. Those who have had bad skin diseases are healed. Those who could not hear are hearing. The dead are raised up to life and the Good News is preached to poor people. ", "6": "He is happy who is not ashamed of Me and does not turn away because of Me.”", "7": "As the followers of John the Baptist went away, Jesus began to tell the people about John. He said, “What did you go out to see in the desert? A small tree shaking in the wind? ", "8": "But what did you go out to see? A man dressed in good clothes? Those who are dressed in good clothes are in the houses of kings. ", "9": "What did you go out to see? One who speaks for God? Yes, I tell you, he is more than one who speaks for God. ", "10": "This is the man the Holy Writings spoke of when they said, 'See! I will send My helper to carry news ahead of You. He will make Your way ready for You!' ", "11": " 11 For sure, I tell you, of those born of women, there is no one greater than John the Baptist. The least in the holy nation of heaven is greater than he. ", "12": "From the days of John the Baptist until now, the holy nation of heaven has suffered very much. Fighting men try to take it. ", "13": "All the early preachers and the Law told about it until the time of John. ", "14": "And if you will believe it, he is Elijah who was to come. ", "15": " 15 You have ears, then listen!", "16": "“What are the people of this day like? They are like children playing in the center of town where people gather. They call to their friends. ", "17": "They say, 'We played music for you, but you did not dance. We showed sorrow in front of you, but you did not show sorrow.' ", "18": "John came and did not eat or drink. They said, 'He has a demon.' ", "19": "Then the Son of Man came and ate and drank. They said, 'See! He eats too much and likes wine. He is a friend of men who gather taxes and of sinners!' But wisdom shows itself to be right by what it does.” ", "20": "Then He began to say strong words against the cities where most of His powerful works were done. He spoke to them because they were not sorry for their sins and did not turn from them. ", "21": "“It is bad for you, city of Chorazin! It is bad for you, town of Bethsaida! For if the powerful works which were done in you had been done in the cities of Tyre and Sidon, they would have turned from their sins long ago. They would have shown their sorrow by putting on clothes made from hair and would have sat in ashes. ", "22": "I tell you, it will be better for Tyre and Sidon on the day men stand before God and are told they are guilty, than for you. ", "23": "“And Capernaum, are you to be lifted up into heaven? You will be taken down to hell. If the powerful works which were done in you had been done in the city of Sodom, it would be here to this day. ", "24": "But I say to you that it will be better for the land of Sodom on the day men stand before God and are told they are guilty, than for you.”", "25": "At that time Jesus said, “Thank You, Father, Lord of heaven and earth, because You hid these things from the wise and from those who have much learning. You have shown them to little children. ", "26": "Yes, Father, it was good in Your sight. ", "27": "“Everything has been given to Me by My Father. No one knows the Son but the Father. No one knows the Father but the Son, and those to whom the Son wants to make the Father known.", "28": "“Come to Me, all of you who work and have heavy loads. I will give you rest. ", "29": "Follow My teachings and learn from Me. I am gentle and do not have pride. You will have rest for your souls. ", "30": "For My way of carrying a load is easy and My load is not heavy.”"}