{"1": "At that time Jesus walked through the grain-fields on the Day of Rest. His followers were hungry and began to pick off grain to eat. ", "2": "The proud religious law-keepers saw this. They said to Jesus, “See! Your followers do what the Law says not to do on the Day of Rest.” ", "3": "He said to them, “Have you not read what David did when he and his men were hungry? ", "4": "He went into the house of God and ate the special bread used in worship which was against the Law for him or those with him to eat! Only the Jewish religious leaders were to eat that special bread. ", "5": "Have you not read in the Law how the religious leaders do that which is not right to do on the Day of Rest, and yet they are not guilty? ", "6": "I tell you that Someone greater than the house of God is here. ", "7": "If you had understood what the words mean, 'I want loving-kindness and not a gift to be given,'  you would not say a person is guilty who has done no wrong. ", "8": "For the Son of Man is Lord of the Day of Rest.”", "9": "From there Jesus went into their place of worship. ", "10": "A man was there with a dried-up hand. The proud religious law-keepers asked Jesus, “Does the Law say it is right to heal on the Day of Rest?” They wanted something to say against Him. ", "11": "He said to them, “If one of you has a sheep which falls into a hole on the Day of Rest, will you not take hold of it and pull it out? ", "12": "How much better is a man than a sheep! So it is right to do good on the Day of Rest.” ", "13": "Then He said to the man, “Put out your hand.” He held it out and it was made as well as the other. ", "14": "The proud religious law-keepers went out and made plans against Him. They planned how they might kill Him.", "15": "Jesus knew this and went away from there. Many people followed Him and He healed all of them. ", "16": "He told them to tell no one of Him. ", "17": "It happened as the early preacher Isaiah said it would happen, saying, ", "18": "“See! My Servant Whom I have chosen! My much Loved, in Whom My soul is well pleased! I will put My Spirit in Him. He will say to the nations what is right from wrong. ", "19": "He will not fight or speak with a loud voice. No man will hear His voice in the streets. ", "20": "He will not break a broken branch. He will not put out a little fire until He makes things right. ", "21": "In His name the nations will have hope.” ", "22": "Then they brought to Him a man who had a demon. He was blind and could not speak. Jesus healed him and he could talk and see. ", "23": "All the people were surprised and said, “Can this Man be the Son of David?” ", "24": "But when the proud religious law-keepers heard it, they said, “This Man puts out demons only by Satan, the leader of demons.”", "25": "Jesus knew their thoughts and said to them, “Every nation divided into groups that fight each other is going to be destroyed. Every city or family divided into groups that fight each other will not stand. ", "26": "If the devil puts out the devil, he is divided against himself. How will his nation stand? ", "27": "If I put out demons by Satan, by whom do your followers put them out? So your followers will say if you are guilty. ", "28": "But if I put out demons by the Spirit of God, then the holy nation of God is come to you. ", "29": "How can anyone go into a strong man's house and take away his things, unless he ties up the strong man first? Only then can he take things from his house.", "30": "“Whoever is not with Me is against Me. Whoever is not gathering with Me is sending everywhere. ", "31": "I tell you, every sin and every bad word men speak against God will be forgiven, but bad words spoken against the Holy Spirit will not be forgiven. ", "32": "Whoever speaks a word against the Son of Man will be forgiven, but whoever speaks against the Holy Spirit will not be forgiven in this life or in the life to come.", "33": "“A good tree gives good fruit. A bad tree gives bad fruit. A tree is known by its fruit. ", "34": "You family of snakes! How can you say good things when you are sinful? The mouth speaks what the heart is full of. ", "35": "A good man will speak good things because of the good in him. A bad man will speak bad things because of the sin in him. ", "36": "I say to you, on the day men stand before God, they will have to give an answer for every word they have spoken that was not important. ", "37": "For it is by your words that you will not be guilty and it is by your words that you will be guilty.”", "38": "Then some of the teachers of the Law and the proud religious law-keepers said to Jesus, “Teacher, we would like to have you do something special for us to see.” ", "39": "He said to them, “The sinful people of this day look for something special to see. There will be nothing special to see but the powerful works of the early preacher Jonah. ", "40": "Jonah was three days and three nights in the stomach of a big fish. The Son of Man will be three days and three nights in the grave also. ", "41": "The men of the city of Nineveh will stand up with the people of this day on the day men stand before God. Those men will say these people are guilty because the men of Nineveh were sorry for their sins and turned from them when Jonah preached. And see, Someone greater than Jonah is here! ", "42": "“The queen of the south will stand up with the people of this day on the day men stand before God. She will say that these people are guilty because she came from the ends of the earth to listen to the wise sayings of Solomon. And see, Someone greater than Solomon is here!", "43": "“When a demon is gone out of a man, it goes through dry places to find rest. It finds none. ", "44": "Then it says, 'I will go back into my house from which I came.' When it goes back, it sees that it is empty. But it sees that the house has been cleaned and looks good. ", "45": "Then it goes out and comes back bringing with it seven demons more sinful than itself. They go in and live there. In the end that man is worse than at first. It will be like this with the sinful people of this day.”", "46": "While Jesus was still talking to the people, His mother and His brothers came and stood outside. They wanted to talk to Him. ", "47": "Someone said to Him, “Your mother and brothers are outside and want to talk to you.” ", "48": "Jesus said, “Who is My mother? And who are My brothers?” ", "49": "He put out His hand to His followers and said, “See, these are My mother and My brothers! ", "50": "Whoever does what My father in heaven wants him to do is My brother and My sister and My mother.” "}