{"1": "That same day Jesus went out of the house and sat down by the shore of the lake. ", "2": "Then He got in a boat and sat down because so many people had gathered around Him. Many people were standing on the shore.", "3": "Jesus taught them many things by using picture-stories. He said, “A man went out to plant seeds. ", "4": "As he planted the seeds, some fell by the side of the road. The birds came and ate the seeds. ", "5": "Some seeds fell between rocks. The seeds came up at once because there was so little ground. ", "6": "When the sun was high in the sky, they dried up and died because they had no root. ", "7": "Some seeds fell among thorns. The thorns grew and did not give the seeds room to grow. ", "8": "Some seeds fell on good ground and gave much grain. Some gave one hundred times as much grain. Some gave sixty times as much grain. Some gave thirty times as much grain. ", "9": "You have ears, then listen.”", "10": "The followers of Jesus came to Him and said, “Why do You speak to them in picture-stories?” ", "11": "He said to the followers, “You were given the secrets about the holy nation of heaven. The secrets were not given to the others. ", "12": "He who has will have more given to him. He will have even more than enough. But he who has little will have even that taken away from him.", "13": "“This is why I speak to them in picture-stories. They have eyes but they do not see. They have ears but they do not hear and they do not understand. ", "14": "It happened in their lives as Isaiah said it would happen. He said, 'You hear and hear but do not understand. You look and look but do not see. ", "15": "The hearts of these people have become fat. They hear very little with their ears. They have closed their eyes. If they did not do this, they would see with their eyes and hear with their ears and understand with their hearts. Then they would be changed in their ways, and I would heal them.' ", "16": " 16 But how great are your eyes because they see. How great are your ears because they hear. ", "17": "For sure, I tell you, that many early preachers and men right with God have wanted to see the things you see, but they did not see them. They wanted to hear the things you hear, but they did not hear them.", "18": "“Listen to the picture-story of the man who planted seeds in the ground. ", "19": "When anyone hears the Word about the holy nation and does not understand it, the devil comes and takes away what was put in his heart. He is like the seed that fell by the side of the road. ", "20": "The seed which fell between rocks is like the person who receives the Word with joy as soon as he hears it. ", "21": "Its root is not deep and it does not last long. When troubles and suffering come because of the Word, he gives up and falls away. ", "22": "The seed which fell among thorns is like the person who hears the Word but the cares of this life, and the love for money let the thorns come up and do not give the seed room to grow and give grain. ", "23": "The seed which fell on good ground is like the one who hears the Word and understands it. He gives much grain. Some seed gives one hundred times as much grain. Some gives sixty times as much grain. Some gives thirty times as much grain.”", "24": "Jesus told them another picture-story. He said, “The holy nation of heaven is like a man who planted good seed in his field. ", "25": "During the night someone who hated him came and planted weed seed with the good seed in his field and went away. ", "26": "When the good seed started to grow and give grain, weeds came up also.", "27": "“The servants of the man who planted the seed came and said to him, 'Sir, did you not plant good seed in your field? Why does it have weeds also?' ", "28": "The man who planted the seed said, 'Someone who hates me has done this.' The servants asked him, 'Should we go and pull the weeds out from among the good grain?' ", "29": "He said, 'No, because if you pull out the weeds, the good grain will come up also. ", "30": "Let them grow together until the time to gather the grain. Then I will say to the workmen, “Gather the weeds first and put them together to be burned. Then gather the good grain into my building.”'”", "31": "Jesus told them another picture-story. He said, “The holy nation of heaven is like mustard seed which a man planted in his field. ", "32": "It is the smallest of seeds. But when it is full-grown, it is larger than the grain of the fields and it becomes a tree. The birds of the sky come and stay in its branches.”", "33": "Jesus gave them another picture-story. He said, “The holy nation of heaven is like yeast that a woman put into three pails of flour until it had become much more than at first.” ", "34": "Jesus told all these things using picture-stories to the many people. He did not speak to them without using picture-stories. ", "35": "It happened as the early preacher said it would happen, “I will open My mouth in picture-stories. I will tell things which have been kept secret from the beginning of the world.” ", "36": "After Jesus sent the people away, He went into the house. His followers came to Him and said, “Tell us what You mean by the picture-story of the weeds in the field.” ", "37": "Jesus said, “He Who plants the good seed is the Son of Man. ", "38": "The field is the world. The good seeds are the children of the holy nation. The weeds are the children of the devil. ", "39": "The devil is the one who got in and planted the weeds. The time to gather is the end of the world. The men who gather are the angels. ", "40": "As the weeds are gathered together and burned in the fire, so will it be in the end of the world. ", "41": "The Son of Man will send His angels. They will gather out of His holy nation all things that cause people to sin and those who do sin. ", "42": "They will put them into a stove of fire. There will be loud crying and grinding of teeth. ", "43": "Then the ones right with God will shine as the sun in the holy nation of their Father. You have ears, then listen!” ", "44": "“The holy nation of heaven is like a box of riches buried in a field. A man found it and then hid it again. In his joy he goes and sells all that he has and buys that field. ", "45": "“Again, the holy nation of heaven is like a man who buys and sells. He is looking for good pearls. ", "46": "When he finds one good pearl worth much money, he goes and sells all that he has and buys it.", "47": "“The holy nation of heaven is like a big net which was let down into the sea. It gathered fish of every kind. ", "48": "When it was full, they took it to the shore. They sat down and put the good fish into pails. They threw the bad fish away. ", "49": "It will be like this in the end of the world. Angels will come and take the sinful people from among those who are right with God. ", "50": "They will put the sinful people into a stove of fire where there will be loud crying and grinding of teeth.” ", "51": "Jesus asked them, “Have you understood all these picture-stories?” They said, “Yes, Lord!” ", "52": "He said to them, “Every teacher of the Law who has become a follower of the holy nation of heaven is like a man who owns his house. He takes new and old riches from his house.”", "53": "When Jesus had finished these picture-stories, He went away from there. ", "54": "He came to His own town and taught them in their places of worship. They were surprised and wondered, saying, “Where did this Man get this wisdom? How can He do these powerful works? ", "55": "Is not this the son of the man who makes things from wood? Is not Mary His mother? Are not James and Joseph and Simon and Judas His brothers? ", "56": "And are not all His sisters here? Then where did He get all these things?” ", "57": "And they were ashamed of Him and turned away because of Him. Jesus said to them, “One who speaks for God is shown no respect in his own town and in his own house.” ", "58": "He did not do many powerful works there because they did not put their trust in Him."}