{"1": "At that time King Herod heard much about Jesus. ", "2": "He said to his helpers, “This must be John the Baptist. He has risen from the dead. That is why these powerful works are done by him.” ", "3": "For Herod had taken John and put him in prison. It was because of Herodias, the wife of his brother Philip. ", "4": "For John had said to him, “It is against the Law for you to have her.” ", "5": "He would have killed John but he was afraid of the people. The people thought John was one who spoke for God.", "6": "On Herod's birthday the daughter of Herodias danced in front of them. Herod was made happy by her. ", "7": "He promised he would give her anything she asked. ", "8": "Because her mother told her to do it, she said, “Give me the head of John the Baptist on a plate.” ", "9": "The king was sorry. But he said for it to be given because he had promised and because of those who were eating with him. ", "10": "He sent to the prison and had John's head cut off. ", "11": "It was brought in on a plate and given to the girl. She brought it to her mother. ", "12": "Then the followers of John came and took his body and buried it. They went and told Jesus.", "13": "When Jesus heard that John had been killed, He went from there by boat to a desert. He wanted to be alone. When the people knew it, they followed after Him by land from the cities. ", "14": "When He got out of the boat, He saw many people. He had loving-pity for them and healed those who were sick.", "15": "When it was evening, His followers came to Him. They said, “This is a desert. The day is past. Send the people away so they may go into the towns and buy food for themselves.” ", "16": "Jesus said to them, “They do not have to go away. Give them something to eat.” ", "17": "They said to Him, “We have only five loaves of bread and two fish.” ", "18": "Jesus said, “Bring them to Me.” ", "19": "He told the people to sit down on the grass. Then He took the five loaves of bread and two fish. He looked up to heaven and gave thanks. He broke the loaves in pieces and gave them to His followers. The followers gave them to the people. ", "20": "They all ate and were filled. They picked up twelve baskets full of pieces of bread and fish after the people were finished eating. ", "21": "About five thousand men ate. Women and children ate also.", "22": "At once Jesus had His followers get into the boat. He told them to go ahead of Him to the other side while He sent the people away. ", "23": "After He had sent them away, He went up the mountain by Himself to pray. When evening came, He was there alone. ", "24": "By this time the boat was far from land and was being thrown around by the waves. The wind was strong against them.", "25": "Just before the light of day, Jesus went to them walking on the water. ", "26": "When the followers saw Him walking on the water, they were afraid. They said, “It is a spirit.” They cried out with fear. ", "27": "At once Jesus spoke to them and said, “Take hope. It is I. Do not be afraid!” ", "28": "Peter said to Jesus, “If it is You, Lord, tell me to come to You on the water.” ", "29": "Jesus said, “Come!” Peter got out of the boat and walked on the water to Jesus. ", "30": "But when he saw the strong wind, he was afraid. He began to go down in the water. He cried out, “Lord, save me!” ", "31": "At once Jesus put out His hand and took hold of him. Jesus said to Peter, “You have so little faith! Why did you doubt?”", "32": "When Jesus and Peter got into the boat, the wind stopped blowing. ", "33": "Those in the boat worshiped Jesus. They said, “For sure, You are the Son of God!”", "34": "When they had gone over to the other side, they came to the land of Gennesaret. ", "35": "When the men of that land saw it was Jesus, they sent word into all the country around. They brought all who were sick to Jesus. ", "36": "They begged Him that they might touch the bottom of His coat. As many as touched the bottom of His coat were healed."}