{"1": "Some of the teachers of the Law and the proud religious law-keepers from Jerusalem came to Jesus. They asked, ", "2": "“Why do Your followers not obey the teaching that was given to them by our fathers? They do not wash their hands before they eat.” ", "3": "Jesus said to them, “Why do you break the Law of God by trying to keep their teaching? ", "4": "For God said, 'Show respect to your father and mother.'  And, 'He who curses his father or mother will be put to death.'  ", "5": "But you say that if a man says to his parents that anything he has, that might have been of help to them, is already given to God, ", "6": "he does not have to show respect by helping his father and mother. You are putting aside the Word of God to keep their teaching. ", "7": "You who pretend to be someone you are not, Isaiah told about you. He said, ", "8": "'These people show respect to Me with their mouth, but their heart is far from Me. ", "9": "Their worship of Me is worth nothing. They teach what men have made up.'” ", "10": "Jesus called the people to Him and said to them, “Listen and understand this! ", "11": "It is not what goes into a man's mouth that makes his mind and heart sinful. It is what comes out of a man's mouth that makes him sinful.”", "12": "His followers came to Him. They said, “Did You know the proud religious law-keepers were ashamed and turned away because of You when they heard this?” ", "13": "He said, “Every plant that My Father in heaven did not plant will be pulled up by the roots. ", "14": "Let them alone. They are blind leaders of the blind. If one blind man leads another blind man, they will both fall into a hole.” ", "15": "Then Peter said to Jesus, “Tell us this picture-story so we can understand it.” ", "16": "Jesus said, “Do you not understand yet? ", "17": "Do you not understand that whatever goes into the mouth goes into the stomach and then out of the body? ", "18": "But whatever comes from the mouth has come out of the heart. These things make the man unclean inside. ", "19": "For out of the heart come bad thoughts, killing other people, sex sins of a married person, sex sins of a person not married, stealing, lying, speaking against God. ", "20": "These are the things that make the man unclean inside. It does not make a man sinful to eat with hands that have not been washed.”", "21": "Jesus went from there to the cities of Tyre and Sidon. ", "22": "A woman came from the land of Canaan. She cried out to Jesus and said, “Take pity on me, Lord, Son of David! My daughter has a demon and is much troubled.” ", "23": "But Jesus did not speak a word to her. His followers kept asking, saying, “Send her away for she keeps calling us.” ", "24": "He said, “I was sent only to the Jewish people who are lost.” ", "25": "Then she came and got down before Jesus and worshiped Him. She said, “Lord, help me!” ", "26": "But He said, “It is not right to take children's food and throw it to the dogs.” ", "27": "She said, “Yes, Lord, but even the dogs eat the pieces that fall from the table of their owners.” ", "28": "Jesus said to her, “Woman, you have much faith. You will have what you asked for.” Her daughter was healed at that very time.", "29": "Jesus went from there and came to the Sea of Galilee. Then He went up the mountain and sat down. ", "30": "Many people came to Him. They brought with them those who were not able to walk. They brought those who were not able to see. They brought those who were not able to hear or speak and many others. Then they put them at the feet of Jesus and He healed them. ", "31": "All the people wondered. They saw how those who could not speak were now talking. They saw how those who could not walk were now walking. They saw how those who could not see were now seeing, and they gave thanks to the God of the Jews.", "32": "Then Jesus called His followers to Him. He said, “I pity these people because they have been with Me three days and they have no food. I do not want to send them home without food. They might get too weak as they go.” ", "33": "The followers said to Jesus, “Where can we get enough bread to feed them all in this desert?” ", "34": "Jesus said to them, “How many loaves of bread do you have?” They said, “Seven loaves and a few small fish.” ", "35": "He told the people to sit down on the ground. ", "36": "Then He took the seven loaves of bread and the fish and gave thanks. He broke them and gave them to His followers. The followers gave them to the people. ", "37": "They all ate and were filled. They picked up seven baskets full of pieces of bread and fish after the people finished eating. ", "38": "Four thousand men ate. Women and children ate also. ", "39": "After this Jesus sent the people away. Then He got into a boat and came to a place called Magadan."}