{"1": "The proud religious law-keepers and a religious group of people who believe no one will be raised from the dead came to Jesus. They asked Him to show something special from heaven. They wanted to trap Jesus. ", "2": "(*He said to them, “In the evening you say, 'The weather will be good tomorrow because the sky is red.' ", "3": "And in the morning you say, 'We will have a storm today because the sky is red and the clouds are low.' You understand the things you see in the sky, but you cannot understand the special things you see these days!) ", "4": "The sinful people of this day go after something special to see. There will be nothing special for them to see but the early preacher Jonah.” Then He went away from them.", "5": "The followers came to the other side of the lake. They remembered they had forgotten to bring bread. ", "6": "Jesus said to them, “See! Have nothing to do with the yeast of the proud religious law-keepers and the religious group of people who believe no one will be raised from the dead.” ", "7": "They started to think about it among themselves and said, “He said this because we forgot to bring bread.” ", "8": "Jesus knew this and said, “You have very little faith! Why are you talking among yourselves about not bringing bread? ", "9": "Do you not yet understand or remember the five loaves of bread that fed five thousand men? And how many baskets full were gathered up? ", "10": "Or do you not even remember the seven loaves of bread that fed the four thousand men? And how many baskets full were gathered up? ", "11": "Why is it that you do not see that I was not talking to you about bread? I was talking to you about keeping away from the yeast of the proud religious law-keepers and the religious group of people who believe no one will be raised from the dead.” ", "12": "Then they understood that it was not the yeast of bread that He was talking about. But He was talking about the teaching of the proud religious law-keepers and of the other religious group of people.", "13": "Jesus came into the country of Caesarea Philippi. He asked His followers, “Who do people say that I, the Son of Man, am?” ", "14": "They said, “Some say You are John the Baptist and some say Elijah and others say Jeremiah or one of the early preachers.”", "15": "He said to them, “But who do you say that I am?” ", "16": "Simon Peter said, “You are the Christ, the Son of the living God.”", "17": "Jesus said to him, “Simon, son of Jonah, you are happy because you did not learn this from man. My Father in heaven has shown you this. ", "18": "“And I tell you that you are Peter. On this rock I will build My church. The powers of hell will not be able to have power over My church. ", "19": "I will give you the keys of the holy nation of heaven. Whatever you do not allow on earth will not have been allowed in heaven. Whatever you allow on earth will have been allowed in heaven.” ", "20": "Then with strong words He told His followers to tell no one that He was the Christ.", "21": "From that time on Jesus began to tell His followers that He had to go to Jerusalem and suffer many things. These hard things would come from the leaders and from the head religious leaders of the Jews and from the teachers of the Law. He told them He would be killed and three days later He would be raised from the dead. ", "22": "Peter took Jesus away from the others and spoke sharp words to Him. He said, “Never, Lord! This must not happen to You!” ", "23": "Then Jesus turned to Peter and said, “Get behind Me, Satan! You are standing in My way. You are not thinking how God thinks. You are thinking how man thinks.”", "24": "Jesus said to His followers, “If anyone wants to be My follower, he must forget about himself. He must take up his cross and follow Me. ", "25": "If anyone wants to keep his life safe, he will lose it. If anyone gives up his life because of Me, he will save it. ", "26": "For what does a man have if he gets all the world and loses his own soul? What can a man give to buy back his soul? ", "27": "The Son of Man will come in the greatness of His Father with His angels. Then He will give to every man his pay as he has worked. ", "28": "For sure, I tell you, there are some standing here that will not die until they see the Son of Man coming as King.”"}