{"1": "Six days later Jesus took with Him Peter and James and his brother John. He led them up to a high mountain by themselves. ", "2": "He was changed in looks before them. His face was as bright as the sun. His clothes looked as white as light. ", "3": "Moses and Elijah were seen talking with Jesus. ", "4": "Then Peter said to Jesus, “Lord, it is good for us to be here. If You will let us, we will build three altars here. One will be for You and one for Moses and one for Elijah.”", "5": "While Peter was speaking, a bright cloud came over them. A voice from the cloud said, “This is My much-loved Son, I am very happy with Him. Listen to Him!” ", "6": "When the followers heard this, they got down on the ground on their faces and were very much afraid. ", "7": "Jesus came and put His hand on them. He said, “Get up! Do not be afraid.” ", "8": "When they looked up, they saw no one there but Jesus only. ", "9": "As they came down from the mountain, Jesus told them in strong words, saying, “Do not tell anyone what you have seen until the Son of Man is raised from the dead.”", "10": "The followers asked Jesus, “Then why do the teachers of the Law say that Elijah must come first?” ", "11": "He said, “For sure, Elijah will come first and get things ready. ", "12": "But I tell you, Elijah has already come and they did not know him. They did to him whatever they wanted to do. In the same way the Son of Man will suffer from them also.” ", "13": "Then the followers understood He was talking about John the Baptist.", "14": "When they came to many people, a man came up to Jesus and got on his knees. He said, ", "15": "“Lord, have pity on my son. He is very sick and at times loses the use of his mind. Many times he falls into the fire or into the water. ", "16": "I took him to Your followers but they were not able to heal him.”", "17": "Then Jesus said, “You people of this day have no faith and you are going the wrong way. How long must I be with you? How long must I put up with you? Bring him here to Me.” ", "18": "Jesus spoke sharp words to the demon and the demon came out of him. At once the boy was healed.", "19": "The followers came to Jesus when He was alone. They said, “Why were we not able to put the demon out?” ", "20": "Jesus said to them, “Because you have so little faith. For sure, I tell you, if you have faith as a mustard seed, you will say to this mountain, 'Move from here to over there,' and it would move over. You will be able to do anything. ", "21": "*But this kind of demon does not go out but by prayer and by going without food so you can pray better.”", "22": "While they were still in Galilee, Jesus said to the followers, “The Son of Man will be handed over to men. ", "23": "They will kill Him, but He will be raised from the dead three days later.” The followers were very sad.", "24": "They came to the city of Capernaum. Those who gathered the tax for the house of God came to Peter. They said, “Does not your Teacher pay tax money for the house of God?” ", "25": "Peter said, “Yes.” When Peter came into the house, Jesus spoke to him first. He said, “What do you think, Simon? From whom do the kings of this earth get their money or taxes, from their own people or from those of another country?” ", "26": "Peter said to Him, “From those of another country.” Then Jesus said, “Then their own people do not pay taxes. ", "27": "But so we will not make them to be troubled, go down to the lake and throw in a hook. Take the first fish that comes up. In its mouth you will find a piece of money. Take that and pay the tax for Me and yourself.” "}