{"1": "At that time the followers came to Jesus. They said, “Who is the greatest in the holy nation of heaven?” ", "2": "Jesus took a little child and put him among them. ", "3": "He said, “For sure, I tell you, unless you have a change of heart and become like a little child, you will not get into the holy nation of heaven. ", "4": "Whoever is without pride as this little child is the greatest in the holy nation of heaven. ", "5": "Whoever receives a little child because of Me receives Me. ", "6": "But whoever is the reason for one of these little children who believe in Me to fall into sin, it would be better for him to have a large rock put around his neck and to be thrown into the sea.", "7": "“It is bad for the world because of that which makes people sin. Men will be tempted to sin. But it is bad for the one who is the reason for someone to sin. ", "8": "If your hand or your foot is the reason you sin, cut it off and throw it away. It is better for you to go into life without a hand or a foot, than to have two hands or two feet and to be thrown into the fire of hell. ", "9": "If your eye is the reason you sin, take it out and throw it away. It is better for you to go into life with one eye, than to have two eyes and be thrown into the fire of hell. ", "10": "Be sure you do not hate one of these little children. I tell you, they have angels who are always looking into the face of My Father in heaven.", "11": "“For the Son of Man has come to save that which was lost. ", "12": "What do you think about this? A man has one hundred sheep and one of them is lost. Will he not leave the ninety-nine and go to the mountains to look for that one lost sheep? ", "13": "If he finds it, for sure, I tell you, he will have more joy over that one, than over the ninety-nine that were not lost. ", "14": "I tell you, My Father in heaven does not want one of these little children to be lost.", "15": "“If your brother sins against you, go and tell him what he did without other people hearing it. If he listens to you, you have won your brother back again. ", "16": "But if he will not listen to you, take one or two other people with you. Every word may be remembered by the two or three who heard. ", "17": "If he will not listen to them, tell the trouble to the church. If he does not listen to the church, think of him as a person who is as bad as one who does not know God and a person who gathers taxes.", "18": "“For sure, I tell you, whatever you do not allow on earth will not have been allowed in heaven. Whatever you allow on earth will have been allowed in heaven. ", "19": "Again I tell you this: If two of you agree on earth about anything you pray for, it will be done for you by My Father in heaven. ", "20": "For where two or three are gathered together in My name, there I am with them.”", "21": "Then Peter came to Jesus and said, “Lord, how many times may my brother sin against me and I forgive him, up to seven times?” ", "22": "Jesus said to him, “I tell you, not seven times but seventy times seven! ", "23": "“The holy nation of heaven is like a king who wanted to find out how much money his servants owed him. ", "24": "As he began, one of the servants was brought to him who owed him very much money. ", "25": "He could pay nothing that he owed. So the king spoke the word that he and his wife and his children and all that he had should be sold to pay what he owed. ", "26": "The servant got down on his face in front of the king. He said, 'Give me time, and I will pay you all the money.' ", "27": "Then the king took pity on his servant and let him go. He told him he did not have to pay the money back.", "28": "“But that servant went out and found one of the other servants who owed him very little money. He took hold of his neck and said, 'Pay me the money you owe me!' ", "29": "The other servant got down at his feet and said, 'Give me time, and I will pay you all the money.' ", "30": "But he would not. He had him put in prison until he could pay the money.", "31": "“When his other servants saw what had happened, they were very sorry. They came and told the king all that was done. ", "32": "Then the king called for the first one. He said, 'You bad servant! I forgave you. I said that you would not have to pay back any of the money you owed me because you asked me. ", "33": "Should you not have had pity on the other servant, even as I had pity on you?' ", "34": "The king was very angry. He handed him over to men who would beat and hurt him until he paid all the money he owed. ", "35": "So will My Father in heaven do to you, if each one of you does not forgive his brother from his heart.” "}