{"1": "Jesus was born in the town of Bethlehem in the country of Judea. It was the time when Herod was king of that part of the country. Soon after Jesus was born, some wise men who learned things from stars came to Jerusalem from the East. ", "2": "They asked, “Where is the King of the Jews Who has been born? We have seen His star in the East. We have come to worship Him.”", "3": "King Herod heard this. He and all the people of Jerusalem were worried. ", "4": "He called together all the religious leaders of the Jews and the teachers of the Law. Herod asked them where Christ was to be born. ", "5": "They said to him, “In Bethlehem of Judea. The early preacher wrote, ", "6": "'You, Bethlehem of Judah, are not the least of the leaders of Judah. Out of you will come a King Who will lead My people the Jews.'” ", "7": "Then Herod had a secret meeting with the men who learned things from stars. He asked them about what time the star had been seen. ", "8": "He sent them to Bethlehem and said, “Go and find the young Child. When you find Him, let me know. Then I can go and worship Him also.”", "9": "After the king had spoken, they went on their way. The star they had seen in the East went before them. It came and stopped over the place where the young Child was. ", "10": "When they saw the star, they were filled with much joy.", "11": "They went into the house and found the young Child with Mary, His mother. Then they got down before Him and worshiped Him. They opened their bags of riches and gave Him gifts of gold and perfume and spices. ", "12": "Then God spoke to them in a dream. He told them not to go back to Herod. So they went to their own country by another road.", "13": "When they had gone, an angel of the Lord came to Joseph in a dream. He said, “Get up. Take the young Child and His mother to the country of Egypt. Go as fast as you can! Stay there until you hear from Me. Herod is going to look for the young Child to kill Him.” ", "14": "During the night he got up and left with the young Child and His mother for Egypt. ", "15": "He stayed there until Herod died. This happened as the Lord had said through an early preacher, “I called My Son out of Egypt.” ", "16": "Herod learned that the wise men had fooled him. He was very angry. He sent men to kill all the young boys two years old and under in Bethlehem and in all the country near by. He decided to do this from what he had heard from the wise men as to the time when the star was seen. ", "17": "Then it happened as the early preacher Jeremiah said it would happen. ", "18": "He said, “The sound of crying and much sorrow was heard in Ramah. Rachel was crying for her children. She would not be comforted because they were dead.” ", "19": "After Herod died, an angel of the Lord came to Joseph in a dream while he was in Egypt. ", "20": "He said, “Get up. Take the young Child and His mother and go into the land of the Jews. Those who tried to kill the young Child are dead.” ", "21": "Joseph got up. He took the young Child and His mother and came into the land of the Jews. ", "22": "Joseph heard that Archelaus was the king of the country of Judea. Herod, the father of Archelaus, had died. Joseph was afraid to go there. God told him in a dream to go to the country of Galilee and he went. ", "23": "Joseph stayed in a town called Nazareth. It happened as the early preachers said it would happen. They said, “Jesus will be called a Nazarene.”"}