{"1": "They were near Jerusalem and had come to the town of Bethphage at the Mount of Olives. Jesus sent two followers on ahead. ", "2": "He said to them, “Go to the town over there. You will find a donkey tied and her young with her. Let them loose and bring them to Me. ", "3": "If anyone says something to you, say, 'The Lord needs them.' He will send them at once.”", "4": "It happened as the early preacher said it would happen, saying, ", "5": "“Say to the people in Jerusalem, 'See! Your King is coming to you. He is gentle. He is riding on a young donkey.'” ", "6": "The followers went and did as Jesus told them. ", "7": "They brought the donkey and her young one. They put their clothes on the donkey and Jesus sat on them. ", "8": "Many people put their coats down on the road. Other people cut branches from the trees and put them along the way. ", "9": "The people who went in front and those who followed Jesus called out, “Greatest One! The Son of David! Great and honored is He Who comes in the name of the Lord! Greatest One in the highest heaven.”", "10": "When Jesus came into Jerusalem, all the people of the city were troubled. They said, “Who is this?” ", "11": "Many people said, “This is Jesus, the One Who speaks for God from the town of Nazareth in the country of Galilee.”", "12": "Then Jesus went into the house of God and made all those leave who were buying and selling there. He turned over the tables of the men who changed money. He turned over the seats of those who sold doves. ", "13": "He said to them, “It is written, 'My house is to be called a house of prayer.' You have made it a place of robbers.” ", "14": "The blind and those who could not walk came to Jesus in the house of God and He healed them. ", "15": "The religious leaders of the Jews and the teachers of the Law saw the great things He did. They heard the children calling in the house of God and saying, “Greatest One! Son of David!” The leaders were very angry. ", "16": "They said to Jesus, “Do you hear what these children are saying?” Jesus said to them, “Yes, have you not read the writings, 'Even little children and babies will honor Him'?” ", "17": "Jesus left them and went out of the city to the town of Bethany. He stayed there that night.", "18": "In the morning as He was coming back to the city, He was hungry. ", "19": "He saw a fig tree by the side of the road and went to it. There was nothing on it but leaves. He said to the tree, “No fruit will ever grow on you again.” At once the fig tree dried up. ", "20": "The followers saw it and were surprised and wondered. They said, “How did the fig tree dry up so fast?” ", "21": "Jesus said to them, “For sure, I tell you this: If you have faith and do not doubt, you will not only be able to do what was done to the fig tree. You will also be able to say to this mountain, 'Move from here and be thrown into the sea,' and it will be done. ", "22": "All things you ask for in prayer, you will receive if you have faith.”", "23": "Jesus came into the house of God. The religious leaders and the other leaders of the people came up to Him as He was teaching. They said, “By what right and power are You doing these things? Who gave You the right and the power to do them?” ", "24": "Jesus said to them, “I will ask you one thing also. If you tell Me, then I will tell you by what right and power I do these things. ", "25": "Was the baptism of John from heaven or from men?” They thought among themselves, “If we say, 'From heaven,' then He will say, 'Then why did you not believe him?' ", "26": "But if we say, 'From men,' we are afraid of the people, because they all think John was one who spoke for God.” ", "27": "They said to Jesus, “We do not know.” He said to them, “Then I will not tell you by what right and power I do these things.", "28": "“What do you think about this? There was a man who had two sons. He came to the first son and said, 'My son, go to my grape-field and work today.' ", "29": "He said, 'I will go.' But he did not go. ", "30": "The father came to the second son and asked the same thing. The son said, 'No, I will not go.' Later he was sorry and went. ", "31": "Which one of the two sons did what his father wanted?” They said to Jesus, “The second son.” Jesus said to them, “For sure, I tell you this: Tax-gatherers and women who sell the use of their bodies will get into the holy nation of heaven before you. ", "32": "For John came to you preaching about being right with God. You did not believe him. But tax-gatherers and women who sell the use of their bodies did believe him. When you saw this, you were not sorry for your sins and did not turn from them and believe him.", "33": "“Listen to another picture-story. A man who owned land planted grapes in a field and put a fence around it. He made a place for making wine. He built a tower to look over the grape-field. He let farmers rent it and then he went into another country. ", "34": "The time came for gathering the grapes. He sent his servants to the farmers to get the grapes. ", "35": "The farmers took his servants and hit one. They killed another and threw stones at another. ", "36": "Again he sent other servants. He sent more than the first time. The farmers did the same to those servants. ", "37": "After this he sent his son to them. He said to himself, 'They will respect my son.' ", "38": "When the farmers saw the son, they said to themselves, 'This is the one who will get everything when the owner dies. Let us kill him and we will get it all.' ", "39": "They took him and threw him out of the grape-field and killed him. ", "40": "When the owner of the grape-field comes, what will he do to those farmers?” ", "41": "They said to Him, “He will put those bad men to death. Then he will rent the grape-field to other farmers who will give him the grapes when they are ready.” ", "42": "Jesus said to them, “Have you not read in the Holy Writings, 'The Stone that was put aside by the workmen has become the most important Stone in the building? The Lord has done this. We think it is great!'  ", "43": "I say to you, because of this, the holy nation of God will be taken from you. It will be given to a nation that will give fruit. ", "44": "Whoever falls on this Stone will be broken. And on the one it falls, it will make him like dust.” ", "45": "When the religious leaders and the proud religious law-keepers heard this picture-story, they knew He spoke of them. ", "46": "When they tried to put their hands on Him, they were afraid of the many people. The people thought He was One Who spoke for God."}