{"1": "Again Jesus spoke to them in picture-stories. He said, ", "2": "“The holy nation of heaven is like a king who gave a wedding supper for his son. ", "3": "He sent his servants to tell the people, who had been asked, to come to the supper. But the people did not want to come. ", "4": "“He sent other servants, saying to them, 'Tell those who have been asked to come, “See! My supper is ready. My cows and fat calves are killed. Everything is ready. Come to the wedding supper!”' ", "5": "But they did not listen and went on working. One went to his farm. Another went to his store. ", "6": "The others took hold of his servants, and hurt them and killed them. ", "7": "“When the king heard this, he was very angry. He sent his soldiers to put those to death who had killed his servants. He burned their city. ", "8": "Then he said to his servants, 'The wedding supper is ready. Those who were asked to come to the supper were not good enough. ", "9": "Go out into the roads and as many people as you can find, ask them to come to the wedding supper.'", "10": "“The servants went out into the roads and brought all they could find, both bad and good. The wedding supper room was full of people. ", "11": "The king came in to see those who had come. He saw one man who did not have on wedding supper clothes. ", "12": "He said to him, 'Friend, how did you get in here without wedding supper clothes?' The man could not speak! ", "13": "Then the king said to his servants, 'Tie his hands and feet, and throw him out into the darkness. In that place there will be loud crying and grinding of teeth.' ", "14": "For many are called but few are chosen.”", "15": "Then the proud religious law-keepers got together to think how they could trap Jesus in His talk. ", "16": "They sent their followers to Jesus with some of King Herod's men. They asked, “Teacher, we know that You are true. We know that You are teaching the truth about God. We know You are not afraid of what men think or say about You. ", "17": "Tell us what You think of this. Is it right to pay taxes to Caesar, or not?” ", "18": "Jesus knew their sinful thoughts and said, “You pretend to be someone you are not! Why do you try to trap Me? ", "19": "Show Me a piece of money.” They brought Him a piece. ", "20": "Jesus said to them, “Whose picture is this? Whose name is on it?” ", "21": "They said to Him, “Caesar's.” Then He said to them, “Pay to Caesar the things that belong to Caesar. Pay to God the things that belong to God.” ", "22": "When they heard this, they were surprised and wondered about it. Then they went away from Him.", "23": "The same day some people from the religious group who believe no one will be raised from the dead came to Jesus. They asked, ", "24": "“Teacher, Moses said, 'If a man should die without having children, then his brother must marry his wife. He should have children for his brother.'  ", "25": "There were seven brothers with us. The first was married but died before he had any children. The second brother then married the first brother's wife. ", "26": "The second brother died and the same with the third and on to the seventh. ", "27": "Then the woman died also. ", "28": "When people are raised from the dead, whose wife will she be of the seven? They all had her for a wife.”", "29": "Jesus said to them, “You are wrong because you do not know the Holy Writings or the power of God. ", "30": "After people are raised from the dead, they do not marry. They are like the angels in heaven. ", "31": "Have you not read what God said to you about those who are raised from the dead? He said, ", "32": "'I am the God of Abraham and the God of Isaac and the God of Jacob.' He is not the God of the dead but of the living!”  ", "33": "When the people heard this, they were surprised and wondered about His teaching.", "34": "The proud religious law-keepers got together when they heard that the religious group of people who believe no one will be raised from the dead were not able to talk anymore to Jesus. ", "35": "A proud religious law-keeper who knew the Law tried to trap Jesus. He said, ", "36": "“Teacher, which one is the greatest of the Laws?” ", "37": "Jesus said to him, “'You must love the Lord your God with all your heart and with all your soul and with all your mind.' ", "38": "This is the first and greatest of the Laws. ", "39": "The second is like it, 'You must love your neighbor as you love yourself.' ", "40": "All the Laws and the writings of the early preachers depend on these two most important Laws.”", "41": "The proud religious law-keepers were gathered together. Then Jesus asked, ", "42": "“What do you think about the Christ? Whose Son is He?” They said to Him, “The Son of David.” ", "43": "Jesus said to them, “Then how is it that David, being led by the Holy Spirit, calls Him 'Lord'? He said, ", "44": "'The Lord said to my Lord, “Sit at My right side until I make those who hate You a place to rest Your feet.”' ", "45": " 45 If David calls Him 'Lord,' then how can He be the Son of David?” ", "46": "No one could answer a word, and after that day no one asked Him anything."}