{"1": "Then Jesus talked to the many people and to His followers. ", "2": "He said, “The teachers of the Law and the proud religious law-keepers have put themselves in Moses' place as teachers. ", "3": "Do what they tell you to do and keep on doing it. But do not follow what they do. They preach but do not obey their own preaching. ", "4": "They make heavy loads and put them on the shoulders of men. But they will not help lift them with a finger. ", "5": "Everything they do, they do to be seen of men. They have words from the Holy Writings written in large letters on their left arm and forehead and they make wide trimming for their clothes. ", "6": "They like to have the important places at big suppers and the best seats in the Jewish places of worship. ", "7": "They like to have people show respect to them as they stand in the center of town where people gather. They like to be called teacher. ", "8": "“But you are not to be called teacher. There is only one Teacher, and all of you are brothers. ", "9": "Do not call any man here on earth your father. There is only one Father and He is in heaven. ", "10": "You are not to be called leader. There is only one Leader and He is Christ. ", "11": "“He who is greatest among you will be the one to care for you. ", "12": "The person who thinks he is important will find out how little he is worth. The person who is not trying to honor himself will be made important.", "13": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You keep men from going into the holy nation of heaven. You are not going in yourselves, and you do not allow those to go in who are about to go in. ", "14": "It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! (*You take houses from poor women whose husbands have died. Then you try to cover it up by making long prayers. You will be punished all the more because of this.) ", "15": "It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You go over land and sea to win one follower. When you have him, you make him twice as much a child of hell as you are.", "16": "“It is bad for you, blind leaders! You say, 'Whoever makes a promise by the house of God, his promise is worth nothing. But whoever makes a promise by the gold of the house of God, then his promise has to be kept.' ", "17": "You fools and blind men! Which is greater, the gold or the house of God that makes the gold holy? ", "18": "You say, 'Whoever will promise by the altar, his promise does not have to be kept. But whoever makes a promise by the gift on the altar, then his promise has to be kept.' ", "19": "You fools and blind men! Which is greater, the gift, or the altar that makes the gift holy? ", "20": "Whoever makes a promise by the altar, promises by it and by everything on it. ", "21": "Whoever makes a promise by the house of God, promises by it and by Him Who is in it. ", "22": "Whoever makes a promise by heaven, promises by the throne of God and by Him Who sits there. ", "23": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You give one-tenth part of your spices, and have not done the most important things of the Law, such as thinking what is right and wrong, and having pity and faith. These you should have done and still have done the other things also. ", "24": "You blind leaders, you take a small bug out of your cup but you swallow a camel!", "25": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You clean the outside of the cup and plate, but leave the inside full of strong bad desires and are not able to keep from doing sinful things. ", "26": "You blind proud religious law-keepers! Clean the inside of the cup and plate, then the outside will be clean also.", "27": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You are like graves that have been made white and look beautiful on the outside. But inside you are full of the bones of dead men and of every sinful thing. ", "28": "As men look at you, you seem to be good and right but inside you are full of sin. You pretend to be someone you are not. ", "29": "“It is bad for you, teachers of the Law and proud religious law-keepers, you who pretend to be someone you are not! You make buildings for the graves of the early preachers, and you make the graves beautiful of those who are right with God. ", "30": "You say, 'If we had lived in the days of our early fathers, we would not have helped kill the early preachers.' ", "31": "In this way, you are showing that you are the sons of those who killed the early preachers. ", "32": "You might as well finish what your early fathers did. ", "33": "You snakes! You family of snakes! How can you be kept from hell?", "34": "“Because of this, I am going to keep on sending to you men who speak for God and wise men and teachers of the Law. Some of them you will kill and nail to a cross. Some of them you will beat in your places of worship. You will make it very hard for them as they go from city to city. ", "35": "Because of this, you will be guilty of the blood of all those right with God on the earth. It will be from the blood of Abel who was right with God to the blood of Zachariah son of Barachias. He was the one you killed between the house of God and the altar. ", "36": "For sure, I tell you, all these things will come on the people of this day.", "37": "“O Jerusalem, Jerusalem! You kill the men who speak for God and throw stones at those who were sent to you. How many times I wanted to gather your children around Me, as a chicken gathers her young ones under her wings. But you would not let Me. ", "38": "See! Your house is empty. ", "39": "I say to you, you will not see Me again until you will say, 'Great is He Who comes in the name of the Lord!'”"}