{"1": "Jesus went out of the house of God. On the way His followers came to Him to show Him the buildings of the house of God. ", "2": "Jesus said to them, “Do you see all these things? For sure, I tell you, all these stones will be thrown down. Not one will be left standing on another.”", "3": "Jesus sat on the Mount of Olives. The followers came to Him when He was alone and said, “Tell us, when will this happen? What can we look for to show us of Your coming and of the end of the world?”", "4": "Jesus said to them, “Be careful that no one leads you the wrong way. ", "5": "Many people will come using My name. They will say, 'I am Christ.' They will fool many people and will turn them to the wrong way. ", "6": "You will hear of wars and lots of talk about wars, but do not be afraid. These things must happen, but it is not the end yet. ", "7": "Nations will have wars with other nations. Countries will fight against countries. There will be no food for people. The earth will shake and break apart in different places. ", "8": "These things are the beginning of sorrows and pains. ", "9": "“Then they will hand you over to be hurt. They will kill you. You will be hated by all the world because of My name. ", "10": "Many people will give up and turn away at this time. People will hand over each other. They will hate each other. ", "11": "Many false religious teachers will come. They will fool many people and will turn them to the wrong way. ", "12": "Because of people breaking the laws and sin being everywhere, the love in the hearts of many people will become cold. ", "13": "But the one who stays true to the end will be saved. ", "14": "“This Good News about the holy nation of God must be preached over all the earth. It must be told to all nations and then the end will come.", "15": "“You will see a sinful man-made god standing in the house of God in Jerusalem. It was spoken of by the early preacher Daniel.  The one who reads this should understand it. ", "16": "Then those in the country of Judea should run to the mountains. ", "17": "The man who is on the top of his house should not come down to take anything out of his house. ", "18": "The man who is in the field should not go back to get his coat. ", "19": "It will be hard for a woman who will soon be a mother. It will be hard for the ones feeding babies in those days! ", "20": "Pray that you will not have to go in the winter or on the Day of Rest. ", "21": "In those days there will be very much trouble and pain and sorrow. It has never been this bad from the beginning of the world and never will be again. ", "22": "If the time had not been made short, no life would have been saved. Because of God's people, the time will be made short.", "23": "“If anyone says to you, 'See! Here is the Christ!' or 'There He is!' do not believe it. ", "24": "People who say they are Christ and false preachers will come. They will do special things for people to see. They will do great things, so that if it can be done, God's people will be fooled to believe something wrong. ", "25": "Listen! I have told you before it comes. ", "26": "If they tell you, 'See! He is in the desert,' do not go to see. Or if they say, 'See! He is in the inside room,' do not believe them. ", "27": "The Son of Man will come as fast as lightning shines across the sky from east to west. ", "28": "Birds gather wherever there is a dead body. ", "29": "“As soon as those days of trouble and pain and sorrow are over, the sun will get dark. The moon will not give light. The stars will fall from the sky. The powers in the heavens will be shaken. ", "30": "Then something special will be seen in the sky telling of the Son of Man. All nations of the earth will have sorrow. They will see the Son of Man coming in the clouds of the sky with power and shining-greatness. ", "31": "He will send His angels with the loud sound of a horn. They will gather God's people together from the four winds. They will come from one end of the heavens to the other.", "32": "“Now learn something from the fig tree. When the branch begins to grow and puts out its leaves, you know that summer is near. ", "33": "In the same way, when you see all these things happen, you know the Son of Man is near, even at the door. ", "34": "For sure, I tell you, the people of this day will not pass away before all these things have happened. ", "35": "“Heaven and earth will pass away, but My words will not pass away. ", "36": "But no one knows the day or the hour. No! Not even the angels in heaven know. The Son does not know. Only the Father knows. ", "37": "“When the Son of Man comes, it will be the same as when Noah lived. ", "38": "In the days before the flood, people were eating and drinking. They were marrying and being given in marriage. This kept on until the day Noah went into the large boat. ", "39": "They did not know what was happening until the flood came and the water carried them all away. It will be like this when the Son of Man comes. ", "40": "“Two men will be working in a field. One will be taken and the other will be left. ", "41": "Two women will be grinding grain. One will be taken and the other will be left. ", "42": "“Because of this, watch! You do not know on what day your Lord is coming. ", "43": "But understand this: If the owner of a house had known when the robber was coming, he would have watched. He would not have allowed his house to have been broken into. ", "44": "You must be ready also. The Son of Man is coming at a time when you do not think He will come.", "45": "“Who is the faithful and wise servant whom his owner has made boss over the other servants? He is to have food ready for them at the right time. ", "46": "That servant is happy who is doing what his owner wants him to do when he comes back. ", "47": "For sure, I tell you, he will make him boss over all that he has. ", "48": "But if that servant is bad, he will think, 'The owner will not come soon.' ", "49": "He will beat the others. He will eat and drink with those who are drunk. ", "50": "The owner will come on a day and at an hour when the servant is not looking for him. ", "51": "The owner will punish the servant and will give him his place with those who pretend to be someone they are not. There will be loud crying and grinding of teeth. "}