{"1": "“At that time the holy nation of heaven will be like ten women who have never had men. They took their lamps and went out to meet the man soon to be married. ", "2": "Five of them were wise and five were foolish. ", "3": "The foolish women took their lamps but did not take oil with them. ", "4": "The wise women took oil in a jar with their lamps. ", "5": "They all went to sleep because the man to be married did not come for a long time. ", "6": "“At twelve o'clock in the night there was a loud call, 'See! The man soon to be married is coming! Go out to meet him!' ", "7": "Then all the women got up and made their lamps brighter. ", "8": "The foolish women said to the wise women, 'Give us some of your oil because our lamps are going out.' ", "9": "But the wise women said, 'No! There will not be enough for us and you. Go to the store and buy oil for yourselves.' ", "10": "While they were gone to buy oil, the man soon to be married came. Those who were ready went in with him to the marriage. The door was shut. ", "11": "“Later the foolish women came. They said, 'Sir, Sir, open the door for us!' ", "12": "But he said to them, 'For sure, I tell you, I do not know you!' ", "13": "So watch! You do not know what day or what hour the Son of Man is coming.", "14": "“For the holy nation of heaven is like a man who was going to a country far away. He called together the servants he owned and gave them his money to use. ", "15": "He gave to one servant five pieces of money worth much. He gave to another servant two pieces of money worth much. He gave to another servant one piece of money worth much. He gave to each one as he was able to use it. Then he went on his trip. ", "16": "The servant who had the five pieces of money went out to the stores and traded until he made five more pieces. ", "17": "The servant who had two pieces of money did the same thing. He made two more pieces. ", "18": "The servant who had received the one piece of money went and hid the money in a hole in the ground. He hid his owner's money. ", "19": "“After a long time the owner of those servants came back. He wanted to know what had been done with his money. ", "20": "The one who had received the five pieces of money worth much came and handed him five pieces more. He said, 'Sir, you gave me five pieces of money. See! I used it and made five more pieces.' ", "21": "His owner said to him, 'You have done well. You are a good and faithful servant. You have been faithful over a few things. I will put many things in your care. Come and share my joy.' ", "22": "The one who received two pieces of money worth much came also. He said, 'Sir, you gave me two pieces of money. See! I used it and made two more pieces.' ", "23": "His owner said to him, 'You have done well. You are a good and faithful servant. You have been faithful over a few things. I will put many things in your care. Come and share my joy.' ", "24": "The one who had received one piece of money worth much came. He said, 'Sir, I know that you are a hard man. You gather grain where you have not planted. You take up where you have not spread out. ", "25": "I was afraid and I hid your money in the ground. See! Here is your money.' ", "26": "His owner said to him, 'You bad and lazy servant. You knew that I gather grain where I have not planted. You knew that I take up where I have not spread out. ", "27": "You should have taken my money to the bank. When I came back, I could have had my own money and what the bank paid for using it. ", "28": "Take the one piece of money from him. Give it to the one who has ten pieces of money.' ", "29": "For the man who has will have more given to him. He will have more than enough. The man who has nothing, even what he has will be taken away. ", "30": "Throw the bad servant out into the darkness. There will be loud crying and grinding of teeth.", "31": "“When the Son of Man comes in His shining-greatness, He will sit down on His throne of greatness. All the angels will be with Him. ", "32": "All the nations of the earth will be gathered before Him. He will divide them from each other as a shepherd divides the sheep from the goats. ", "33": "He will put the sheep on His right side, but the goats He will put on His left side. ", "34": "“Then the King will say to those on His right side, 'Come, you who have been called by My Father. Come into the holy nation that has been made ready for you before the world was made. ", "35": "For I was hungry and you gave Me food to eat. I was thirsty and you gave Me water to drink. I was a stranger and you gave Me a room. ", "36": "I had no clothes and you gave Me clothes to wear. I was sick and you cared for Me. I was in prison and you came to see Me.' ", "37": "“Then those that are right with God will say, 'Lord, when did we see You hungry and feed You? When did we see You thirsty and give You a drink? ", "38": "When did we see You a stranger and give You a room? When did we see You had no clothes and we gave You clothes? ", "39": "And when did we see You sick or in prison and we came to You?' ", "40": "Then the King will say, 'For sure, I tell you, because you did it to one of the least of My brothers, you have done it to Me.' ", "41": "“Then the King will say to those on His left side, 'Go away from Me! You are guilty! Go into the fire that lasts forever. It has been made ready for the devil and his angels. ", "42": "For I was hungry but you did not give Me food to eat. I was thirsty but you did not give Me water to drink. ", "43": "I was a stranger but you did not give Me a room. I had no clothes but you did not give Me clothes. I was sick and in prison but you did not come to see Me.'", "44": "“Then they will ask, 'Lord, when did we see You hungry or thirsty or a stranger? When did we see You without clothes or sick or in prison and did not care for You?' ", "45": "Then He will say to them, 'For sure, I tell you, because you did not do it to one of the least of these, you did not do it to Me.' ", "46": "These will go to the place where they will be punished forever. But those right with God will have life that lasts forever.” "}