{"1": "In those days John the Baptist came preaching in the desert in the country of Judea. ", "2": "He said, “Be sorry for your sins and turn from them! The holy nation of heaven is near.” ", "3": "The early preacher Isaiah spoke of this man. He said, “Listen! His voice calls out in the desert! 'Make the way ready for the Lord. Make the road straight for Him!'” ", "4": "John wore clothes made of hair from camels. He had a leather belt around him. His food was locusts and wild honey.", "5": "Then the people of Jerusalem and of all the country of Judea and those from near the Jordan River went to him. ", "6": "Those who told of their sins were baptized by him in the Jordan River. ", "7": "He saw many proud religious law-keepers and other people of the religious group who believe no one will be raised from the dead. They were coming to him to be baptized. He said to them, “You family of snakes! Who told you how to keep from God's anger that is coming? ", "8": "Do something to show me that your hearts are changed. ", "9": "Do not think you can say to yourselves, 'We have Abraham as our father.' For I tell you, God can make children for Abraham out of these stones.", "10": "“Even now the ax is on the root of the trees. Every tree that does not give good fruit is cut down and thrown into the fire. ", "11": "For sure, I baptize with water those who are sorry for their sins and turn from them. The One Who comes after me will baptize you with the Holy Spirit and with fire. He is greater than I. I am not good enough to take off His shoes. ", "12": "He comes ready to clean the grain. He will gather the grain in and clean it all. The clean grain He will put into a building. He will burn that which is no good with a fire that cannot be put out.”", "13": "Jesus came from Galilee. He went to John at the Jordan River to be baptized by him. ", "14": "John tried to stop Him. He said, “I need to be baptized by You. Do You come to me?” ", "15": "Jesus said to him, “Let it be done now. We should do what is right.” John agreed and baptized Jesus. ", "16": "When Jesus came up out of the water, the heavens opened. He saw the Spirit of God coming down and resting on Jesus like a dove. ", "17": "A voice was heard from heaven. It said, “This is My much-loved Son. I am very happy with Him.”"}