{"1": "Jesus was led by the Holy Spirit to a desert. There He was tempted by the devil. ", "2": "Jesus went without food for forty days and forty nights. After that He was hungry. ", "3": "The devil came tempting Him and said, “If You are the Son of God, tell these stones to be made into bread.” ", "4": "But Jesus said, “It is written, 'Man is not to live on bread only. Man is to live by every word that God speaks.'” ", "5": "Then the devil took Jesus up to Jerusalem, the holy city. He had Jesus stand on the highest part of the house of God. ", "6": "The devil said to Him, “If You are the Son of God, throw Yourself down. It is written, 'He has told His angels to look after You. In their hands they will hold You up. Then Your foot will not hit against a stone.'”  ", "7": "Jesus said to the devil, “It is written also, 'You must not tempt the Lord your God.'” ", "8": "Again the devil took Jesus to a very high mountain. He had Jesus look at all the nations of the world to see how great they were. ", "9": "He said to Jesus, “I will give You all these nations if You will get down at my feet and worship me.” ", "10": "Jesus said to the devil, “Get away, Satan. It is written, 'You must worship the Lord your God. You must obey Him only.'”  ", "11": "Then the devil went away from Jesus. Angels came and cared for Him.", "12": "When Jesus heard that John the Baptist had been put in prison, He went to the country of Galilee. ", "13": "He left Nazareth and went to live in the city of Capernaum. It is by the lake in the land of Zebulun and Naphtali.", "14": "This happened as the early preacher Isaiah said it would happen. He said, ", "15": "“The land of Zebulun and Naphtali is along the road to the lake. It is on the other side of the Jordan River in Galilee. These people are not Jews. ", "16": "The people who sat in darkness saw a great light. Light did shine on those in the land who were near death.” ", "17": "From that time on, Jesus went about preaching. He said, “Be sorry for your sins and turn from them. The holy nation of heaven is near.” ", "18": "Jesus was walking by the Sea of Galilee. He saw two brothers. They were Simon (his other name was Peter) and Andrew, his brother. They were putting a net into the sea for they were fishermen. ", "19": "Jesus said to them, “Follow Me. I will make you fish for men!” ", "20": "At once they left their nets and followed Him.", "21": "Going from there, Jesus saw two other brothers. They were James and John, the sons of Zebedee. They were sitting in a boat with their father, mending their nets. Jesus called them. ", "22": "At once they left the boat and their father and followed Jesus.", "23": "Jesus went over all Galilee. He taught in their places of worship and preached the Good News of the holy nation. He healed all kinds of sickness and disease among the people. ", "24": "The news about Him went over all the country of Syria. They brought all the sick people to Him with many kinds of diseases and pains. They brought to Him those who had demons. They brought those who at times lose the use of their minds. They brought those who could not use their hands and legs. He healed them. ", "25": "Many people followed Him from Galilee and Judea. They followed Him from the cities of Decapolis and Jerusalem. They followed Him from Judea and from the other side of the Jordan River."}