{"1": "Jesus saw many people. He went up on the mountain and sat down. His followers came to Him. ", "2": "He began to teach them, saying, ", "3": "“Those who know there is nothing good in themselves are happy, because the holy nation of heaven is theirs. ", "4": "Those who have sorrow are happy, because they will be comforted. ", "5": "Those who have no pride in their hearts are happy, because the earth will be given to them. ", "6": "Those who are hungry and thirsty to be right with God are happy, because they will be filled. ", "7": "Those who show loving-kindness are happy, because they will have loving-kindness shown to them. ", "8": "Those who have a pure heart are happy, because they will see God. ", "9": "Those who make peace are happy, because they will be called the sons of God. ", "10": "Those who have it very hard for doing right are happy, because the holy nation of heaven is theirs. ", "11": "You are happy when people act and talk in a bad way to you and make it very hard for you and tell bad things and lies about you because you trust in Me. ", "12": "Be glad and full of joy because your reward will be much in heaven. They made it very hard for the early preachers who lived a long time before you.", "13": "“You are the salt of the earth. If salt loses its taste, how can it be made to taste like salt again? It is no good. It is thrown away and people walk on it. ", "14": "You are the light of the world. You cannot hide a city that is on a mountain. ", "15": "Men do not light a lamp and put it under a basket. They put it on a table so it gives light to all in the house. ", "16": "Let your light shine in front of men. Then they will see the good things you do and will honor your Father Who is in heaven. ", "17": "“Do not think that I have come to do away with the Law of Moses or the writings of the early preachers. I have not come to do away with them but to complete them. ", "18": "I tell you, as long as heaven and earth last, not one small mark or part of a word will pass away of the Law of Moses until it has all been done. ", "19": "Anyone who breaks even the least of the Law of Moses and teaches people not to do what it says, will be called the least in the holy nation of heaven. He who obeys and teaches others to obey what the Law of Moses says, will be called great in the holy nation of heaven. ", "20": "I tell you, unless you are more right with God than the teachers of the Law and the proud religious law-keepers, you will never get into the holy nation of heaven. ", "21": "“You have heard that men were told long ago, 'You must not kill another person. If someone does kill, he will be guilty and will be punished for his wrong-doing.' ", "22": "But I tell you that whoever is angry with his brother will be guilty and have to suffer for his wrong-doing. Whoever says to his brother, 'You have no brains,' will have to stand in front of the court. Whoever says, 'You fool,' will be sent to the fire of hell. ", "23": "If you take your gift to the altar and remember your brother has something against you, ", "24": "leave your gift on the altar. Go and make right what is wrong between you and him. Then come back and give your gift. ", "25": "Agree with the one who is against you while you are talking together, or he might take you to court. The court will hand you over to the police. You will be put in prison. ", "26": "For sure, I tell you, you will not be let out of prison until you have paid every piece of money of the fine.", "27": "“You have heard that it was said long ago, 'You must not do sex sins.' ", "28": "But I tell you, anyone who even looks at a woman with a sinful desire of wanting her has already sinned in his heart. ", "29": "If your right eye is the reason you sin, take it out and throw it away. It is better to lose one part of your body than for your whole body to be thrown into hell. ", "30": "If your right hand is the reason you sin, cut it off and throw it away. It is better to lose one part of your body than for your whole body to go to hell. ", "31": "“It has been said, 'Whoever wants to divorce his wife should have it put in writing, telling her he is leaving her.' ", "32": "But I tell you, whoever divorces his wife except if she has not been faithful to him, makes her guilty of a sex sin. Whoever marries a woman who has been divorced is guilty of a sex sin.", "33": "“You have heard that it was said long ago, 'You must not make a promise you cannot keep. You must carry out your promises to the Lord.' ", "34": "I tell you, do not use strong words when you make a promise. Do not promise by heaven. It is the place where God is. ", "35": "Do not promise by earth. It is where He rests His feet. Do not promise by Jerusalem. It is the city of the great King. ", "36": "Do not promise by your head. You are not able to make one hair white or black. ", "37": "Let your yes be YES. Let your no be NO. Anything more than this comes from the devil. ", "38": "“You have heard that it has been said, 'An eye for an eye and a tooth for a tooth.' ", "39": "But I tell you, do not fight with the man who wants to fight. Whoever hits you on the right side of the face, turn so he can hit the other side also. ", "40": "If any person takes you to court to get your shirt, give him your coat also. ", "41": "Whoever makes you walk a short way, go with him twice as far. ", "42": "Give to any person who asks you for something. Do not say no to the man who wants to use something of yours. ", "43": "“You have heard that it has been said, 'You must love your neighbor and hate those who hate you.' ", "44": "But I tell you, love those who hate you. (*Respect and give thanks for those who say bad things to you. Do good to those who hate you.) Pray for those who do bad things to you and who make it hard for you. ", "45": "Then you may be the sons of your Father Who is in heaven. His sun shines on bad people and on good people. He sends rain on those who are right with God and on those who are not right with God. ", "46": "If you love those who love you, what reward can you expect from that? Do not even the tax-gatherers do that? ", "47": "If you say hello only to the people you like, are you doing any more than others? The people who do not know God do that much. ", "48": "You must be perfect as your Father in heaven is perfect. "}