{"1": "“Do not say what is wrong in other people's lives. Then other people will not say what is wrong in your life. ", "2": "You will be guilty of the same things you find in others. When you say what is wrong in others, your words will be used to say what is wrong in you. ", "3": "Why do you look at the small piece of wood in your brother's eye, and do not see the big piece of wood in your own eye? ", "4": "How can you say to your brother, 'Let me take that small piece of wood out of your eye,' when there is a big piece of wood in your own eye? ", "5": "You who pretend to be someone you are not, first take the big piece of wood out of your own eye. Then you can see better to take the small piece of wood out of your brother's eye. ", "6": "“Do not give that which belongs to God to dogs. Do not throw your pearls in front of pigs. They will break them under their feet. Then they will turn and tear you to pieces. ", "7": "“Ask, and what you are asking for will be given to you. Look, and what you are looking for you will find. Knock, and the door you are knocking on will be opened to you. ", "8": "Everyone who asks receives what he asks for. Everyone who looks finds what he is looking for. Everyone who knocks has the door opened to him. ", "9": "What man among you would give his son a stone if he should ask for bread? ", "10": "Or if he asks for a fish, would he give him a snake? ", "11": "You are bad and you know how to give good things to your children. How much more will your Father in heaven give good things to those who ask Him? ", "12": "“Do for other people whatever you would like to have them do for you. This is what the Jewish Law and the early preachers said. ", "13": "“Go in through the narrow door. The door is wide and the road is easy that leads to hell. Many people are going through that door. ", "14": "But the door is narrow and the road is hard that leads to life that lasts forever. Few people are finding it. ", "15": "“Watch out for false teachers. They come to you dressed as if they were sheep. On the inside they are hungry wolves. ", "16": "You will know them by their fruit. Do men pick grapes from thorns? Do men pick figs from thistles? ", "17": "It is true, every good tree has good fruit. Every bad tree has bad fruit. ", "18": "A good tree cannot have bad fruit. A bad tree cannot have good fruit. ", "19": "Every tree that does not have good fruit is cut down and thrown into the fire. ", "20": "So you will know them by their fruit. ", "21": "Not everyone who says to me, 'Lord, Lord,' will go into the holy nation of heaven. The one who does the things My Father in heaven wants him to do will go into the holy nation of heaven. ", "22": "Many people will say to Me on that day, 'Lord, Lord, did we not preach in Your Name? Did we not put out demons in Your Name? Did we not do many powerful works in Your Name?' ", "23": "Then I will say to them in plain words, 'I never knew you. Go away from Me, you who do wrong!' ", "24": "“Whoever hears these words of Mine and does them, will be like a wise man who built his house on rock. ", "25": "The rain came down. The water came up. The wind blew and hit the house. The house did not fall because it was built on rock. ", "26": "Whoever hears these words of Mine and does not do them, will be like a foolish man who built his house on sand. ", "27": "The rain came down. The water came up. The wind blew and hit the house. The house fell and broke apart.” ", "28": "Then Jesus finished talking. The people were surprised and wondered about His teaching. ", "29": "He was teaching them as One Who has the right and the power to teach. He did not teach as the teachers of the Law."}