{"1": "Jesus came down from the mountain. Many people followed Him. ", "2": "A man with a bad skin disease came and got down before Him and worshiped Him. He said, “Lord, if You will, You can heal me!” ", "3": "Then Jesus put His hand on him and said, “I will. You are healed!” At once the man was healed. ", "4": "Jesus said to him, “Go now, but tell no one. Let the religious leader see you. Give the gift in worship that Moses told you to give. This will show them you have been healed.” ", "5": "Jesus came to the city of Capernaum. A captain of the army came to Him. He asked for help, ", "6": "saying, “Lord, my servant is sick in bed. He is not able to move his body. He is in much pain.” ", "7": "Jesus said to the captain, “I will come and heal him.” ", "8": "The captain said, “Lord, I am not good enough for You to come to my house. Only speak the word, and my servant will be healed. ", "9": "I am a man who works for someone else and I have men working under me. I say to this man, 'Go!' and he goes. I say to another, 'Come!' and he comes. I say to my servant, 'Do this!' and he does it.”", "10": "When Jesus heard this, He was surprised and wondered about it. He said to those who followed Him, “For sure, I tell you, I have not found so much faith in the Jewish nation. ", "11": "I say to you, many people will come from the east and from the west. They will sit down with Abraham and with Isaac and with Jacob in the holy nation of heaven. ", "12": "But those who should have belonged to the holy nation of heaven will be thrown out into outer darkness, where there will be crying and grinding of teeth.” ", "13": "Jesus said to the captain, “Go your way. It is done for you even as you had faith to believe.” The servant was healed at that time.", "14": "Jesus came to Peter's house. He saw Peter's wife's mother in bed. She was very sick. ", "15": "He touched her hand and the sickness left her. She got up and cared for Jesus.", "16": "That evening they brought to Jesus many people who had demons in them. The demons were put out when Jesus spoke to them. All the sick people were healed. ", "17": "It happened as the early preacher Isaiah said it would happen. He said, “He took on Himself our sickness and carried away our diseases.” ", "18": "Jesus saw many people and told them to go to the other side of the lake. ", "19": "A teacher of the Law came to Jesus. He said, “Lord, I will follow You wherever You go.” ", "20": "Jesus said to him, “Foxes have holes. Birds have nests. But the Son of Man has no place to lay His head.”", "21": "Another of His followers said to Him, “Lord, let me go first and bury my father.” ", "22": "Jesus said to him, “Follow Me. Let the people who are dead bury their own dead.”", "23": "Jesus got into a boat. His followers followed Him. ", "24": "At once a bad storm came over the lake. The waves were covering the boat. Jesus was sleeping. ", "25": "His followers went to Him and called, “Help us, Lord, or we will die!” ", "26": "He said to them, “Why are you afraid? You have so little faith!” Then He stood up. He spoke sharp words to the wind and the waves. Then the wind stopped blowing. ", "27": "Then men were surprised and wondered about it. They said, “What kind of a man is He? Even the winds and the waves obey Him.”", "28": "Jesus came to the other side of the lake into the country of the Gadarenes. Two men came to Him from among the graves. They had demons in them and were very wild men. They were so bad that no one would go near them. ", "29": "They called out, saying, “What do You want of us, You Son of God? Have You come here to make us suffer before it is our time to suffer?”", "30": "A long way from there many pigs were eating. ", "31": "The demons begged Jesus, saying, “If You put us out, send us into the pigs.” ", "32": "Jesus said to the demons, “Go!” They came out of the men and went into the pigs. At once the pigs ran down the mountain side. They fell into the water and died.", "33": "The men who cared for the pigs ran fast into the city and told everything. They told what happened to the men who had the demons. ", "34": "Every person in the city came to meet Jesus. When they saw Jesus, they asked Him to leave their country."}