{"1": "Jesus got into a boat. He crossed over to the other side and came into His own city. ", "2": "They took a man to Him who was on his bed. This man was not able to move his body. Jesus saw their faith. He said, “Son, take hope. Your sins are forgiven.” ", "3": "Some of the teachers of the Law said to themselves, “This man speaks as if He is God, but He is not!” ", "4": "Jesus knew what they were thinking. He said, “Why do you think bad thoughts in your hearts? ", "5": "Which is easier to say, 'Your sins are forgiven,' or to say, 'Get up and walk?' ", "6": "But this is to show you that the Son of Man has power on earth to forgive sins.” He said to the sick man, “Get up! Take your bed and go home.” ", "7": "He got up and went to his home. ", "8": "All the people saw this. They were surprised and wondered about it. Then they gave thanks to God because He had given such power to men.", "9": "As Jesus went from there, He saw a man called Matthew. Matthew was sitting at his work gathering taxes. Jesus said to him, “Follow Me.” Matthew got up and followed Jesus. ", "10": "Jesus ate in Matthew's house. Many men who gathered taxes and many who were sinners came to Matthew's house and sat down with Jesus and His followers. ", "11": "The proud religious law-keepers saw this. They said to the followers of Jesus, “Why does your Teacher eat with men who gather taxes and with sinners?” ", "12": "Jesus heard them and said, “People who are well do not need a doctor. ", "13": "But go and understand these words, 'I want loving-kindness and not a gift to be given.'  For I have not come to call good people. I have come to call those who are sinners.”", "14": "Then the followers of John the Baptist came to Jesus. They asked, “Why do we and the proud religious law-keepers many times go without food so we can pray better? But Your followers never go without food so they can pray better.” ", "15": "Jesus said, “Can the friends at a wedding be sorry when the man just married is with them? But the days will come when the man just married will be taken from them. Then they will not eat food so they can pray better. ", "16": "“No one sews a piece of new cloth on an old coat, because if the new piece pulls away, it makes the hole bigger. ", "17": "Men do not put new wine into old skin bags. If they did, the skins would break and the wine would run out. The bags would be no good. They put new wine into new skin bags and both can be used.”", "18": "While Jesus talked to them, a leader of the people came and got down before Him, and worshiped Him. He said, “My daughter has just died. But come, lay Your hand on her and she will live.” ", "19": "Jesus got up and followed him. His followers went also. ", "20": "Just then a woman who had been sick with a flow of blood for twelve years came from behind. She touched the bottom of His coat. ", "21": "She said to herself, “If I only touch the bottom of His coat, I will be healed.” ", "22": "Then Jesus turned around. He saw her and said, “Daughter, take hope! Your faith has healed you.” At once the woman was healed.", "23": "Jesus came into the leader's house. He saw the people playing music and making much noise. ", "24": "He said to them, “Go now! For the girl is not dead, but is sleeping.” But they laughed at Him. ", "25": "He sent the people outside. Then He went in and took the girl's hand. She was raised up. ", "26": "News of this went out into all the country.", "27": "Jesus went on from there. Two blind men followed Him. They called out, “Take pity on us, Son of David.” ", "28": "Jesus went into the house. The blind men came to Him. Then Jesus said to them, “Do you have faith that I can do this?” They said to Him, “Yes, Sir!” ", "29": "Then Jesus put His hands on their eyes and said, “You will have what you want because you have faith.” ", "30": "Their eyes were opened. Jesus told them to tell no one. ", "31": "But when they had gone, they told about Him everywhere in the country.", "32": "As they went on their way, a man who had a demon and could not talk was brought to Jesus. ", "33": "When the demon was put out of him, the man was able to talk. Many people were surprised and wondered about it. They said, “We have never seen in the nation of the Jews like this.” ", "34": "But the proud religious law-keepers said, “He puts out demons by the help of the leader of the demons.”", "35": "Jesus went on to all the towns and cities. He taught in their places of worship. He preached the Good News of the holy nation of God. He healed every sickness and disease the people had. ", "36": "As He saw many people, He had loving-pity on them. They were troubled and were walking around everywhere. They were like sheep without a shepherd. ", "37": "Then He said to His followers, “There is much grain ready to gather. But the workmen are few. ", "38": "Pray then to the Lord Who is the Owner of the grain fields that He will send workmen to gather His grain.”"}