{"1": "These are the families of Shem, Ham and Japheth, the sons of Noah, and of their families. Sons were born to them after the flood.", "2": "The sons of Japheth were Gomer, Magog, Madai, Javan, Tubal, Meshech, and Tiras. ", "3": "The sons of Gomer were Ashkenaz, Riphath, and Togarmah. ", "4": "The sons of Javan were Elishah, Tarshish, Kittim, and Dodanim. ", "5": "From these the people who live beside the sea spread out into their lands, each one by his language, family, and nation.", "6": "The sons of Ham were Cush, Mizraim, Put, and Canaan. ", "7": "The sons of Cush were Seba, Havilah, Sabtah, Raamah, and Sabteca. The sons of Raamah were Sheba and Dedan. ", "8": "Cush became the father of Nimrod, who was the first on earth to become a powerful man. ", "9": "He was a powerful animal-killer in the eyes of the Lord. So it is said, “Like Nimrod, a powerful animal-killer in the eyes of the Lord.” ", "10": "The beginning of his nation was Babel, Erech, Accad, and Calneh, in the land of Shinar. ", "11": "He went into Assyria from the land, and built Nineveh, Rehoboth-Ir, Calah ", "12": "and Resen between Nineveh and Calah. That is the great city. ", "13": "Mizraim became the father of Ludim, Anamim, Lehabim, Naphtuhim, ", "14": "Pathrusim, Casluhim (from which came the Philistines), and Caphtorim.", "15": "Canaan became the father of Sidon, his first-born, and Heth, ", "16": "and the Jebusite, the Amorite, the Girgashite, ", "17": "the Hivite, the Arkite, the Sinite, ", "18": "the Arvadite, the Zemarite, and the Hamathite. Later the Canaanite families spread out. ", "19": "So the land of the Canaanite was from Sidon toward Gerar as far as Gaza, then toward Sodom, Gomorrah, Admah and Zeboiim as far as Lasha. ", "20": "These are the sons of Ham, by their families, languages, lands and nations.", "21": "Children were born to Shem, the father of all the children of Eber, and the older brother of Japheth. ", "22": "The sons of Shem were Elam, Asshur, Arpachshad, Lud, and Aram. ", "23": "The sons of Aram were Uz, Hul, Gether, and Mash. ", "24": "Arpachshad became the father of Shelah. Shelah became the father of Eber. ", "25": "Eber had two sons. The name of one was Peleg, for the earth was divided in his day. The name of his brother was Joktan. ", "26": "Joktan became the father of Almodad, Sheleph, Hazarmaveth, Jerah, ", "27": "Hadoram, Uzal, Diklah, ", "28": "Obal, Abimael, Sheba, ", "29": "Ophir, Havilah, and Jobab. All these were the sons of Joktan. ", "30": "The land where they lived was from Mesha toward Sephar to the hill country of the east. ", "31": "These are the sons of Shem, by their families, languages, lands and nations.", "32": "These are the families of the sons of Noah. From these family groups, nations were spread over the earth after the flood."}