{"1": "Now the whole earth used the same language and the same words. ", "2": "And as men traveled in the east, they found a valley in the land of Shinar and made their home there. ", "3": "They said to one another, “Come, let us make blocks and burn them until they are hard.” They used blocks for stone, and tar to hold them together. ", "4": "Then they said, “Come, let us build a city for ourselves, with a tower that touches the heavens. Let us make a name for ourselves, or else we may be sent everywhere over the whole earth.”", "5": "Then the Lord came down to see the city and the tower that the sons of men had built. ", "6": "And the Lord said, “See, they are one people, and they all have the same language. This is only the beginning of what they will do. Now all they plan to do will be possible for them. ", "7": "Come, let Us go down and mix up their language so they will not understand what each other says.” ", "8": "So the Lord sent them everywhere over the whole earth. And they stopped building the city. ", "9": "So the name of the city was Babel, because there the Lord mixed up the language of the whole earth. The Lord sent the people everywhere over the whole earth.", "10": "These are the children of Shem. When Shem had lived 100 years, he became the father of Arpachshad, two years after the flood. ", "11": "Shem lived 500 years after the birth of Arpachshad. He had other sons and daughters.", "12": "When Arpachshad had lived thirty-five years, he became the father of Shelah. ", "13": "Arpachshad lived 403 years after the birth of Shelah. He had other sons and daughters.", "14": "When Shelah had lived thirty years, he became the father of Eber. ", "15": "Shelah lived 403 years after the birth of Eber. He had other sons and daughters.", "16": "When Eber had lived thirty-four years, he became the father of Peleg. ", "17": "Eber lived 430 years after the birth of Peleg. He had other sons and daughters.", "18": "When Peleg had lived thirty years, he became the father of Reu. ", "19": "Peleg lived 209 years after the birth of Reu. He had other sons and daughters.", "20": "When Reu had lived thirty-two years, he became the father of Serug. ", "21": "Reu lived 207 years after the birth of Serug. He had other sons and daughters.", "22": "When Serug had lived thirty years, he became the father of Nahor. ", "23": "Serug lived 200 years after the birth of Nahor. He had other sons and daughters.", "24": "When Nahor had lived twenty-nine years, he became the father of Terah. ", "25": "Nahor lived 119 years after the birth of Terah. He had other sons and daughters.", "26": "When Terah had lived seventy years, he became the father of Abram, Nahor and Haran.", "27": "Now these are the children of Terah. Terah became the father of Abram, Nahor and Haran. And Haran became the father of Lot. ", "28": "Haran died with his father Terah beside him in the land of his birth, Ur of the Chaldeans. ", "29": "Abram and Nahor both married. The name of Abram's wife was Sarai. The name of Nahor's wife was Milcah, the daughter of Haran. Haran was the father of Milcah and Iscah. ", "30": "But Sarai could not give birth. She had no child. ", "31": "Terah took his son Abram, and his grandson Lot, the son of Haran, and his daughter-in-law Sarai, the wife of his son Abram and they went together from Ur of the Chaldeans to the land of Canaan. But when they went as far as Haran, they made their home there. ", "32": "Terah lived 205 years, and he died in Haran."}