{"1": "Now the Lord said to Abram, “Leave your country, your family and your father's house, and go to the land that I will show you. ", "2": "And I will make you a great nation. I will bring good to you. I will make your name great, so you will be honored. ", "3": "I will bring good to those who are good to you. And I will curse those who curse you. Good will come to all the families of the earth because of you.”", "4": "So Abram left as the Lord told him to do, and Lot went with him. Abram was seventy-five years old when he left Haran. ", "5": "Abram took his wife Sarai, and his brother's son Lot, and all the things they had gathered, and the people who joined them in Haran. And they left to go to the land of Canaan. So they came to the land of Canaan. ", "6": "Abram passed through the land as far as the oak of Moreh at Shechem. The Canaanite people were living in the land at that time. ", "7": "Then the Lord showed Himself to Abram and said, “I will give this land to your children and to your children's children.” So Abram built an altar there to the Lord Who had shown Himself to him. ", "8": "Then he went from there to the mountain east of Bethel. He put up his tent, with Bethel on the west and Ai on the east. There he built an altar to the Lord and called upon the name of the Lord. ", "9": "Then Abram traveled on, still going toward the Negev.", "10": "Now there was no food in the land. So Abram went south to Egypt to stay there, because it was very hard to live in the land with no food. ", "11": "When he was about to go into Egypt, Abram said to his wife Sarai, “I know that you are a beautiful woman. ", "12": "When the men of Egypt see you, they will say, 'This is his wife.' And they will kill me, but they will let you live. ", "13": "Say that you are my sister. Then it may go well with me because of you. And because of you they will not kill me.”", "14": "When Abram came into Egypt, the men of Egypt saw that the woman was very beautiful. ", "15": "Pharaoh's rulers saw her and told Pharaoh of her beauty. So the woman was taken into Pharaoh's house. ", "16": "And Pharaoh acted well toward Abram because of Sarai. He gave Abram sheep, cattle, male and female donkeys, and camels, and men and women servants. ", "17": "But the Lord sent much sickness upon Pharaoh and his house because of Abram's wife Sarai. ", "18": "Then Pharaoh called Abram and said, “What is this you have done to me? Why did you not tell me that she was your wife? ", "19": "Why did you say, 'She is my sister,' so that I took her for my wife? Now then, here is your wife.' Take her and go.” ", "20": "And Pharaoh told his men what to do with Abram. They led him away with his wife and all that belonged to him."}