{"1": "So Abram left Egypt and went to the Negev, with his wife and all that belonged to him. And Lot went with him. ", "2": "Now Abram was very rich in cattle, silver and gold. ", "3": "He traveled from the Negev as far as Bethel, to the place where his tent had been at the beginning, between Bethel and Ai, ", "4": "where he had made an altar. And there Abram called on the name of the Lord. ", "5": "Now Lot, who went with Abram, had flocks and cattle and tents of his own. ", "6": "There was not enough land to feed all the animals while they lived together. They owned so many things that they were not able to stay together. ", "7": "There was fighting between those who cared for Abram's animals and those who cared for Lot's animals. The Canaanite and the Perizzite were living in the land at that time. ", "8": "So Abram said to Lot, “Let there be no fighting between you and me or between the men who take care of our animals, for we are brothers. ", "9": "Is not the whole land in front of you? Let each of us go a different way. If you go to the left, then I will go to the right. Or if you go to the right, then I will go to the left.”", "10": "Lot looked and saw that the Jordan valley was well watered everywhere like the garden of the Lord, like the land of Egypt as you go to Zoar. (This was before the Lord destroyed Sodom and Gomorrah.) ", "11": "So Lot chose all the Jordan valley for himself. And as Lot traveled east, they went apart from each other. ", "12": "Abram made his home in the land of Canaan. Lot made his home in the cities of the valley and moved his tents as far as Sodom, ", "13": "whose men were sinful, sinning against the Lord.", "14": "The Lord said to Abram, after Lot had left him, “Raise your eyes and look from where you are to the north and south and east and west. ", "15": "For I will give all the land that you see to you and to your children and to your children's children forever. ", "16": "I will make your family after you like the dust of the earth. So if anyone could number the dust of the earth, then he could number your children's children. ", "17": "Rise up and walk far and wide upon the land. For I will give it to you.” ", "18": "Then Abram moved his tent and came to live among the oaks of Mamre in Hebron. There he built an altar to the Lord."}