{"1": "When Abram was ninety-nine years old, the Lord came to him and said, “I am God All-powerful. Obey Me, and be without blame. ", "2": "And I will keep My agreement between Me and you. I will give you many children.” ", "3": "Then Abram fell on his face. God said to him, ", "4": "“See, My agreement is with you. You will be the father of many nations. ", "5": "No more will your name be Abram. But your name will be Abraham. For I will make you the father of many nations. ", "6": "Many will come from you. I will make nations of you. Kings will come from you. ", "7": "I will make My agreement between Me and you and your children after you through their whole lives for all time. I will be God to you and to your children's children after you. ", "8": "I will give to you and your children after you the land in which you are a stranger, all the land of Canaan for yourselves forever. And I will be their God.”", "9": "Then God said to Abraham, “You must keep My agreement, you and your children after you for all time. ", "10": "This is My agreement between Me and you and your children after you, which you must obey: Every man among you must have this religious act done. ", "11": "In this religious act the skin is cut off from the end of your sex part. This will be the special act of the agreement between Me and you. ", "12": "Every male child among you who is eight days old must have this religious act done, through all time. The same must be done to all the men born in your house or bought with your money from any stranger, who is not one of your family. ", "13": "He that is born in your house and he that is bought with your money must have this religious act done. So will My agreement be marked in your flesh, an agreement that lasts forever. ", "14": "But the man who has not had this religious act done, of cutting off his piece of skin, will be cut off from his people. He has broken My agreement.”", "15": "Then God said to Abraham, “As for Sarai your wife, do not call her name Sarai. But Sarah will be her name. ", "16": "And I will bring good to her. I will give you a son by her. I will bring good to her. And she will be the mother of nations. Kings of many people will come from her.”", "17": "Then Abraham fell on his face and laughed. He said to himself, “Will a child be born to a man who is 100 years old? ", "18": "Then Abraham said to God, “If only Ishmael might live before You!” ", "19": "But God said, “No, but your wife Sarah will give birth to your son. And you will give him the name Isaac. I will make My agreement with him and for his children after him, an agreement that will last forever. ", "20": "As for Ishmael, I have heard you. I will bring good to him. I will make him grow in number. He will be the father of twelve rulers. I will make him a great nation. ", "21": "But I will make My agreement with Isaac, who will be born to Sarah at this time next year.”", "22": "When He had finished talking with him, God went up from Abraham. ", "23": "Then Abraham took his son Ishmael, and all who were born in his house, and all who were bought with his money, and every man and boy who lived in his house. And he cut off their piece of skin that very day, as God had told him to do. ", "24": "Abraham was ninety-nine years old when he had the religious act done of cutting off his piece of skin. ", "25": "His son Ishmael was thirteen years old when he had the religious act done of cutting off his piece of skin. ", "26": "Abraham and his son Ishmael had this religious act done that very day. ", "27": "And all the men of his house, who were born in the house or bought with money from a stranger, had this religious act done with him."}