{"1": "The Lord showed Himself to Abraham by the oak trees of Mamre, as he sat at the tent door in the heat of the day. ", "2": "Abraham looked up and saw three men standing in front of him. When he saw them, he ran from the tent door to meet them. He put his face to the ground ", "3": "and said, “My lord, if I have found favor in your eyes, please do not pass by your servant. ", "4": "Let us have a little water brought to wash your feet. Rest yourselves under the tree. ", "5": "And I will get a piece of bread so you may eat and get strength. After that you may go on your way, since you have come to your servant.” The men said, “Do as you have said.” ", "6": "So Abraham ran into the tent to Sarah, and said, “Hurry and get three pails of fine flour, mix it well, and make bread.” ", "7": "Then Abraham ran to the cattle and took out a young and good calf. He gave it to the servant to make it ready in a hurry. ", "8": "He took milk and cheese and the meat which he had made ready, and set it in front of them. He stood by them under the tree while they ate.", "9": "Then they said to him, “Where is your wife Sarah?” And he said, “There in the tent.” ", "10": "The Lord said, “I will be sure to return to you at this time next year. And your wife Sarah will have a son.” Sarah was listening at the tent door behind him. ", "11": "Now Abraham and Sarah were old. They had lived many years. The way of women had stopped for Sarah. ", "12": "So Sarah laughed to herself, saying, “Will I have this joy after my husband and I have grown old?” ", "13": "Then the Lord said to Abraham, “Why did Sarah laugh and say, 'How can I give birth to a child when I am so old?' ", "14": "Is anything too hard for the Lord? I will return to you at this time next year, and Sarah will have a son.” ", "15": "But Sarah said, “I did not laugh,” because she was afraid. And He said, “No, but you did laugh.”", "16": "Then the men got up from there and looked down toward Sodom. Abraham went with them to send them on their way. ", "17": "And the Lord said, “Should I hide from Abraham what I am about to do, ", "18": "since Abraham will become a great and powerful nation, because good will come to all the nations of the earth through him? ", "19": "For I have chosen him, so that he may teach his children and the sons of his house after him to keep the way of the Lord by doing what is right and fair. So the Lord may bring to Abraham what He has promised him.” ", "20": "Then the Lord said, “The cry against Sodom and Gomorrah is loud. Their sin is very bad. ", "21": "I will now go down and see if they have done as much wrong as the cry against them has told Me they have. And if not, I will know.”", "22": "Then the men turned away from there and went toward Sodom. But Abraham still stood before the Lord. ", "23": "Abraham came near and said, “Will You destroy the good also, with the bad? ", "24": "What if there are fifty good people within the city? Will You destroy the place and not save it because of the fifty good people in it? ", "25": "May You never do such a thing as to destroy the good with the bad! May the good never be punished like the bad! You would never do such a thing! Will not the Judge of all the earth do what is right?” ", "26": "So the Lord said, “If I find fifty good people in the city of Sodom, I will save the whole place because of them.” ", "27": "Abraham said, “Now see, I have taken upon myself to speak to the Lord, I who am only dust and ashes. ", "28": "What if five of the fifty good people are not so good. Will You destroy the whole city because of five?” The Lord said, “I will not destroy it if I find forty-five good people there.” ", "29": "Abraham spoke to Him again and said, “What if only forty are found there?” The Lord said, “I will not destroy it if there are forty.” ", "30": "Then Abraham said, “O may the Lord not be angry, and I will speak. What if only thirty are found there?” The Lord said, “I will not do it if I find thirty there.” ", "31": "Abraham said, “Now see, I have taken upon myself to speak to the Lord. What if twenty are found there?” The Lord said, “I will not destroy it because of the twenty.” ", "32": "Then Abraham said, “O may the Lord not be angry. And I may speak once more. What if ten are found there?” The Lord said, “I will not destroy it because of the ten.” ", "33": "Then the Lord went on His way when He finished speaking with Abraham, and Abraham returned to his place."}