{"1": "The two angels came to Sodom in the evening. Lot was sitting in the gate of Sodom. When Lot saw them, he got up to meet them. He put his face to the ground ", "2": "and said, “My lords, come into the house of your servant. Stay the night, and wash your feet. Then you may rise early and go on your way.” But they said, “No, we will stay the night in the street.” ", "3": "But he begged them, so they turned aside with him and went into his house. And he made a supper for them. He made bread without yeast, and they ate.", "4": "Before they went to bed, all the men of the city of Sodom both young and old gathered around the house. ", "5": "They called to Lot, saying, “Where are the men who came to you tonight? Bring them out to us so we may lie with them.” ", "6": "Lot went out the door to the men, and shut the door behind him. ", "7": "He said, “My brothers, please do not be so sinful. ", "8": "See, I have two daughters who have never had a man. Let me bring them out to you. And do to them whatever you want. But do nothing to these men, for they have come to be safe under my roof.” ", "9": "But they said, “Get out of our way. This man came to live here from another land. And already he acts like a judge. Now we will do worse things to you than to them.” So they pushed hard against Lot and almost broke down the door. ", "10": "But the two men put out their hands and brought Lot into the house with them, and shut the door. ", "11": "Then they blinded the men who were at the door of the house, both small and big. So the men became tired trying to find the door.", "12": "Then the two men asked Lot, “Do you have any others here? Sons-in-law, your sons, your daughters, anyone you have in the city, bring them out of this place. ", "13": "For we are about to destroy this place. Because the cry against its people has become so loud to the Lord that the Lord has sent us to destroy it.” ", "14": "So Lot went out to speak to his sons-in-law who were to marry his daughters. He said, “Get up! Get out of this place! For the Lord will destroy the city!” But his sons-in-law thought he was only joking.", "15": "When morning came, the angels told Lot to hurry. They said, “Get up. Take your wife and your two daughters who are here. Or else you will be destroyed when the city is punished.” ", "16": "But Lot was slow to move. So the men took him, his wife and two daughters by the hand and brought them out of the city. For the Lord had loving-pity for him. ", "17": "When they had brought them out of the city, one of them said, “Run for your life! Do not look behind you. Do not stop until you are out of the valley. Run to the mountains or else you will be destroyed.” ", "18": "But Lot said to them, “O, no, my lords! ", "19": "See, your servant has found favor in your eyes. You have shown me great kindness in what you have done for me by saving my life. But I cannot run to the mountains. For I will run into danger and die. ", "20": "See, this town is near enough to run to, and it is small. Let me run there (is it not small?) and my life will be saved.” ", "21": "The angel said to him, “See, I am doing what you ask. I will not destroy this town that you have spoken about. ", "22": "Hurry and run there. For I cannot do anything until you get there.” So the name given to the town was Zoar.", "23": "The sun had moved over the earth when Lot came to Zoar. ", "24": "Then the Lord poured fire from the heavens upon Sodom and Gomorrah. ", "25": "He destroyed those cities, and all the valley, and all the people of the cities, and what grew on the ground. ", "26": "But Lot's wife behind him turned and looked toward the cities. And she was changed into salt.", "27": "Abraham went early in the morning to the place where he had stood before the Lord. ", "28": "He looked down toward Sodom and Gomorrah and toward all the land of the valley. And he saw the smoke of the land going up like the smoke from a place where there is much fire. ", "29": "But when God destroyed the cities of the valley, He remembered Abraham. He sent Lot out of the center of the danger, when He destroyed the cities where Lot lived.", "30": "Then Lot went up from Zoar with his two daughters, and lived in the mountains for he was afraid to stay in Zoar. He lived in a cave in the side of a mountain with his two daughters. ", "31": "Then the first-born daughter said to the younger one, “Our father is old. And there is not a man on earth to marry us. ", "32": "Come, let us make our father drink wine. Let us lie with him, so we may keep our family through our father.” ", "33": "So they made their father drink wine that night. And the first-born went in and lay with her father. He did not know when she lay down or when she got up. ", "34": "On the next day, the first-born said to the younger, “See, I lay with my father last night. Let us make him drink wine tonight also, then you go in and lie with him. And we may keep our family through our father.” ", "35": "So they made their father drink wine that night also, then the younger daughter went and lay with him. He did not know when she lay down or when she got up. ", "36": "So both the daughters of Lot were going to have a child by their father. ", "37": "The first-born daughter gave birth to a son, and gave him the name Moab. He is the father of the Moabites to this day. ", "38": "The younger daughter gave birth to a son also. She gave him the name Benammi. He is the father of the Ammonites to this day."}