{"1": "Then the Lord visited Sarah as He had said and did for her as He had promised. ", "2": "Sarah was able to have a child and she gave birth to a son when Abraham was very old. He was born at the time the Lord said it would happen. ", "3": "Abraham gave the name Isaac to his son who was born to him by Sarah. ", "4": "Then Abraham did the religious act of the Jews on Isaac when he was eight days old, as God had told him to do. ", "5": "Abraham was one hundred years old when Isaac was born. ", "6": "And Sarah said, “God has made me laugh. All who hear will laugh with me.” ", "7": "She said, “Who would have said to Abraham that Sarah would nurse children? Yet when he is so old I have given him a son.” ", "8": "When the child grew old enough to stop nursing, Abraham made a special supper on that day.", "9": "But Sarah saw the son of Hagar the Egyptian make fun of Isaac. Abraham was the father of Hagar's son. ", "10": "So Sarah said to Abraham, “Put this woman servant and her son out of your home. The son of this woman servant will never get any of the riches of the family as will my son Isaac.” ", "11": "And the thing brought much sorrow to Abraham because of his son. ", "12": "But God said to Abraham, “Do not be full of sorrow because of the boy and the woman who serves you. Listen to whatever Sarah tells you. For your children and all their children's children after you will be given a name through Isaac. ", "13": "But I will also make a nation of the son of the woman who serves you, because he is your son.”", "14": "So Abraham got up early in the morning. He took bread and a leather bag of water, and gave it to Hagar, putting it on her shoulder. He gave her the boy, and sent her away. She left, and went from place to place in the desert in Beersheba. ", "15": "When the water was gone, she put the boy under one of the bushes. ", "16": "Then she sat down as far away from him as an arrow flies. For she said, “Do not let me see the boy die.” As she sat there, she cried a loud cry. ", "17": "But God heard the voice of the boy. Then the angel of God called to Hagar from heaven, and said, “Why are you so troubled, Hagar? Do not be afraid. For God has heard the cry of the boy. ", "18": "Get up. Lift up the boy and hold him by the hand. For I will make a great nation of him.”", "19": "Then God opened Hagar's eyes. And she saw a well of water. She went and filled the leather bag with water and gave the boy a drink. ", "20": "God was with the boy and he grew. He lived in the desert, and became very good in using the bow. ", "21": "While living in the desert of Paran, his mother took a wife for him from the land of Egypt.", "22": "At that time, Abimelech with Phicol, the head of his army, said to Abraham, “God is with you in all that you do. ", "23": "So promise me here by God that you will not work against me, or my son, or any children after me. I have shown you kindness. So return kindness to me and to the land where you have come.” ", "24": "Abraham said, “I promise.” ", "25": "But Abraham spoke to Abimelech about a well of water that the servants of Abimelech had taken. ", "26": "Abimelech said, “I do not know who did this. You never told me. And I did not hear about it until today.” ", "27": "So Abraham took sheep and cattle and gave them to Abimelech. Then the two men made an agreement. ", "28": "Abraham set seven lambs of the flock away from the others. ", "29": "Abimelech said to Abraham, “What do these seven lambs that you have set apart mean?” ", "30": "Abraham said, “Take these seven lambs from me as an agreement to me that I dug this well.” ", "31": "So he gave that place the name Beersheba because both of them made a promise there. ", "32": "So they made an agreement at Beersheba. Then Abimelech and Phicol, the head of his army, returned to the land of the Philistines. ", "33": "Abraham planted a tree at Beersheba. He called there on the name of the Lord, the God Who lives forever. ", "34": "And Abraham stayed in the land of the Philistines for many days."}