{"1": "Sarah lived 127 years. These were the years of Sarah's life. ", "2": "Then Sarah died in Kiriath-arba (that is, Hebron) in the land of Canaan. And Abraham had sorrow for Sarah and cried for her. ", "3": "Then Abraham got up from beside his dead wife, and said to the sons of Heth, ", "4": "“I am a stranger living among you for a time. Give me some of your land so I may bury my wife.” ", "5": "The sons of Heth answered Abraham, ", "6": "“Listen to us, my lord. You are a powerful ruler among us. Bury your wife in the best of our graves. None of us will keep his grave from you for burying your wife.” ", "7": "So Abraham stood up and bowed to the people of the land, the sons of Heth. ", "8": "He said to them, “If you are willing to have me bury my wife, hear me, and ask Zohar's son Ephron for me. ", "9": "Ask him to give me the grave of Machpelah which he has at the other side of his field. Let him give it to me for the full price in front of you, for a place to bury my wife.”", "10": "Ephron was sitting among the sons of Heth. So Ephron the Hittite answered Abraham so what he said could be heard by the sons of Heth and all who came in through the gate of his city. ", "11": "He said, “No, my lord. Listen to me. I give you the field. And I give you the grave that is in it. I give it to you in front of the sons of my people. Bury your wife.”", "12": "Abraham bowed to the people of the land. ", "13": "He said to Ephron so that all the people of the land heard it, “Listen to me if you will. I will give you the price of the field. Receive it from me, that I may bury my wife there.”", "14": "Ephron answered Abraham, ", "15": "“My lord, listen to me. The land is worth four hundred pieces of silver. What is that between me and you? So bury your wife.”", "16": "Abraham listened to Ephron. And Abraham weighed for Ephron the silver which he had said and was heard by the sons of Heth to be the price, four hundred pieces of silver. He weighed it in the same way those who buy and sell weighed it at that time. ", "17": "So Ephron's field in Machpelah east of Mamre, the field and grave that was in it, and all the trees within the sides of the field, were handed over ", "18": "to Abraham for his own. It was handed over in front of the sons of Heth and all who came in through the gate of his city. ", "19": "After this, Abraham buried his wife Sarah in the grave of the field of Machpelah east of Mamre (that is, Hebron) in the land of Canaan. ", "20": "The field and the grave in it were handed over to Abraham by the sons of Heth for a place to bury his wife."}