{"1": "Now there was another time when there was no food in the land, after the time of no food in the days of Abraham. So Isaac went to Gerar, to Abimelech king of the Philistines. ", "2": "The Lord showed Himself to Isaac, and said, “Do not go to Egypt. Stay in the land I will tell you about. ", "3": "Live in this land and I will be with you and bring good to you. For I will give all these lands to you and your children. I will keep the promise I made to your father Abraham. ", "4": "I will make your children and all your children's children as many as the stars of heaven. I will give these lands to them. ", "5": "For Abraham obeyed Me. He did what I told him to do. He kept My Word and My Law.”", "6": "So Isaac stayed in Gerar. ", "7": "When the men of the place asked him about his wife, he said, “She is my sister.” He was afraid to say, “She is my wife,” because he thought to himself, “The men of this place might kill me because of Rebekah, for she is beautiful.”", "8": "When Isaac had been there a long time, Abimelech king of the Philistines looked out of the window. And he saw Isaac loving his wife Rebekah. ", "9": "So Abimelech called Isaac and said, “See, she is your wife! How could you say, 'She is my sister'?” Isaac said to him, “Because I thought I would die because of her.” ", "10": "Abimelech said, “What is this you have done to us? One of the men might have lain with your wife. And you would have brought guilt upon us.” ", "11": "So Abimelech told all the people, “Whoever touches this man or his wife will be put to death.”", "12": "Isaac planted seeds in that land. And he gathered in the same year a hundred times as much as he had planted. The Lord brought good to him. ", "13": "Isaac became rich and kept getting richer until he became a great man. ", "14": "For he had flocks and many cattle and many people working in his house. The Philistines became jealous of him. ", "15": "They filled all the wells with dirt that his father's servants had dug in the days of his father Abraham. ", "16": "Then Abimelech said to Isaac, “Go away from us. For you are too powerful for us.”", "17": "So Isaac left that place. He put up his tents in the valley of Gerar, and lived there. ", "18": "And Isaac dug again the wells of water that had been dug in the days of his father Abraham. For the Philistines had closed them up after the death of Abraham. And he gave them the same names that his father had given them. ", "19": "Now Isaac's servants dug in the valley and found a well of flowing water there. ", "20": "The men who took care of the cattle of Gerar argued with the men who took care of Isaac's cattle. They said, “The water belongs to us!” So Isaac gave the well the name Esek, because they argued with him. ", "21": "Then his servants dug another well. And they argued about it also. So he gave it the name Sitnah. ", "22": "He moved away from there and dug another well. And they did not argue about it. So he gave it the name Rehoboth. For he said, “Now the Lord has made a large place for us. We will grow much in this land.”", "23": "Then he went from there to Beersheba. ", "24": "The Lord showed Himself to Isaac that same night, and said, “I am the God of your father Abraham. Do not be afraid, for I am with you. I will bring good to you, and add many to the number of your children and their children's children, because of My servant Abraham.” ", "25": "So Isaac built an altar there. And he called upon the name of the Lord. He put up his tent there. And there Isaac's servants dug a well.", "26": "Then Abimelech came to him from Gerar, with his friend Ahuzzath, and Phicol, the leader of his army. ", "27": "Isaac said to them, “Why have you come to me when you hate me and have sent me away from you?” ", "28": "They said, “It is easy for us to see that the Lord is with you. So we said, 'Let there now be a promise between us, between you and us. Let us make an agreement with you, ", "29": "that you will not hurt us in any way. For we have not touched you, and have done nothing to you but good. We sent you away in peace. And you now have the Lord's favor.'” ", "30": "So Isaac made a special supper for them, and they ate and drank. ", "31": "They got up early in the morning and made promises to each other. Then Isaac sent them away, and they left him in peace.", "32": "That same day Isaac's servants came and told him about the well they had dug. They said to him, “We have found water.” ", "33": "So he gave the well the name Shibah. So the name of the city is Beersheba to this day.", "34": "When Esau was forty years old, he married Judith the daughter of Beeri the Hittite, and Basemath the daughter of Elon the Hittite. ", "35": "And they made life full of sorrow for Isaac and Rebekah."}