{"1": "Isaac was now old, and had become blind. He called to his older son Esau, saying, “My son.” And Esau answered, “Here I am.” ", "2": "Isaac said, “See, I am old. I do not know when I will die. ", "3": "Take your bow and arrows, and go out to the field to get meat for me. ", "4": "Get some food ready for me that I love. Bring it to me to eat, so that before I die I will pray that good will come to you.”", "5": "And Rebekah was listening while Isaac spoke to his son Esau. So when Esau went to the field to hunt for meat to bring home, ", "6": "Rebekah said to her son Jacob, “I heard your father talking to your brother Esau. He said, ", "7": "'Bring me some meat. Make good-tasting food for me to eat. And before I die I will pray to the Lord for good to come to you.' ", "8": "So now, my son, listen to what I tell you to do. ", "9": "Go to the flock and bring me two fat young goats. I will cook them into good-tasting food, just what your father loves to eat. ", "10": "Then you will take it to your father for him to eat. So before he dies he will pray for good to come to you.”", "11": "Jacob said to his mother Rebekah, “But my brother Esau has much hair. And my skin is smooth. ", "12": "If my father touches me, he will think of me as one trying to fool him. Then he will bring a curse upon me instead of good.” ", "13": "His mother said to him, “The curse will come upon me instead of you, my son. You do what I say, and go get them for me.” ", "14": "So Jacob went and got them, and brought them to his mother. And his mother made good-tasting food, just what his father loved to eat. ", "15": "Then Rebekah took the best clothes that belonged to her older son Esau, that were with her in the house. And she put them on her younger son Jacob. ", "16": "She put the skins of the young goats on his hands and on the smooth part of his neck. ", "17": "And she gave her son Jacob the bread and the good-tasting food she had made.", "18": "Then he went to his father and said, “My father.” Isaac said, “Here I am. Who are you, my son?” ", "19": "Jacob said to his father, “I am Esau, your first-born. I have done as you told me. Sit up and eat the meat I brought, so you will pray that good will come to me.” ", "20": "But Isaac said to his son, “How have you found it so fast, my son?” And Jacob said, “Because the Lord your God made it happen.”", "21": "Then Isaac said to Jacob, “Come near so I can touch you, my son, to know for sure if you are my son Esau or not.” ", "22": "So Jacob came near his father Isaac. Isaac touched him, and said, “The voice is Jacob's voice. But the hands are Esau's hands.” ", "23": "He did not know who he was, because his hands were covered with hair like his brother Esau's hands. So Isaac prayed that good would come to him. ", "24": "Isaac said, “Is it true that you are my son Esau?” Jacob answered, “I am.” ", "25": "So Isaac said, “Bring it to me so I may eat the meat my son has made ready. And I will pray that good will come to you.” He brought it to him, and he ate. He brought him wine also, and he drank.", "26": "Then his father Isaac said to him, “Come near and kiss me, my son.” ", "27": "So Jacob came near and kissed him. When Isaac smelled his clothes, he prayed that good would come to him. He said, “The smell of my son is like the smell of a field that has received good from the Lord. ", "28": "May God give you from heaven water on the grass in the early morning, and the riches of the earth, and more than enough grain and new wine. ", "29": "May nations serve you, and the people bow down in front of you. Be the ruler of your brothers. May your mother's sons bow down in front of you. Cursed be those who curse you, and may good come to those who honor you.”", "30": "When Isaac had finished praying that good would come to Jacob, Jacob left his father Isaac. Just then his brother Esau came in from hunting. ", "31": "Then Esau made good-tasting food and brought it to his father, and said, “Sit up, my father, and eat the meat your son has made ready, so you will pray that good will come to me.” ", "32": "His father Isaac said to him, “Who are you?” He answered, “I am your son, your first-born, Esau.” ", "33": "Then Isaac shook all over, and he said, “Who was it then who killed an animal and brought meat to me? I ate all of it before you came! And I prayed that good would come to him! Yes, and good will come to him!”", "34": "When he heard what his father said, Esau cried out with a loud and sad cry. He said to his father, “Pray that good will come to me also, O my father!” ", "35": "But Isaac said, “Your brother came in and fooled me. He has taken away the good that was to come to you.”", "36": "Then Esau said, “Was it not right that he was given the name Jacob? Two times now he has taken what should have been mine. He took away my right as a first-born. And now he has taken away the good that was to come to me.” Then he said, “Can you not pray that good will come to me also?”", "37": "Isaac answered Esau, “See, I have made him to rule over you. I have given him all his brothers as servants. I have given him grain and new wine to keep him alive and well. What then can I do for you, my son?”", "38": "Esau said to his father, “Do you have only one prayer for good to come, my father? Pray that good will come to me also, O my father.” And Esau gave out a loud cry. ", "39": "Then his father Isaac answered him: “See, the place where you live will be away from the riches of the earth, and away from the water on the grass in the early morning. ", "40": "You will live by your sword and you will serve your brother. But when you break loose, you will throw his load off your back.”", "41": "Esau hated Jacob because his father had prayed that good would come to Jacob. Esau said to himself, “The days when I will have sorrow for the loss of my father are soon. Then I will kill my brother Jacob.” ", "42": "But the words of her older son Esau were told to Rebekah. She called her younger son Jacob, and said to him, “See, your brother Esau comforts himself by planning to kill you. ", "43": "So now, my son, do what I tell you. Get ready, and go at once to my brother Laban at Haran. ", "44": "Stay with him for a few days, until your brother's anger goes away. ", "45": "When your brother's anger against you is gone and he forgets what you did to him, then I will send for you and have you return from there. Why should I have sorrow for both of you in one day?”", "46": "Then Rebekah said to Isaac, “I am tired of living because of the daughters of Heth. If Jacob marries one of the daughters of Heth, like these, from the women of the land, what good will my life be to me?”"}