{"1": "So Isaac called Jacob and prayed that good would come to him. He said to him, “Do not marry one of the daughters of Canaan. ", "2": "Get ready, and go to the house of your mother's father Bethuel in Paddan-aram. Take a wife for yourself from the daughters of your mother's brother Laban. ", "3": "May the All-powerful God bring good to you and give you many children until you become many nations. ", "4": "May He give you and your children after you the same gift that He gave Abraham. May He give you the land that He gave Abraham, the land where you are now a stranger.” ", "5": "Then Isaac sent Jacob away. And he went to Paddan-aram, to Laban, the son of Bethuel the Syrian, the brother of Rebekah, Jacob and Esau's mother.", "6": "Now Esau saw that Isaac had prayed for good to come to Jacob and that he had sent him away to Paddan-aram to find a wife. Esau knew that his father had prayed for good to come to Jacob and said, “Do not marry one of the daughters of Canaan,” ", "7": "and that Jacob had obeyed his father and mother and had gone to Paddan-aram. ", "8": "Esau knew that the daughters of Canaan did not please his father Isaac. ", "9": "So Esau went to Ishmael, and married Mahalath the daughter of Abraham's son Ishmael, the sister of Nebaioth. He added her to the wives he already had.", "10": "Jacob left Beersheba and went toward Haran. ", "11": "He came to a certain place and stayed the night there, because the sun had gone down. He took one of the stones there and put it under his head for a pillow. ", "12": "And he had a dream. He saw steps going up from the earth to heaven. He saw the angels of God going up and down these steps. ", "13": "And he saw the Lord standing above them. He said, “I am the Lord, the God of your father Abraham, and the God of Isaac. I will give to you and your children after you the land where you are lying. ", "14": "They will be like the dust of the earth. You will spread out to the west and the east and the north and the south. Good will come to all the families of the earth because of you and your children. ", "15": "See, I am with you. I will care for you everywhere you go. And I will bring you again to this land. For I will not leave you until I have done all the things I promised you.” ", "16": "Then Jacob awoke from his sleep and said, “For sure the Lord is in this place and I did not know it.” ", "17": "He was afraid and said, “This place is so different! This is none other than the house of God, and this is the gate of heaven.”", "18": "So Jacob got up early in the morning. He took the stone he had used as a pillow, and set it up as a pillar. He poured oil on the top of it. ", "19": "He gave that place the name Bethel. Its name had been Luz before. ", "20": "Then Jacob made a promise. He said, “If God will be with me and take care of me as I go, and if He will give me food to eat and clothes to wear, ", "21": "so that I return in peace to my father's house, then the Lord will be my God. ", "22": "I have set up this stone as a pillar to be God's house. And I will give You a tenth part of all You give to me.”"}