{"1": "Then Jacob went on his way and came to the land of the people of the east. ", "2": "He looked up and saw a well in the field where three flocks of sheep were lying beside it. The people gave water to the flocks from that well. The stone covering the top of the well was large. ", "3": "When all the flocks were gathered there, the men would roll the stone from the top of the well. Then after giving water to the sheep, they would put the stone again in its place on top of the well.", "4": "Jacob said to them, “My brothers, where are you from?” They said, “We are from Haran.” ", "5": "He said to them, “Do you know Laban the son of Nahor?” They said, “We know him.” ", "6": "He asked them, “Is he well?” They said, “He is well. And see, his daughter Rachel is coming with the sheep.” ", "7": "Jacob said, “See, the sun is still high. It is not time for the flocks to be gathered. Give water to the sheep, and return them to their field.” ", "8": "But they said, “We cannot, until all the flocks are gathered and they roll the stone from the top of the well. Then we will give the sheep water.”", "9": "He was still talking with them when Rachel came with her father's sheep, for she cared for them. ", "10": "When Jacob saw Rachel the daughter of his mother's brother Laban, and the sheep of his mother's brother Laban, Jacob went near and rolled the stone from the top of the well. And he gave water to the flock of his mother's brother Laban. ", "11": "Then Jacob kissed Rachel and began to cry for joy. ", "12": "Jacob told Rachel that he was of her father's family, the son of Rebekah. And she ran and told her father.", "13": "When Laban heard the news of his sister's son Jacob, he ran to meet him. He put his arms around him and kissed him, and brought him to his house. Then Jacob told Laban all these things. ", "14": "Laban said to him, “For sure you are my bone and my flesh.” And Jacob stayed with him a month.", "15": "Then Laban said to Jacob, “Because you are one of my family, should you serve me for nothing? Tell me, what do you want to be paid?” ", "16": "Now Laban had two daughters. The name of the older one was Leah, and the name of the younger one was Rachel. ", "17": "Leah's eyes were weak. But Rachel was beautiful in body and face. ", "18": "Jacob loved Rachel. So he said, “I will serve you seven years for your younger daughter Rachel.” ", "19": "Laban said, “It is better that I give her to you than to another man. Stay with me.” ", "20": "So Jacob worked seven years for Rachel. It was only like a few days to him, because of his love for her.", "21": "Then Jacob said to Laban, “Give me my wife so I may go in to her. For my time is finished.” ", "22": "And Laban gathered all the men of the place together, and made a special supper. ", "23": "But in the evening he took his daughter Leah to him. Jacob went in to her. ", "24": "Laban also took Zilpah, a woman who served him, and gave her to his daughter Leah, to serve her.", "25": "When the morning came, Jacob saw that it was Leah. He said to Laban, “What have you done to me? Did I not work for you for Rachel? Why have you fooled me?” ", "26": "Laban said, “It is not allowed in our country to give the younger in marriage before the first-born. ", "27": "Complete the wedding week of this one. Then we will give you the other one also if you work for me seven years more.” ", "28": "Jacob did so and completed her wedding week. And Laban gave him his daughter Rachel as his wife. ", "29": "Laban also took Bilhah, a woman who served him, and gave her to his daughter Rachel, to serve her. ", "30": "So Jacob went in to Rachel also. He loved Rachel more than Leah. And he worked for Laban seven years more.", "31": "When the Lord saw that Leah was not loved, He made her able to give birth. But Rachel could not give birth. ", "32": "Leah was able to have a child and she gave birth to a son. She gave him the name Reuben. For she said, “The Lord has seen my trouble. Now my husband will love me.” ", "33": "Then she was going to have another child and she gave birth to a son. She said, “The Lord has given me this son also, because He has heard that I am not loved.” So she gave him the name Simeon. ", "34": "She was going to have another child and she gave birth to a son. She said, “Now this time my husband will be joined to me because I have given birth to his three sons.” So she gave him the name Levi. ", "35": "She was going to have another child and she gave birth to a son. And she said, “This time I will praise the Lord.” So she gave him the name of Judah. Then she stopped giving birth."}