{"1": "Then Jacob looked up and saw Esau coming with 400 men. So he divided the children among Leah and Rachel and the two women who served him. ", "2": "He put the women who served him and their children in front, and Leah and her children behind them, and Rachel and Joseph behind them. ", "3": "Then Jacob went before them. He bowed to the ground seven times, until he came near his brother. ", "4": "But Esau ran to meet him and put his arms around him and kissed him. And they cried.", "5": "Then Esau looked up and saw the women and the children. He said, “Who are these with you?” Jacob said, “They are the children whom God, in His loving-favor, has given your servant.” ", "6": "Then the women who served Jacob came near with their children, and they bowed to the ground. ", "7": "Leah also came near with her children, and they bowed to the ground. Then Joseph and Rachel came near and bowed to the ground.", "8": "Esau said, “What do you mean by all these animals I have met?” And Jacob said, “They are a gift so I may find favor in the eyes of my lord.” ", "9": "But Esau said, “I have enough, my brother. Keep what you have for yourself.” ", "10": "But Jacob said, “No, I ask of you, if I have found favor in your eyes, then receive my gift. For I see your face as one sees the face of God. You have received me with favor. ", "11": "Take my gift that has been brought to you. For God has shown loving-kindness to me, and I have all I need.” So he begged him until he took it.", "12": "Then Esau said, “Let us be on our way. I will go with you.” ", "13": "But Jacob said to him, “My lord knows that the children are weak. And there are young ones in my flocks that need milk. If they are made to go a long way in one day, all the flocks will die. ", "14": "Let my lord go in front of his servant. And I will be slow in coming to my lord at Seir. I will go as fast as the cattle in front of me and as the children are able.” ", "15": "So Esau said, “Let me leave with you some of the people who are with me.” But Jacob said, “What need is there? Let me find favor in the eyes of my lord.” ", "16": "So Esau returned that day on his way to Seir. ", "17": "But Jacob traveled to Succoth. He built his house there, and put up small buildings for his animals. So the name of the place is Succoth.", "18": "Now Jacob came in peace from Paddan-aram to the city of Shechem in the land of Canaan. And he put up his tents near the city. ", "19": "He bought the piece of land where he had put up his tents for one hundred pieces of money from the sons of Hamor, Shechem's father. ", "20": "He built an altar there, and gave it the name El-Elohe-Israel."}