{"1": "Now Leah's daughter Dinah, who was born to Jacob, went out to visit the women of the land. ", "2": "And she was seen by Shechem the son of Hamor the Hivite, the ruler of the land. He took her and made her lay with him, and she was put to shame. ", "3": "He had much desire for Dinah the daughter of Jacob. He loved the girl and spoke kind words to her. ", "4": "So Shechem said to his father Hamor, “Get me this young girl for a wife.”", "5": "Now Jacob heard that Shechem had put his daughter Dinah to shame. But his sons were with the flocks in the field, so Jacob kept quiet until they returned. ", "6": "Then Shechem's father Hamor went to speak with Jacob. ", "7": "Jacob's sons returned from the field when they heard what had happened. They were full of sorrow and were angry. For Shechem had put Israel to shame by lying with Jacob's daughter. Such a thing should not be done. ", "8": "But Hamor said to them, “The soul of my son Shechem has much desire for your daughter. I ask of you, give her to him in marriage. ", "9": "Marry with our people. Give your daughters to us. And take our daughters for yourselves. ", "10": "May you live with us. And the land will be open to you. Live and trade in it, and buy land in it.”", "11": "Then Shechem said to Dinah's father and brothers, “Let me find favor in your eyes. I will give you whatever you ask. ", "12": "Make your price and wedding gift as much as you want. I will give you as much as you ask. Only give me the girl to be my wife.”", "13": "But Jacob's sons lied in their answer to Shechem and his father Hamor because he had put their sister Dinah to shame. ", "14": "They said to them, “We cannot do this. We cannot give our sister to one who has not gone through the religious act of having his flesh cut. For that would be a shame to us. ", "15": "We will give you our sister only if you become like us. Every man among you must have this religious act done. ", "16": "Then we will give our daughters to you. And we will marry your daughters. We will live with you and become one people. ", "17": "But if you will not listen to us and have this religious act done, then we will take our daughter and go.”", "18": "Their words pleased Hamor and his son Shechem. ", "19": "The young man did not wait to do what they asked, because he was in love with Jacob's daughter. And he was the most honored of all his family. ", "20": "So Hamor and his son Shechem came to the gate of their city. And they said to the men of their city, ", "21": "“These men want to be at peace with us. Let them live in the land and trade in it. For, see, the land is large enough for them. Let us take their daughters in marriage, and give our daughters to them. ", "22": "But the men will be willing to live with us and become one people only if every man among us goes through the religious act that they have gone through. ", "23": "Will not their cattle and all they own, all their animals, be ours? Let us just do what they ask, and they will live with us.” ", "24": "All who went out of the gate of his city listened to Hamor and his son Shechem. And every man went through the religious act of having his flesh cut, all who went out of the gate of his city.", "25": "But on the third day, when all the men were in pain, two of Jacob's sons, Simeon and Levi, Dinah's brothers, took their swords and went into the city in secret. And they killed every man. ", "26": "They killed Hamor and his son Shechem with the sword. And they took Dinah from Shechem's house and went away. ", "27": "Then Jacob's sons went over the dead men and robbed the city of its riches because its men had put their sister to shame. ", "28": "They took their flocks and cattle and donkeys and whatever was in the city and in the field. ", "29": "They took all their riches, their little ones, their wives, even all that was in the houses.", "30": "Then Jacob said to Simeon and Levi, “You have brought trouble on me by making me hated by the people of the land, the Canaanites and Perizzites. My men are few in number. And these people will gather together against me and fight me. I and those of my house will be destroyed.” ", "31": "But they said, “Should he act towards our sister as if she were a woman who sells the use of her body?”"}