{"1": "God said to Jacob, “Get ready and go to Bethel to live. Make an altar there to God, Who showed Himself to you when you ran away from your brother Esau.” ", "2": "So Jacob said to those of his house and all who were with him, “Put away the strange gods that are among you. Make yourselves clean and change your clothes. ", "3": "Then let us get ready and go to Bethel. I will make an altar there to God, Who answered me in the day of my trouble, and was with me every place I went.” ", "4": "So they gave to Jacob all the strange gods they had, and the gold objects which they wore in their ears. And Jacob hid them under the tree near Shechem. ", "5": "As they traveled, much fear from God came upon the cities around them. So the people of the land did not go against the sons of Jacob.", "6": "So Jacob and all the people who were with him came to Luz (that is, Bethel) in the land of Canaan. ", "7": "He built an altar there, and gave the place the name El-bethel. Because God had shown Himself to him there, when Jacob ran away from his brother. ", "8": "Then Rebekah's nurse Deborah died. She was buried below Bethel under a tree. It was given the name of Allon-bacuth.", "9": "When Jacob came from Paddan-aram, God showed Himself to him again and brought good to him. ", "10": "God said to him, “Your name is Jacob. You will not be called Jacob any longer, but Israel will be your name.” So his name was Israel. ", "11": "Then God said to him, “I am the All-powerful God. Have many children and add to your number. A nation and a group of nations will come from you. Kings will come from you. ", "12": "I will give you the land which I gave to Abraham and Isaac. This land I will give to your children and their children's children after you.” ", "13": "Then God went up from him in the place where He had spoken with him. ", "14": "Jacob set up a pillar of stone in the place where He had spoken with him. And he poured a drink offering and also oil on it. ", "15": "So Jacob gave the place where God had spoken with him the name Bethel.", "16": "Then they traveled from Bethel. When there was still a long way to go before coming to Ephrath, Rachel began to give birth. She suffered much pain. ", "17": "And while she was suffering, the woman who was helping her said to her, “Do not be afraid. For now you have another son.” ", "18": "As Rachel's soul was leaving, for she died, she gave him the name Benoni. But his father gave him the name Benjamin. ", "19": "So Rachel died, and was buried on the way to Ephrath (that is, Bethlehem). ", "20": "Jacob set up a stone on her grave. And that is the stone of Rachel's grave to this day.", "21": "Then Israel traveled on, and put up his tent on the other side of the tall building of Eder. ", "22": "While Israel lived in that land, Reuben went and lay with Bilhah, the woman who acted as his father's wife. And Israel heard about it. There were twelve sons of Jacob. ", "23": "The sons of Leah were Reuben, Jacob's first-born, then Simeon, Levi, Judah, Issachar, and Zebulun. ", "24": "The sons of Rachel were Joseph and Benjamin. ", "25": "The sons of Bilhah, the woman who served Rachel, were Dan and Naphtali. ", "26": "The sons of Zilpah, the woman who served Leah, were Gad and Asher. These are the sons who were born to Jacob in Paddan-aram.", "27": "Jacob came to his father Isaac at Mamre of Kiriath-arba (that is, Hebron), where Abraham and Isaac had been living. ", "28": "Now Isaac had lived 180 years. ", "29": "And Isaac breathed his last and died, and was joined to his people who died before him. He was an old man who had a long life, and his sons Esau and Jacob buried him."}