{"1": "Jacob lived in the land where his father had lived as a stranger, in the land of Canaan. ", "2": "This is the story of the children of Jacob and of their children. When Joseph was seventeen years old, he was caring for the flock with his brothers. The boy was with the sons of Bilhah and Zilpah, his father's wives. And Joseph told his father about how bad they were. ", "3": "Now Israel loved Joseph more than all his sons, because Joseph was born when he was an old man. And Israel made him a long coat of many colors. ", "4": "His brothers saw that their father loved him more than all his brothers. So they hated Joseph and could not speak a kind word to him.", "5": "Then Joseph had a dream. When he told it to his brothers, they hated him even more. ", "6": "He said to them, “Listen to the dream that I have had. ", "7": "We were gathering grain in the field. My bundle of grain stood up. Your bundles of grain gathered around it and bowed down to my bundle.” ", "8": "Then his brothers said to him, “Are you going to be our king? Are you going to rule over us?” So they hated him even more for his dreams and for what he said.", "9": "Then he had another dream, and he told it to his brothers. He said, “I have had another dream. The sun and the moon and eleven stars were bowing down to me.” ", "10": "He told it to his father and to his brothers. His father spoke sharp words to him, saying, “What is this dream you have had? Will I and your mother and brothers come to bow ourselves down to the ground in front of you?” ", "11": "Joseph's brothers were jealous of him. But his father thought about what he said.", "12": "Then his brothers went to feed their father's flock in Shechem. ", "13": "Israel said to Joseph, “Are not your brothers feeding the flock in Shechem? Come, I will send you to them.” And Joseph said to him, “I will go.” ", "14": "Then Israel said, “Go now, see if it is well with your brothers and with the flock. Then come and tell me.” So he sent him from the valley of Hebron, and he came to Shechem. ", "15": "A man found him walking through a field, and asked him, “What are you looking for?” ", "16": "Joseph said, “I am looking for my brothers. Tell me where they are feeding the flock.” ", "17": "And the man said, “They have moved from here. For I heard them say, 'Let us go to Dothan.'” So Joseph followed his brothers and found them at Dothan.", "18": "When they saw him far away, before he came near them, they made plans to kill him. ", "19": "They said to one another, “Here comes this dreamer! ", "20": "Now come and let us kill him and throw him into one of the deep holes. Then we will say that a wild animal ate him. And we will see what becomes of his dreams!”", "21": "But Reuben heard this and saved him from their hands, saying, “Let us not kill him.” ", "22": "Reuben then said, “Do not put him to death. Throw him into this hole here in the desert. But do not lay a hand on him.” He wanted to be able to save Joseph and return him to his father.", "23": "So when Joseph came to his brothers, they tore off his coat, the coat of many colors that he was wearing. ", "24": "And they took him and threw him into the hole. The hole was empty and had no water in it.", "25": "Then they sat down to eat. When they looked up, they saw a group of Ishmaelites coming from Gilead. They were taking spices and perfumes on their camels to Egypt. ", "26": "Judah said to his brothers, “What do we get by killing our brother and covering his blood? ", "27": "Come, let us sell him to the Ishmaelites and not lay our hands on him. For he is our brother, our own flesh.” And his brothers listened to him. ", "28": "Some Midianite traders were passing by. So the brothers pulled Joseph up out of the hole. And they sold him to the Ishmaelites for twenty pieces of silver, and they took Joseph to Egypt.", "29": "Then Reuben returned to the hole. When he saw that Joseph was not in the hole, he tore his clothes. ", "30": "He returned to his brothers and said, “The boy is not there! What can I do?” ", "31": "So they took Joseph's coat, killed a male goat, and put the blood on the coat. ", "32": "They sent the coat of many colors to their father. And they said, “We found this. Is it your son's coat or not?”", "33": "Jacob looked at it and said, “It is my son's coat! A wild animal has eaten him! For sure Joseph has been torn to pieces!” ", "34": "So Jacob tore his clothes and dressed in clothes made from hair. He had sorrow for his son many days. ", "35": "All his sons and daughters tried to comfort him. But he would not be comforted. He said, “I will go down to the grave in sorrow for my son.” And his father cried for him.", "36": "The Midianites sold Joseph in Egypt to Potiphar, the head of the soldiers of Pharaoh's house."}