{"1": "Judah went away from his brothers at that time. He visited a certain Adullamite whose name was Hirah. ", "2": "There Judah saw a daughter of a certain Canaanite whose name was Shua. He took her as his wife and lived with her. ", "3": "And she was going to have a child and gave birth to a son. He gave him the name Er. ", "4": "Then she was going to have another child and she gave birth to a son. She gave him the name Onan. ", "5": "Then she gave birth to another son at Chezib. And she gave him the name Shelah.", "6": "Judah chose a wife for his first-born son Er. Her name was Tamar. ", "7": "But Er, Judah's first-born, was sinful in the eyes of the Lord. So the Lord took his life. ", "8": "Then Judah said to Onan, “Go in to your brother's wife. Do your duty as her brother-in-law. Have children for your brother.” ", "9": "But Onan knew that the children would not be his. So when he went in to his brother's wife, he wasted his seed on the ground to keep his brother from having children. ", "10": "What he did was sinful in the eyes of the Lord. So the Lord took his life also. ", "11": "Then Judah said to his daughter-in-law Tamar, “Stay in your father's house as a woman whose husband has died, until my son Shelah is grown.” For he thought, “I am afraid that he also may die like his brothers.” So Tamar went and lived in her father's house.", "12": "Now after a long time, Shua's daughter, the wife of Judah, died. And after the time of sorrow, Judah and his friend Hirah the Adullamite went to the men who cut the wool from his sheep at Timnah. ", "13": "It was told to Tamar, “Your father-in-law is going to Timnah to cut the wool from his sheep.” ", "14": "So she took off the clothes of a woman whose husband has died and put on other clothes and covered her face with cloth. Then she sat in the gate of Enaim, which is on the road to Timnah. For she saw that Shelah was grown, and she had not been given to him for a wife. ", "15": "When Judah saw her, he thought she was a woman who sold the use of her body. For she had covered her face. ", "16": "He went to her at the side of the road, and said, “Here now, let me come in to you.” He did not know that she was his daughter-in-law. And she said, “What will you give me to come in to me?” ", "17": "He answered, “I will send you a young goat from the flock.” She asked, “Will you give something as a promise until you send it?” ", "18": "He said, “What should I give you as a promise?” And she said, “The ring you use to mark your name, and its string, and the stick that is in your hand.” So he gave them to her and went in to her. And she was going to have a baby by him. ", "19": "Then she got up and left. She took off the cloth that covered her, and put on the clothes worn by a woman whose husband has died.", "20": "Judah sent his friend the Adullamite to bring the young goat to the woman and take from her the things he had given as a promise. But he did not find her. ", "21": "He asked the men of the place, “Where is the woman who was selling the use of her body beside the road at Enaim?” They said, “There has been no woman selling the use of her body here.” ", "22": "So he returned to Judah, and said, “I did not find her. The men of the place said, 'There has been no woman selling the use of her body here.'” ", "23": "Then Judah said, “Let her keep the things, or else we will be laughed at. I sent the young goat, and you did not find her.”", "24": "About three months later, Judah was told, “Your daughter-in-law Tamar has sold the use of her body. She is going to have a baby by doing this sinful thing.” Judah said, “Bring her out and let her be burned!” ", "25": "When she was brought out, she sent word to her father-in-law, “I am going to have a baby by the man who owns these things.” She said, “Look and see, who owns this ring for marking a name, and this string and stick?” ", "26": "Judah saw that they belonged to him. He said, “She is more right than I, because I did not give her to my son Shelah.” And he did not lie with her again.", "27": "When the time came for Tamar to give birth, there were two babies. ", "28": "While she was giving birth, one put out a hand. The nurse took his hand and tied a red string around it, saying, “This one came out first.” ", "29": "But when he pulled away his hand, his brother was born. Then she said, “What an opening you have made for yourself!” So he was given the name of Perez. ", "30": "After that, his brother came out with the red string around his hand. He was given the name Zerah."}