{"1": "Some time later, the man who carried the king's cup and the man who made the king's bread did wrong against the king of Egypt. ", "2": "Pharaoh was angry with these two important men, the head cup-carrier and the head bread-maker. ", "3": "So he put them in prison under the care of the head of the soldiers, the same place where Joseph was in prison. ", "4": "The head of the soldiers had Joseph watch over them. He took care of them, and they were in prison for a long time. ", "5": "One night both the cup-carrier and the bread-maker of the king of Egypt had a dream while they were in prison. Each man had his own dream, and each dream had its own meaning. ", "6": "When Joseph came in and looked at them in the morning, he saw that they were sad. ", "7": "So he asked these men who had worked for Pharaoh and who were with him in prison in his boss's house, “Why are your faces so sad today?” ", "8": "They said to him, “We have had a dream and there is no one to tell us what it means.” Then Joseph said to them, “Do not the meanings of dreams belong to God? Tell them to me.”", "9": "So the head cup-carrier told his dream to Joseph. He said, “In my dream, there was a vine in front of me. ", "10": "And there were three branches on the vine. Then its flowers grew out. From the many flowers came grapes ready to eat. ", "11": "Pharaoh's cup was in my hand. So I took the grapes and made wine from them and poured it into Pharaoh's cup. And I put the cup into Pharaoh's hand.”", "12": "Then Joseph said to him, “This is the meaning of it: The three branches are three days. ", "13": "Before three days are over, Pharaoh will give you honor and return you to your place of work. You will put Pharaoh's cup into his hand just like you did before when you were his cup-carrier. ", "14": "But remember me when it is well with you, and show me kindness. Say a good word about me to Pharaoh. Get me out of this prison. ", "15": "For I was stolen from the land of the Hebrews. And here also I have done nothing for which they should put me in prison.”", "16": "The head bread-maker saw that the meaning of the dream was good. He said to Joseph, “I had a dream also. There were three baskets of white bread on my head. ", "17": "All kinds of food for Pharaoh were in the top basket. But the birds were eating them out of the basket on my head.”", "18": "Then Joseph answered, “This is the meaning of it: The three baskets are three days. ", "19": "Within three days, Pharaoh will lift up your head from you and put your body up on a tree. And the birds will eat the flesh from you.”", "20": "On the third day, Pharaoh's birthday, he made a special supper for his servants. He gave honor to the head cup-carrier and the head bread-maker among his servants. ", "21": "He returned the head cup-carrier to his place of work and he put the cup into Pharaoh's hand. ", "22": "But he killed the head bread-maker on a tree, just like Joseph had told them it would happen. ", "23": "Yet the head cup-carrier did not remember Joseph. He forgot him."}