{"1": "After two years had passed, Pharaoh had a dream. He dreamed that he was standing by the Nile River. ", "2": "And he saw seven cows coming out of the Nile. They were good-looking and fat, and they ate the grass beside the river. ", "3": "Then he saw seven other cows coming out of the Nile after them. They looked bad and were thin. They stood by the other cows beside the Nile. ", "4": "Then the bad looking cows that were thin ate the seven good-looking, fat cows, and Pharaoh awoke.", "5": "Then he fell asleep and dreamed a second time. He saw seven heads of grain growing on one stick of grain. They were large and full. ", "6": "Then he saw seven heads of grain come after them, which were small and made dry by the east wind. ", "7": "And the small heads of grain ate the seven large, full heads of grain. Then Pharaoh awoke and saw that it was a dream. ", "8": "So when morning came his spirit was troubled. He called for all the wise men of Egypt. Pharaoh told them his dreams. But there was no one who could tell Pharaoh the meaning of them.", "9": "Then the head cup-carrier said to Pharaoh, “I remember today what I have done wrong. ", "10": "Pharaoh was angry with his servants. And he put me and the head bread-maker in prison in the house of the head of the soldiers. ", "11": "He and I had a dream on the same night. Each dream had its own meaning. ", "12": "A young Hebrew was there with us. He worked for the head of the soldiers. We told our dreams to him. And he told us the meaning of them. He told each of us what our different dreams meant. ", "13": "And it happened just like he had said it would. I was returned to my place of work. The bread-maker was killed on a tree.”", "14": "Pharaoh then called for Joseph. And they brought him out of the prison in a hurry. He cut off the hair on his face and put on clean clothes. Then he came to Pharaoh. ", "15": "Pharaoh said to Joseph, “I have had a dream. But no one can tell me what it means. I have heard it said that you are able to hear a dream and tell what it means.” ", "16": "Joseph answered Pharaoh, “Not by myself. God will give Pharaoh a good answer.” ", "17": "So Pharaoh said to Joseph, “In my dream, I was standing beside the Nile. ", "18": "I saw seven cows coming out of the Nile. They were fat and good-looking, and they ate the grass beside the river. ", "19": "Then I saw seven other cows coming after them. They looked bad and were thin. I had never seen worse cows in all the land of Egypt. ", "20": "Then the bad looking cows that were thin ate the first seven fat cows. ", "21": "But after they had eaten them, it could not be seen that they had eaten them. For they were just as bad looking as before. Then I awoke. ", "22": "I saw also in my dream seven heads of grain growing on one stick of grain. They were large and full. ", "23": "Then I saw seven heads of grain come after them. They were small and were dry because of the east wind. ", "24": "The small heads of grain ate the seven good heads of grain. Then I told it to the wise men. But there was no one who could tell me what it means.”", "25": "Joseph said to Pharaoh, “Pharaoh's dreams are one and the same. God has shown Pharaoh what He is about to do. ", "26": "The seven good cows are seven years. And the seven good heads of grain are seven years. The dreams are one and the same. ", "27": "The seven bad looking cows that are thin that came up after them are seven years. And the seven small heads of grain made dry by the east wind mean seven years without food. ", "28": "It is as I have said to Pharaoh. God has shown Pharaoh what He is about to do. ", "29": "Seven years are coming when there will be much food in all the land of Egypt. ", "30": "But after them will come seven years when there will be no food. The time of much food will be forgotten in the land of Egypt. The time of no food will destroy the land. ", "31": "The time without food will be so hard that no one in the land will remember when they had much. ", "32": "That the dream was sent twice to Pharaoh shows that what will happen is planned by God. And God will make it happen soon.", "33": "“So now let Pharaoh look for a man who is understanding and wise. Let the land of Egypt be put into his care. ", "34": "Let Pharaoh take action to choose men to watch over the land. And let him take a fifth part of the food of the land of Egypt during the seven years of much food. ", "35": "Let them gather all the food of these good years that are coming. Have them store the grain under the power of Pharaoh, to be used as food in the cities. And let them keep it safe. ", "36": "This food will be kept for the people to eat during the seven years of no food that will come upon the land of Egypt. This way the land will not be destroyed during the time without food.”", "37": "The plan pleased Pharaoh and all his servants. ", "38": "Then Pharaoh said to his servants, “Can we find a man like this, who has in him the Spirit of God?” ", "39": "So Pharaoh said to Joseph, “Because God has shown you all this, there is no one as understanding and wise as you are. ", "40": "My house will be put in your care. And all my people will do as you say. Only on the throne will I be greater than you.” ", "41": "Pharaoh said to Joseph, “See, I have put you in power over all the land of Egypt.”", "42": "Then Pharaoh took the ring from his hand, and put it on Joseph's hand. He dressed him in clothes of fine cloth. He put a gold chain around his neck. ", "43": "He had him travel in his second wagon of honor. And they called out in front of him, “Bow down!” Pharaoh put him in power over all the land of Egypt. ", "44": "Pharaoh said to Joseph, “I am Pharaoh. But unless it is your will, no one will raise his hand or foot in all the land of Egypt.” ", "45": "Then Pharaoh gave Joseph the name of Zaphenath-paneah. He gave him for a wife Asenath, the daughter of Potiphera who was the religious leader of On. So Joseph went out through the land of Egypt.", "46": "Joseph was thirty years old when he stood in front of Pharaoh, king of Egypt. And Joseph went from Pharaoh to visit every part of Egypt. ", "47": "During the seven good years the land brought much food. ", "48": "So he gathered into the cities all the food of these seven years when there was much in the land of Egypt. He put into each city the food from the fields around it. ", "49": "Joseph gathered as much grain as the sand of the sea. The time came when he stopped trying to know how much there was.", "50": "Two sons were born to Joseph before the years without food came. Asenath, the daughter of Potiphera, the religious leader of On, gave birth to them. ", "51": "Joseph gave the first-born the name Manasseh. “For,” he said, “God has made me forget all my trouble and all those of my father's house.” ", "52": "He gave the second son the name of Ephraim. “For,” he said, “God has given me children in the land of my suffering.”", "53": "The seven good years of much food in the land of Egypt came to an end. ", "54": "And the seven bad years of no food began, as Joseph had said. No food was growing in all the lands, but in all the land of Egypt there was food. ", "55": "So when all the people of Egypt were hungry, they cried to Pharaoh for bread. Pharaoh said to all the Egyptians, “Go to Joseph. Do what he tells you.” ", "56": "When the hunger was spreading over all the earth, Joseph opened the store-houses. And he sold food to the Egyptians for the time without food had become hard in the land of Egypt. ", "57": "The people of all the earth came to Egypt to buy grain from Joseph because the time without food was hard everywhere."}