{"1": "Then Joseph told the man who took care of his house, “Fill the men's bags with as much food as they can carry. And put each man's money in his bag. ", "2": "Put my silver cup in the bag of the youngest, with his money for the grain.” And he did what Joseph had told him to do. ", "3": "Early in the morning the men were sent away with their donkeys. ", "4": "When they had left the city and were not far away, Joseph said to the man who took care of his house, “Get up and follow the men. When you come to them, say to them, 'Why have you returned bad for good? Why have you stolen the silver cup? ", "5": "Is this not my lord's drinking cup that he uses for telling about the future? You have done wrong.'”", "6": "So he came to them and spoke these words to them. ", "7": "And they said to him, “Why does my lord say these things? Your servants would never do such a thing. ", "8": "Remember how we returned to you from the land of Canaan with the money we found in the top of our bags. Why then would we steal silver or gold from your owner's house? ", "9": "If the cup is found with any of your servants, let him be put to death. And the others of us will be your servants.”", "10": "He answered, “Let it be as you say. He who is found to have the cup will be my servant. But you others will be without blame.” ", "11": "Then each man put his bag down on the ground in a hurry and opened it. ", "12": "The man looked for it, beginning with the oldest and stopping with the youngest. And the cup was found in Benjamin's bag. ", "13": "Then they tore their clothes. After each man loaded his donkey again, they returned to the city.", "14": "When Judah and his brothers came to Joseph's house, he was still there. They fell to the ground in front of him. ", "15": "Joseph said to them, “What is this that you have done? Did you not know that a man like me has power to know what is not known by others?” ", "16": "Judah said, “We do not know what to say to my lord. How can we make ourselves right in your eyes? God has shown the guilt of your servants. See, we are your servants, both we and the one who was found with the cup.” ", "17": "But Joseph said, “No. I will do no such thing. The person who was found with the cup will be my servant. But you others may go in peace to your father.”", "18": "Then Judah came near to him, and said, “O my lord, let your servant speak a word in my lord's ears. Do not be angry with your servant. For you are like Pharaoh himself. ", "19": "My lord asked his servants, 'Do you have a father or a brother?' ", "20": "We said to my lord, 'We have an old father and a young brother who was born to him when he was old. Now his brother is dead. So he is all that is left of his mother, and his father loves him.' ", "21": "Then you said to your servants, 'Bring him here to me, so I may see him.' ", "22": "But we said to my lord, 'The boy cannot leave his father. For if he should leave his father, his father would die.' ", "23": "Then you said to your servants, 'Unless your youngest brother comes here with you, you will not see my face again.'", "24": "“When we returned to your servant my father, we told him what my lord had said. ", "25": "Our father said, 'Go again and buy us a little food.' ", "26": "But we said, 'We cannot go there. If our youngest brother is with us, we will go there. For we cannot see the man's face unless our youngest brother is with us.'", "27": "“Then your servant my father said to us, 'You know that my wife gave birth to two of my sons. ", "28": "One left me, and I said, “For sure he is torn to pieces.” I have not seen him since. ", "29": "If you take this one also from me, and something happens to him, you will bring my white hair down to the grave in sorrow.' ", "30": "My father's life and the boy's life are one. If I return to your servant my father, and the boy is not with us, ", "31": "when he sees that the boy is not with us, he will die. So your servants will bring the white hair of your servant our father down to the grave in sorrow. ", "32": "For I put myself as trust for the boy to my father. I said, 'If I do not return him to you, then let the blame be on me forever.' ", "33": "So let your servant stay and work for my lord, instead of the boy. Let the boy go home with his brothers. ", "34": "For how can I return to my father if the boy is not with me? I am afraid to see the sorrow that my father would suffer.”"}