{"1": "So Israel traveled with all he had to Beersheba. There he gave gifts to the God of his father Isaac. ", "2": "God spoke to Israel in special dreams in the night, saying, “Jacob, Jacob.” And Jacob answered, “Here I am.” ", "3": "He said, “I am God, the God of your father. Do not be afraid to go to Egypt. For I will make you a great nation there. ", "4": "I will go with you to Egypt. I will bring you out again. And Joseph's hand will close your eyes.”", "5": "Then Jacob left Beersheba. The sons of Israel carried their father Jacob, their little ones and their wives in the wagons which Pharaoh had sent to carry him. ", "6": "They took their animals and all the things they owned from the land of Canaan. And they came to Egypt, Jacob and all his children with him, ", "7": "his sons and grandsons, his daughters and granddaughters. He brought all his children with him to Egypt.", "8": "These are the names of the sons of Israel who came to Egypt, Jacob and his sons: Reuben, Jacob's firstborn, ", "9": "and Reuben's sons Hanoch, Pallu, Hezron, and Carmi.", "10": "The sons of Simeon were Jemuel, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman. ", "11": "The sons of Levi were Gershon, Kohath and Merari. ", "12": "The sons of Judah were Er, Onan, Shelah, Perez, and Zerah (but Er and Onan died in the land of Canaan). The sons of Perez were Hezron and Hamul. ", "13": "The sons of Issachar were Tola, Puvvah, Iob, and Shimron. ", "14": "The sons of Zebulun were Sered, Elon and Jahleel. ", "15": "These are the sons who were born to Leah and Jacob in Paddan-aram, with his daughter Dinah. He had thirty-three sons and daughters.", "16": "The sons of Gad were Ziphion, Haggi, Shuni, Ezbon, Eri, Arodi, and Areli. ", "17": "The sons of Asher were Imnah, Ishvah, Ishvi, Beriah, and their sister Serah. The sons of Beriah were Heber and Malchiel. ", "18": "These are the sons of Jacob and Zilpah, the woman whom Laban gave to his daughter Leah. She gave birth to sixteen of Jacob's children.", "19": "The sons of Jacob's wife Rachel were Joseph and Benjamin. ", "20": "The sons of Joseph in the land of Egypt were Manasseh and Ephraim. Their mother was Asenath, the daughter of Potiphera, the religious leader of On. ", "21": "The sons of Benjamin were Bela, Becher, Ashbel, Gera, Naaman, Ehi, Rosh, Muppim, Huppim, and Ard. ", "22": "These are the sons of Jacob and Rachel, fourteen sons in all. ", "23": "Dan's son was Hushim. ", "24": "The sons of Naphtali were Jahzeel, Guni, Jezer, and Shillem. ", "25": "These are the sons of Jacob and Bilhah, the woman whom Laban gave to his daughter Rachel. There were seven sons in all.", "26": "All the people who came to Egypt with Jacob, the children of his own body, were sixty-six people in all. Added to this were the wives of Jacob's sons. ", "27": "Two sons were born to Joseph in Egypt. So all the people of Jacob's family when he came to Egypt were seventy.", "28": "Jacob sent Judah ahead of him to Joseph to learn the way to Goshen. And they came to the land of Goshen. ", "29": "Then Joseph made his wagon ready and went to Goshen to meet his father Israel. When he came to him, they put their arms around each other and cried for a long time. ", "30": "Then Israel said to Joseph, “Now let me die, since I have seen your face and know that you are still alive.”", "31": "Joseph said to his brothers and to his father's family, “I will go and tell Pharaoh, 'My brothers and my father's family have come to me from the land of Canaan. ", "32": "And the men are shepherds, for they have taken care of animals. They have brought their flocks and cattle and all they have.' ", "33": "When Pharaoh calls you and says, 'What is your work?' ", "34": "you answer, 'Your servants have taken care of cattle since we were young, both we and our fathers.' Then he will let you live in the land of Goshen. For the Egyptians look down upon every shepherd.”"}