{"1": "Then Joseph went to Pharaoh and said, “My father and my brothers and their flocks and cattle and all they own have come from the land of Canaan. See, they are in the land of Goshen.” ", "2": "He took five men from among his brothers, and brought them to Pharaoh. ", "3": "Then Pharaoh said to his brothers, “What is your work?” So they said to Pharaoh, “Your servants are shepherds, both we and our fathers.” ", "4": "They said to Pharaoh, “We have come to live in the land, for there is no field with food for our flocks. The time without food is hard in the land of Canaan. So now we ask of you, let your servants live in the land of Goshen.”", "5": "Then Pharaoh said to Joseph, “Your father and your brothers have come to you. ", "6": "The land of Egypt is in front of you. Have your father and your brothers live in the best of the land. Let them live in the land of Goshen. And if you know any able men among them, put my cattle in their care.”", "7": "Then Joseph brought his father Jacob to Pharaoh. Jacob prayed that good would come to Pharaoh. ", "8": "And Pharaoh said to Jacob, “How old are you?” ", "9": "Jacob answered Pharaoh, “I have traveled on this earth for 130 years. The years of my life have been few and full of sorrow, and less than the years that my fathers lived.” ", "10": "Then Jacob prayed that good would come to Pharaoh, and went away from him.", "11": "So Joseph made a place for his father and his brothers. He gave them a part of the land of Egypt, in the best of the land, in the land of Rameses, as Pharaoh had told him. ", "12": "Joseph gave food to his father and his brothers and all his father's family, for the needs of their children.", "13": "Now there was no food in the land for the time without food was very hard. So the people in the land of both Egypt and Canaan became weak because of hunger. ", "14": "So Joseph gathered all the money that was found in Egypt and Canaan for the grain they bought. And Joseph brought the money into Pharaoh's house. ", "15": "When the money was gone from the lands of Egypt and Canaan, all the Egyptians came to Joseph and said, “Give us food! Why should we die in front of you? For we have no more money.”", "16": "Then Joseph said, “Give your cattle. I will give you food in trade for your cattle, because your money is gone.” ", "17": "So they brought their animals to Joseph. And Joseph gave them food in trade for the horses and flocks and cattle and donkeys. He fed them that year in trade for their animals.", "18": "When that year ended, they came to him the next year. They said, “We will not hide from my lord that our money is all gone. And the cattle belong to my lord. There is nothing left for our lord except our bodies and our lands. ", "19": "Why should we die in front of you and our lands be wasted? Buy us and our land in trade for food. We and our land will work for Pharaoh. Give us seed, so that we may live and not die, and so the land will not be wasted.”", "20": "So Joseph bought all the land of Egypt for Pharaoh. For every Egyptian sold his field, because the time without food was hard for them. So the land became Pharaoh's. ", "21": "He had the people move to the cities from one end of Egypt to the other, to work for Pharaoh. ", "22": "Only the land of the religious leaders he did not buy. For the religious leaders received money from Pharaoh. They lived on the money Pharaoh gave them. So they did not sell their land.", "23": "Then Joseph said to the people, “See, today I have bought you and your land for Pharaoh. Now here is seed for you to plant in the fields. ", "24": "At gathering time, you must give a fifth part to Pharaoh. Keep the rest to have seeds for the field, and to feed yourselves and your children and those of your houses.”", "25": "So they said, “You have saved our lives! Let us find favor in the eyes of my lord. We will be Pharaoh's servants.” ", "26": "Joseph made it a law in the land of Egypt that Pharaoh should have the fifth part. It is a law to this day. Only the land of the religious leaders did not become Pharaoh's.", "27": "Now Israel lived in the land of Egypt, in Goshen. They became richer there, and had children, and grew to a very large number. ", "28": "Jacob lived in the land of Egypt seventeen years. So Jacob had lived 147 years in all. ", "29": "When the time came for Israel to die, he called his son Joseph. He said to him, “If I have found favor in your eyes, give me your promise to be kind and faithful to me. I ask of you, do not bury me in Egypt. ", "30": "But let me lie down with my fathers. Carry me out of Egypt and bury me where they are buried.” And Joseph said, “I will do as you have said.” ", "31": "Jacob said, “Promise me.” So Joseph gave him his promise. Then Israel bowed in worship at the head of the bed."}