{"1": "Then Joseph threw himself upon his father, and cried over him and kissed him. ", "2": "Joseph told his servants the doctors to make his father ready to be buried. So the doctors made Israel ready. ", "3": "Forty days were needed for this. For this is how much time it took for making the body ready to be buried. And the Egyptians cried for him seventy days.", "4": "When the days of sorrow for him were past, Joseph said to those of Pharaoh's house, “If now I have found favor in your eyes, speak to Pharaoh, saying, ", "5": "'My father had me make a promise to him. He said, “See, I am about to die. Bury me in my grave which I dug for myself in the land of Canaan.” So let me go and bury my father. Then I will return.'” ", "6": "Pharaoh answered, “Go and bury your father as he made you promise.”", "7": "So Joseph went to bury his father. With him went all the servants of Pharaoh, the leaders of his house and all the important men of the land of Egypt, ", "8": "and all those of the house of Joseph, and his brothers, and those of his father's house. They left only their little ones and their flocks and cattle in the land of Goshen. ", "9": "Wagons and men on horses went with him also. It was a very large group of people.", "10": "They came to the grain-floor of Atad on the other side of the Jordan. There they cried with much sorrow. Joseph cried in sorrow for his father for seven days. ", "11": "When those who lived in the land, the Canaanites, saw the people crying in sorrow at the grain-floor of Atad, they said, “This is a great sorrow for the Egyptians.” So the place was given the name Abel-mizraim. It is on the other side of the Jordan.", "12": "Jacob's sons did as he had told them. ", "13": "They carried him to the land of Canaan. They buried him in the grave of the field of Machpelah, east of Mamre, which Abraham had bought with the field from Ephron the Hittite for a burying place. ", "14": "After he had buried his father, Joseph returned to Egypt with his brothers and all who had gone with him to bury his father.", "15": "When Joseph's brothers saw that their father was dead, they said, “It may be now that Joseph will hate us, and pay us in return for all the wrong that we did to him!” ", "16": "So they sent word to Joseph, saying, “Before he died, our father told us, ", "17": "'You say to Joseph, “Forgive the wrong-doing of your brothers and their sin. For they did a bad thing to you.”' Now we beg you, forgive the wrong-doing of the servants of the God of your father.” Joseph cried when they spoke to him. ", "18": "Then his brothers came and fell down in front of him and said, “See, we are your servants.”", "19": "But Joseph said to them, “Do not be afraid. Am I in the place of God? ", "20": "You planned to do a bad thing to me. But God planned it for good, to make it happen that many people should be kept alive, as they are today. ", "21": "So do not be afraid. I will take care of you and your little ones.” He gave them comfort and words of kindness.", "22": "Joseph and his father's family stayed in Egypt. And Joseph lived 110 years. ", "23": "He lived long enough to see Ephraim's grandchildren. And the sons of Manasseh's son Machir were held on Joseph's knees. ", "24": "Joseph said to his brothers, “I am about to die. But God will take care of you. He will bring you from this land to the land that He promised to Abraham, to Isaac and to Jacob.” ", "25": "Then Joseph made the sons of Israel promise. He said, “God will take care of you. And you will carry my bones from here.” ", "26": "So Joseph died after living 110 years. They made his body ready, and he was put in a grave in Egypt."}