{"1": "Then the Lord said to Noah, “Go into the boat, you and all your family. For I have seen that you only are right and good at this time. ", "2": "Take with you seven of every clean animal of each sex, and one of each sex of the animals that are unclean. ", "3": "And take with you seven of every kind of bird of the sky of each sex, to keep their kind alive over all the earth. ", "4": "In seven days I will send rain on the earth for forty days and forty nights. I will destroy from the land every living thing that I have made.” ", "5": "And Noah did all that the Lord told him to do.", "6": "Noah was 600 years old when the flood of water came upon the earth. ", "7": "Then Noah and his sons and his wife and his sons' wives all went into the large boat because of the water of the flood. ", "8": "Clean animals and animals that were unclean and birds and every thing that moved on the ground ", "9": "went into the large boat with Noah. They went two by two, male and female, just as God had told Noah. ", "10": "After seven days the waters of the flood came upon the earth. ", "11": "In the year 600 of Noah's life, in the second month, on the seventeenth day of the month, all the wells of water under the earth broke open. The windows of the heavens were opened. ", "12": "And the rain fell upon the earth for forty days and forty nights.", "13": "On the very same day Noah and his sons, Shem and Ham and Japheth, and Noah's wife and the three wives of his sons with them, all went into the large boat. ", "14": "With them went every kind of animal, and all the cattle, and every thing that moved on the earth, and every kind of bird. ", "15": "They went into the large boat with Noah, two of every living thing.", "16": "Male and female of all flesh went in as God had told Noah. Then the Lord shut him in.", "17": "The flood came upon the earth for forty days. The water got deeper and raised up the large boat so that it was lifted above the earth. ", "18": "The water was very deep upon the earth. And the boat stayed upon the top of the water. ", "19": "The water got higher and higher upon the earth until all the high mountains under heaven were covered. ", "20": "But the water went about four times taller than a man above the tops of the mountains. ", "21": "All flesh that moved on the earth was destroyed, birds and cattle and wild animals, and every man. ", "22": "Every thing that had the breath of life and lived on dry land died. ", "23": "God destroyed every living thing upon the land, from man to animals, from things that moved upon the ground to birds of the sky. They were destroyed from the earth. Only Noah was left, and those that were with him in the large boat. ", "24": "And the water covered the earth for 150 days."}