{"1": "God made good come to Noah and his sons, and said to them, “Have many children, and cover the earth. ", "2": "Every animal of the earth, every bird of the sky, everything that moves on the ground, and all the fish of the sea will be afraid of you. They are given into your hand. ", "3": "Every moving thing that lives will be food for you. I give all to you as I gave you the green plants. ", "4": "But you must not eat meat with blood in it because that is its life. ", "5": "For sure, I will take the life of every animal and every person for taking a life. I will punish every man's brother for taking the life of man. ", "6": "Whoever takes the life of a man will have his life taken. For God made man to be like Him. ", "7": "As for you, have many children. Cover the earth with many people.”", "8": "Then God said to Noah and his sons, ", "9": "“See, I make My agreement with you, and with your children after you, ", "10": "and with every living thing that is with you, the birds, the cattle, and every animal of the earth, of all that came out of the large boat, every living thing on earth. ", "11": "I make My agreement with you, that never again will all flesh be destroyed by the water of a flood. There will never again be a flood to destroy the earth.” ", "12": "Then God said, “This is something special to see for all time, because of the agreement that I am making between Me and you and every living thing that is with you: ", "13": "I will set My rain-bow in the cloud, and it will be something special to see because of an agreement between Me and the earth. ", "14": "When I bring clouds over the earth and the rain-bow is seen in the clouds, ", "15": "I will remember My agreement that is between Me and you and every living thing of all flesh. Never again will the water become a flood to destroy all flesh. ", "16": "When the rain-bow is in the cloud, I will look upon it to remember the agreement that will last forever between God and every living thing of all flesh that is on the earth.” ", "17": "God said to Noah, “This is the special thing to see because of the agreement I have made between Me and all flesh upon the earth.”", "18": "The sons of Noah who came out of the large boat were Shem, Ham and Japheth. Ham was the father of Canaan. ", "19": "These three were the sons of Noah. And all the people of the earth came from them.", "20": "Then Noah became a farmer and planted a grape-field. ", "21": "And he drank of the wine, and drank too much, and lay without covering himself in his tent. ", "22": "Then Ham, the father of Canaan, saw that his father was without clothes. And he told his two brothers outside. ", "23": "But Shem and Japheth took a coat and laid it upon their shoulders and walked in with their backs toward their father and covered him. Their faces were turned away, so that they did not see their father without clothes. ", "24": "When Noah awoke from his wine, he knew what his youngest son had done to him. ", "25": "So he said, “May Canaan be cursed! He will be a servant of servants to his brothers.” ", "26": "He also said, “Honor and thanks be to the Lord, the God of Shem. Let Canaan be his servant. ", "27": "May God make Japheth great. Let him live in the tents of Shem. And let Canaan be his servants.”", "28": "Noah lived 350 years after the flood. ", "29": "So Noah lived 950 years, and he died."}