{"1": "One day Jesus was in the Temple, teaching the people and ·telling them the Good News [preaching the Gospel]. The ·leading [T chief] priests, ·teachers of the law [scribes], and elders came up to talk with him, ", "2": "saying, “Tell us what authority you have to do these things? [L Or] Who gave you this authority?”", "3": "Jesus answered, “I will also ask you a question. Tell me: ", "4": "When John baptized people, was that authority from ·God [L heaven; C a reverent Jewish way of referring to God] or just from ·other people [human beings]?”", "5": "They ·argued about this [L discussed this among themselves], saying, “If we answer, 'John's baptism was from ·God [L heaven],' Jesus will say, 'Then why did you not believe him?' ", "6": "But if we say, 'It was from ·other people [human beings],' all the people will stone us to death, because they ·believe [are convinced that] John was a prophet.” ", "7": "So they answered that they didn't know where it came from.", "8": "Jesus said to them, “Then I won't tell you what authority I have to do these things.”", "9": "Then Jesus ·told [L began/proceeded to tell] the people this ·story [parable]: “A man planted a vineyard and leased it to some [C tenant] farmers [C Jesus builds on Is. 5:1–7; the owner represents God; the farmers are Israel's religious leaders]. Then he ·went away [took a journey] for a long time. ", "10": "·When it was time for the grapes to be picked [L At the (harvest) time], he sent a ·servant [slave] to the farmers to get some of the grapes [C the portion of the harvest to pay the rent]. But they beat him and sent him away empty-handed. ", "11": "Then he sent another ·servant [slave]. They beat him also, and ·showed no respect for [humiliated; dishonored] him, and sent him away empty-handed. ", "12": "So the man sent a third. The farmers wounded him and threw him out [C the servants represent the prophets God sent to Israel]. ", "13": "The owner of the vineyard said, 'What will I do now? I will send my son whom I love [C representing Jesus; see 3:22]. ·Maybe [or Probably; or Surely] they will respect him.' ", "14": "But when the farmers saw the son, they said to each other, 'This ·son will inherit the vineyard [L is the heir]. Let's kill him so the inheritance will be ours.' ", "15": "So the farmers threw the son out of the vineyard and killed him. “What will the ·owner [lord] of the vineyard do to them? ", "16": "He will come and ·kill [destroy] those farmers and will give the vineyard to ·other farmers [L others; C referring to the sinners who were responding to Jesus' call for repentance, and eventually to the Gentiles who would be saved].” When the people heard this ·story [parable], they said, “·Let this never happen [T God forbid; L May it not happen]!”", "17": "But Jesus looked [directly; intently] at them and said, “Then what does this Scripture passage mean: 'The stone that the builders rejected became the ·cornerstone [or capstone; or keystone; L head of the corner]'? [C This is the most important stone in the building; Jesus is the rejected stone; Ps. 118:22.]", "18": "Everyone who falls on that stone will be broken [Is. 8:14], and the person on whom it falls, that person will be crushed [cf. Dan. 2:34]!”", "19": "The ·teachers of the law [scribes] and the ·leading [T chief] priests ·wanted [tried/sought] to ·arrest [seize; L lay hands on] Jesus at once, because they knew the ·story [parable] was ·about [told against] them. But they were afraid of what the people would do.", "20": "So they watched Jesus and sent some spies who acted as if they were ·sincere [honest; righteous]. They wanted to trap Jesus in saying something wrong so they could hand him over to the ·authority [jurisdiction; rule] and ·power [authority] of the governor. ", "21": "So the spies asked Jesus, “Teacher, we know that what you say and teach is ·true [right; correct]. You ·pay no attention to who people are [play no favorites; are impartial; aren't swayed by appearances], and you always teach ·the truth [with sincerity/honesty] about God's way. ", "22": "Tell us, is it ·right [permissible; lawful] for us to pay taxes to Caesar or not?” [C Saying yes would anger Jews who hated Roman rule; saying no could result in being charged with insurrection.]", "23": "But Jesus, knowing ·they were trying to trick him [L their craftiness/duplicity], said, ", "24": "“Show me a ·coin [L denarius]. Whose ·image [likeness; portrait] and ·name [inscription; title] are on it?” They said, “Caesar's.” [C Ironically, the religious leaders carry coins bearing the idolatrous image of Caesar.]", "25": "Jesus said to them, “Then ·give [give back; T render] to Caesar the things that are Caesar's, and ·give [give back; T render] to God the things that are God's.”", "26": "So they were not able to ·trap [catch] Jesus in anything he said in the presence of the people. And being amazed at his answer, they ·became silent [kept quiet].", "27": "Some Sadducees, who believed people would not rise from the dead, came to Jesus. ", "28": "They asked, “Teacher, Moses wrote that if a man's brother dies and leaves a wife but no children, then that man must marry the widow and ·have children [L raise up offspring/seed] for his brother [Deut. 25:5–6]. ", "29": "Once there were seven brothers. The first brother ·married [L took a wife] and died, but had no children. ", "30": "Then the second brother married the widow, and he died. ", "31": "And the third brother married the widow, and he died. The same thing happened with all seven brothers; they died and had no children. ", "32": "Finally, the woman died also. ", "33": "Since all seven brothers had married her, whose wife will she be ·when people rise from the dead [L at the resurrection]?”", "34": "Jesus said to them, “·On earth, people [L The children of this age] marry and are given to someone to marry. ", "35": "But those who will be worthy ·to be raised from the dead and live again [L of the age to come and the resurrection] will not marry, nor will they be given to someone to marry. ", "36": "[L For] In that life they are ·like [or equal to] angels and cannot die. They are children of God, because they ·have been raised from the dead [are children of the resurrection]. ", "37": "Even Moses clearly showed that the dead are raised to life. When he wrote about the burning bush [Ex. 3:1–12], he said that the Lord is 'the God of Abraham, the God of Isaac, and the God of Jacob [Ex. 3:6; C God is still the God of the patriarchs, so they must have a continued existence after death].' ", "38": "God is the God of the living, not the dead, because all people are alive to him.”", "39": "Some of the ·teachers of the law [scribes] said, “Teacher, ·your answer was good [well said!].” ", "40": "No one ·was brave enough [dared] to ask him another question.", "41": "Then Jesus said, “Why do people say that the ·Christ [Messiah] is the Son of David [2 Sam. 7:12–16]? ", "42": "[L For; Since] In the book of Psalms, David himself says: 'The Lord said to my Lord, “Sit by me at my right ·side [L hand],", "43": "until I put your enemies ·under your control [L as a footstool for your feet; C meaning defeated or made subject to your authority; Ps. 110:1].”'", "44": "David calls ·the Christ [the Messiah; L him] 'Lord,' so how can ·the Christ [the Messiah; L he] be his son?”", "45": "While all the people were listening, Jesus said to his ·followers [disciples], ", "46": "“Beware of the ·teachers of the law [scribes]. They like to walk around wearing ·fancy clothes [or flowing robes], and they love for people to greet them with respect in the marketplaces. They love to have the most important seats in the synagogues [11:43] and [the place of highest honor] at ·feasts [banquets]. ", "47": "But they ·cheat widows and steal their houses [L devour widows' homes] and ·then try to make themselves look good by saying [L with false motives pray] long prayers. They will receive a greater ·punishment [condemnation].”"}