{"1": "Very early on the first day of the week, at dawn, the women came to the tomb, bringing the spices they had prepared. ", "2": "They found the stone rolled away from the entrance of the tomb, ", "3": "but when they went in, they did not find the body of the Lord Jesus. ", "4": "While they were ·wondering [puzzling; perplexed] about this, two men in ·shining [dazzling; gleaming like lightning; 9:29] clothes suddenly stood beside them. ", "5": "The women were ·very afraid [terrified] and bowed their ·heads [faces] to the ground. The men said to them, “Why are you looking for ·a living person in this place for the dead [L the living among the dead]? ", "6": "He is not here; he has risen from the dead. Do you remember what he told you [L while he was still] in Galilee? ", "7": "He said the Son of Man must be ·handed over [betrayed] to sinful people, be crucified, and rise from the dead on the third day.” ", "8": "Then the women remembered what Jesus had said.", "9": "The women ·left [returned from] the tomb and told all these things to ·the eleven apostles [L the Eleven] and ·the other followers [L all the rest]. ", "10": "It was Mary Magdalene, Joanna, Mary the mother of James, and some other women who told the apostles ·everything that had happened at the tomb [L these things]. ", "11": "But they did not believe the women, because it ·sounded [seemed] like nonsense. ", "12": "But Peter got up and ran to the tomb. Bending down and looking in, he saw only the [linen] cloth that Jesus' body had been wrapped in. Peter went away to his home, ·wondering [amazed; marveling] about what had happened.", "13": "That same day two of Jesus' followers were going to a town named Emmaus, about seven miles [C Greek: sixty stadia; a stadion was about 600 ft.] from Jerusalem. ", "14": "They were talking about everything that had happened. ", "15": "While they were talking and discussing, Jesus himself came near and began walking with them, ", "16": "but ·they [L their eyes] were kept from recognizing him. ", "17": "Then he said, “What are these things you are ·talking about [discussing] while you walk?” The two followers stopped, looking ·very sad [downcast]. ", "18": "The one named Cleopas answered, “·Are you the only visitor in Jerusalem who does not [or Are you only a visitor in Jerusalem and don't] know what just happened there?”", "19": "Jesus said to them, “What ·are you talking about [L things]?” They said, “About Jesus of Nazareth. He was a prophet ·who said and did many powerful things [L powerful in deed and word] before God and all the people. ", "20": "Our ·leading [T chief] priests and ·leaders [rulers] handed him over to be sentenced to death, and they crucified him. ", "21": "But we were hoping that he would ·free [rescue; redeem] Israel. Besides [L all] this, it is now the third day since this happened. ", "22": "·And [L But also; Moreover] some women among us ·amazed [astonished] us. Early this morning they went to the tomb, ", "23": "but they did not find his body there. They came and told us that they had seen a vision of angels who said that Jesus was alive! ", "24": "So some of our group went to the tomb, too. They found it just as the women said, but they did not see Jesus.”", "25": "Then Jesus said to them, “·You are foolish [L O foolish ones] and slow [L in heart] to believe everything the prophets said. ", "26": "·They said [L Was it not necessary…?] that the ·Christ [Messiah] must suffer these things before he enters his glory.” ", "27": "Then starting with what Moses and all the prophets [C a way of referring to the whole Old Testament] had said about him, Jesus began to explain everything that had been written about himself in [L all] the Scriptures.", "28": "They came near the town ·of Emmaus [L to which they were going], and Jesus acted as if he were going farther. ", "29": "But they ·begged [urged] him, “Stay with us, because it is late; it is almost night.” So he went in to stay with them.", "30": "When Jesus ·was at the table [L reclined; C the posture of a formal meal] with them, he took some bread, ·gave thanks [blessed it], ·divided [broke] it, and gave it to them [C Jesus, the guest, functions like the host in a Eucharist-like meal]. ", "31": "And then, ·they were allowed to recognize Jesus [L their eyes were opened]. But when they saw who he was, he disappeared. ", "32": "They said to each other, “·It felt like a fire burning in [L Didn't our hearts burn within…?] us when Jesus talked to us on the road and ·explained [opened] the Scriptures to us.”", "33": "So ·the two followers [L they] got up ·at once [L the same hour] and went back to Jerusalem. There they found ·the eleven apostles [L the Eleven] and others gathered. ", "34": "They were saying, “The Lord really has risen from the dead! He showed himself to Simon.”", "35": "Then ·the two followers [L they] told what had happened on the road and how they recognized Jesus when he ·divided [broke] the bread.", "36": "While ·the two followers [they] were telling this, Jesus himself stood right in the middle of them and said, “Peace be with you.”", "37": "They were ·fearful [startled] and terrified and thought they were seeing a ·ghost [spirit]. ", "38": "But Jesus said, “Why are you ·troubled [frightened]? Why do ·you doubt what you see [L doubts rise in your heart]? ", "39": "Look at my hands and my feet. It is ·I myself [really me]! Touch me and see, because a ·ghost [spirit] does not have ·a living body [L flesh and bones] as you see I have.”", "40": "After Jesus said this, he showed them his hands and feet. ", "41": "While they still could not believe it because they were happy [joyful] and amazed, Jesus said to them, “Do you have any food here?” ", "42": "They gave him a piece of broiled fish. ", "43": "·While the followers watched [In their presence; L In front of them], Jesus took the fish and ate it.", "44": "He said to them, “·Remember [L This is what I said….] when I was with you before? I said that everything written about me must ·happen [be fulfilled]—everything in the law of Moses, the books of the prophets, and the Psalms [C a way of referring to the whole Old Testament; see v. 27].”", "45": "Then Jesus opened their minds so they could understand the Scriptures. ", "46": "He said to them, “It is written that the ·Christ [Messiah] would suffer and rise from the dead on the third day ", "47": "and that ·a change of hearts and lives and [L repentance for the] forgiveness of sins would be preached in his name to all nations, starting at Jerusalem. ", "48": "You are witnesses of these things. ", "49": "[L And look/T behold] I will send you what my Father has promised, but you must stay in ·Jerusalem [L the city] until you ·have received [L are clothed with] that power from ·heaven [L on high].”", "50": "Jesus led his followers as far as Bethany, and he raised his hands and blessed them. ", "51": "While he was blessing them, he ·was separated [parted] from them and ·carried [taken up] into heaven. ", "52": "They worshiped him and returned to Jerusalem ·very happy [with great joy]. ", "53": "They ·stayed in the Temple all the time [were continually in the Temple], praising God."}