{"1": "It was the fifteenth year of the rule of Tiberius Caesar [C the Roman emperor, ad 14–37]. ·These men were under Caesar: Pontius Pilate, [L …when Pontius Pilate was] the ·ruler [or governor; C his official title was “prefect”; Pilate governed from ad 26–36] of Judea; Herod [C Herod Antipas, son of Herod the Great], the ·ruler [L tetrarch; C the title meant “ruler of a fourth,” but came to be used of any minor ruler] of Galilee; Philip [C another son of Herod the Great], the ·ruler [L tetrarch] of Iturea and Traconitis; and Lysanias, the ·ruler [L tetrarch] of Abilene. ", "2": "Annas and Caiaphas were the high priests [C Annas was the former high priest and father-in-law of Caiaphas, the official high priest]. At this time, ·the word of [a message from] God came to John son of Zechariah in the ·desert [wilderness]. ", "3": "He went all over the ·area [country; region] around the Jordan River preaching a baptism of ·changed hearts and lives [repentance] for the forgiveness of sins. ", "4": "As it is written in the ·book of [L book of the words/oracles of] Isaiah the prophet: “This is a voice of one who ·calls out [shouts; cries out] in the ·desert [wilderness]: 'Prepare the way for the Lord. Make ·the road straight [a clear path] for him.", "5": "Every ·valley [ravine; wadi] should be filled in, and every mountain and hill should be made ·flat [level; low]. ·Roads with turns [L Curved/T Crooked places] should be made straight, and rough ·roads [paths; ways] should be made smooth.", "6": "And all ·people [humanity; T flesh] will ·know about [L see] the salvation of God [Is. 40:3–5]!'”", "7": "[L So; Therefore] To the crowds of people who came to be baptized by John, he said, “You ·are all snakes [T brood/offspring of vipers]! Who warned you to ·run [slither; L flee] away from God's coming ·punishment [wrath; retribution]? ", "8": "·Do the things [L Produce the fruit] ·that show you really have changed your hearts and lives [that prove your repentance; L of repentance]. Don't begin to say to yourselves, 'Abraham is our father [C a claim to be God's special people, since their ancestor Abraham was chosen and blessed by God; Gen. 12:1–3].' [L For] I tell you that God could ·make [L raise up] children for Abraham from these rocks. ", "9": "The ax ·is now ready to cut down [L already lies at the root of] the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire [C a metaphor for judgment against those who disobey God].”", "10": "The ·people [crowd] asked John, “Then what should we do?”", "11": "John answered, “If you have two ·shirts [tunics], share with the person who does not have one. If you have food, share that also [Is. 58:7].”", "12": "Even tax collectors came to John to be baptized [C tax collectors were despised because they worked for the Roman rulers and were notorious for corruption and extortion]. They said to him, “Teacher, what should we do?”", "13": "John said to them, “Don't take more taxes from people than ·you have been ordered to take [is prescribed/authorized].”", "14": "The soldiers asked John, “What about us? What should we do?” John said to them, “Don't ·force people to give you [extort] money, and don't ·lie about them [make false accusations]. Be satisfied with the pay you get.”", "15": "Since the people were ·hoping [waiting expectantly] for the ·Christ [Messiah] to come, they [L all] wondered if John might be the ·one [L Christ; Messiah].", "16": "John answered everyone, “I baptize you with water, but there is one coming who is ·greater [more powerful; mightier] than I am. I am not ·good enough [fit; qualified] to untie [L the thong/strap of] his sandals [C a task of a servant or slave]. He will baptize you with the Holy Spirit and fire. ", "17": "·He will come ready [L The winnowing fork is in his hand] to ·clean the grain, separating the good grain from the chaff [L clear his threshing floor]. He will put ·the good part of the grain [L the grain/wheat] into his ·barn [storehouse], but he will burn the chaff with ·a fire that cannot be put out [never-ending/unquenchable fire; C a metaphor for judgment, when Jesus will separate the righteous from the wicked].” ", "18": "And John continued to preach the ·Good News [Gospel], saying many other things to ·encourage [exhort] the people.", "19": "But John ·spoke against [criticized; rebuked] Herod [C Antipas], the ·governor [L tetrarch; 3:1], ·because of his sin with [L concerning] Herodias, the wife of Herod's brother [C Herod had divorced his wife and illicitly married the wife of his brother Philip; Lev. 18:16], and because of the many other evil things Herod did. ", "20": "So Herod ·did something even worse [L added this to all his sins]: He ·put [locked; shut up] John in prison.", "21": "When all the people were being baptized by John, Jesus also was baptized. [L And] While Jesus was praying, heaven opened ", "22": "and the Holy Spirit came down on him in ·the form of [L bodily appearance like] a dove. Then a voice came from heaven, saying, “You are my ·Son, whom I love [dearly beloved Son; Gen. 22:2; Ps. 2:7], ·and I am very pleased with you [in whom I take great delight [Is. 42:1].”", "23": "When Jesus began his ministry, he was about thirty years old. People thought that Jesus was Joseph's son [C they were unaware of the virginal conception]. Joseph was the son of Heli [C “son” in Hebrew can mean “descendant,” so there may be gaps in the genealogy].", "24": "Heli was the son of Matthat. Matthat was the son of Levi. Levi was the son of Melki. Melki was the son of Jannai. Jannai was the son of Joseph.", "25": "Joseph was the son of Mattathias. Mattathias was the son of Amos. Amos was the son of Nahum. Nahum was the son of Esli. Esli was the son of Naggai.", "26": "Naggai was the son of Maath. Maath was the son of Mattathias. Mattathias was the son of Semein. Semein was the son of Josech. Josech was the son of Joda.", "27": "Joda was the son of Joanan. Joanan was the son of Rhesa. Rhesa was the son of Zerubbabel. Zerubbabel was the son of Shealtiel. Shealtiel was the son of Neri.", "28": "Neri was the son of Melki. Melki was the son of Addi. Addi was the son of Cosam. Cosam was the son of Elmadam. Elmadam was the son of Er.", "29": "Er was the son of Joshua. Joshua was the son of Eliezer. Eliezer was the son of Jorim. Jorim was the son of Matthat. Matthat was the son of Levi.", "30": "Levi was the son of Simeon. Simeon was the son of Judah. Judah was the son of Joseph. Joseph was the son of Jonam. Jonam was the son of Eliakim.", "31": "Eliakim was the son of Melea. Melea was the son of Menna. Menna was the son of Mattatha. Mattatha was the son of Nathan. Nathan was the son of David.", "32": "David was the son of Jesse. Jesse was the son of Obed. Obed was the son of Boaz. Boaz was the son of Salmon.[a] Salmon was the son of Nahshon.", "33": "Nahshon was the son of Amminadab. Amminadab was the son of Admin. Admin was the son of Arni.[b] Arni was the son of Hezron. Hezron was the son of Perez. Perez was the son of Judah.", "34": "Judah was the son of Jacob. Jacob was the son of Isaac. Isaac was the son of Abraham. Abraham was the son of Terah. Terah was the son of Nahor.", "35": "Nahor was the son of Serug. Serug was the son of Reu. Reu was the son of Peleg. Peleg was the son of Eber. Eber was the son of Shelah.", "36": "Shelah was the son of Cainan. Cainan was the son of Arphaxad. Arphaxad was the son of Shem. Shem was the son of Noah. Noah was the son of Lamech.", "37": "Lamech was the son of Methuselah. Methuselah was the son of Enoch. Enoch was the son of Jared. Jared was the son of Mahalalel. Mahalalel was the son of Kenan.", "38": "Kenan was the son of Enosh. Enosh was the son of Seth. Seth was the son of Adam. Adam was the son of God."}