{"1": "Furthermore, there was a certain man in Caesarea named Cornelius - a captain of the band called the 'Italian' -", "2": "a devout man, and one who feared God with all his household, who gave many alms to the people, and prayed to God continually.", "3": "Evidently, he saw an angel of God in a vision (about the ninth hour of the day) coming in to him and saying, “Cornelius.”", "4": "But when he looked at him, he was afraid, and said, “What is it, Lord?” And he said to him, “Your prayers and your alms have come up in remembrance before God.", "5": "“Now, therefore, send men to Joppa, and call for Simon, whose surname is Peter.", "6": "“He lodges with one Simon, a Tanner, whose house is by the seaside. He shall tell you what you ought to do.”", "7": "And when the angel who spoke to Cornelius had departed, he called two of his servants and a God-fearing soldier (one of those who waited on him continually).", "8": "And he told them all things and sent them to Joppa.", "9": "The next day, about the sixth hour, as they went on their journey and drew near to the city, Peter went up on the house to pray.", "10": "Then he became hungry and wished to eat. But while they prepared it, he fell into a trance.", "11": "And he saw the sky opened. And a certain vessel came down to him, like a great sheet, tied at the four corners, and being let down to the earth.", "12": "Inside were all kinds of four-footed beasts of the earth, and wild beasts and creeping things, and birds of the heaven.", "13": "And there came a voice to him, “Arise, Peter. Kill, and eat.”", "14": "But Peter said, “Not so, Lord. For I have never eaten anything that is polluted or unclean.”", "15": "And the voice spoke to him again a second time, “The things which God has cleansed, do not make common.”", "16": "This was done three times. And the vessel was drawn up again into heaven.", "17": "Now while Peter doubted in himself what this vision which he had seen meant, behold the men who were sent from Cornelius had inquired after Simon's house, and stood at the gate,", "18": "calling and asking whether Simon (who was surnamed Peter) was lodged there.", "19": "And while Peter thought about the vision, the Spirit said to him, “Behold, three men seek you.", "20": "“Therefore, rise up. And get down. And go with them. And doubt nothing. For I have sent them.", "21": "Then Peter went down to the men who had been sent to him from Cornelius, and said, “Behold, I am he whom you seek. Why have you come?”", "22": "And they said, “Cornelius the Captain - a just man, and one who fears God, and of good report among all the nation of the Jews - was warned from heaven by a holy angel to summon you to his house, and to hear your words.”", "23": "Then he called them in and lodged them. And the next day, Peter went with them, and some brothers from Joppa accompanied him.", "24": "And the day after that, they entered into Caesarea. Now Cornelius waited for them and had called together his family and special friends.", "25": "And it so happened, as Peter came in, that Cornelius met him, and fell down at his feet, and worshipped him.", "26": "But Peter lifted him up, saying, “Stand up. For I myself am also a man.”", "27": "And as he talked with him, he came in and found many who had gathered.", "28": "And he said to them, “You know that it is an unlawful thing for a man who is a Jew to keep company with, or come near, one of another nation. But God has shown me that I should not call any man common, or unclean.", "29": "“Therefore I came to you without saying no when I was summoned. I ask, then, the reason why have you sent for me?”", "30": "Then Cornelius said, “Four days ago, about this hour, I fasted. And at the ninth hour, I prayed in my house. And behold, a man stood before me in bright clothing,", "31": "“and said, 'Cornelius, your prayer is heard. And your alms are held in remembrance in the sight of God.", "32": "'Therefore, send to Joppa, and call for Simon, whose surname is Peter (he is lodged in the house of Simon a Tanner by the seaside) When he comes, he shall speak to you.'", "33": "“Then sent I for you immediately. And you have done well to come. Now, therefore, are we all present here before God to hear all things that have been commanded you by God.”", "34": "Then Peter opened his mouth, and said, “Truthfully, I perceive that God is no respecter of persons.", "35": "“But in every nation, the one who fears Him, and works righteousness, is acceptable to Him.", "36": "“The word - which God has sent to the children of Israel, preaching peace by Jesus Christ, Who is Lord of all -", "37": "“you know the word which came through all Judea, beginning in Galilee, after the Baptism which John preached;", "38": "“how God anointed Jesus of Nazareth with the Holy Ghost, and with power - Who went about doing good and healing all who were oppressed by the devil - for God was with Him.", "39": "“And we are witnesses of all things done by Him Whom they killed and hung on a tree (things in both the land of the Jews and in Jerusalem).", "40": "“God raised Him up the third day, and showed Him openly -", "41": "“not to all the people, but to the witnesses chosen by God beforehand - to those of us who ate and drank with Him after He arose from the dead.", "42": "“And He commanded us to preach to the people, and to testify that He has been ordained by God as a judge of quick and dead.", "43": "“To Him also give all the Prophets witness, that through His Name all who believe in Him shall receive forgiveness of sins.”", "44": "While Peter was still speaking these words, the Holy Ghost fell upon all those who heard the word.", "45": "So those of the circumcision who believed (as many as had come with Peter), were astonished because the gift of the Holy Ghost was also poured out on the Gentiles.", "46": "For they heard them speak with tongues and magnify God. Then Peter answered,", "47": "“Can anyone forbid water, so that these who have received the Holy Ghost as we have should not be baptized?", "48": "So he commanded them to be baptized in the Name of the Lord. Then they asked him to stay some days."}