{"1": "Now the Apostles and the brothers who were in Judea heard that the Gentiles had also received the word of God.", "2": "And when Peter had come up to Jerusalem, those of the circumcision examined him,", "3": "saying, “You went to uncircumcised men and have eaten with them.”", "4": "Then Peter began expounding it in order to them, saying,", "5": "“I was in the city of Joppa, praying. And while in a trance, I saw this vision: a certain vessel, coming down as a great sheet, let down from heaven by the four corners. And it came to me.", "6": "“When I had fastened my eyes on it, I considered, and saw four- footed beasts of the earth, and wild beasts, and creeping things, and birds of the heaven.", "7": "“Also I heard a voice, saying to me, 'Arise, Peter. Kill and eat.'", "8": "“And I said, 'Absolutely not, Lord! For nothing common or unclean has ever entered into my mouth.'", "9": "“But the voice answered me a second time from the sky, 'The things that God has purified, do not make common.'", "10": "“And this was done three times, and all were taken up again into the sky.", "11": "“Then behold, immediately there were three men who had already come to the house where I was, sent to me from Caesarea.", "12": "“And the Spirit said to me that I should go with them, without doubting. Moreover, these six brothers came with me. And we entered into the man's house.", "13": "“And he showed us how he had seen an angel in his house, who stood and said to him, 'Send men to Joppa, and call for Simon, whose surname is Peter.", "14": "'He shall speak words to you, whereby both you and all your house shall be saved.'", "15": "“And as I began to speak, the Holy Ghost fell on them, just as upon us at the beginning.", "16": "“Then I remembered the word of the Lord. How He said, 'John baptized with water. But you shall be baptized with the Holy Ghost.'", "17": "“If, then, God gave them a similar gift to the one He gave us when we believed in the Lord Jesus Christ, who was I that I could hinder God?", "18": "When they heard these things, they kept silent, and glorified God, saying, “Then God has also granted repentance unto life to the Gentiles.”", "19": "And those who were scattered because of the affliction which arose about Stephen, passed through until they came to Phoenicia and Cyprus and Antioch, preaching the word to no one except the Jews.", "20": "Now some of them were men of Cyprus and Cyrene, who, when they had come into Antioch, spoke to the Hellenists, and preached the Lord Jesus.", "21": "And the hand of the Lord was with them, so that a great number believed and turned to the Lord.", "22": "Then, word of those things came to the ears of the church in Jerusalem. And they sent forth Barnabas, to go as far as Antioch;", "23": "who, when he had come and had seen the grace of God, was glad, and encouraged all to continue in the Lord with purpose of heart.", "24": "For he was a good man, and full of the Holy Ghost, and faith. And many people joined themselves to the Lord.", "25": "Then Barnabas left for Tarsus to seek Paul.", "26": "And when he had found him, he brought him to Antioch. And it so happened that they met with the church a whole year and taught many people. And the disciples were first called “Christians” in Antioch.", "27": "In those days, Prophets also came from Jerusalem to Antioch.", "28": "And one named Agabus stood up and signified by the Spirit that there would be great famine throughout all the world (which also happened under Claudius Caesar).", "29": "Then the disciples, everyone according to his ability, determined to send relief to the brothers who dwelt in Judea;", "30": "which they also did, sending it to the elders by the hand of Barnabas and Saul."}