{"1": "Now in the church that was in Antioch, there were certain prophets and teachers: Barnabas and Simeon (called Niger), and Lucius of Cyrene, and Manaen (who had been brought up with Herod the Tetrarch) and Saul.", "2": "Now as they ministered to the Lord, and fasted, the Holy Ghost said, “Separate Barnabas and Saul for the work to which I have called them.”", "3": "Then they fasted and prayed, and laid their hands on them, and let them go.", "4": "And they after they were sent forth by the Holy Ghost, they came down to Seleucia. And from there they sailed to Cyprus.", "5": "And when they were at Salamis, they preached the word of God in the synagogues of the Jews. And they also had John as their attendant.", "6": "So after they had gone through the island, to Paphos, they found a certain sorcerer (a false prophet, a Jew) named Bar-Jesus,", "7": "who was with the proconsul, Sergius Paulus, a prudent man. He called Barnabas and Saul to him and asked to hear the word of God.", "8": "But Elymas the sorcerer, (for such is the meaning of his name) opposed them and sought to turn the proconsul away from the faith.", "9": "Then Saul (who is also called Paul) being full of the Holy Ghost, stared at him,", "10": "and said, “O, child of the devil, the enemy of all righteousness, full of all subtlety and all mischief! Will you not cease to pervert the straight ways of the Lord?!", "11": "“Now, therefore, behold the hand of the Lord upon you! And you shall be blind, not seeing the sun for a time!” And immediately a mist and a darkness fell on him. And he went around seeking someone to lead him by the hand.", "12": "Then the proconsul, when he saw what had been done, believed, and was astonished at the doctrine of the Lord.", "13": "Now when Paul and those who were with him had departed by ship from Paphos, they came to Perga of Pamphylia. Then John left them and returned to Jerusalem.", "14": "But when they left Perga, they came to Antioch of Pisidia, and went into the synagogue on the Sabbath day, and sat down.", "15": "And after the reading of the Law and Prophets, the rulers of the synagogue sent word to them, saying, “Men, brothers, if you have any word of encouragement for the people, speak.”", "16": "Then Paul stood up and beckoned with the hand, and said, “Men of Israel, and you who fear God, hear me!", "17": "“The God of this people of Israel chose our fathers and exalted the people when they dwelt in the land of Egypt. And with a high arm, He brought them out of there.", "18": "“And for about forty years, He endured their manners in the wilderness.", "19": "“And He destroyed seven nations in the land of Canaan and divided their land to them by lot.", "20": "“Then afterward, He gave them Judges for about four hundred and fifty years, until the time of Samuel the Prophet.", "21": "“So after that, they desired a King. And God gave them Saul (the son of Cis, a man of the tribe of Benjamin) for forty years.", "22": "“And after He had taken him away, he raised up David to be their King. Of whom He testified, saying, 'I have found David of Jesse, a man after My own heart, who will do all things that I will.", "23": "“Of this man's seed, God has raised up the Savior Jesus, according to His promise to Israel.", "24": "“Before His coming, John had first preached the baptism of repentance to all the people of Israel.", "25": "“And when John had fulfilled his course, he said, 'Whom do you think that I am? I am not He. But behold, there comes One after me, whose shoe of His feet I am not worthy to untie.'", "26": "“Men, brothers, children of the generation of Abraham, and whoever among you fears God, to you is the word of this salvation sent.", "27": "“For the inhabitants of Jerusalem and their rulers - because they did not know Him, or even the words of the Prophets which are read every Sabbath - have fulfilled them in condemning Him.", "28": "“And even though they found no cause for death, they still asked Pilate to kill Him.", "29": "“And when they had fulfilled all things that were written of Him, they took Him down from the tree, and put Him in a sepulcher.", "30": "“But God raised Him up from the dead.", "31": "“And He was seen by those who came up with Him from Galilee to Jerusalem (who are his witnesses to the people) for many days.", "32": "“And we declare to you concerning the promise made to the fathers:", "33": "“that God has fulfilled it to us, their children, in that He raised up Jesus; even as it is written in the second Psalm, 'You are My Son. This day have I begotten You.'", "34": "“And considering that He raised Him up from the dead, to return no more to decay, He has said this, 'I will give you the holy things of David, which are faithful.'", "35": "“Therefore He also says in another place, 'You will not allow Your Holy One to see decay.'", "36": "“For David - after he had served his time, by the counsel of God - slept, and was laid with his fathers, and saw decay.", "37": "But He Whom God raised up, saw no decay.", "38": "“Therefore, be it known to you, brothers, that the forgiveness of sins is preached to you through this Man.", "39": "“And by Him, everyone who believes is justified from all things which the Law of Moses could not justify.", "40": "“Therefore beware, so that that which is spoken of in the Prophets does not come upon you:", "41": "'Behold, you despisers, and wonder, and vanish away. For I work a work in your days; a work which you shall not believe, if one should declare it you.'”", "42": "And when they had come out of the synagogue of the Jews, the Gentiles begged them to preach these words to them the next Sabbath.", "43": "Now, after the congregation had dispersed, many of the Jews (and proselytes who feared God) followed Paul and Barnabas, who spoke to them and encouraged them to continue in the grace of God.", "44": "And the next Sabbath, almost the whole city came together to hear the word of God.", "45": "But when the Jews saw the people, they were full of envy. And contradicting and blaspheming, they spoke against those things which were spoken by Paul.", "46": "Then Paul and Barnabas spoke boldly, and said, “It was necessary that the word of God should have been spoken first to you. But seeing you reject it - and judge yourselves unworthy of everlasting life - lo, we turn to the Gentiles.", "47": "“For so has the Lord commanded us, saying, “I have made you a light of the Gentiles, so that you should be for salvation to the end of the world.”", "48": "And when the Gentiles heard it, they were glad, and glorified the word of the Lord. And as many as were appointed to eternal life, believed.", "49": "Thus, the word of the Lord was spread throughout the whole country.", "50": "But the Jews stirred up devout and honorable women, and the chief men of the city, and raised persecution against Paul and Barnabas, and expelled them out of their region.", "51": "But they shook off the dust of their feet against them and came to Iconium.", "52": "And the disciples were filled with joy, and with the Holy Ghost."}