{"1": "Then he came to Derbe and Lystra. And behold, a certain disciple was there named Timothy - the son of a believing Jewish woman, but whose father was Greek -", "2": "of whom the brothers at Lystra and Iconium reported well.", "3": "Paul wanted him to go forth with him. So, he took and circumcised him, because of the Jews who were in that area (for they all knew that his father was Greek).", "4": "And as they went through the cities, they delivered the decrees to keep, ordained by the apostles and elders which were at Jerusalem.", "5": "And so the churches were established in the faith and increased in number daily.", "6": "Now when they had gone throughout Phrygia, and the region of Galatia, they were forbidden by the Holy Ghost to preach the word in Asia.", "7": "Then they came to Mysia and sought to go into Bithynia. But the Spirit did not allow them.", "8": "Therefore they passed through Mysia, and came down to Troas,", "9": "where a vision appeared to Paul in the night: A Macedonian man stood and pleaded with him, saying, “Come into Macedonia, and help us!”", "10": "And after he had seen the vision, we immediately prepared to go into Macedonia, being assured that the Lord had called us to preach the Gospel to them.", "11": "Then went we forth from Troas. And with a straight course, we came to Samothrace, and the next day to Neapolis;", "12": "and from there to Philippi (which is the chief city in the parts of Macedonia, and whose inhabitants came from Rome to dwell there). And we stayed in that city some days.", "13": "And on the Sabbath day, we went out of the city, to a riverside where they customarily prayed. And we sat down and spoke to the women who had come together.", "14": "And a certain woman named Lydia (a seller of purple, of the city of the Thyatirians), who worshipped God, heard us. The Lord opened her heart, so that she paid attention to the things which Paul spoke.", "15": "And when she was baptized, and her household, she implored us, saying, “If you have judged me to be faithful to the Lord, come into my house and stay.” And she insisted.", "16": "And it happened that as we went to prayer, a certain maid having a spirit of divination (who made her masters much money with divining) met us.", "17": "She followed Paul and us, and cried, saying, “These men are the servants of the Most High God, who show to you the way of salvation!”", "18": "And she did this for many days. But Paul, being annoyed, turned around and said to the spirit, “I command you in the Name of Jesus Christ to come out of her!” And it came out the same hour.", "19": "Now when her masters saw that the hope of their gain was gone, they seized Paul and Silas and dragged them into the marketplace, to the Magistrates.", "20": "And they brought them to the governors, saying, “These Jewish men trouble our city,", "21": "“and preach ordinances which are not lawful for us to receive, nor to observe, seeing we are Romans!”", "22": "Then the people rose up together against them. And the governors tore their clothes and commanded them to be beaten with rods.", "23": "And when they had beaten them terribly, they cast them into prison, commanding the jailer to guard them securely", "24": "(who, having received such a commandment, cast them into the inner prison and fastened their feet in the stocks).", "25": "Now at midnight, Paul and Silas prayed, and sang Psalms to God. And the prisoners heard them.", "26": "And suddenly there was a great earthquake, so that the foundation of the prison was shaken. And immediately all the doors opened. And all the shackles were loosened.", "27": "Then the keeper of the prison awoke from his sleep. And when he saw the prison doors open, he drew out his sword and was about to kill himself (having assumed that the prisoners had escaped).", "28": "But Paul cried with a loud voice, saying, “Do yourself no harm! For we all are here!”", "29": "Then he called for a light and rushed in, trembling, and fell down before Paul and Silas.", "30": "And he brought them out, and said, “Sirs, what must I do to be saved?”", "31": "And they said, “Believe in the Lord Jesus Christ, and you and your household shall be saved.”", "32": "And they preached the word of the Lord to him, and to all who were in the house.", "33": "Afterward, that same hour of the night, he took them and washed their wounds. And he was baptized immediately, with all who belonged to him.", "34": "And when he had brought them into his house, he set food before them, and rejoiced that he, with all his household, believed in God.", "35": "And when it was day, the governors sent the sergeants, saying, “Let those men go!”", "36": "Then the keeper of the prison told these words to Paul, saying, “The governors have sent word to free you. Therefore, leave now. And go in peace.”", "37": "Then Paul said to them, “After they have beaten us openly (uncondemned Romans) and have cast us into prison, now they wish to thrust us out secretly? Certainly not! But let them come and bring us out.”", "38": "And the sergeants told these words to the governors, who were afraid when they heard that they were Romans.", "39": "Then they came and pleaded with them; and brought them out and asked them to leave the city.", "40": "And they went out of the prison and entered into the house of Lydia. And when they had seen the brothers, they comforted them, and departed."}