{"1": "Now as they passed through Amphipolis and Apollonia, they came to Thessalonica, where there was a synagogue of the Jews.", "2": "And Paul (as was his custom) went in and argued with them from the Scriptures for three Sabbaths,", "3": "Opening, and alleging, that Christ must have suffered and risen again from the dead; and saying, “This is Jesus Christ. Whom I preach to you.”", "4": "And some of them believed (also a great multitude of the Greeks who feared God, and not a few of the chief women) and joined with Paul and Silas.", "5": "But the Jews who did not believe - moved with envy – took some wicked fellows from the marketplace. And when they had assembled a multitude, they made a disturbance in the city. And they assaulted the house of Jason and sought to bring them out to the people.", "6": "But when they did not find them, they dragged Jason and some brothers before the heads of the city, crying, “Those who have subverted the state of the world are here also!", "7": "“Jason has received them. And they all act against the decrees of Caesar, saying there is another King - Jesus!”", "8": "And they troubled the people and the heads of the city, when they heard these things.", "9": "Nevertheless, when they had received bail from Jason and the others, they let them go.", "10": "And the brothers immediately sent away Paul and Silas to Berea by night. And when they had gotten there, they entered into the synagogue of the Jews.", "11": "Also, these were more noble men than those at Thessalonica. They received the word with all readiness, and searched the Scriptures daily, whether those things were so.", "12": "Therefore many of them believed, and honorable Greek women, and not a few men.", "13": "But when the Jews of Thessalonica knew that the word of God was also preached by Paul at Berea, they came there also, and moved the people.", "14": "And immediately the brothers sent Paul away, to go to the sea. But Silas and Timothy remained there.", "15": "And those who conducted Paul brought him to Athens. And when they had received a commandment for Silas and Timothy to come to him at once, they departed.", "16": "Now while Paul waited for them at Athens, when he saw the idolatry in the city, his spirit was pricked within him.", "17": "Therefore he disputed daily - with the Jews in the synagogue, with the religious, and in the marketplace - with whomever he met.", "18": "Then some Epicurean and Stoic philosophers disputed with him. And some said, “What will this babbler say?” Others said, “He seems to be a proclaimer of strange gods.” (because he preached Jesus to them, and the resurrection.)", "19": "And they took him, and brought him to Mars' Hill, saying, “May we know what this new doctrine is of which you speak?", "20": "“For you bring some strange things to our ears. Therefore, we want to know what these things mean.”", "21": "For all the Athenians (and strangers who dwelt there) gave themselves to nothing else but either telling or hearing something new.", "22": "Then Paul stood in the midst of Mars' Hill, and said, “Men of Athens! I perceive that in all things you are very fearful of gods.", "23": "“For as I passed by and observed your objects of worship, I found an altar whereupon was written, 'TO THE UNKNOWN GOD'. Him then, Whom you ignorantly worship, I proclaim to you.", "24": "“God - Who made the world and all things that therein are - seeing that He is Lord of Heaven and Earth, does not dwell in temples made with hands.", "25": "“Nor is He worshipped with men's hands as though He needed anything (seeing He gives life to all, and breath, and all things).", "26": "“And he has made all mankind from one blood, to dwell on all the face of the earth, and has assigned the seasons (which were pre-ordained) and the boundaries of their dwellings,", "27": "“so that they should seek the Lord; that perhaps they might have groped after Him and found Him. Though doubtless He is not far from each one of us.", "28": "“For in him we live, and move, and have our being, as some of your own poets have said, 'For we are also His family'.", "29": "“Therefore, since we are the family of God, we ought not to think that the Divine is like gold, or silver, or stone, sculpted by art and the invention of man.", "30": "“God, having overlooked these times of ignorance, now admonishes all men everywhere to repent.", "31": "“Because He has appointed a day on the which He will judge the world in righteousness by that Man Whom He has appointed. He has given us all this assurance by raising Him from the dead.”", "32": "Now when they had heard of the resurrection from the dead, some mocked. And others said, “We will hear from you again about this.”", "33": "And so Paul departed from among them.", "34": "But some men joined Paul and believed. Among them were Dionysius Areopagite, and a woman named Damaris, and others with them."}