{"1": "After these things, Paul left Athens and came to Corinth,", "2": "and found a certain Jew named Aquila (born in Pontus and of late from Italy), and his wife Priscilla (because Claudius had commanded all Jews to leave Rome). And he came to them.", "3": "And because he was of the same trade, he stayed with them and worked (for their trade was to make tents.)", "4": "[c]And he disputed in the synagogue every Sabbath, and exhorted the Jews and the Greeks.", "5": "Now when Silas and Timothy had come from Macedonia, Paul, being pressed by the Spirit, testified to the Jews that Jesus was the Christ.", "6": "And when they resisted and blasphemed, he shook his clothes, and said to them, “Your blood is upon your own head! I am clean. From now on will I go to the Gentiles.”", "7": "So he left there and entered into the house of a man named Justus (a worshipper of God, whose house was next door to the synagogue).", "8": "And Crispus, the chief ruler of the synagogue, believed in the Lord with all his household. And many of the Corinthians, hearing it, believed and were baptized.", "9": "Then the Lord said to Paul by a vision in the night, “Do not fear, but speak. And do not be silent.", "10": "“For I am with you, and no one shall attack you, to hurt you. For I have many people in this city.”", "11": "So he continued there a year and six months and taught the word of God among them.", "12": "Now when Gallio was proconsul of Achaia, the Jews rose up with one mind against Paul, and brought him to the judgment seat,", "13": "saying, “This fellow persuades men to worship God differently than the Law appoints.”", "14": "And as Paul was about to open his mouth, Gallio said to the Jews, “If it were a matter of wrong, or an evil deed, O Jews, I would, according to reason, tolerate you.", "15": "“But if it is a question of words and names, and of your Law, resolve it yourselves. For I will be no judge of those things.”", "16": "And he drove them from the judgment seat.", "17": "Then all the Greeks took Sosthenes, the chief ruler of the synagogue, and beat him before the judgment seat. But Gallio cared nothing about those things.", "18": "And after Paul had remained there a good while longer (and shaved his head in Cenchrea - for he had made a vow) he left the brothers and sailed into Syria with Priscilla and Aquila.", "19": "Then he came to Ephesus and left them there. And he entered into the synagogue and disputed with the Jews,", "20": "who asked him to stay a longer time with them. But he would not consent,", "21": "and bid them farewell, saying, “I must keep this feast that comes, in Jerusalem. But I will return to you again, God willing.” So, he sailed from Ephesus.", "22": "And when he came down to Caesarea, he went up to Jerusalem. And after he had greeted the church, he went down to Antioch.", "23": "And after he had remained there a while, he left, and went through the countries of Galatia and Phrygia successively, strengthening all the disciples.", "24": "And a certain Jew named Apollos, born at Alexandria, came to Ephesus (an eloquent man and mighty in the Scriptures).", "25": "This man was instructed in the way of the Lord. And, being fervent in spirit, he spoke and taught diligently the things of the Lord but knew only of the baptism of John.", "26": "And he began to speak boldly in the synagogue. Whom when Aquila and Priscilla had heard, they took him aside, and explained the way of God more perfectly to him.", "27": "And when he intended to go into Achaia, the brothers (exhorting him) wrote to the disciples to receive him. And after he had come there, he greatly helped those who had believed through grace.", "28": "For he powerfully refuted the Jews in public, with great vehemence, showing by the Scriptures that Jesus was that Christ."}