{"1": "And Paul looked earnestly at the Council, and said, “Men! Brothers! I have in all good conscience served God until this day...”", "2": "Then the High Priest, Ananias, commanded those who stood by to strike him on the mouth.", "3": "Then Paul said to him, “God will strike you, you whitened wall! For you sit to judge me according to the Law. And transgressing the Law, you command me to be struck?”", "4": "And those who stood by, said, “You revile God's High Priest?!”", "5": "Then Paul said, “I did not know, brothers, that he was the High Priest. For it is written, 'You shall not speak evil of the ruler of your people.'”", "6": "But when Paul perceived that part of them were of the Sadducees, and another of the Pharisees, he cried in the Council, “Men! Brothers! I am a Pharisee, the son of a Pharisee. I am accused of the hope and resurrection of the dead.”", "7": "And when he had said this, there was a dissension between the Pharisees and the Sadducees, so that the multitude was divided.", "8": "For the Sadducees say that there is no resurrection, neither angel nor spirit. But the Pharisees confess both.", "9": "Then there was a great outcry. And the scribes of the Pharisees' part rose up and contended fiercely with them, saying, “We find no evil in this man. But if a spirit or an angel has spoken to him, let us not fight against God.”", "10": "And when there was a great dissension, the chief captain, fearing Paul might have been pulled to pieces by them, commanded the soldiers to go down and take him from among them, and to bring him into the castle.", "11": "Now the night following, the Lord stood by him, and said, “Be of good courage, Paul, for as you have testified of me in Jerusalem, so also must you bear witness in Rome.", "12": "And when the day had come, some of the Jews assembled and bound themselves with a curse, saying that they would neither eat nor drink till they had killed Paul.", "13": "And there were more than forty of them who hatched this plot.", "14": "And they came to the chief priests and elders, and said, “We have bound ourselves with a solemn curse, that we will eat nothing until we have killed Paul.", "15": "“Now therefore, you and the Council send word to the chief captain as though you wanted to inquire further about him, so that he will bring him forth to you tomorrow. And we will be ready to kill him before he comes near.”", "16": "But when Paul's sister's son heard of their ambush, he went and entered into the castle and told Paul.", "17": "And Paul called one of the Centurions to him, and said, “Take this young man to the chief captain. For he has something to tell him.”", "18": "So he took him, and brought him to the chief captain, and said, “Paul, the prisoner, called me to him and asked me to bring this young man to you. He has something to say to you.”", "19": "Then the chief captain took him by the hand, and went away with him alone, and asked him, “What have you to tell me?”", "20": "And he said, “The Jews have conspired to ask if you would bring forth Paul tomorrow into the Council, as though they would inquire further about him.", "21": "“But do not let them persuade you. For they have set an ambush for him, more than forty men, who have bound themselves with a curse that they will neither eat nor drink until they have killed him. And now they are ready and await your promise.”", "22": "The chief captain then let the young man go, after he had instructed him to tell no one that he had told him these things.", "23": "And he called two certain Centurions to him, saying, “Prepare two hundred soldiers and seventy horsemen and two hundred spearmen to go to Caesarea at the third hour of the night.", "24": "“And let them make horses ready. So that, being set upon, Paul he may be safely brought to Felix the governor.”", "25": "And he wrote a letter in this manner:", "26": "“Claudius Lysias, to the most noble governor Felix, sends greeting.", "27": "“As this man was taken by the Jews, and would have been killed by them, I came upon them with a garrison, and rescued him, perceiving that he was a Roman.", "28": "“And when I wanted to know the reason why they accused him, I brought him forth into their Council.", "29": "“I perceived that he was accused about questions of their Law, but had no crime worthy of death, or of bonds.", "30": "“And when it was told to me that the Jews had prepared an ambush for the man, I immediately sent him to you, and commanded his accusers to state before you the things which they had against him. Farewell.”", "31": "Then, as commanded, the soldiers took Paul by night and brought him to Antipatris.", "32": "And the next day, they left the horsemen to go with him, and returned into the Castle.", "33": "Now when they came to Caesarea, they delivered the letter to the governor, and also presented Paul to him.", "34": "So, after the Governor had read it, he asked from what province he was. And when he learned that he was from Cilicia,", "35": "he said, “I will hear you once your accusers have also come.” And he commanded that he be kept in Herod's judgment hall."}