{"1": "Then Agrippa said to Paul, “You are permitted to speak for yourself.” So, Paul stretched forth the hand, and answered for himself.", "2": "“I consider myself happy, King Agrippa. Because today I shall answer before you all the things of which I am accused by the Jews;", "3": "“especially because you have knowledge of all customs and questions which are among the Jews. Therefore, I beg you to hear me patiently.", "4": "“Regarding my life from childhood, all the Jews know that from the beginning it was among my own nation at Jerusalem,", "5": "“They knew me from the beginning and could testify (if they wished) that according to the straightest sect of our religion, I lived as a Pharisee.", "6": "“And now I stand accused of hope in the promise made by God to our fathers;", "7": "“to which our twelve tribes, earnestly serving God day and night, hope to come. For this hope's sake, O King Agrippa, I am accused by the Jews.", "8": "“Why should it be thought an incredible thing by you that God should raise the dead again?", "9": "“Truly, I also thought to myself that I ought to do many things against the Name of Jesus of Nazareth;", "10": "“which I also did in Jerusalem. For I shut up many of the saints in prison, having received authority from the chief priests. And when they were put to death, I gave sentence.", "11": "“And I punished them throughout all the synagogues and compelled them to blaspheme. And being extremely enraged against them, I persecuted them, even to strange cities.", "12": "“At which time, even as I went to Damascus with authority and commission from the chief priests,", "13": "(at midday, O king) I saw on the way a light from heaven, surpassing the brightness of the sun. It shined all around me and those who went with me.", "14": "“So, when we had all fallen to the earth, I heard a voice speaking to me, and saying in the Hebrew tongue, 'Saul, Saul, why do you persecute Me? It is hard for you to kick against goads.'", "15": "“Then I said, 'Who are You, Lord? And he said, 'I am Jesus, Whom you persecute.", "16": "'But rise and stand up on your feet. For I have appeared to you for this purpose: to appoint you as a minister and a witness, both of the things which you have seen and of the things in which I will appear to you;", "17": "'I will deliver you from this people, and from the Gentiles to whom now I send you,", "18": "'to open their eyes so that they may turn from darkness to light, and from the power of Satan to God, that may receive forgiveness of sins and an inheritance among those who are sanctified by faith in Me.'", "19": "“So, King Agrippa, I was not disobedient to the heavenly vision.", "20": "“But I declared first to those of Damascus, and at Jerusalem, and throughout all the coasts of Judea; and then to the Gentiles, so that they would repent and turn to God, and do the works of repentance.", "21": "“For this reason the Jews arrested me in the Temple and planned to kill me.", "22": "“Nevertheless, I obtained the help of God, and continue to this day, witnessing to both small and great, saying no other things than those which the Prophets and Moses said would come.", "23": "“That is, that Christ should suffer. And that He would be the first Who would rise from the dead, and would show light to this people, and to the Gentiles.”", "24": "And as he answered for himself this way, Festus said with a loud voice, “Paul! You are beside yourself! Great learning has made you mad!”", "25": "But he said, “I am not mad, O noble Festus. Rather, I speak the words of truth and soberness.", "26": "“For the king knows of these things, before whom I also speak boldly. For I am persuaded that none of these things are hidden from him. For this thing was not done in a corner.", "27": "“O King Agrippa! Do you believe the Prophets? I know that you believe.”", "28": "Then Agrippa said to Paul, “You almost persuade me to become a Christian.”", "29": "Then Paul said, “I pray to God that not only you, but also all who hear me today, were both almost and altogether such as I am, except for these chains!”", "30": "And when he had said this, the king rose up, and the governor, and Bernice, and they that sat with them.", "31": "And when they had gone aside, they talked between themselves, saying, “This man does nothing worthy of death, nor of chains.", "32": "Then Agrippa said to Festus, “This man might have been released if he had not appealed to Caesar.”"}