{"1": "Now Peter and John went up together into the Temple, at the ninth hour of prayer.", "2": "And a certain man, who was a cripple from his mother's womb, was carried. Whom they laid daily at the Temple gate called 'Beautiful' to ask alms of those who entered into the Temple.", "3": "Seeing Peter and John about to enter into the Temple, he asked to receive alms.", "4": "And Peter, fixing his gaze on him with John, said, “Look at us.”", "5": "And he stared at them, trusting to receive something from them.", "6": "Then Peter said, “Silver and gold I do not have, but what I have, that give I you. In the Name of Jesus Christ of Nazareth, rise up and walk.”", "7": "And he took him by the right hand and lifted him up. And immediately his feet and ankle bones received strength.", "8": "And he leaped up, stood, and walked; and entered into the temple with them, walking and leaping and praising God.", "9": "And all the people saw him walking and praising God.", "10": "And they knew that it was him who sat for the alms at the Beautiful Gate of the Temple. And they were amazed, and very astonished at what had happened to him.", "11": "And as the cripple who was healed held Peter and John, all the people ran to them, amazed, in the porch called 'Solomon's'.", "12": "So, when Peter saw it, he answered the people, “Men of Israel, why do you marvel at this? And why do you stare at us, as though by our own power or godliness we had made this man walk?", "13": "“The God of Abraham, and Isaac, and Jacob, the God of our fathers has glorified His Son, Jesus; Whom you betrayed, and denied, in the presence of Pilate when he had judged Him to be released.", "14": "“But you denied the Holy and Righteous One, and desired that a murderer to be given to you;", "15": "“and killed the Lord of Life, Whom God has raised from the dead, of which we are witnesses.", "16": "“And His Name has made this man whole whom you see and know, through faith in His Name. And his faith has given to him this perfect health of his whole body, in the presence of you all!", "17": "“And now, brothers, I know that you did it through ignorance, as did also your governors.", "18": "“But those things which God had shown before by the mouth of all his Prophets - that Christ would suffer - He has thus fulfilled.", "19": "“Therefore repent, and convert, that your sins may be blotted out when the time of refreshing shall come from the presence of the Lord.", "20": "“And He shall send Jesus Christ, Who was preached to you before.", "21": "“Whom the heaven must contain until the time that all things are restored which God has spoken by the mouth of all His holy Prophets since the world began.", "22": "“For Moses said to the Fathers, 'The Lord your God shall raise up to you a Prophet, of your brothers, like me. You shall hear Him in all things, whatever He shall say to you.", "23": "'For it shall be that every person who shall not hear that Prophet shall be utterly destroyed from among the people.'", "24": "“Also, all the Prophets, from Samuel through those who followed, as many as have spoken, have likewise foretold of these days.", "25": "“You are the children of the Prophets, and of the Covenant which God has made with our fathers, saying to Abraham, 'And in your seed shall all the families of the earth be blessed.'", "26": "“To you first, God has raised up His Son Jesus. And He has sent Him to bless you, in turning every one of you from your iniquities.”"}