{"1": "And as they spoke to the people, the priests and the Captain of the Temple and the Sadducees came upon them,", "2": "annoyed that they taught the people and preached the resurrection from the dead in Jesus' Name.", "3": "And they laid hands on them and put them in custody until the next day. For it was now evening.", "4": "However, many of those who heard the word, believed. And the number of the men was about five thousand.", "5": "And on the next day it so happened that their rulers, and elders, and scribes, were gathered together at Jerusalem;", "6": "and Annas, the High Priest, and Caiaphas, and John, and Alexander, and as many as were in the family of the High Priest.", "7": "And when they had set them before them, they asked, “By what power, or in what Name, have you done this?”", "8": "Then Peter, full of the Holy Ghost, said to them, “Rulers of the people, and elders of Israel!", "9": "“If we are being examined today regarding the good deed done to the impotent man (or, by what means he is made whole),", "10": "“be it known to you all, and to all the people of Israel, that by the Name of Jesus Christ of Nazareth - Whom you have crucified, Whom God raised again from the dead - by Him does this man stand here before you, whole.", "11": "“This is the Stone cast aside by you builders, which has become the Cornerstone.", "12": "“Nor is there salvation in any other. For among men there is given no other Name under heaven whereby we must be saved.”", "13": "Now when they saw the boldness of Peter and John and understood that they were unlearned men and without knowledge, they marveled. And they recognized them, that they had been with Jesus.", "14": "And seeing also the man who was healed standing with them, they had nothing to say against it.", "15": "Then they commanded them to go aside out of the council, and conferred among themselves,", "16": "saying, “What shall we do to these men? For surely a known sign is done by them, which is apparent to all those who dwell in Jerusalem. And we cannot deny it.", "17": "“But so that it goes no further among the people, let us threaten and charge them, so that they speak no more in this Name to any man.”", "18": "So they called them, and commanded them, that they should never speak or teach in the Name of Jesus.", "19": "But Peter and John answered them, and said, “Whether it is right in the sight of God - to obey you rather than God - you be the judge.", "20": "“For we can only speak the things which we have seen and heard.”", "21": "So they threatened them and let them go. And they found no way to punish them, because of the people. For they all praised God for what was done.", "22": "For the man upon whom this miracle of healing was shown was over forty years old.", "23": "Then, as soon as they were let go, they came home, and reported all that the chief priests and elders had said to them.", "24": "And when they heard it, they lifted up their voices in unison to God, and said, “O Lord, You are the God Who has made the heaven, and the earth, the sea, and all things that are in them;", "25": "“Who, by the mouth of Your servant David, has said, 'Why did the Gentiles rage, and the people imagine empty things?", "26": "'The kings of the earth assembled, and the rulers came together against the Lord, and against His Christ.'", "27": "“For doubtless, both Herod and Pontius Pilate, along with the Gentiles and the people of Israel, gathered themselves together against Your holy Son Jesus - whom You have anointed -", "28": "“to do whatever Your hand and Your counsel had determined beforehand to be done.", "29": "“And now, O Lord, behold their threats. And grant to Your servants to speak Your word with all boldness,", "30": "“by stretching forth Your hand. So that healing and signs and wonders may be done by the Name of Your Holy Son, Jesus.”", "31": "And when they had prayed, the place where they were assembled together was shaken. And they were all filled with the Holy Ghost. And they spoke the word of God boldly.", "32": "And the multitude of those who believed were of one heart, and of one soul. Nor did any of them say that any possession was his own. But they shared everything.", "33": "And the Apostles witnessed the resurrection of the Lord Jesus with great power. And great grace was upon them all.", "34": "Nor were there any among them in need. For as many as possessed lands or houses sold them, and brought the price of the things that were sold,", "35": "and laid it down at the Apostles' feet. And it was distributed to each according to his need.", "36": "Also Joses, who was called 'Barnabas' by the Apostles (which means 'son of encouragement'), a Levite from the country of Cyprus,", "37": "sold a field which he owned. And he brought the money and laid it down at the Apostles' feet."}