{"1": "And Saul, still breathing out threats and murder against the disciples of the Lord, went to the High Priest,", "2": "and asked for letters to Damascus, to the synagogues, so that if he found any who were of the Way, (either men or women) he might bring them bound to Jerusalem.", "3": "Now as he journeyed, it so happened that as he drew near to Damascus, there suddenly shone around him a light from Heaven.", "4": "And he fell to the earth, and heard a voice saying to him, “Saul, Saul, why do you persecute Me?”", "5": "And he said, “Who are You, Lord?” And the Lord said, “I am Jesus, Whom you persecute. It is hard for you to kick against goads.”", "6": "Then, both trembling and astonished, he said, “Lord, what will You have me do?” And the Lord said to him, “Arise, and go into the city. And it shall be told to you what you shall do.”", "7": "The men who journeyed with him also stood amazed - hearing the voice but seeing no one.", "8": "And Saul arose from the ground and opened his eyes but saw no man. Then led they him by the hand, and brought him into Damascus,", "9": "where he was without sight for three days, and neither ate nor drank.", "10": "And there was a certain disciple at Damascus named Ananias. And the Lord said to him in a vision, “Ananias.” And he said, “Behold, I am here, Lord.”", "11": "Then the Lord said to him, “Arise, and go into the street which is called Straight. And look in the house of Judas for one called Saul of Tarsus. For behold, he prays.”", "12": "“And in a vision, he has seen a man named Ananias coming in and putting his hands on him, so that he might receive his sight.”", "13": "Then Ananias answered, “Lord, I have heard from many about this man; how much evil he has done to your saints at Jerusalem.", "14": "“Moreover, here he has the authority of the chief priests to bind all that call on Your Name.”", "15": "Then the Lord said to him, “Go. For he is a vessel chosen by Me to bear My Name before the Gentiles, and Kings, and the children of Israel.", "16": "“For I will show him how many things he must suffer for My Name's sake.”", "17": "Then Ananias went, and entered that house, and put his hands on him, and said, “Brother Saul, the Lord Jesus, Who appeared to you on the way as you came, has sent me, so that you might receive your sight and be filled with the Holy Ghost.”", "18": "And immediately something like 'scales' fell from his eyes. And suddenly he received sight, and arose, and was baptized,", "19": "and received food and was strengthened. So, Saul was with the Damascus disciples for some days.", "20": "And immediately he preached Christ in the synagogues, that He was the Son of God.", "21": "So that all who heard him were amazed, and said, “Is not this he who harassed those who called on this Name in Jerusalem, and came here for that purpose, so that he could bring them bound to the chief priests?”", "22": "But Saul increased all the more in strength, and confounded the Jews who dwelt at Damascus, confirming that this was the Christ.", "23": "[n]And after that many days had passed, the Jews conspired to kill him.", "24": "But their plot was known by Saul. Now, they watched the gates day and night, so that they might kill him.", "25": "Then the disciples took him at night. And, by rope, they let him down through the wall in a basket.", "26": "And when Saul had come to Jerusalem, he attempted to join the disciples. But they were all afraid of him, and did not believe that he was a disciple.", "27": "But Barnabas took him, and brought him to the Apostles, and told them how he had seen the Lord on the road. And that he had spoken to Him. And how he had spoken boldly at Damascus in the Name of Jesus.", "28": "And he was with them, coming in and going out, at Jerusalem.", "29": "And he spoke boldly in the Name of the Lord Jesus and spoke and disputed against the Hellenists. But they sought to kill him.", "30": "But when the brothers knew it, they brought him to Caesarea, and sent him forth to Tarsus.", "31": "Then the Churches had rest through all Judea, and Galilee, and Samaria, and were edified, and walked in the fear of the Lord, and were multiplied by the comfort of the Holy Ghost.", "32": "And it so happened that as Peter walked throughout all quarters, he also came to the saints who dwelt in Lydda.", "33": "And there he found a certain man named Aeneas, who had been sick of the palsy and lying on a mat for eight years.", "34": "Then Peter said to him, “Aeneas, Jesus Christ makes you whole. Arise, and make your bed.” And he arose immediately.", "35": "And all who dwelt in Lydda and Sharon, saw him, and turned to the Lord.", "36": "There was also a certain woman in Joppa, a disciple named Tabitha (which means 'Dorcas'). She was full of good works and alms which she did.", "37": "And it so happened in those days that she fell sick and died. And after they had washed her, they laid her in an upper room.", "38": "Now since Lydda was near Joppa, and the disciples had heard that Peter was there, they sent two men to him, asking that he not delay in coming to them.", "39": "Then Peter arose and came with them. And when he had come, they brought him into the upper room, where all the weeping widows stood by him and showed him the coats and garments which Dorcas had made while she was with them.", "40": "But Peter put them all out; and kneeled down, and prayed, and turned to the body, and said, “Tabitha, arise.” And she opened her eyes. And when she saw Peter, she sat up.", "41": "Then he gave her his hand and lifted her up, and called the saints and widows, and presented her alive.", "42": "And it was known throughout all Joppa. And many believed in the Lord.", "43": "And it so happened that he stayed in Joppa many days with one Simon, a tanner."}