{"1": "An Angelic Vision.[a] 1 In the third year of Cyrus, king of Persia, a revelation was given to Daniel, who had been named Belteshazzar. The revelation was certain: a great war;[b] he understood this from the vision. ", "2": "In those days, I, Daniel, mourned three full weeks. ", "3": "I ate no savory food, took no meat or wine, and did not anoint myself at all until the end of the three weeks.", "4": "On the twenty-fourth day of the first month[c] I was on the bank of the great river, the Tigris. ", "5": "As I looked up, I saw a man[d] dressed in linen with a belt of fine gold around his waist. ", "6": "His body was like chrysolite, his face shone like lightning, his eyes were like fiery torches, his arms and feet looked like burnished bronze, and the sound of his voice was like the roar of a multitude. ", "7": "I alone, Daniel, saw the vision; but great fear seized those who were with me; they fled and hid themselves, although they did not see the vision. ", "8": "So I was left alone to see this great vision. No strength remained in me; I turned the color of death and was powerless. ", "9": "When I heard the sound of his voice, I fell face forward unconscious.", "10": "But then a hand touched me, raising me to my hands and knees. ", "11": "“Daniel, beloved,” he said to me, “understand the words which I am speaking to you; stand up, for my mission now is to you.” When he said this to me, I stood up trembling. ", "12": "“Do not fear, Daniel,” he continued; “from the first day you made up your mind to acquire understanding and humble yourself before God, your prayer was heard. Because of it I started out, ", "13": "but the prince of the kingdom of Persia[e] stood in my way for twenty-one days, until finally Michael, one of the chief princes, came to help me. I left him there with the prince of the kingdom of Persia, ", "14": "and came to make you understand what shall happen to your people in the last days; for there is yet a vision concerning those days.”", "15": "While he was speaking thus to me, I fell forward and kept silent. ", "16": "Then something like a hand touched my lips; I opened my mouth and said to the one standing before me, “My lord, I was seized with pangs at the vision and I was powerless. ", "17": "How can my lord's servant speak with you, my lord? For now no strength or even breath is left in me.” ", "18": "The one who looked like a man touched me again and strengthened me, saying, ", "19": "“Do not fear, beloved. Peace! Take courage and be strong.” When he spoke to me, I grew strong and said, “Speak, my lord, for you have strengthened me.” ", "20": "“Do you know,” he asked, “why I have come to you? Soon I must fight the prince of Persia again. When I leave, the prince of Greece will come; ", "21": "but I shall tell you what is written in the book of truth.[f] No one supports me against these except Michael, your prince, 1 and in the first year of Darius the Mede I stood to strengthen him and be his refuge."}