{"1": "Nebuchadnezzar's Madness. 1 I, Nebuchadnezzar, was at home in my palace, content and prosperous. ", "2": "I had a terrifying dream as I lay in bed, and the images and my visions frightened me. ", "3": "So I issued a decree that all the wise men of Babylon should be brought before me to give the interpretation of the dream. ", "4": "When the magicians, enchanters, Chaldeans, and diviners had come in, I related the dream before them; but none of them could tell me its meaning. ", "5": "Finally there came before me Daniel, whose name is Belteshazzar after the name of my god,[a] and in whom is a spirit of the holy gods. I repeated the dream to him: ", "6": "“Belteshazzar, chief of the magicians, I know that a spirit of the holy gods is in you and no mystery is too difficult for you; this is the dream that I saw, tell me its meaning.", "7": "“These were the visions I saw while in bed: I saw a tree of great height at the center of the earth. ", "8": "It was large and strong, with its top touching the heavens, and it could be seen to the ends of the earth. ", "9": "Its leaves were beautiful, its fruit abundant, providing food for all. Under it the wild beasts found shade, in its branches the birds of the air nested; all flesh ate of it. ", "10": "In the vision I saw while in bed, a holy watcher[b] came down from heaven ", "11": "and cried aloud in these words: 'Cut down the tree and lop off its branches, strip off its leaves and scatter its fruit; Let the beasts flee from beneath it, and the birds from its branches,", "12": "but leave its stump in the earth. Bound with iron and bronze, let him be fed with the grass of the field and bathed with the dew of heaven; let his lot be with the beasts in the grass of the earth.", "13": "Let his mind be changed from a human one; let the mind of a beast be given him, till seven years pass over him.", "14": "By decree of the watchers is this proclamation, by order of the holy ones, this sentence; That all who live may know that the Most High is sovereign over human kingship, Giving it to whom he wills, and setting it over the lowliest of mortals.'", "15": "“This is the dream that I, King Nebuchadnezzar, had. Now, Belteshazzar, tell me its meaning. None of the wise men in my kingdom can tell me the meaning, but you can, because the spirit of the holy gods is in you.”", "16": "Then Daniel, whose name was Belteshazzar, was appalled for a time, dismayed by his thoughts. “Belteshazzar,” the king said to him, “do not let the dream or its meaning dismay you.” “My lord,” Belteshazzar replied, “may this dream be for your enemies, and its meaning for your foes. ", "17": "The tree that you saw, large and strong, its top touching the heavens, that could be seen by the whole earth, ", "18": "its leaves beautiful, its fruit abundant, providing food for all, under which the wild beasts lived, and in whose branches the birds of the air dwelt— ", "19": "you are that tree, O king, large and strong! Your majesty has become so great as to touch the heavens, and your rule reaches to the ends of the earth. ", "20": "As for the king's vision of a holy watcher, who came down from heaven and proclaimed: 'Cut down the tree and destroy it, but leave its stump in the earth. Bound with iron and bronze, let him be fed with the grass of the field, and bathed with the dew of heaven; let his lot be with wild beasts till seven years pass over him'— ", "21": "here is its meaning, O king, here is the sentence that the Most High has passed upon my lord king: ", "22": "You shall be cast out from human society and dwell with wild beasts; you shall be given grass to eat like an ox and be bathed with the dew of heaven; seven years shall pass over you, until you know that the Most High is sovereign over human kingship and gives it to whom he will. ", "23": "The command that the stump of the tree is to be left means that your kingdom shall be preserved for you, once you have learned that heaven is sovereign. ", "24": "Therefore, O king, may my advice be acceptable to you; atone for your sins by good deeds,[c] and for your misdeeds by kindness to the poor; then your contentment will be long lasting.”", "25": "All this happened to King Nebuchadnezzar. ", "26": "Twelve months later, as he was walking on the roof of the royal palace in Babylon, ", "27": "the king said, “Babylon the great! Was it not I, with my great strength, who built it as a royal residence for my splendor and majesty?” ", "28": "While these words were still on the king's lips, a voice spoke from heaven, “It has been decreed for you, King Nebuchadnezzar, that your kingship is taken from you! ", "29": "You shall be cast out from human society, and shall dwell with wild beasts; you shall be given grass to eat like an ox, and seven years shall pass over you, until you learn that the Most High is sovereign over human kingship and gives it to whom he will.” ", "30": "[d]At once this was fulfilled. Nebuchadnezzar was cast out from human society, he ate grass like an ox, and his body was bathed with the dew of heaven, until his hair grew like the feathers of an eagle, and his nails like the claws of a bird.", "31": "When this period was over, I, Nebuchadnezzar, raised my eyes to heaven; my reason was restored to me, and I blessed the Most High, I praised and glorified the One who lives forever, Whose dominion is an everlasting dominion, and whose kingdom endures through all generations.", "32": "All who live on the earth are counted as nothing; he does as he wills with the powers of heaven and with those who live on the earth. There is no one who can stay his hand or say to him, “What have you done?”", "33": "At the same time my reason returned to me, and for the glory of my kingdom, my majesty and my splendor returned to me. My counselors and nobles sought me out; I was restored to my kingdom and became much greater than before. ", "34": "Now, I, Nebuchadnezzar, praise and exalt and glorify the King of heaven, all of whose works are right and ways just; and who is able to humble those who walk in pride."}