{"1": "The Ram and the He-goat.[a] 1 After this first vision, I, Daniel, had another, in the third year of the reign of King Belshazzar. ", "2": "In my vision I saw myself in the fortress of Susa[b] in the province of Elam; I was beside the river Ulai. ", "3": "I looked up and saw standing by the river a ram with two great horns, the one larger and newer than the other. ", "4": "I saw the ram butting toward the west, north, and south. No beast could withstand it or be rescued from its power; it did what it pleased and grew powerful.", "5": "As I was reflecting, a he-goat with a prominent horn on its forehead suddenly came from the west across the whole earth without touching the ground. ", "6": "It came to the two-horned ram I had seen standing by the river, and rushed toward it with savage force. ", "7": "I saw it reach the ram; enraged, the he-goat attacked and shattered both its horns. The ram did not have the strength to withstand it; the he-goat threw the ram to the ground and trampled upon it. No one could rescue the ram from its power.", "8": "The he-goat grew very powerful, but at the height of its strength the great horn was shattered, and in its place came up four others, facing the four winds of heaven. ", "9": "Out of one of them came a little horn[c] which grew and grew toward the south, the east, and the glorious land. ", "10": "It grew even to the host of heaven,[d] so that it cast down to earth some of the host and some of the stars and trampled on them. ", "11": "It grew even to the Prince of the host, from whom the daily sacrifice was removed, and whose sanctuary was cast down. ", "12": "The host was given over together with the daily sacrifice in the course of transgression. It cast truth to the ground, and was succeeding in its undertaking.", "13": "I heard a holy one speaking, and another said to whichever one it was that spoke, “How long shall the events of this vision last concerning the daily sacrifice, the desolating sin,[e] the giving over of the sanctuary and the host for trampling?” ", "14": "He answered him, “For two thousand three hundred evenings and mornings; then the sanctuary shall be set right.”", "15": "While I, Daniel, sought the meaning of the vision I had seen, one who looked like a man stood before me, ", "16": "and on the Ulai I heard a human voice that cried out, “Gabriel,[f] explain the vision to this man.” ", "17": "When he came near where I was standing, I fell prostrate in terror. But he said to me, “Understand, O son of man, that the vision refers to the end time.”[g] ", "18": "As he spoke to me, I fell forward unconscious; he touched me and made me stand up. ", "19": "“I will show you,” he said, “what is to happen in the last days of wrath; for it is for the appointed time of the end.", "20": "“The two-horned ram you saw represents the kings of the Medes and Persians.[h] ", "21": "The he-goat is the king of the Greeks, and the great horn on its forehead is the first king. ", "22": "The four that rose in its place when it was shattered are four kingdoms that will issue from his nation, but without his strength.", "23": "“At the end of their reign, when sinners have reached their measure, There shall arise a king, impudent, and skilled in intrigue.", "24": "He shall be strong and powerful, bring about fearful ruin, and succeed in his undertaking. He shall destroy powerful peoples;", "25": "his cunning shall be against the holy ones, his treacherous conduct shall succeed. He shall be proud of heart and destroy many by stealth. But when he rises against the Prince of princes, he shall be broken without a hand being raised.", "26": "As for the vision of the evenings and the mornings, what was spoken is true. But you, keep this vision secret: it is for the distant future.”", "27": "I, Daniel, was weak and ill for some days; then I arose and took care of the king's affairs. But the vision left me desolate, without understanding."}