{"1": "On that day they read the Book of Moses to the people, and they found that it said no Ammonite or Moabite should ever be allowed in the meeting to worship. ", "2": "The Ammonites and Moabites had not welcomed the Israelites with food and water. Instead, they had hired Balaam to put a curse on Israel. (But our God turned the curse into a blessing.) ", "3": "When the people heard this teaching, they separated all foreigners from Israel.", "4": "Before that happened, Eliashib the priest, who was in charge of the Temple storerooms, was friendly with Tobiah. ", "5": "Eliashib let Tobiah use one of the large storerooms. Earlier it had been used for grain offerings, incense, the utensils, and the tenth offerings of grain, new wine, and olive oil that belonged to the Levites, singers, and gatekeepers. It had also been used for gifts for the priests.", "6": "I was not in Jerusalem when this happened. I had gone back to Artaxerxes king of Babylon in the thirty-second year he was king. Finally I asked the king to let me leave. ", "7": "When I returned to Jerusalem, I found out the evil Eliashib had done by letting Tobiah have a room in the Temple courtyard. ", "8": "I was very upset at this, so I threw all of Tobiah's goods out of the room. ", "9": "I ordered the rooms to be purified, and I brought back the utensils for God's Temple, the grain offerings, and the incense.", "10": "Then I found out the people were not giving the Levites their shares. So the Levites and singers who served had gone back to their own farms. ", "11": "I argued with the officers, saying, “Why haven't you taken care of the Temple?” Then I gathered the Levites and singers and put them back at their places.", "12": "All the people of Judah then brought to the storerooms a tenth of their crops, new wine, and olive oil. ", "13": "I put these men in charge of the storerooms: Shelemiah the priest, Zadok the teacher, and Pedaiah a Levite. I made Hanan son of Zaccur, the son of Mattaniah, their helper. Everyone knew they were honest. They gave out the portions that went to their relatives.", "14": "Remember me, my God, for this. Do not ignore my love for the Temple and its service.", "15": "In those days I saw people in Judah working in the winepresses on the Sabbath day. They were bringing in grain and loading it on donkeys. And they were bringing loads of wine, grapes, and figs into Jerusalem on the Sabbath day. So I warned them about selling food on that day. ", "16": "People from the city of Tyre who were living in Jerusalem brought in fish and other things and sold them there on the Sabbath day to the people of Judah. ", "17": "I argued with the important men of Judah and said to them, “What is this evil thing you are doing? You are ruining the Sabbath day. ", "18": "This is just what your ancestors did. So our God did terrible things to us and this city. Now you are making him even more angry at Israel by ruining the Sabbath day.”", "19": "So I ordered that the doors be shut at sunset before the Sabbath and not be opened until the Sabbath was over. I put my servants at the gates so no load could come in on the Sabbath. ", "20": "Once or twice traders and sellers of all kinds of goods spent the night outside Jerusalem. ", "21": "So I warned them, “Why are you spending the night by the wall? If you do it again, I will force you away.” After that, they did not come back on the Sabbath. ", "22": "Then I ordered the Levites to purify themselves and to guard the city gates to make sure the Sabbath remained holy. Remember me, my God, for this. Have mercy on me because of your great love.", "23": "In those days I saw men of Judah who had married women from Ashdod, Ammon, and Moab. ", "24": "Half their children were speaking the language of Ashdod or some other place, and they couldn't speak the language of Judah. ", "25": "I argued with those people, put curses on them, hit some of them, and pulled out their hair. I forced them to make a promise to God, saying, “Do not let your daughters marry the sons of foreigners, and do not take the daughters of foreigners as wives for your sons or yourselves. ", "26": "Foreign women made King Solomon of Israel sin. There was never a king like him in any of the nations. God loved Solomon and made him king over all Israel, but foreign women made him sin. ", "27": "And now you are not obedient when you do this evil thing. You are unfaithful to our God when you marry foreign wives.”", "28": "Joiada was the son of Eliashib the high priest. One of Joiada's sons married a daughter of Sanballat the Horonite, so I sent him away from me.", "29": "Remember them, my God, because they made the priesthood unclean and the agreement of the priests and Levites unclean.", "30": "So I purified them of everything that was foreign. I appointed duties for the priests and Levites, giving each man his own job. ", "31": "I also made sure wood was brought for the altar at regular times and that the firstfruits were brought. Remember me, my God; be kind to me."}