{"1": "When Sanballat heard we were rebuilding the wall, he was very angry, even furious. He made fun of the Jewish people. ", "2": "He said to his friends and those with power in Samaria, “What are these weak Jews doing? Will they rebuild the wall? Will they offer sacrifices? Can they finish it in one day? Can they bring stones back to life from piles of trash and ashes?”", "3": "Tobiah the Ammonite, who was next to Sanballat, said, “If a fox climbed up on the stone wall they are building, it would break it down.”", "4": "I prayed, “Hear us, our God. We are hated. Turn the insults of Sanballat and Tobiah back on their own heads. Let them be captured and stolen like valuables. ", "5": "Do not hide their guilt or take away their sins so that you can't see them, because they have insulted the builders.”", "6": "So we rebuilt the wall to half its height, because the people were willing to work.", "7": "But Sanballat, Tobiah, the Arabs, the Ammonites, and the people from Ashdod were very angry when they heard that the repairs to Jerusalem's walls were continuing and that the holes in the wall were being closed. ", "8": "So they all made plans to come to Jerusalem and fight and stir up trouble. ", "9": "But we prayed to our God and appointed guards to watch for them day and night.", "10": "The people of Judah said, “The workers are getting tired. There is so much trash we cannot rebuild the wall.”", "11": "And our enemies said, “The Jews won't know or see anything until we come among them and kill them and stop the work.”", "12": "Then the Jewish people who lived near our enemies came and told us ten times, “Everywhere you turn, the enemy will attack us.” ", "13": "So I put people behind the lowest places along the wall—the open places—and I put families together with their swords, spears, and bows. ", "14": "Then I looked around and stood up and said to the important men, the leaders, and the rest of the people: “Don't be afraid of them. Remember the Lord, who is great and powerful. Fight for your brothers, your sons and daughters, your wives, and your homes.”", "15": "Then our enemies heard that we knew about their plans and that God had ruined their plans. So we all went back to the wall, each to his own work.", "16": "From that day on, half my people worked on the wall. The other half was ready with spears, shields, bows, and armor. The officers stood in back of the people of Judah ", "17": "who were building the wall. Those who carried materials did their work with one hand and carried a weapon with the other. ", "18": "Each builder wore his sword at his side as he worked. The man who blew the trumpet to warn the people stayed next to me.", "19": "Then I said to the important people, the leaders, and everyone else, “This is a very big job. We are spreading out along the wall so that we are far apart. ", "20": "Wherever you hear the sound of the trumpet, assemble there. Our God will fight for us.”", "21": "So we continued to work with half the men holding spears from sunrise till the stars came out. ", "22": "At that time I also said to the people, “Let every man and his helper stay inside Jerusalem at night. They can be our guards at night and workmen during the day.” ", "23": "Neither I, my brothers, my workers, nor the guards with me ever took off our clothes. Each person carried his weapon even when he went for water."}