{"1": "After the wall had been rebuilt and I had set the doors in place, the gatekeepers, singers, and Levites were chosen. ", "2": "I put my brother Hanani, along with Hananiah, the commander of the palace, in charge of Jerusalem. Hananiah was honest and feared God more than most people. ", "3": "I said to them, “The gates of Jerusalem should not be opened until the sun is hot. While the gatekeepers are still on duty, have them shut and bolt the doors. Appoint people who live in Jerusalem as guards, and put some at guard posts and some near their own houses.”", "4": "The city was large and roomy, but there were few people in it, and the houses had not yet been rebuilt. ", "5": "Then my God caused me to gather the important people, the leaders, and the common people so I could register them by families. I found the family history of those who had returned first. This is what I found written there:", "6": "These are the people of the area who returned from captivity, whom Nebuchadnezzar king of Babylon had taken away. They returned to Jerusalem and Judah, each going back to his own town. ", "7": "These people returned with Zerubbabel, Jeshua, Nehemiah, Azariah, Raamiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Baanah. These are the people from Israel: ", "8": "the descendants of Parosh—2,172; ", "9": "the descendants of Shephatiah—372; ", "10": "the descendants of Arah—652; ", "11": "the descendants of Pahath-Moab (through the family of Jeshua and Joab)—2,818; ", "12": "the descendants of Elam—1,254; ", "13": "the descendants of Zattu—845; ", "14": "the descendants of Zaccai—760; ", "15": "the descendants of Binnui—648; ", "16": "the descendants of Bebai—628; ", "17": "the descendants of Azgad—2,322; ", "18": "the descendants of Adonikam—667; ", "19": "the descendants of Bigvai—2,067; ", "20": "the descendants of Adin—655; ", "21": "the descendants of Ater (through Hezekiah)—98; ", "22": "the descendants of Hashum—328; ", "23": "the descendants of Bezai—324; ", "24": "the descendants of Hariph—112; ", "25": "the descendants of Gibeon—95.", "26": "These are the people from the towns of Bethlehem and Netophah—188; ", "27": "of Anathoth—128; ", "28": "of Beth Azmaveth—42; ", "29": "of Kiriath Jearim, Kephirah, and Beeroth—743; ", "30": "of Ramah and Geba—621; ", "31": "of Micmash—122; ", "32": "of Bethel and Ai—123; ", "33": "of the other Nebo—52; ", "34": "of the other Elam—1,254; ", "35": "of Harim—320; ", "36": "of Jericho—345; ", "37": "of Lod, Hadid, and Ono—721; ", "38": "of Senaah—3,930.", "39": "These are the priests: the descendants of Jedaiah (through the family of Jeshua)—973; ", "40": "the descendants of Immer—1,052; ", "41": "the descendants of Pashhur—1,247; ", "42": "the descendants of Harim—1,017.", "43": "These are the Levites: the descendants of Jeshua (through Kadmiel through the family of Hodaviah)—74.", "44": "These are the singers: the descendants of Asaph—148.", "45": "These are the gatekeepers: the descendants of Shallum, Ater, Talmon, Akkub, Hatita, and Shobai—138.", "46": "These are the Temple servants: the descendants of Ziha, Hasupha, Tabbaoth, ", "47": "Keros, Sia, Padon, ", "48": "Lebana, Hagaba, Shalmai, ", "49": "Hanan, Giddel, Gahar, ", "50": "Reaiah, Rezin, Nekoda, ", "51": "Gazzam, Uzza, Paseah, ", "52": "Besai, Meunim, Nephussim, ", "53": "Bakbuk, Hakupha, Harhur, ", "54": "Bazluth, Mehida, Harsha, ", "55": "Barkos, Sisera, Temah, ", "56": "Neziah, and Hatipha.", "57": "These are the descendants of the servants of Solomon: the descendants of Sotai, Sophereth, Perida, ", "58": "Jaala, Darkon, Giddel, ", "59": "Shephatiah, Hattil, Pokereth-Hazzebaim, and Amon.", "60": "The Temple servants and the descendants of the servants of Solomon totaled 392 people.", "61": "Some people came to Jerusalem from the towns of Tel Melah, Tel Harsha, Kerub, Addon, and Immer, but they could not prove that their ancestors came from Israel. Here are their names and their number: ", "62": "the descendants of Delaiah, Tobiah, and Nekoda—642.", "63": "And these priests could not prove that their ancestors came from Israel: the descendants of Hobaiah, Hakkoz, and Barzillai. (He had married a daughter of Barzillai from Gilead and was called by her family name.)", "64": "These people searched for their family records, but they could not find them. So they could not be priests, because they were thought to be unclean. ", "65": "The governor ordered them not to eat any of the holy food until a priest settled this matter by using the Urim and Thummim.", "66": "The total number of those who returned was 42,360. ", "67": "This is not counting their 7,337 male and female servants and the 245 male and female singers with them. ", "68": "They had 736 horses, 245 mules, ", "69": "camels, and 6,720 donkeys.", "70": "Some of the family leaders gave to the work. The governor gave to the treasury about 19 pounds of gold, 50 bowls, and 530 pieces of clothing for the priests. ", "71": "Some of the family leaders gave about 375 pounds of gold and about 2,660 pounds of silver to the treasury for the work. ", "72": "The total of what the other people gave was about 375 pounds of gold, about 2,250 pounds of silver, and 67 pieces of clothing for the priests. ", "73": "So these people all settled in their own towns: the priests, the Levites, the gatekeepers, the singers, the Temple servants, and all the other people of Israel. By the seventh month the Israelites were settled in their own towns."}