{"1": "Now I will write about meat that is sacrificed[a] to idols. It is certainly true that “we all have knowledge,” as you say. But this knowledge only fills people with pride. It is love that helps the church grow stronger.", "2": "Those who think they know something do not yet know anything as they should.", "3": "But whoever loves God is known by God.", "4": "So this is what I say about eating meat: We know that an idol is really nothing in the world, and we know that there is only one God.", "5": "It's really not important if there are things called gods in heaven or on earth—and there are many of these “gods” and “lords” out there.", "6": "For us there is only one God, and he is our Father. All things came from him, and we live for him. And there is only one Lord, Jesus Christ. All things were made through him, and we also have life through him.", "7": "But not all people know this. Some have had the habit of worshiping idols. So now when they eat meat, they still feel as if it belongs to an idol. They are not sure that it is right to eat this meat. So when they eat it, they feel guilty.", "8": "But food will not bring us closer to God. Refusing to eat does not make us less pleasing to God, and eating does not make us closer to him.", "9": "But be careful with your freedom. Your freedom to eat anything may make those who have doubts about what they can eat fall into sin.", "10": "You understand that it's all right to eat anything, so you can eat even in an idol's temple. But someone who has doubts might see you eating there, and this might encourage them to eat meat sacrificed to idols too. But they really think it is wrong.", "11": "So this weak brother or sister—someone Christ died for—is lost because of your better understanding.", "12": "When you sin against your brothers and sisters in Christ in this way and you hurt them by causing them to do things they feel are wrong, you are also sinning against Christ.", "13": "So if the food I eat makes another believer fall into sin, I will never eat meat again. I will stop eating meat, so that I will not make my brother or sister sin."}