{"1": "A new branch will grow from a stump of a tree; so a new king will come from the family of Jesse.[a]", "2": "The Spirit of the Lord will rest upon that king. The Spirit will give him wisdom and understanding, guidance and power. The Spirit will teach him to know and respect the Lord.", "3": "This king will be glad to obey the Lord. He will not judge by the way things look or decide by what he hears.", "4": "But he will judge the poor honestly; he will be fair in his decisions for the poor people of the land. At his command evil people will be punished, and by his words the wicked will be put to death.", "5": "Goodness and fairness will give him strength, like a belt around his waist.", "6": "Then wolves will live in peace with lambs, and leopards will lie down to rest with goats. Calves, lions, and young bulls will eat together, and a little child will lead them.", "7": "Cows and bears will eat together in peace. Their young will lie down to rest together. Lions will eat hay as oxen do.", "8": "A baby will be able to play near a cobra's hole, and a child will be able to put his hand into the nest of a poisonous snake.", "9": "They will not hurt or destroy each other on all my holy mountain, because the earth will be full of the knowledge of the Lord, as the sea is full of water.", "10": "At that time the new king from the family of Jesse will stand as a banner for all peoples. The nations will come together around him, and the place where he lives will be filled with glory. ", "11": "At that time the Lord will again reach out and take his people who are left alive in Assyria, North Egypt, South Egypt, Cush, Elam, Babylonia, Hamath, and all the islands of the sea.", "12": "God will raise a banner as a sign for all nations, and he will gather the people of Israel who were forced from their country. He will gather the scattered people of Judah from all parts of the earth.", "13": "At that time Israel will not be jealous anymore, and Judah will have no more enemies. Israel will not be jealous of Judah, and Judah will not hate Israel.", "14": "But Israel and Judah will attack the Philistines on the west. Together they will take the riches from the people of the east. They will conquer Edom and Moab, and the people of Ammon will be under their control.", "15": "The Lord will dry up the Red Sea of Egypt. He will wave his arm over the Euphrates River and dry it up with a scorching wind. He will divide it into seven small rivers so that people can walk across them with their sandals on.", "16": "So God's people who are left alive will have a way to leave Assyria, just like the time the Israelites came out of Egypt."}