{"1": "God showed Isaiah son of Amoz this message about Babylon:", "2": "Raise a flag on the bare mountain. Call out to the men. Raise your hand to signal them to enter through the gates for important people.", "3": "I myself have commanded those people whom I have separated as mine. I have called those warriors to carry out my anger. They rejoice and are glad to do my will.", "4": "Listen to the loud noise in the mountains, the sound of many people. Listen to the noise among the kingdoms, the sound of nations gathering together. The Lord All-Powerful is calling his army together for battle.", "5": "This army is coming from a faraway land, from the edge of the horizon. In anger the Lord is using this army like a weapon to destroy the whole country.", "6": "Cry, because the Lord's day of judging is near; the Almighty is sending destruction.", "7": "People will be weak with fear, and their courage will melt away.", "8": "Everyone will be afraid. Pain and hurt will grab them; they will hurt like a woman giving birth to a baby. They will look at each other in fear, with their faces red like fire.", "9": "Look, the Lord's day of judging is coming— a terrible day, a day of God's anger. He will destroy the land and the sinners who live in it.", "10": "The stars will not show their light; the skies will be dark. The sun will grow dark as it rises, and the moon will not give its light.", "11": "The Lord says, “I will punish the world for its evil and wicked people for their sins. I will cause proud people to lose their pride, and I will destroy the pride of those who are cruel to others.", "12": "People will be harder to find than pure gold; there will be fewer people than there is fine gold in Ophir.", "13": "I will make the sky shake, and the earth will be moved from its place by the anger of the Lord All-Powerful at the time of his burning anger.", "14": "“Then the people from Babylon will run away like hunted deer or like sheep who have no shepherd. Everyone will turn back to his own people; each will run back to his own land.", "15": "Everyone who is captured will be killed; everyone who is caught will be killed with a sword.", "16": "Their little children will be beaten to death in front of them. Their houses will be robbed and their wives raped.", "17": "“Look, I will cause the armies of Media to attack Babylon. They do not care about silver or delight in gold.", "18": "Their soldiers will shoot the young men with arrows; they will show no mercy on children, nor will they feel sorry for little ones.", "19": "Babylon is the most beautiful of all kingdoms, and the Babylonians are very proud of it. But God will destroy it like Sodom and Gomorrah.", "20": "No one will ever live there or settle there again. No Arab will put a tent there; no shepherd will bring sheep there.", "21": "Only desert animals will live there, and their houses will be full of wild dogs. Owls will live there, and wild goats will leap about in the houses.", "22": "Wolves will howl within the strong walls, and wild dogs will bark in the beautiful buildings. The end of Babylon is near; its time is almost over.”"}