{"1": "Look! The Lord will destroy the earth and leave it empty; he will ruin the surface of the land and scatter its people.", "2": "At that time the same thing will happen to everyone: to common people and priests, to slaves and masters, to women slaves and their women masters, to buyers and sellers, to those who borrow and those who lend, to bankers and those who owe the bank.", "3": "The earth will be completely empty. The wealth will all be taken, because the Lord has commanded it.", "4": "The earth will dry up and die; the world will grow weak and die; the great leaders in this land will become weak.", "5": "The people of the earth have ruined it, because they do not follow God's teachings or obey God's laws or keep their agreement with God that was to last forever.", "6": "So a curse will destroy the earth. The people of the world are guilty, so they will be burned up; only a few will be left.", "7": "The new wine will be bad, and the grapevines will die. People who were happy will be sad.", "8": "The happy music of the tambourines will end. The happy sounds of wild parties will stop. The joyful music from the harps will end.", "9": "People will no longer sing while they drink their wine. The beer will taste bitter to those who drink it.", "10": "The ruined city will be empty, and people will hide behind closed doors.", "11": "People in the streets will ask for wine, but joy will have turned to sadness; all the happiness will have left.", "12": "The city will be left in ruins, and its gates will be smashed to pieces.", "13": "This is what will happen all over the earth and to all the nations. The earth will be like an olive tree after the harvest or like the few grapes left on a vine after harvest.", "14": "The people shout for joy. From the west they praise the greatness of the Lord.", "15": "People in the east, praise the Lord. People in the islands of the sea, praise the name of the Lord, the God of Israel.", "16": "We hear songs from every part of the earth praising God, the Righteous One. But I said, “I am dying! I am dying! How terrible it will be for me! Traitors turn against people; with their dishonesty, they turn against people.”", "17": "There are terrors, holes, and traps for the people of the earth.", "18": "Anyone who tries to escape from the sound of terror will fall into a hole. Anyone who climbs out of the hole will be caught in a trap. The clouds in the sky will pour out rain, and the foundations of the earth will shake.", "19": "The earth will be broken up; the earth will split open; the earth will shake violently.", "20": "The earth will stumble around like someone who is drunk; it will shake like a hut in a storm. Its sin is like a heavy weight on its back; it will fall and never rise again.", "21": "At that time the Lord will punish the powers in the sky above and the rulers on earth below.", "22": "They will be gathered together like prisoners thrown into a dungeon; they will be shut up in prison. After much time they will be punished.", "23": "The moon will be embarrassed, and the sun will be ashamed, because the Lord All-Powerful will rule as king on Mount Zion in Jerusalem. Jerusalem's leaders will see his greatness."}