{"1": "Understand this: The Lord God All-Powerful will take away everything Judah and Jerusalem need— all the food and water,", "2": "the heroes and great soldiers, the judges and prophets, people who do magic and elders,", "3": "the military leaders and government leaders, the counselors, the skilled craftsmen, and those who try to tell the future.", "4": "The Lord says, “I will cause young boys to be your leaders, and foolish children will rule over you.", "5": "People will be against each other; everyone will be against his neighbor. Young people will not respect older people, and common people will not respect important people.”", "6": "At that time a man will grab one of his brothers from his own family and say, “You have a coat, so you will be our leader. These ruins will be under your control.”", "7": "But that brother will stand up and say, “I cannot help you, because I do not have food or clothes in my house. You will not make me your leader.”", "8": "This will happen because Jerusalem has stumbled, and Judah has fallen. The things they say and do are against the Lord; they turn against him.", "9": "The look on their faces shows they are guilty; like the people of Sodom, they are proud of their sin. They don't care who sees it. How terrible it will be for them, because they have brought much trouble on themselves.", "10": "Tell those who do what is right that things will go well for them, because they will receive a reward for what they do.", "11": "But how terrible it will be for the wicked! They will be punished for all the wrong they have done.", "12": "Children treat my people cruelly, and women rule over them. My people, your guides lead you in the wrong way and turn you away from what is right.", "13": "The Lord takes his place in court and stands to judge the people.", "14": "The Lord presents his case against the elders and other leaders of his people: “You have burned the vineyard. Your houses are full of what you took from the poor.", "15": "What gives you the right to crush my people and grind the faces of the poor into the dirt?” The Lord God All-Powerful says this.", "16": "The Lord says, “The women of Jerusalem are proud. They walk around with their heads held high, and they flirt with their eyes. They take quick, short steps, making noise with their ankle bracelets.”", "17": "So the Lord will put sores on the heads of those women in Jerusalem, and he will make them lose their hair.", "18": "At that time the Lord will take away everything that makes them proud: their beautiful ankle bracelets, their headbands, their necklaces shaped like the moon, ", "19": "their earrings, bracelets, and veils, ", "20": "their scarves, ankle chains, the cloth belts worn around their waists, their bottles of perfume, and charms, ", "21": "their signet rings, nose rings, ", "22": "their fine robes, capes, shawls, and purses, ", "23": "their mirrors, linen dresses, turbans, and long shawls.", "24": "Instead of wearing sweet-smelling perfume, they will stink. Instead of fine cloth belts, they will wear the ropes of captives. Instead of having their hair fixed in fancy ways, they will be bald. Instead of fine clothes, they will wear clothes of sadness. Instead of being beautiful, they will wear the brand of a captive.", "25": "At that time your men will be killed with swords, and your heroes will die in war.", "26": "There will be crying and sadness near the city gates. Jerusalem will be like a woman who has lost everything and sits on the ground."}