{"1": "Wake up, wake up, Jerusalem! Become strong! Be beautiful again, holy city of Jerusalem. The people who do not worship God and who are not pure will not enter you again.", "2": "Jerusalem, you once were a prisoner. Now shake off the dust and stand up. Jerusalem, you once were a prisoner. Now free yourself from the chains around your neck.", "3": "This is what the Lord says: “You were not sold for a price, so you will be saved without cost.”", "4": "This is what the Lord God says: “First my people went down to Egypt to live. Later Assyria made them slaves.", "5": "“Now see what has happened,” says the Lord. “Another nation has taken away my people for nothing. This nation who rules them makes fun of me,” says the Lord. “All day long they speak against me.", "6": "This has happened so my people will know who I am, and so, on that future day, they will know that I am the one speaking to them. It will really be me.”", "7": "How beautiful is the person who comes over the mountains to bring good news, who announces peace and brings good news, who announces salvation and says to Jerusalem, “Your God is King.”", "8": "Listen! Your guards are shouting. They are all shouting for joy! They all will see with their own eyes when the Lord returns to Jerusalem.", "9": "Jerusalem, your buildings are destroyed now, but shout and rejoice together, because the Lord has comforted his people. He has saved Jerusalem.", "10": "The Lord will show his holy power to all the nations. Then everyone on earth will see the salvation of our God.", "11": "You people, leave, leave; get out of Babylon! Touch nothing that is unclean. You men who carry the Lord's things used in worship, leave there and make yourselves pure.", "12": "You will not be forced to leave Babylon quickly; you will not be forced to run away, because the Lord will go before you, and the God of Israel will guard you from behind.", "13": "The Lord says, “See, my servant will act wisely. People will greatly honor and respect him.", "14": "Many people were shocked when they saw him. His appearance was so damaged he did not look like a man; his form was so changed they could barely tell he was human.", "15": "But now he will surprise many nations. Kings will be amazed and shut their mouths. They will see things they had not been told about him, and they will understand things they had not heard.”"}