{"1": "In the year that King Uzziah died, I saw the Lord sitting on a very high throne. His long robe filled the Temple. ", "2": "Heavenly creatures of fire stood above him. Each creature had six wings: It used two wings to cover its face, two wings to cover its feet, and two wings for flying. ", "3": "Each creature was calling to the others: “Holy, holy, holy is the Lord All-Powerful. His glory fills the whole earth.”", "4": "Their calling caused the frame around the door to shake, as the Temple filled with smoke.", "5": "I said, “Oh, no! I will be destroyed. I am not pure, and I live among people who are not pure, but I have seen the King, the Lord All-Powerful.”", "6": "One of the heavenly creatures used a pair of tongs to take a hot coal from the altar. Then he flew to me with the hot coal in his hand. ", "7": "The creature touched my mouth with the hot coal and said, “Look, your guilt is taken away, because this hot coal has touched your lips. Your sin is taken away.”", "8": "Then I heard the Lord's voice, saying, “Whom can I send? Who will go for us?” So I said, “Here I am. Send me!”", "9": "Then the Lord said, “Go and tell this to the people: 'You will listen and listen, but you will not understand. You will look and look, but you will not learn.'", "10": "Make the minds of these people dumb. Shut their ears. Cover their eyes. Otherwise, they might really understand what they see with their eyes and hear with their ears. They might really understand in their minds and come back to me and be healed.”", "11": "Then I asked, “Lord, how long should I do this?” He answered, “Until the cities are destroyed and the people are gone, until there are no people left in the houses, until the land is destroyed and left empty.", "12": "The Lord will send the people far away, and the land will be left empty.", "13": "One-tenth of the people will be left in the land, but it will be destroyed again. These people will be like an oak tree whose stump is left when the tree is chopped down. The people who remain will be like a stump that will sprout again.”"}