{"1": "Because I love Jerusalem, I will continue to speak for her; for Jerusalem's sake I will not stop speaking until her goodness shines like a bright light, until her salvation burns bright like a flame.", "2": "Jerusalem, the nations will see your goodness, and all kings will see your glory. Then you will have a new name, which the Lord himself will give you.", "3": "You will be like a beautiful crown in the Lord's hand, like a king's crown in your God's hand.", "4": "You will never again be called the People that God Left, nor your land the Land that God Destroyed. You will be called the People God Loves, and your land will be called the Bride of God, because the Lord loves you. And your land will belong to him as a bride belongs to her husband.", "5": "As a young man marries a woman, so your children will marry your land. As a man rejoices over his new wife, so your God will rejoice over you.", "6": "Jerusalem, I have put guards on the walls to watch. They must not be silent day or night. You people who remind the Lord of your needs in prayer should never be quiet.", "7": "You should not stop praying to him until he builds up Jerusalem and makes it a city all people will praise.", "8": "The Lord has made a promise, and by his power he will keep his promise. He said, “I will never again give your grain as food to your enemies. I will not let your enemies drink the new wine that you have worked to make.", "9": "Those who gather food will eat it, and they will praise the Lord. Those who gather the grapes will drink the wine in the courts of my Temple.”", "10": "Go through, go through the gates! Make the way ready for the people. Build up, build up the road! Move all the stones off the road. Raise the banner as a sign for the people.", "11": "The Lord is speaking to all the faraway lands: “Tell the people of Jerusalem, 'Look, your Savior is coming. He is bringing your reward to you; he is bringing his payment with him.'”", "12": "His people will be called the Holy People, the Saved People of the Lord, and Jerusalem will be called the City God Wants, the City God Has Not Rejected."}