{"1": "Who is this coming from Edom, from the city of Bozrah, dressed in red? Who is this dressed in fine clothes and marching forward with his great power? He says, “I, the Lord, speak what is right. I have the power to save you.”", "2": "Someone asks, “Why are your clothes bright red as if you had walked on the grapes to make wine?”", "3": "The Lord answers, “I have walked in the winepress alone, and no one among the nations helped me. I was angry and walked on the nations and crushed them because of my anger. Blood splashed on my clothes, and I stained all my clothing.", "4": "I chose a time to punish people, and the time has come for me to save.", "5": "I looked around, but I saw no one to help me. I was surprised that no one supported me. So I used my own power to save my people; my own anger supported me.", "6": "While I was angry, I walked on the nations. In my anger I punished them and poured their blood on the ground.”", "7": "I will tell about the Lord's kindness and praise him for everything he has done. I will praise the Lord for the many good things he has given us and for his goodness to the people of Israel. He has shown great mercy to us and has been very kind to us.", "8": "He said, “These are my people; my children will not lie to me.” So he saved them.", "9": "When they suffered, he suffered also. He sent his own angel to save them. Because of his love and kindness, he saved them. Since long ago he has picked them up and carried them.", "10": "But they turned against him and made his Holy Spirit very sad. So he became their enemy, and he fought against them.", "11": "But then his people remembered what happened long ago, in the days of Moses and the Israelites with him. Where is the Lord who brought the people through the sea, with the leaders of his people? Where is the one who put his Holy Spirit among them,", "12": "who led Moses by the right hand with his wonderful power, who divided the water before them to make his name famous forever,", "13": "who led the people through the deep waters? Like a horse walking through a desert, the people did not stumble.", "14": "Like cattle that go down to the valley, the Spirit of the Lord gave the people a place to rest. Lord, that is the way you led your people, and by this you won for yourself wonderful fame.", "15": "Lord, look down from the heavens and see; look at us from your wonderful and holy home in heaven. Where is your strong love and power? Why are you keeping your love and mercy from us?", "16": "You are our father. Abraham doesn't know we are his children, and Israel doesn't recognize us. Lord, you are our father. You are called “the one who has always saved us.”", "17": "Lord, why are you making us wander from your ways? Why do you make us stubborn so that we don't honor you? For our sake come back to us, your servants, who belong to you.", "18": "Your people had your Temple for a while, but now our enemies have walked on your holy place and crushed it.", "19": "We have become like people you never ruled over, like those who have never worn your name."}