{"1": "Israel was a spreading[a] vine. He produced fruit for himself. The more fruit he produced, the more altars he made. The richer the land became, the richer he made his sacred memorial stones.", "2": "Their hearts are insincere,[b] so now they will suffer for their guilt. The Lord will break down their altars and destroy their sacred memorial stones.", "3": "Certainly now they will say, “We have no king because we did not fear the Lord, but what could such a king do for us anyway?”", "4": "They speak empty words. With empty oaths, they make agreements. That is why disputes sprout like poisonous weeds in the furrows of a field.", "5": "The inhabitants of Samaria will be terrified because of the calf[c] of Beth Aven. Yes, its people will mourn over it, and its idolatrous priests will cry out over it, over its lost glory, because it has gone into exile.", "6": "It will be carried to Assyria as tribute to the Great King.[d] Ephraim will be gripped with shame, and Israel will be ashamed of its own idol.[e]", "7": "Samaria, like her king, will be carried off like a twig on the surface of the water.", "8": "The high places of Aven, the sin of Israel, will become unusable. Thorns and thistles will grow on their altars. They will say to the mountains, “Cover us!” and to the hills, “Fall on us!”", "9": "Israel, you have sinned ever since the days of Gibeah, where the evildoers took their stand. The war against the evildoers caught up with them at Gibeah, did it not?", "10": "When I see fit, I will discipline them.[f] Peoples will be gathered against them to bind them for their double guilt.[g]", "11": "Ephraim is a trained heifer that loves to thresh. I will put a yoke on her beautiful neck.[h] I will harness Ephraim. Judah will plow. Jacob will break up the ground.", "12": "Sow righteousness for yourselves, and reap mercy. Break up your fallow ground. It is time to seek the Lord, until he comes and rains righteousness on you.", "13": "You have plowed wickedness. You have reaped injustice. You have eaten the fruit of your lies, because you trusted in your own way, in the large number of your strong warriors.", "14": "Therefore the roar of battle will rise against your people, and all your fortresses will be destroyed, as Shalman[i] devastated Beth Arbel on the day of battle. Mothers were dashed to the ground with their children.", "15": "This is what will be done to you, Bethel, because of your great wickedness. At dawn the king of Israel will be completely destroyed."}