{"1": "When Ephraim spoke, people would tremble. He was highly honored in Israel, but he became guilty through worshipping Baal, so he died.", "2": "Now they sin more and more. They make cast images for themselves, idols skillfully made from their silver, all of them the work of craftsmen. It is said about them, “The ones who sacrifice are humans who kiss calves!”[a]", "3": "Therefore they will be like morning mist, and like early dew that passes away, like chaff that is blown away from the threshing floor, and like smoke from a chimney.", "4": "But I have been the Lord your God since you left the land of Egypt. You must not acknowledge any god except me. There is no Savior except me.", "5": "I took care of you in the wilderness, in a land burned by drought.", "6": "When they had pasture, they were satisfied. When they were satisfied, their hearts became arrogant. That is why they have forgotten me.", "7": "So I will be like a lion to them. Like a leopard, I will lurk along the path.", "8": "I will come upon them like a bear robbed of her cubs. I will tear the cover off their hearts. Then I will devour them like a lioness. The wild animals will rip them apart.", "9": "This is what has destroyed you, Israel: the fact that you are against me, against your helper.[b]", "10": "So where is your king, so that he may save you in all your cities, and your judges, whom you requested, saying, “Give me a king and officials”?", "11": "I gave you a king in my anger, and I took him away in my wrath.", "12": "The guilt of Ephraim is wrapped up. His sin is stored up.", "13": "Labor pains will come for him, but he is not a wise son, for when the time arrives, he is not ready to be born.", "14": "I will ransom them from the power of the grave![c] I will redeem them from death! Death, where are your plagues? Grave, where is your destruction? Compassion will be hidden from my eyes.", "15": "Although he flourishes as a son among brothers,[d] an east wind will come. The breath[e] of the Lord is coming up from the wilderness. His spring will become dry. His fountain will be dried up. His treasury will be plundered of every precious article.", "16": "Samaria will be found guilty, because she rebelled against her God. The people will fall by the sword. Their little children will be dashed to the ground, and their pregnant women will be ripped open.[f]"}