{"1": "Say to your brothers, “My people,”[a] and to your sisters, “She has been shown mercy.”[b]", "2": "Plead with[c] your mother! Plead with her, because she is not my wife, and I am not her husband. Let her put away her sexual immorality from her presence and her acts of adultery from between her breasts.", "3": "Otherwise, I will strip her naked and expose her as she was on the day she was born. I will make her like a wilderness. I will cause her to be like a dry land. I will cause her to die of thirst.", "4": "I will have no compassion on her children, because they are children of promiscuity,", "5": "because their mother has been promiscuous.[d] She who conceived them has acted shamefully. She said, “I will chase after my lovers, the ones who give me my food and my water, my wool and my flax, my olive oil and my drinks.”", "6": "Therefore, this is what I will do: I will block your[e] way with thorns. I will build a wall against her, so that she cannot find her paths.", "7": "She will chase after her lovers, but she will not reach them. She will seek them, but she will not find them. She will say, “I will go back to my first husband, because then it was better for me than it is now.”", "8": "But she would not acknowledge that I gave her the grain, the new wine, and the fresh oil. I gave her large amounts of silver and gold—her people used it for Baal!", "9": "That is why I will take back my grain during harvest time, and my new wine in its season. I will also take away my wool and my flax that were given to cover her nakedness.", "10": "Then I will expose her shameful nakedness in the sight of her lovers. No one will deliver her from my hand.", "11": "I will put an end to all her celebration: her pilgrimage festivals,[f] her monthly new moons, and her weekly Sabbaths— all her appointed festivals.", "12": "I will devastate her vines and her fig trees, about which she said, “These are the payment[g] that my lovers gave me.” I will make them into a scrub forest, and the wild animals will eat the crops.", "13": "I will punish her for the days with the Baals, on which she repeatedly offered incense to them. She adorned herself with her rings[h] and her jewelry, and then she chased after her lovers, and she forgot me, declares the Lord.", "14": "But watch! I am going to court her. I will bring her into the wilderness. I will speak tenderly to her.", "15": "There I will give her vineyards back to her. The Valley of Achor[i] will be a door of hope. She will respond there as in the days of her youth, as in the day she came up from the land of Egypt.", "16": "In that day, declares the Lord, this is what will take place: You will call me “my husband.” You will no longer call me “my master.”[j]", "17": "For I will remove the names of the Baals from her mouth. She will no longer call them by their names.[k]", "18": "In that day I will make a covenant for the Israelites with the wild animals, with the birds of the sky and the things that creep on the ground. I will break the bow and the sword. I will abolish war from the land. I will allow the people to lie down safely.[l]", "19": "I will pledge you to myself in marriage forever. I will pledge you to myself in marriage— with righteousness, justice, mercy, and compassion.", "20": "In faithfulness I will pledge you to myself in marriage, and you will know the Lord.", "21": "In that day this is what will happen: I will respond, declares the Lord. I will respond to the heavens, and they will respond to the earth.", "22": "The earth will respond to the grain, the new wine, and the fresh oil. They will respond to Jezre'el.", "23": "I will sow her for myself in the land. I will have compassion for Lo Ruhamah,[m] and I will tell Lo Ammi,[n] “You are my people,” and he will say, “You are my God!”"}