{"1": "Hear the word of the Lord, you people of Israel, because the Lord has charges to make against the inhabitants of the land, because there is no truth, there is no mercy, and there is no knowledge of God in the land.", "2": "There is cursing, lying, murder, theft, and adultery. They break out in violence, and bloodshed follows bloodshed.", "3": "Therefore the land mourns,[a] and everyone who dwells in it wastes away along with the wild animals and the birds in the sky. Even the fish of the sea have been removed.", "4": "Yet no one should bring charges. No one should accuse, because your people are like those who dispute with a priest.[b]", "5": "You will stumble by day, and the prophet will also stumble with you by night. I will also destroy your mother.", "6": "My people have been destroyed because of lack of knowledge. Because you have rejected knowledge, I also will reject you from serving as a priest for me. Because you have forgotten the law of your God, I also will forget your children.", "7": "The more they increased, the more they sinned against me. I changed their glory into shame.[c]", "8": "They feed on the sin of my people. They set their desire on things that make them guilty.", "9": "So it will be the same for people as for priests. I will punish them for their ways. I will repay them for their deeds.", "10": "They will eat, but not be satisfied. They will engage in sexual immorality, but not increase. This will take place because they have abandoned the Lord to devote themselves to ", "11": "sexual sin.[d] Wine and new wine take away their understanding.[e]", "12": "My people consult their wooden idol, and their fortunetellers wand gives them information, because a promiscuous spirit has led them astray, and they behave like a whore instead of following their God.", "13": "They sacrifice on the mountaintops. They burn incense on the hills, and under oaks, poplars, and terebinths, because their shade is pleasant. That is why your daughters commit fornication,[f] and your brides commit adultery.", "14": "I will not punish your daughters when they commit fornication, or your brides when they commit adultery, because the men consort with prostitutes and sacrifice with shrine prostitutes. So the people without understanding will come to ruin.", "15": "Though you, Israel, practice sexual immorality, Judah should not follow your guilty way. Do not go to Gilgal. Do not go up to Beth Aven. Do not swear, “As surely as the Lord lives.”", "16": "For Israel has become as stubborn as a heifer. How can the Lord feed them like a lamb in a meadow?", "17": "Ephraim is joined to idols. Let him go his own way!", "18": "Their alcoholic drinks are used up, but they keep practicing sexual immorality anyway. Their rulers, who should be their shields, instead love shame.", "19": "The wings of the wind will sweep them away, and they will be put to shame because of their sacrifices."}