{"1": "Hear this, you priests! Pay attention, house of Israel! Listen, O house of the king! For this judgment applies to you, because you were a trap at Mizpah and a net spread out on Mount Tabor.", "2": "The rebels sink deeper into slaughter, but I will discipline all of them.", "3": "I know Ephraim, and Israel is not hidden from me. Now, Ephraim, you still practice sexual immorality. Israel is defiled.", "4": "Their deeds do not allow them to return to their God. For a spirit of prostitution lies within them, and they do not know the Lord.", "5": "The arrogance of Israel testifies against them. Israel and Ephraim will stumble over their guilt. Judah also will stumble with them.", "6": "They will go with their flocks and herds to seek the Lord, but they will not find him. He has withdrawn from them.", "7": "They acted treacherously against the Lord. They even gave birth to illegitimate children. Now the new moon will devour them along with their allotted land.", "8": "Blow the ram's horn in Gibeah and the trumpet in Ramah! Raise a battle cry at Beth Aven: “Lead the way, Benjamin!”", "9": "Ephraim will become desolate ruins on the day it is punished.[a] What I have made known among the tribes of Israel will certainly happen.", "10": "The officials of Judah are like people who move a boundary stone. I will pour out my wrath on them like water.", "11": "Ephraim is oppressed, crushed in judgment, because he was determined to pursue worthless idols.[b]", "12": "I am like a moth to Ephraim, and like decay to the house of Judah.", "13": "When Ephraim saw his sickness, and Judah saw his wound, Ephraim went to Assyria and sent to the Great King for help, but he is not able to heal you, and he will not cure your wound,", "14": "because I will be like a lion to Ephraim and like a young lion to the house of Judah. Yes, I will tear him to pieces and go away. I will carry them off, and there will be no one who can rescue them.", "15": "I will go. I will return to my place until they admit their guilt and seek my face. In their distress they will earnestly seek me."}