{"1": "Whenever I want to heal Israel, the guilt of Ephraim is uncovered, and the evil deeds of Samaria are exposed, because they deal dishonestly. Thieves come inside, and bandits raid outside.", "2": "In their hearts Ephraim does not realize that I remember all their wickedness. Now their deeds are all around them. They are in front of my face.", "3": "The people of Ephraim make the king glad with their wickedness. They make their officials happy with their lies.", "4": "They are all adulterers, burning like an oven. The baker does not need to stoke the fire from the time the dough is kneaded until it is leavened.", "5": "On the day[a] of our[b] king, the officials became sick from the intoxicating wine. He reaches out his hand to the blasphemers.", "6": "Indeed, their hearts are like an oven. They approach him, while plotting against him. Their anger sleeps all night, but in the morning it burns like a blazing fire.", "7": "They are all hot as an oven. They devour their rulers. All their kings have fallen. Not one of them calls on me.", "8": "Ephraim mixes itself with the nations. Ephraim is a flatbread not turned over.", "9": "Strangers have devoured his strength, but he does not realize it. There are gray hairs on his head, but he does not realize it.", "10": "The arrogance of Israel testifies against him, yet they have not returned to the Lord their God, and they have not sought him, despite all this.", "11": "Ephraim is like a gullible dove, without sense. They call to Egypt. Then they appeal to Assyria.", "12": "When they go out, I will spread my net over them. I will bring them down like birds from the sky. I will discipline them, on the basis of the report about their assembly.[c]", "13": "Woe to them, because they have strayed from me! Destruction comes upon them, because they have rebelled against me! I want to redeem them, but they speak lies against me.", "14": "They do not cry out to me with their hearts, but they howl on their beds. They gather together[d] for grain and new wine. They turn away from me.", "15": "Though I trained and strengthened their arms, they plot evil against me.", "16": "They return, but not upward.[e] They are like an unreliable bow. Their officials will fall by the sword because of their angry tongues. Because of this, they will be ridiculed in the land of Egypt."}