{"1": "Do not rejoice, Israel, with excessive celebration like the nations, because you act promiscuously against your God. You love the wages you can earn as a prostitute at every threshing floor for grain.", "2": "The threshing floor and winepress will not feed them, and the new wine will fail for them.", "3": "They will not remain in the Lord's land. Ephraim will return to Egypt, and they will eat unclean food in Assyria.", "4": "They will not pour out drink offerings of wine to the Lord. Their sacrifices will not be pleasing to him. For them, their bread will become like the bread eaten by mourners. Everyone who eats it will be unclean. This bread will only serve their own appetite. It will not enter the House of the Lord.", "5": "What will you do on the day of the appointed festivals and on the feast days of the Lord?", "6": "Know this! Even if they flee from destruction, Egypt will gather them up. Memphis will bury them. Thistles will overgrow their silver treasures. Thorns will grow inside their tents.", "7": "The days of reckoning have come. The days of retribution have come. Israel should know this! The prophet is treated like a fool, and the man of the Spirit is called crazy, because your guilt is enormous, and because your hostility is so great.", "8": "A prophet is to be a watchman over Ephraim for my God, but a fowler's snare is laid for him on all of Ephraim's paths, and he encounters hostility in the house of his God.[a]", "9": "They have become extremely corrupt, as they were in the days of Gibeah. God will remember their guilt. He will punish them for their sins.", "10": "I regarded Israel like grapes found in the wilderness. I regarded your forefathers like the first ripe fruit on a fig tree in its first season, but they went to Baal Peor, and they devoted themselves to a shameful thing, and they became as disgusting as the thing they loved.", "11": "Ephraim's glory will fly away like a bird— no birth, no pregnancy, no conception!", "12": "Even if they bring up their children, I will deprive them of each one. Yes, woe to them when I depart from them!", "13": "I have seen Ephraim planted in a pleasant place like Tyre, but Ephraim will bring its children out to the executioner.", "14": "Give to them, Lord—but what will you give? Give them a miscarrying womb and dry breasts.", "15": "Because of all their evil in Gilgal, I hated them there. Because of their evil deeds, I will drive them out of my house! I will love them no more. All their officials are rebels.", "16": "Ephraim has been struck down. Their root has dried up. They will bear no fruit. Even if they give birth, I will put their precious offspring to death.", "17": "My God will reject them, because they have not obeyed him. They will be wanderers among the nations."}