{"1": "So does belonging to Christ help you in any way? Does his love comfort you at all? Do you share anything in common because of the Holy Spirit? Has Christ ever been gentle and loving toward you? ", "2": "If any of these things has happened to you, then agree with one another. Have the same love. Be one in spirit and in the way you think and act. By doing this, you will make my joy complete. ", "3": "Don't do anything only to get ahead. Don't do it because you are proud. Instead, be humble. Value others more than yourselves. ", "4": "None of you should look out just for your own good. Each of you should also look out for the good of others.", "5": "As you deal with one another, you should think and act as Jesus did.", "6": "In his very nature he was God. Jesus was equal with God. But Jesus didn't take advantage of that fact.", "7": "Instead, he made himself nothing. He did this by taking on the nature of a servant. He was made just like human beings.", "8": "He appeared as a man. He was humble and obeyed God completely. He did this even though it led to his death. Even worse, he died on a cross!", "9": "So God lifted him up to the highest place. God gave him the name that is above every name.", "10": "When the name of Jesus is spoken, everyone will kneel down to worship him. Everyone in heaven and on earth and under the earth will kneel down to worship him.", "11": "Everyone's mouth will say that Jesus Christ is Lord. And God the Father will receive the glory.", "12": "My dear friends, you have always obeyed God. You obeyed while I was with you. And you have obeyed even more while I am not with you. So continue to work out your own salvation. Do it with fear and trembling. ", "13": "God is working in you. He wants your plans and your acts to fulfill his good purpose.", "14": "Do everything without complaining or arguing. ", "15": "Then you will be pure and without blame. You will be children of God without fault among sinful and evil people. Then you will shine among them like stars in the sky. ", "16": "You will shine as you hold on tight to the word of life. Then I will be able to boast about you on the day Christ returns. I can be happy that I didn't run or work for nothing. ", "17": "But my life might even be poured out like a drink offering on your sacrifices. I'm talking about the way you serve because you believe. Even so, I am glad. I am joyful with all of you. ", "18": "So you too should be glad and joyful with me.", "19": "I hope to send Timothy to you soon if the Lord Jesus allows it. Then I will be encouraged when I receive news about you. ", "20": "I have no one else like Timothy. He will truly care about how you are doing. ", "21": "All the others are looking out for their own interests. They are not looking out for the interests of Jesus Christ. ", "22": "But you know that Timothy has proved himself. He has served with me like a son with his father in spreading the good news. ", "23": "So I hope to send him as soon as I see how things go with me. ", "24": "And I'm sure I myself will come soon if the Lord allows it.", "25": "But I think it's necessary to send Epaphroditus back to you. He is my brother in the Lord. He is a worker and a soldier of Christ together with me. He is also your messenger. You sent him to take care of my needs. ", "26": "He longs for all of you. He is troubled because you heard he was sick. ", "27": "He was very sick. In fact, he almost died. But God had mercy on him. He also had mercy on me. God spared me sadness after sadness. ", "28": "So I want even more to send him to you. Then when you see him again, you will be glad. And I won't worry so much. ", "29": "So then, welcome him as a brother in the Lord with great joy. Honor people like him. ", "30": "He almost died for the work of Christ. He put his life in danger to make up for the help you yourselves couldn't give me."}