{"1": "Job: I hate my life, so I will unload the full weight of my grievance against God. Let me speak and reveal the bitterness I am harboring.", "2": "I will say to God: Don't find me guilty; just explain the charges You have against me.", "3": "Does it please You to oppress, and is this why You spurn me, the work of Your hands, and yet Your smile shines down upon the plots of the wicked?", "4": "Do You have human eyes so that Your outlook is short? Do You see as through human frailties?", "5": "Are Your days like mortals' limited days? Are Your years like mortals' limited years?", "6": "Is this why You seek out my faults or You go in search of all my error?", "7": "You know well that I am not guilty, yet nothing can free me from Your overwhelming power.", "8": "Your hands formed and made me whole, yet now You turn to crush.", "9": "Recall how You molded me like clay. Will You now render me back to dust?", "10": "Didn't You pour me out like milk and curdle me like cheese?", "11": "Didn't You clothe me in skin and flesh, weave my bone and sinew together?", "12": "Your care has saved my spirit, and You have given me life and loyalty;", "13": "Yet I know what is in You, what Your heart has always hidden.", "14": "If I sin, You see it, watching ever so closely, and You do not acquit me of my guilt.", "15": "If I am wicked, woe is me; even if I am innocent, I cannot take a chance and lift my head Because I'm gorged with disgrace. Gaze on my misery!", "16": "If I do raise my head, then like a lion, You hunt me; Like a night sky turned threatening, You unfold Your power against me so that others marvel;", "17": "Like a prosecutor, You drag in witnesses against me; You escalate Your fury against me, coming in waves to pound on me.", "18": "So then, why did You bother to drag me out of the womb at all? I should have just died before any eye could see me.", "19": "It should have been as though I had never been: plucked from the womb, carried to the tomb.", "20": "Aren't my days almost finished anyway? Stand back, leave me alone, and let me have a scrap of comfort", "21": "Before I go to the place from which I won't return, to the land of utter darkness and still shadows,", "22": "The land of deep, unending night, of blackness and shadowy chaos where the only illumination is more darkness."}