{"1": "Finally, Job's third friend, Zophar the Naamathite, spoke to Job.", "2": "Zophar: Shall such a great volume of words remain unanswered and a long-winded man be so easily acquitted?", "3": "Shall your empty prattle silence people, and when you mock, shall no one shame you?", "4": "You've told us, “I have a clear understanding of things, and I am innocent in Your eyes, O Lord.”", "5": "Ah, but I wish God would speak, that He would address you openly, so I will argue for Him.", "6": "I wish He would show you the secrets of great wisdom— for the two sides of sound wisdom are both found in His mercy and justice. Know this: God forgets some of your guilt.", "7": "Can you see to the unseen side of God, or explore the limits of the Highest One's[a] knowledge?", "8": "Higher than the heavens—what can you do to reach it? Deeper than the realm of the dead—what can you know of it?", "9": "Its farthest reaches exceed the ends of the earth; its breadth spans far beyond the sea.", "10": "If He passes by, as is His routine, and throws you into prison, and calls you to testify about what you've done, who can challenge Him?", "11": "He recognizes worthless people without integrity, so do you really think when He sees wrongdoing He doesn't examine it?", "12": "As they say, “The empty-headed will become clever in the day the colt of a wild donkey is born human!”", "13": "If you will focus your intentions in His direction and open your hands and reach for Him,", "14": "Where you have guilt on your hands, if you will send it far away and not tolerate sin in your tents,", "15": "Then you will lift up a face clean of all stains; you will hold your head high, secure, and free of fear.", "16": "You will forget all of these troubles of yours; they will pass beneath your memory like a drop of water that has just flowed away.", "17": "Life will become brighter than high noon; darkness will give way to morning.", "18": "Once again, you'll trust in the presence of hope; you'll scan the horizon and sleep safely.", "19": "You will lie down, and no one will terrorize you, and many will long to be in your good graces.", "20": "But the eyes of the wicked will grow dark as they lose hope; they'll find no escape, and in despair, they'll long only to breathe their last dying breath."}