{"1": "Throughout the book, Job has very little to cling to besides a hope for the end of his current suffering. Each of his three friends expounds on hope, drawing three similar but increasingly brutal conclusions. Eliphaz realizes Job is basically a righteous man, so he encourages Job to take hope in the person he already is; somehow his own righteousness will manage to save him. Bildad adds to Eliphaz's conclusion, claiming that wicked men cannot hope; they are left with only despair. Zophar, the most unabashedly honest of the three men, believes hope exists only for the righteous; and since Job is obviously a sinful man, he is hopeless until he changes. Fortunately, all three “wise” men are ultimately wrong. Hope is a product of trusting God and is not based on anyone's actions, wicked or otherwise. In responding to his friends' collective accusation of his guilt, Job finally spoke.", "2": "Job (sarcastically to his friends): Surely, surely, my discerning friends, you are the ones! And when you pass away, the sum total of all wisdom will perish from the earth.", "3": "I have a mind as good as yours. Don't think I am so far beneath you! After all, who doesn't know all about these things? Who isn't acquainted with the pedestrian platitudes you've trotted out?", "4": "As for me—the one who called upon God and whom God answered— now, I am pitiful, laughable, a just and upright joke.", "5": "Those who have it easy may easily scorn the unfortunate; they have their contempt already prepared for those whose feet slip.", "6": "Ironically, there is peace inside the tents of the raiders, and those who upset God seem to live safe and secure; They carry their gods around in their hands.", "7": "However, call on the animals to teach you; the birds that sail through the air are not afraid to tell you the truth.", "8": "Engage the earth in conversation; it's happy to share what it knows. Even the fish of the sea are wise enough to explain it to you.", "9": "In fact, which part of creation isn't aware, which doesn't know the Eternal's hand has done this?", "10": "His hand cradles the life of every creature on the face of the earth; His breath fills the nostrils of humans everywhere.", "11": "Listen! Aren't we made to be discriminating: our ears testing wisdom, our mouths tasting food?", "12": "Shouldn't wisdom come with old age? Not necessarily. Only God has wisdom; we merely fool ourselves into thinking we are wise. But you tell me, “With age comes wisdom, and a long life grants understanding.”", "13": "With God is the sum total of all wisdom and of all power; His is the greatest of plans and the deepest of comprehensions.", "14": "So, then, what God tears down cannot be built back up; the man He shuts up cannot be released.", "15": "If God withholds the rains and stops the streams from flowing, the earth suffers drought; if He unleashes too much, the lands are ravaged by flood.", "16": "He is strong, and sound wisdom belongs to Him: whether one deceives or is deceived, he is under God's control.", "17": "He leads the counselors off as captives, barefoot and stripped; He makes a mockery of judges.", "18": "He strips off the royal sashes of kings and ties them at the waist, making them slaves as well.", "19": "He leads the priests away barefoot and defeats the long-incumbent men of power.", "20": "He robs trusted advisors of speech; He steals discretion from elders.", "21": "He heaps contempt on rulers, and loosens the bind of alliances among world powers.", "22": "Aspects of His deep wisdom that were hidden away, He shows in plain sight; darkness is brought into the light.", "23": "He builds the strength of nations, only to crush them— increases their population across the earth, only to scatter them again.", "24": "He divests each nation's leaders of understanding, and causes them to wander aimlessly with nowhere to go,", "25": "Until finally they grope in the dark, the light having departed, and He lets them stumble and stagger like drunks."}