{"1": "Job: Look. I've seen it all with my eyes, heard and understood it with my ears.", "2": "What you know, I know, too; don't think I am so far beneath you!", "3": "Let our differences be clear; I am ready to speak to the Highest One,[a] eagerly wanting to argue my case with God.", "4": "But you! You smear me with lies as if to help, but as healers you are worthless.", "5": "Would that you were totally silent. At least that would make you seem wise.", "6": "Please, just listen while I reason this out; lean in to hear how my lips will plead.", "7": "Will you try to defend God's cause by telling lies? Be deceitful on His behalf?", "8": "Will you show partiality for Him? Argue on His behalf?", "9": "How would you fare if He searched your soul? Do you think you might deceive Him as you would any other person?", "10": "No. He would bring charges against you even if you secretly show partiality.", "11": "Aren't you horrified at the weight of His majesty? Isn't the dread of Him enough to drop you where you stand?", "12": "All your quoted proverbs turn to ash; your clever comebacks crumble like brittle towers of clay.", "13": "Job will take his chances before God. He still trusts Him, even if God chooses to take his life. So keep your mouths shut around me, and let me speak to God. And whatever may come, let it come.", "14": "Why should I lay my body at the mercy of the words of my own mouth or risk my life with only my own hands to defend me?", "15": "Look, He may well kill me, but I will hope in Him. Still I will be ready to argue my case before His very face.", "16": "In fact, this will become my salvation, for the godless wouldn't even dare to approach Him.", "17": "So then here is my account. Listen carefully! Give me a chance to share my side of the story with you.", "18": "My case is prepared, and I am confident I will be found righteous.", "19": "And yet who will meet me in court to argue the other side? If I am out-argued, then I will stay mute until I die.", "20": "Lord, I ask only two concessions in this case; if You grant them, I will not hide from Your face.", "21": "First, remove Your damaging hand from me; second don't intimidate me anymore with your terrifying presence.", "22": "Then send me Your summons, and I will reply, or better yet, I will speak first and then You answer me.", "23": "How many counts do You have against me? How many sins must I account for? Spell out the nature of Your indictment against my rebellious ways.", "24": "Why do You hide Your face from me; why is my name now “nemesis”[b] to You?", "25": "Would You waste Your energy to terrify a windblown leaf, or chase down the dry chaff as it tumbles in the breeze?", "26": "For I see bitter accusations against me written in Your own hand; You call me to account for the guilt of my youth.", "27": "You fasten shackles at my ankles but still keep close watch on where I walk, marking the places where my feet may plant themselves.", "28": "This is how a person wastes away to nothing, like something rotten, like moth-eaten clothing."}