{"1": "Job: Humankind, born of woman, has a few brief years with much suffering.", "2": "Like a short-lived bloom, he springs up only to wither; like the brief shade gained by a fast-moving cloud, he passes swiftly.", "3": "Lord, is this why You turn Your gaze on such a creature: to bring me,[a] a mere human being, alongside You for judgment?", "4": "Who can take what is impure and defiled to fashion something pure and pristine? No one! We are, after all, so different in nature.", "5": "Since a person's life is fixed, and You are the One who determines the number of his months, And You set a limit on the length of her life, and since they are incapable of exceeding Your decree,", "6": "The least You can do is turn Your gaze away from him until they pass, so that he can enjoy his day like a hired worker.", "7": "You know, at least there is a kind of hope for a tree: if it gets cut down, it may yet sprout again out of the roots. And very likely then, its tender shoots will not die.", "8": "Its roots may age deep under the ground, and the stump appear dead in the dry earth,", "9": "But even then it needs only the merest whiff of water to bud again and put forth shoots like a newly planted sapling.", "10": "But not so with humankind. The noblest of human beings dies and lies flat. Humans die, and where do they go?", "11": "Just as water evaporates from the sea, And riverbeds go parched and dry,", "12": "so humankind lies down and does not rise again. Until the day when the skies are done away with, humankind will neither awaken nor rouse from slumber.", "13": "O that You would merely hide me in the land of the dead and keep me in secret till Your wrath is gone, until a time You decide when You might think upon me.", "14": "If one dies, can he live again? Through these days of toil and struggle, I will patiently wait until my situation changes.", "15": "You will call out, and I will answer You then; and You will long for me, the work of Your hands, again.", "16": "For then You would still count each of my steps but not focus on my faults.", "17": "My sins would be sealed up as in a bag, and my crimes You would carefully cover up.", "18": "And yet while every crack in me is closely watched, the mountain will slide and erode as the avalanche steals its cliffs away.", "19": "The water grinds at the surface of stones, and the floodwater[b] steals the soil away. This is how You wreck the hope of humankind.", "20": "You continually overwhelm him, and he dies; You alter his appearance and send him away.", "21": "If his children rise to honor, he does not know of it; if they sink to humiliation, he is unaware of it.", "22": "He knows only this: His body feels agony and his soul grieves."}