{"1": "Eliphaz reiterated his points.", "2": "Eliphaz: Does a wise man reply with windy knowledge and fill up his belly with the hot east wind?", "3": "Does a wise man reason with impotent chatter, with bankrupt words of no account?", "4": "Indeed, Job, you have ignored your responsibility to revere God and depreciated your own thoughts toward God;", "5": "For your faults inform your speech, and your language is tricky.", "6": "Your own mouth condemns you, not I; your own lips volunteer as witnesses against you.", "7": "Were you the firstborn among men? Were you introduced to the earth before the hills were conceived?", "8": "Were you allowed to listen in on the deliberations in God's assembly? Do you imagine all knowledge to be confined to you and you only?", "9": "What do you know that we don't know? Do you have an understanding that has somehow eluded us?", "10": "We have gray hairs and elders among us weighed down with years, heavier than your father.", "11": "Do you find God's many comforts too meager and His gentle speech to you too mild?", "12": "What has stripped you of your reason, carried away your heart? Why do your eyes flash with anger—", "13": "So much so that you unleash your spirit and spray out such speeches against God?", "14": "What is humankind, that people would be considered pure? And among those born of women, who could possibly be innocent?", "15": "Look, if God refuses to trust even His holy attendants, if even the heavens above are impure in His eyes,", "16": "Then how much less regard must He show for humankind, who is base and corrupt, or for Adam's children who drink sin like water.", "17": "Genesis 6:1–4 tells the strange story of God's own heavenly messengers procreating with beautiful human women. Such a union was obviously forbidden, possibly because it endowed the children with eternal life, based on God's response to the situation—limiting the lifespan of humans to 120 years. As Job has revealed, these heavenly messengers are with God all the time. They do His bidding. No one could possibly know His rules better than they do or have more motivation to follow them, yet they still chose to disobey God. Eliphaz's point is clear: no human could possibly claim to be above the temptation to sin when God's heavenly envoys are not. Eliphaz: I will tell it like it is, so listen. I'll recount what I have seen:", "18": "The very things that knowledgeable men have declared and which they do not hide that they heard from their fathers", "19": "To whom the land was granted long ago when no foreigners were among them.", "20": "The wicked man endures misery his whole life long; and many years of sorrow are stored up for the ruthless.", "21": "His ears are assailed by the sounds of terror; but when he is finally at peace, the destroyer seizes him.", "22": "Unsure that he will ever escape darkness, he lives ever-conscious of the sword.", "23": "He wanders aimlessly in search of food. “Where is it?” he asks.[a] He knows all the while that the great day of darkness is imminent.", "24": "He is addled by strain and anxiety, terrified; he will be overwhelmed as if by a king about to descend upon his enemy in war.", "25": "For he raises his fist to God and acts arrogantly like a hero against the Highest One.[b]", "26": "He runs at Him, headlong, headstrong, and leads his charge behind the thick protection of a massive shield.", "27": "Strong and healthy, he has nourished himself well and prospered until his face and his thighs are pleasantly fat.", "28": "He lodges in evacuated towns in empty houses unfit for habitation, in buildings condemned to rubble and ruin.", "29": "He will never be rich; his wealth will not last, nor will he have possessions enough for any to put down roots.", "30": "He will not manage to escape from darkness, as it scorches like tender branches that wilt in the flame; He will blow away like the breath of his mouth.", "31": "Don't let him fool himself; if he trusts in the emptiness of his vanity, emptiness will be his reward.", "32": "Before his time is up, it will all be finished and the branches of his trees will never leaf out.", "33": "He will be like the vine that drops its immature grapes, the olive tree that sheds its own blossoms.", "34": "O the gathering of the godless is unfruitful, and fire consumes the tents of those who pervert justice by giving bribes.", "35": "Their intercourse yields only the conception of misconduct, the birth of sinfulness, and their wombs carry only lies to term."}