{"1": "Bildad the Shuhite encouraged Job to righteousness.", "2": "Bildad: How long will you keep up the hunt for words? Show some sense, and then we can actually converse.", "3": "Why is it we are like cattle to you, dumb animals in your eyes?", "4": "You speak of how God “tears at you,” you! You tear at yourself in your rage. Oh, how self-centered you are! Ought the earth be emptied of its inhabitants for your sake? Ought the rocks roll away for your convenience?", "5": "Remember, the flame of the wicked is extinguished. His fire no longer lends light to anything.", "6": "His tent-lamp goes dark; his bedside lamp flickers and dies.", "7": "His long strides falter, as his own plans take him down.", "8": "His then-weakened feet lead him to a net, And wander into its waiting mesh.", "9": "A snare clamps around his heel; he feels it dig into him.", "10": "This trap was set for him beforehand: a snare is hidden on the ground; a net is overhead along the path.", "11": "Terrors press in on every side and badger his every step.", "12": "His deepest fears stalk him as he staggers, craving him, and awaiting his imminent collapse.", "13": "Bit by bit, disease eats at his skin; bit by bit, the firstborn of death gnashes at his limbs.", "14": "He is torn violently from the safety of his tent and forced to march before the king of terrors.", "15": "Bildad sees the realm of death not just as a place of rest and waiting, but as a growing society ruled by a king. Sheol always has room for more citizens and always wants more. Like an infant, this place—this firstborn of death—has a voracious appetite for the wicked. And the infant's father, the king of terrors, has many ways to provide for his child. His terrors are not nightmares or phobias or any other psychological device. Instead, he rules over disaster, disease, and famine—anything that brings death. Through his vibrant imagery, Bildad explains that death is the ultimate fate of the wicked; he implies that Job cannot be evil because the terrors he has faced have not yet killed him. Bildad: Nothing of his remains in his tent, and burning sulfur has been scattered on it so no one will dwell there again.", "16": "Death comes from both directions: from below, his roots dry out; from above, his branches wither.", "17": "On the earth, he disappears from memory; on the outside, no one recalls his name.", "18": "He is pushed out of the light into darkness and chased from the inhabited world altogether.", "19": "He has no children, no descendants among his people; no one survives him or escapes from his homeland.", "20": "His fate is unanimously viewed: with dismay in the West, with horror in the East.", "21": "Surely this is the way it goes with all evil people; surely this is the lot in life for those who do not know God."}