{"1": "Zophar the Naamathite reiterated his concern for Job.", "2": "Zophar: My anguished thoughts force me to respond because I feel an urgency within myself.", "3": "I caught wind of your words that dishonor me, but I am prompted to answer based on my own spirit and understanding.", "4": "Don't you know how it has always been? Since humankind was first put here on the earth,", "5": "The celebrations of the wicked have been brief, and the joy of the profane lasts only a moment.", "6": "Even if he were tall enough to reach into the heavens and his head were to reach to the clouds,", "7": "He would still perish forever, like his own excrement; those who once looked upon him would wonder, “Where has he gone?”", "8": "Like a dream, he flies off where no one can find him; he is chased away only to vanish into the air like a vision of the night.", "9": "The eyes that saw him before see him no more; his home doesn't ever welcome him again.", "10": "His children beg at the door of the poor; his hands render his wealth back to them.", "11": "The vigor of youth had a home, a residence in his bones, but it lies down in the dust with him.", "12": "Though his wrongdoing is sweet in his mouth, though he hides it under his tongue,", "13": "Though he holds it close and will not let it go (but must keep it in his mouth),", "14": "His food will be transformed within him into the bitter venom of the asp.", "15": "The wealth he has swallowed will be poison. He will vomit it up—God will cast it out.", "16": "It is as they say, “He sucks the venom of asps and is slain by the tongue of the viper.”", "17": "Never again will he gaze at the brook's edge or see streams that flow with milk and honey—", "18": "The food for which he worked he vomits up or cannot swallow, and the gains of his trading, he can never enjoy.", "19": "After all, he's an oppressor; he's crushed and forsaken the poor; he made his home in a house he stole from another, a house he did not build himself.", "20": "Because he's never known inner peace, he has seized everything he's ever craved.", "21": "Because he consumed all he could see, nothing is left; his prosperity cannot last.", "22": "When he is fat with satisfaction, the belt of distress will tighten around him and the hands of the downtrodden will rise up against him.", "23": "When he has filled up his belly, God will visit him with His ferocious anger; it will rain down on him while he is eating.", "24": "Let him attempt to escape the iron weapon. Instead, a bow of bronze will send death to tear into him.", "25": "When the arrow is drawn it comes out of his back, and the shining arrowhead comes out of his organ, bringing terror upon him.", "26": "A great darkness waits for and stalks everything he values. A mysterious fire—unstoked yet burning hot—will consume him and devour everything and everyone left behind in his tent.", "27": "The skies will tell on him, exposing his wrongdoing; the earth will rebel against him.", "28": "All that he labored to build will be carried off, washed away in the day of God's furious anger.", "29": "This is how it will be for the wicked of humanity before God; this is the inheritance God bequeaths them."}