{"1": "Then Job answered Zophar.", "2": "Job: Listen carefully to what I'm about to say, and let your listening be the consolation you give me.", "3": "Suffer me to speak to you, and after I've said what I need to say, you may commence mocking.", "4": "Is my complaint addressed to humanity, or has it ever been? Why shouldn't I, by this point, be impatient with all of this?", "5": "Stay with me, and be stunned at what has happened to such a righteous person; cover your gaping mouth with your hand.", "6": "When I think back upon everything that has gone before, I'm terrified; my body is overtaken with trembling.", "7": "Why do the wicked live on an ever-upward path to long life and riches?", "8": "Their children become well-established in front of them; their offspring are guaranteed to grow up before their very eyes.", "9": "Their houses are immune to approaching terrors; the rod of God is not on their backs punishing them.", "10": "Their bulls are consistent breeders; their cows deliver healthy calves without miscarrying.", "11": "They produce flocks of children and send them all out into the world; their young ones dance around free of care.", "12": "They still participate in celebration, raising their voices to the song of the tambourine and the harp; delighting in the sound of the flute.", "13": "They pass their time in the lap of abundance, and they are even permitted to pass quickly to the land of the dead, instead of lingering with chronic pain.", "14": "They tell God, “Leave us be. We have no interest in You or Your ways.", "15": "Who is the Highest One[a] anyway, and why should we serve Him? What can we possibly gain by asking favors of Him? Isn't He generous enough already?”", "16": "Look, don't you see? The wicked do not control their own wealth, God does; I am a long way from understanding the plan for the wicked.", "17": "Bildad claims the flame of the wicked is blown out. But how often is their lamp extinguished? How often does disaster strike them or does God give them pain because of His anger at what they've done?", "18": "Throughout the Bible, God is called by many names. One of the most frequent in the Old Testament, Shaddai, was a favorite name of God for patriarchs such as Abraham and Moses. Based on the etymology of the name, many suggest Abraham brought that epithet with him from Mesopotamia, so it is logical that Job (another patriarch from outside of Israel) could often refer to Him the same way. El Shaddai, which translates to “God of my mountain” or possibly “God of might,” aptly describes many characteristics of God. He is strong and high above everything, just like the heights of a mountain. He is a protector, just like the rocky crags in the side of a cliff. And certainly God associates Himself with mountain ranges—having Abraham bind Isaac on Mount Moriah, giving the Israelites the law from Mount Sinai, and placing His sacred temple on Mount Zion. Whether speaking to humanity from the top of a mountain or the heights of heaven, the Lord is certainly the Highest One; no one is above Him. How often are they as straw in the wind or the chaff separated from the grain by fierce winds?", "19": "It is said, “God stores away a man's misdeeds and delivers them to his children.”[b] Let Him repay the man Himself, so the man can know it.", "20": "Let the wicked see his ruin with his own eyes as he drinks down the wrath of the Highest One.", "21": "After all, once he's dead and gone and his time is up, what will he care for his household and family?", "22": "Now who dares impart knowledge to God since He stands as judge over the most powerful?", "23": "One person dies when he is fit and strong, completely secure and totally at peace;", "24": "His body[c] is vigorous and well fed; his bones are strong and moist.", "25": "Another person dies with a bitter soul, having never even tasted goodness.", "26": "But they lie down together in the same dust, covered by the same blanket of worms.", "27": "I know how your minds work, my friends, and how you plan to wrong me—your thoughts of retribution.", "28": "You will counter, “Show me! Where is the palatial estate? Where are the vaulted tents of the wicked?”", "29": "But I say, have you never consulted with those who travel this world? They can tell you the complexions of many lands. But you've never permitted their witness in your courts of opinion, have you?", "30": "Well, if you had, you'd have heard that when disaster strikes, the wicked are spared; On the day of fury, they are escorted safely through.", "31": "Who challenges them openly regarding their actions, and who repays them on account of all they've done?", "32": "When death finally comes and they are laid in their graves, guards stand watch over their tombs, fending off grave robbers.", "33": "Laid to rest beside the stream, clods of earth cover them kindly; while countless souls have gone before, all of humanity follows after.", "34": "So, my friends, how can you continue trying to comfort me with these empty consolations? So far, your answers have been only thinly veiled lies!"}