{"1": "Eliphaz the Temanite made suggestions to Job.", "2": "Eliphaz: Can a strong person be of any use to God? How about one who is wise? Can he help himself?", "3": "Is the Highest One[a] made happy if you are righteous? Does He profit from your perfect ways?", "4": "Do you really think He takes you to task because you revere Him too much? Is this why He brings allegations against you?", "5": "Is it not possible that you are, in fact, great with wickedness and endless in your wrongdoing?", "6": "When your relatives came to you needing money, for no good reason you took their clothes for collateral and left them naked.", "7": "You have never given so much as a cup of water to the thirsty or a crumb to the hungry.", "8": "You must think only the powerful and privileged possess the land and can live in it any way they wish.", "9": "You have sent away widows who were wanting, and you have obliterated the only support of orphans.", "10": "This is why you are surrounded by snares, why you are overcome with dreadful fears,", "11": "Why you're in the dark, without a glimmer to help you see, sunk beneath the rush of flooding water.", "12": "Is not God up there at the crown of the highest arc of heaven? And the highest stars! See how lofty they are!", "13": "But you—you say, “What does God know? Can He send His judgments through such thick darkness?", "14": "Those clouds are just a veil for Him so He does not have to look upon us while He saunters, oblivious, through the chambers of the sky.”", "15": "Job, are you now guardian of the ancient road where the wicked have traveled?", "16": "The wicked, who are captured and taken off before their time, their foundations washed out by a flooded river,", "17": "They are the ones who tell God, “Leave us be.” They say, “What can the Highest One do to us?”", "18": "How are they repaid for their insolence? You say, “He stuffs their homes with goodness,” Then you shake your head and mutter, “Far be it from me to understand the thoughts and plans of the wicked.”", "19": "The righteous would look upon their ruin and laugh for delight; the innocent would taunt", "20": "By saying, “Sure enough, our enemies have gone to their annihilation, and what they've left behind feeds a hungry fire.”", "21": "Now be of use to God; be at peace with Him, and goodness will return to your life.", "22": "Receive instruction directly from His lips, and make His words a part of you.", "23": "If you return to the Highest One, you will be restored; if you banish the evil from your tents,", "24": "And consider your gold as common as earth's dust and Ophir's refined gold as plentiful as stones in rock-lined streams,", "25": "Then your true treasure will be the Highest One— worth more than gold and silver beyond measure.", "26": "For then, at last, you will find pleasure in the Highest One, and you will finally be able to show Him your face.", "27": "When you approach Him, He will listen; you will make good on your promises to Him.", "28": "You will pronounce something to be, and He will make it so; light will break out across all of your paths.", "29": "God will humble, but you say, “Raise them up.” He will save the downcast.", "30": "He will even consent to deliver those who are not innocent through the purity of your then-washed-clean hands."}