{"1": "Job explained.", "2": "Job (sarcastically): What a great help you are to the powerless! How you have held up the arm that is feeble and weak!", "3": "Thanks to commonly known Greek and Roman mythologies, it is not difficult to imagine what “the land of the dead” or sheol may be. But what is this place of “destruction,” known in Hebrew as abaddon? The Hebrew word comes from a verb that means “to become lost,” and abaddon is usually mentioned in the Old Testament in conjunction with the land of the dead, the grave, or death itself—places lost to the living world. In the New Testament Book of Revelation, abaddon is personified as the “messenger of the abyss” (9:11) who rules the locusts—horrible creatures that torture any living thing. Based on these clues, abaddon may be thought of as a place for the dead (like here in Job) or as death personified (like in Revelation) that decimates everything around it or commands the destruction of everything it sees, a primitive creature living in its own chaos where no one would ever want to visit and wreaking havoc wherever it goes outside its home. What sage counsel you have given to me, the unwise! And what immeasurable insight you have put on display for us!", "4": "Whom did you say these words to? Where did you get such profound inspiration?", "5": "The departed quiver below, down deep beneath the seas and all that is within them,", "6": "The land of the dead is exposed before God, and the place where destruction lies is uncovered in His presence.", "7": "He stretches out the northern sky over vast reaches of emptiness; He hangs the earth itself on nothing.", "8": "He binds up the waters into His clouds, but the cloud does not burst from the strain.", "9": "He conceals the sight of His throne and spreads His clouds over it to hide it from view.", "10": "He has encircled the waters with a horizon-boundary: the line between day and night, light and darkness.", "11": "The very pillars that hold up the sky quake and are astounded by His reprisals.", "12": "By His power, He stilled the sea, quelling the chaos; by His wisdom, He pierced Rahab, evil of the sea;", "13": "By His breath, the heavens are made beautifully clear; by His hand that ancient serpent—even as it attempted escape—is pierced through.", "14": "And all of this, all of these are the mere edges of His capabilities. We are privy to only a whisper of His power. Who then dares to claim understanding of His thunderous might?"}