{"1": "Job continued.", "2": "Job: By God—who lives and has deprived me of justice, the Highest One[a] who has also embittered my soul—", "3": "I make this proclamation: that, while there is life in me, While the breath of that selfsame God is in my nostrils,", "4": "My lips will not let lies escape them, and my tongue will not form deceit.", "5": "So I will never concede that you three are right. Until the day I die, I will not abandon my integrity just to appease you.", "6": "On the contrary, I'll assert my innocence and never let it go; my heart will not mock my past or my future.", "7": "May my enemy be counted as the wicked and my adversary as the unjust.", "8": "For what hope does he who is sullied and impure have once God lops him off from life and requires his soul?", "9": "Will God listen to his cry when he is overtaken by distress?", "10": "Will he have made the Highest One his pleasure after the fact? Will he have marked the seasons with his calls to God once it is too late?", "11": "Let me show you what I have learned of God's power. I assure you I will not cover over the true nature of the Highest One's ways.", "12": "Look, you have all seen it—seen the same things I have seen here. Why then all this vain nonsense?", "13": "Indeed, Zophar, listen closely, for what the wicked of humanity will inherit from God. This is the heritage the Highest One bequeaths to those who oppress:", "14": "If the children of the wicked multiply, they meet their end at the blade of the sword. And even if they are fat with surplus, the descendants of the wicked will be starved for bread.", "15": "Those who survive will fall to disease and be buried; many of their widows will not mourn their deaths.", "16": "Though he pile up money as if it were common dirt and clothing in heaps like mounds of clay,", "17": "What he may prepare, the righteous will wear; the silver he sets aside, the innocent will divide.", "18": "He builds his house doomed to impermanence— like the moth's cocoon, like the field watchman's lean-to that is dismantled after the harvest.", "19": "He lies down to sleep a wealthy man, but never again, For when he opens his eyes to morning, all is gone.", "20": "Terrors overtake him as if they were floodwaters; the tempest snatches him away in the dead of night.", "21": "Indeed, the sultry east wind lifts him up and away. He is gone, swept off the place he knew as his own.", "22": "It will have blown against him pitilessly, and he tries to flee from its fast-closing hand.", "23": "As a final humiliation, it claps its hands against him as a man would— sneering, hissing at him as he leaves."}