{"1": "Job: There is a place where silver is mined, a place where gold is refined.", "2": "There iron is dug from the earth, and copper is smelted from ore.", "3": "Humans put an end to darkness, and search in every last corner For the ore that is in gloom and darkness.", "4": "In the earth they cut a shaft in a place forgotten, far from the beaten path; They descend on ropes, swinging dangerously back and forth.", "5": "The ground above yields food; the earth below is turned as if fire has destroyed it", "6": "Where earth gives up sapphires from her rocks and bits of gold from her dirt.", "7": "No bird of prey knows this way, this secret path down below; no falcon's eye has ever peered into it.", "8": "No proud beast has ever reached this place; no lordly lion has marched over it.", "9": "The miner breaks apart flinty stone, uprooting the ancient mountains.", "10": "He carves tunnels through the rock, revealing precious treasures.", "11": "He dams up[a] the underground streams until they cease seeping, and he brings out into the light what was hidden there in the darkness.", "12": "But where is wisdom found, and where does understanding dwell?", "13": "Proverbs 1:20–33 and 8:3–36 give the best articulated picture of wisdom in the Bible. Personified there as Lady Wisdom, this character was created by God long before His creation of the world—which she then aided in. After creation, she wanted nothing more than to be with humanity and help them to have full, truthful lives; but here Job explains that wisdom is now hidden. Certainly God knows where she is, although He isn't telling; but humans have a better chance of finding immeasurable wealth than of attaining wisdom. This is because she is only found on one road, and that's the God-fearing road of piety. In order to find wisdom, one must allow God to direct him there; and ironically, the knowledge that God must direct lives is wisdom itself! Job: No human perceives wisdom's true value, nor has she been found in the land of the living.", "14": "The deep says, “She is not to be seen within me.” “Nor within me,” says the voice of the raging sea.", "15": "No gold can be given in trade for wisdom, nor a sum of silver weighed out as her price.", "16": "She cannot be bought with all the gold of Ophir, neither with onyx nor sapphire.", "17": "The shimmer of gold and brightness of glass cannot compare, and no refined gold jewelry is worth her in trade.", "18": "Perish the mention of coral and crystal; even more than pearls is the value of wisdom.", "19": "Ethiopian topaz—unequal as well; even gold, unalloyed, is too paltry indeed.", "20": "Then from where does wisdom come? Where does understanding dwell?", "21": "She is hidden away from every eye, even from birds looking down from the sky.", "22": "Destruction and Death have both confessed, “Rumors are all we know about her.”", "23": "God understands wisdom's path and way; her place is known to Him alone.", "24": "For He gazes out to the edge of the earth, sees all that falls beneath the sky overhead.", "25": "He lent the wind its weight and force and measured out the waters' spread.", "26": "When He set a limit on the rain that falls and made the thunderbolt a road to race,", "27": "Then He saw wisdom and made her known, He settled her and searched out for her a place.", "28": "And to humankind, He said, “Now, the fear of the Lord is wisdom, and to depart from evil is understanding.”"}