{"1": "The great wisdom of the ages begins with fearing God. It is the evil of the world that clouds our understanding and leads us into foolishness. Job continued.", "2": "Job: Ah, that I were as I once was, months ago during the time when God oversaw me,", "3": "When His lamp shone above my head, and by His light, I walked through the darkness.", "4": "Ah, to be in the ripest time of life once more— when the intimacies of friendship with God enfolded my tent,", "5": "When the Highest One[a] was with me and my children encircled me,", "6": "When my steps were bathed in milk and the rock poured out rivers of olive oil, showering my body,", "7": "When I went up to the gate of the city, when I took my seat in the town square where the elders meet.", "8": "There the young saw me and made room for me, in deference to elders. The old rose and stood out of respect.", "9": "The leaders stopped talking with their hands over their mouths.", "10": "The voices of nobles fell to a hush; their tongues stuck to the roofs of their mouths.", "11": "Every ear that heard me blessed me, and every eye that saw me testified to my greatness.", "12": "After all, I rescued the poor when they cried out for help and assisted the orphans when they had no one else.", "13": "Great virtue has always begun with the treatment of the poor. Can Job be accused of having a hard heart? The dying spoke their blessings over me, and the widows sang their joyful songs honoring what I did.", "14": "I adorned myself in righteousness, and it covered me; my justice fit me like a cloak and turban— conveying both my dignity and my authority.", "15": "I was the eyes for the blind, the feet for the lame,", "16": "A father for the needy, and I sought for the cause of whom I did not know.", "17": "I broke out the fangs of the wicked and wrested prey from their jaws.", "18": "Then I said, “I will pass from this earth in the comfort of my nest. My days will be more numerous than a beach's grains of sand.", "19": "My roots will grow deep, spreading out to the water's edge, and in the night, the dew will come to rest on my branches.", "20": "Respect will be accorded me every day, my skill with the bow always new in my hand.”", "21": "People used to listen to me, the sense of expectation visible on their faces; they waited in silence for my advice.", "22": "And when I finished, they did not hurry to speak again. They waited while my words dropped like dew upon them.", "23": "Indeed, they waited for me as one waits for a good rain, and they opened their mouths as if to catch spring showers on their tongues.", "24": "I smiled upon them when their confidence flagged, and they took comfort in my beaming face.[b]", "25": "I led them in their way. I sat as their leader. I lived like a king among his troops. I was as a happy man spreading comfort among the mourners."}