{"1-2": "After all of this, Job opened his mouth and broke the silence. He spoke a curse, not upon God but upon his day of birth.", "3": "Job: May the day die on which I was born, along with the night that spoke the words, “a boy is conceived.”", "4": "May that day of birth become darkness, and when it has disappeared, may God above neither seek it out nor light find a way to shine on it.", "5": "Rather, let darkness and the shadow of death claim the day and its life-giving light. Let storm clouds roll over it and threatening blackness terrorize it.", "6": "As to that night of my conception— may it be snatched by the thick darkness of death's realm, Never to be released again for any year or any month— so my conception and life could never have happened.", "7": "May that night prove infertile, and may no moan of pleasure be heard there.", "8": "Bring out the enchanters, the diviners who cast their spells on the day— who can awaken that beast, Leviathan—", "9": "And may the early-morning stars be extinguished. Let the day wait for a light that won't ever come, And may it never see the eyelids of dawn crack open.", "10": "Because it neither closed the door of my mother's womb nor covered my eyes to these sorrows.", "11": "Reflecting on his conception, Job wishes darkness and death could have prevailed over light and life on that day. The one place that represents such darkness and death is called sheol. Job and his contemporaries believe all people go to sheol when they die. The Bible describes it as the very opposite of the heavens, a land of no return that is dark, dusty, and silent. Certainly this is not the heaven or hell of the New Testament; it is neither a place of communion with God nor a place of torment. One's comfort after death is not determined by where he goes, but by whom he is with. The people of the Old Testament hope to “leave this world to sleep with their ancestors.” Such a fate is the reward of following God's path in life. Job: Why did I not die at my birth, simply pass from the womb into death?", "12": "Why did my mother's lap welcome me, and why did her breasts nourish me?", "13": "If I had died, then I would now be reposed in quiet; I would be sleeping in peace,", "14": "Resting with kings and their earthly ministers who rebuilt ruined cities to glorify themselves,", "15": "With princes who possessed gold, whose houses swelled with silver.", "16": "Why was I not buried in secret as a baby born still, as a newborn who never saw light?", "17": "In the sleep of death, the wicked can do no more damage; the weary ones at last find rest.", "18": "In death the captives are freed, together at ease, and the shouts of their oppressors die along with them.", "19": "In the grave, together are the small and great, and slaves from masters are emancipated.", "20": "Why is light awarded to those distressed, and life given to embittered souls", "21": "Who long for a death that can't be found, though they mine the earth to find it More than hidden veins of riches—", "22": "Who would be overjoyed and glad when they find the grave?", "23": "Why is light wasted on the earthbound, who cannot find their way and whom God has surrounded?", "24": "For I groan before every meal; my moaning flows like water.", "25": "What I feared most descends on me; my nightmare—now reality.", "26": "I have no peace; I have no quiet; my resting, gone, has turned to riot."}