{"1": "Job: But now they mock me, these young men whose fathers I hold in such contempt. I wouldn't trust them with my herds as I do my dogs.", "2": "What good does their strength do me? Their potency has wilted.", "3": "Gaunt from starvation, haggard from hunger that drives them to gnaw the ground in the night, a ground all wasted and hollowed-out,", "4": "They are left with the desperate foods of the famished— plucking mallow from the bushes by the salt marshes, and making the ashy broom tree root their staple.", "5": "The people from the town chase each one out of his neighborhood; they howl at all of them as if they were common thieves,", "6": "And push them out to live in the deep valleys of the wadis— those desert streams that come and go— So these outcasts seek shelter in the overhangs and crumbling caves that line the banks of no-man's-land.", "7": "Braying like donkeys from the bushes, huddled together in the prickly undergrowth are", "8": "Fools and sons of no-names, driven by lashes out from the bosom of the land.", "9": "Even the fools and outcasts use Job's name as an insult. His character has been brought low by those who should be beneath him. And now they sing of me in taunt and parody, and make my name a byword among them.", "10": "They abhor me, keep their distance, and feel free to spit in my face.", "11": "Because God has unstrung His bowstring and stricken me with suffering, they are no longer restrained toward me.", "12": "To my right, the horde[a] arises. They seek to knock me off my feet, piling their disastrous ways against me.", "13": "They lay waste to my path and benefit from my destruction, and no one is there to stop them.", "14": "As through a wall breached, they advance easily. Their thunderstorm of wheels rolled across my ruins.", "15": "Alas! A storm of terrors has turned toward me and is upon me; my dignity is blown away as by the wind; my prosperity vanishes like a wispy cloud.", "16": "And now my own soul is drawn out, poured over me. The days of misery have taken hold of me; I am firmly in their grasp.", "17": "By night, my pain is at work, boring holes in my bones; it gnaws at me and never lies down to rest.", "18": "With great force, God wraps around me like my clothing. He binds tightly about my neck as if He were the collar of my tunic.[b]", "19": "He has pushed me off into the mud, and I am reduced from man to dust and ashes.", "20": "I call out to You, God, but You refuse to answer me. When I arise, You merely examine me.", "21": "You have changed. Now You are cruel to me; You employ Your strength to attack me.", "22": "You pull me up into the wind and make me ride upon it until I am fractured and dissipated in the storm.", "23": "I know where this ends. You will send me off to death and usher me to that meetinghouse where all the living one day go.", "24": "And yet does not a person trapped in ruins stretch out his hand, and in this disaster does he not cry out for help?[c]", "25": "Did I not grieve for the hard days of another or weep for the pains of the poor?", "26": "And yet when I longed for the good, evil came; when I awaited the light, thick darkness arrived instead.", "27": "I am boiling on the inside, and it will not quit; yet the days of misery still come for me.", "28": "I drift in darkness, the sun absent; I arise in the assembly and call out for help.", "29": "But who will come now that I am roaming the wilderness? I am a brother to jackals, a friend of ostriches.", "30": "Despite my earnest cries, my skin burns until it is black and flakes off, and my bones burn with fever.", "31": "And so my harp is tuned to the key of mourning, and my flute is pitched to the sound of weeping."}