{"1": "Job: I have made a sacred pledge with my eyes. How then could I stare at a young woman with desire?", "2": "And what share has God set aside for us from above? What is the heritage we can expect from the lofty God, the Highest One?[a]", "3": "Has it not been made clear these many years? Is there not supposed to be punishment poured out on the wicked and disaster on those wrongdoers?", "4": "Does God not see the paths of my choosing; does He not count every single step I take?", "5": "In this speech, Job is actually recording his deposition; he is calling God to come answer the charges he is laying out. Using a rigid format, Job explains away eight areas of potential sin in his life. So certain is Job that he is innocent of wickedness, he actually pronounces curses upon himself if the all-knowing God finds him guilty of any of the sins. This ethereal courtroom procedure would be like any human going to a court to explain how he did not violate the law of the land and prefacing his testimony with a proposed sentence of the death penalty if the judgment goes against him. Job will soon learn that it is never appropriate to assume he knows more about justice than God, the very author of justice. Job: 5 If I have walked alongside lies or if my feet have rushed toward deception,", "6": "Then let God weigh me on a truly balanced set of scales. He will know and see my integrity.", "7": "If my steps have veered off God's prescribed path or if my heart has followed any of the evil my eyes have seen or if my hands are soiled,", "8": "Then let me sow, but then let another one eat the produce! Let my sprouts be pulled up by their roots!", "9": "If my heart has been seduced by another woman or if I have waited by a friend's door for a liaison with his wife,", "10": "Then let my wife be taken by another, to grind his grain or do whatever he pleases, And let other men kneel down over her", "11": "because adultery is such a lewd, scandalous act, an offense punishable by the court,", "12": "For it is a fire that burns until the destruction is complete. Had I done it, it would have undone all that I had gained.", "13": "If I have refused justice to my servants—either male or female— when they have had cause for dispute with me,", "14": "Then what ought I do when God stands to judge me? How will I answer when He calls me to account for my actions?", "15": "Did not God, who made me in my mother's womb, make my servants as well? Is He not the same One who made us each in our own mother's womb?", "16": "If I have stood between the poor and the object of their desire, if I have caused a widow to lose her love of life,", "17": "If I have eaten my food alone and not shared it with the hungry orphan", "18": "(Indeed, from as far back as I can remember, I have cared for them all— from my youth, been a father to the orphan; from my own birth, cared for the widow),", "19": "If I have idly watched anyone die from exposure simply due to a lack of clothing or seen the poor without any kind of covering,", "20": "If ever people in such conditions did not physically bless and thank me for warming them up with the fleeces of my own sheep,", "21": "If I ever used my civic strength to condemn the fatherless simply because I knew I had allies in the courts;", "22": "Then let my arm be pulled from its socket! Let my forearm be snapped off at the elbow for raising it against the orphan!", "23": "See, I have always dreaded the kind of disaster wrought by God; I was never able to withstand His majesty.", "24": "If I have put my confidence in my stash of gold, if I have trusted in a metal so well-refined,", "25": "If I have exulted in my immense wealth (for I had accumulated so much),", "26": "If I saw the sun in its radiant glory or the moon sliding across the sky in its splendor,", "27": "If such sights secretly seduced my heart and made my hand throw kisses to the false gods of sun and moon,", "28": "Then these things, too, would have been punishable offenses because they would have shown me untrue to the God above.", "29": "Have I gloated at my enemy's downfall or been excited when he encountered evil?", "30": "No. I have not permitted my mouth to sin by uttering a curse against his very life.", "31": "Have my guests ever left my dwelling saying, “Anyone still hungry? Who didn't get enough to eat?”", "32": "Have I ever left the foreigner to sleep outside? No. My door was always open to the traveler.", "33": "If I have covered my sin as people do or attempted to hide my wrongdoing in the recesses of my heart", "34": "(Because of my fear of the opinions of the crowd or my fright at the disdain of my family) And kept silent hiding indoors away from all possible discovery of flaws;", "35": "(if only someone were listening!) Now, here to these oaths, these curses, I make my signature! Let the Highest One answer me! Let my adversary put his case in writing!", "36": "If He does, I would place it on my shoulder for all to see; I would put it on my head and wear it like a crown.", "37": "I would offer Him an account of the steps I've taken along my life's path and approach Him directly like a prince.", "38": "If my land cries out against me, if my furrows gather together to weep over my mistreatment of them,", "39": "If I have eaten the fruit of the land without payment to those who tend it or exasperated the lives of its tenants, the farmers, in pursuit of greater harvest, or in poor management of them;", "40": "Then let thistles grow instead of wheat and stinkweed instead of barley. This concludes the words of Job."}