{"1": "At that point, Job's three friends stopped responding to him because Job was quite certain of his own righteousness. ", "2": "But someone else was there. His name was Elihu (Barachel's son from Buz, of the family of Ram), and he was burning with anger toward Job because Job defended his righteousness rather than God's. ", "3": "And Elihu was also angry with Job's three friends because they found no decent rebuttal to Job yet condemned him nonetheless. ", "4": "Elihu had withheld his words from Job because he was younger than all four of them and knew it was improper to speak until each of them was heard, ", "5-6": "but when Elihu (Barachel's son from Buz) realized the three men's words were spent, his anger inflamed him. Elihu: I am a young man, and you are my wise elders, So I have been here shyly creeping about in the background, timid about sharing my opinion with you.", "7": "I thought to myself, “Age should speak first; those advanced in years will teach wisdom.”", "8": "But alas, it turns out it is the spirit in a man, not age, and the breath of the Highest One[a] within him that lends understanding.", "9": "In fact, sometimes it is neither the great who are wise nor the elderly who have an understanding of justice.", "10": "And so I say, “Listen to me, Job, and I, even I, will explain what I know.”", "11": "(turning to the three friends) After all, I waited while each of you three spoke; I lent my ear to your insights while you searched for what to say, looking for the right words.", "12": "I paid you my utmost attention, but hear this! Not one of you countered Job with a decent argument; not one rebutted his statements of the case.", "13": "And don't you dare fall back on the easy reply: “We have found wisdom; let God rebuke him, not just any old human!”", "14": "I will answer him differently, for he has not assembled his words against me. I will not answer him with your overly personalized and insufficient arguments.", "15": "They are all undone, unhinged, embarrassed! They have no response! Their faculty of speech has apparently failed them!", "16": "Should I wait a bit longer to make sure they are all done speaking, for when they stand silent and appear to have nothing to say?", "17": "So now it is my turn. I will tell you what I think. I will impart what I know.", "18": "Due to the abundance of grapes and the absence of refrigeration, wine was a staple drink in the ancient Near East. The process of making wine was basically the same one used today, although the equipment was different. Grapes were grown, gathered, pressed, fermented, and stored. For the fermentation process, wineskins (usually made of goat hide) were used instead of today's barrels. Wineskins were the perfect choice because they could expand as the grape juice released its gases during the fermentation process, much as the human stomach expands as it digests food, as Elihu points out. It was imperative that new wineskins were used for each batch of wine because each skin could only expand so far; a second round of fermentation in an old skin would rupture the skin and spill the wine—a truth Jesus makes famous in Luke 5:37. After fermentation, the wine was stored in amphora jars with vented tops, so any gases could be released and the wine still be contained or even transported. After all, I am filled to the brim with words, and my gut reaction is to speak.", "19": "My insides are like fresh wine sealed up and needing to breathe. Like a new wineskin, I am on the brink of bursting from the pressure.", "20": "Let me speak. Then I will find relief. Yes, I will open my mouth and answer.", "21": "You will have to pardon me if I do not impede my words with deference to any of you or flatter you with honorable titles.", "22": "After all, I am not very skilled with flattery anyway; I have reason to believe that, if I were to engage in such senseless rhetoric, My Maker would whisk me away from here because this matter is so serious."}