{"1": "Elihu: So now, Job, listen closely to my words; lend an ear to my speeches.", "2": "Wait for it! I am about ready to part my lips; even now, my tongue begins to stir within my mouth.", "3": "My words emerge from a heart of integrity; my lips express their knowledge with sincerity.", "4": "God's Spirit has fashioned me and the breath of the Highest One[a] imparts life to me.", "5": "So refute me if you can; go ahead and make your preparations and assume your position.", "6": "But remember I am just like you; we are both God's vessels, both pinched from the clay and formed by Him.", "7": "Look, there is no reason for you to be afraid of me; my hand will not feel all that heavy on you.", "8": "Job, now you have said—and I heard it— I heard the words sounded out:", "9": "“I am pure, without sin; innocent indeed, and there is no wrongdoing within me!", "10": "But oh! God has come up with reasons to accuse me; now He considers me His enemy.", "11": "He locks my feet in the shackles; He watches all my paths, dogs my every step.”", "12": "But listen! You are wrong in all this because God is greater than a mere man.", "13": "Why do you argue with Him, complaining that He refuses to account for all of His actions?", "14": "For God does speak in one way and even another way— yet no one may be able to perceive what He says.", "15": "One kind of answer God gives comes in the form of a dream—in a night-vision— When deep slumber comes to people who have lain down to sleep in their beds.", "16": "Yes, this is often when He opens the ears of humanity, and seals their life-corrections in the terrors of the night", "17": "So that He can turn one away from his evil deeds and put down the arrogance of the proud.", "18": "He does all of this so that He might hold back one soul from the pit and protect one life from passing over to the land of death.[b]", "19": "Or another kind of answer God gives comes thus: one may be corrected through a bed of pain; his bones may hold him in an unceasing trial,", "20": "In which his food becomes repulsive, and he doesn't hunger for even his favorite meals.", "21": "His body wastes away almost to nothing, and bones, once hidden, stick out gruesomely.", "22": "Thus he is sobered as his soul approaches the rim of the pit, as his life hears the whispers of the coming messengers of death.", "23": "If there is a heavenly messenger at one's side, a mediator, even just one out of the thousand in his regime of God's messengers, to proclaim what is right for that person according to God,", "24": "And to be gracious to him and to say, “Spare this one from descending into the pit; I have found a ransom that will save his life!", "25": "Then his skin will be renewed, as smooth and fresh as a child's, and he will be restored to the vim and vigor of his youth.”", "26": "He will make his appeal to God, and God will grant acceptance; he will see God's face and shout with joy, knowing God has restored his right standing.", "27": "Then he comes to his fellow humans and sings out, “I sinned and perverted what I knew to be right, but God has not repaid me what I deserved.", "28": "He has instead paid that ransom and spared me from descending into the pit and my life now sees the light.”", "29": "Look! God does all of these things two, even three times with a person,", "30": "In order to guide his soul back from the rim of the pit so the light of life might shine on him.", "31": "Lend your ear, Job, and listen well to me; remain silent, and I will do the talking.", "32": "If you have anything to say to me, say it. Make your answer to me; go ahead and speak, because I do desire to see you justified to God.", "33": "But if not, then listen well to me; stay quiet, and I will teach you wisdom."}