{"1": "Job remained silent, so Elihu continued.", "2": "Elihu: Hear my words, you men of wisdom; listen to me, learned ones:", "3": "Our ears are capable of testing wisdom of words the way the roofs of our mouths are capable of tasting food.[a]", "4": "Let us form a council here then, and decide among us what is right; let us come together to know what is good in all of this.", "5": "After all, Job has told us, “I am innocent, but God has denied my right to a fair hearing.", "6": "Though I am right, should I lie and claim to be wrong? No. Let me put it to you simply: I am gravely wounded as by an arrow, but I am innocent.”", "7": "What other man is comparable to Job? He drinks disdain like water.", "8": "He is not like the one who runs with the workers of wickedness and associates himself with evil people.", "9": "In fact he even suggests, “A person receives no benefit from pleasing God.”", "10": "In his first speech to Job, Elihu has been a cowboy, brazenly calling Job out for his blasphemous words about God. He has not exactly condemned Job as a wicked man; he has condemned Job for his reaction to his suffering and to God. This is unprecedented behavior, since a younger man would never contradict an elder, especially in the presence of other elders. Possibly realizing how disrespectfully he has been acting, and certainly noticing that Job isn't responding well to his arguments, Elihu begins this second speech with a new approach. He tries to gain the support of Eliphaz, Bildad, and Zophar. Maybe if other elders are on his side, Elihu can make Job understand that it is wrong to question God, the very Creator of justice. Elihu: So, you men whose hearts have embraced wisdom, listen to me: far be it from God to commit evil acts; and from the Highest One[b] to engage in wrongdoing!", "11": "For He is like an employer who pays workers according to what they have done; He makes sure the rewards they receive match their conduct.", "12": "Oh, unimaginable thought—that God would cause evil! The Highest One does not pervert justice!", "13": "Who designated Him as earth's overseer? Who placed Him in charge of the entire world?", "14": "If He made it His aim to do so, if He recalled to Himself His spirit and His breath,", "15": "All living creatures would expire as one and humankind would return to the dust from which He formed them.", "16": "If you are one of understanding, hear this! Listen to what I am saying!", "17": "Can one who despises justice also govern? And are you willing to render condemnation on the Righteous and Mighty One?", "18": "Is He not the One who says to the king, “You are worthless,” and to the exalted nobility, “You are depraved.”", "19": "Is He not the One who refuses favoritism to royalty and who will not put rich above poor? After all, they are all the creations of His very own hands.", "20": "All of a sudden, in the middle of the night, people perish; they are shaken, and then they pass away; the strong and mighty, apart from any human hand, are taken.", "21": "For God's eyes are on the paths people choose; He surveys each of their steps.", "22": "There is no darkness, no gloomy shadow in which wrongdoers may hide themselves from Him.", "23": "God does not need to scrutinize people further or bring them before Him for judgment.", "24": "Without need of a lengthy investigation, He breaks even the mighty into pieces, and installs others to replace them.", "25": "And this is because He is already acquainted with their actions. When the seemingly sudden midnight hour rolls over, they are crushed beneath it.", "26": "He strikes down people as if they were wicked— front and center—a display for all to see", "27": "Simply because they turned from following Him, because they no longer considered His ways.", "28": "As a result of their injustice, the poor cried out to Him And as you ought to know well, He always hears the cries of the needy, of the oppressed peoples.", "29": "If God remains silent, who is fit to raise his voice against Him? If He chooses to hide His face, who is able to see Him? This goes for a nation or an individual; all are the same.", "30": "A person estranged from God must be prevented from ruling over any nation and from laying snares for the downfall of a people.", "31": "Has anyone then said to God, “I have carried punishment, but I will not offend again.", "32": "Teach me and fill in my blind spots, and if I have done wrong, I will stop and do what is right.”", "33": "Is God obliged to reward you on your terms for your personal revolt against Him? You must decide that, not I. Tell me, if you know what you believe,", "34": "People who comprehend such things, wise folk who hear me say,", "35": "“Job speaks without knowledge; his harangues are devoid of insight.”", "36": "May God try Job to the bitter end, for he responds as the wicked do", "37": "And he keeps adding to his sins; he claps his hands in rebellion in our very midst, and he multiplies his offensive words against God."}