{"1": "Elihu continued advising.", "2": "Elihu: Job, is this your idea of justice, that you would say, “My righteousness exceeds God's”?", "3": "For you say something like, “What good does it do You if I do right? What is in it for me if I don't sin?”", "4": "I will return your words with my own, and I will answer your friends with you.", "5": "Look at the skies above and take notice. See how high the clouds are—they are so far above you!", "6": "Surely, if the clouds maintain such a distance, one must wonder: how high up and far away is God? If you sin, how much have you really accomplished against Him? If you pile up your sins, if you stack them high, what does it do to Him?", "7": "Likewise, if you are righteous, what does that confer to Him, or what gift does He receive from your outstretched hand of righteous generosity?", "8": "Listen! Your wickedness affects your own kind, and your righteousness only helps other human beings.", "9": "People call out to God when they feel the crush of oppression. They implore Him for deliverance from the strong hand of tyranny.", "10": "But none of them pleads in this way: “Where is God, my Creator, who gives songs of comfort in the silence and suffering of night,", "11": "Who enlightens us more than the animals of the field, who instructs us in wisdom more than the birds of the air?”", "12": "And so, in the absence of such prayers, God does not answer the cries of the people because they cry with the arrogance of the wicked.", "13": "Indeed, God does not hear the vain and empty cry, nor does the Highest One[a] pay it any mind.", "14": "How much less must He hear you— you who say you cannot see Him,[b] You who say you have already pled your case before Him but that you are still waiting for Him.", "15": "And now, here we are. Because God has not been swift to punish in His anger, because He does not concern Himself with great arrogance,[c]", "16": "Job opens his mouth and out comes empty talk. Yes, he heaps up words with ignorance."}