{"1": "Out of the raging storm, the Eternal One answered Job.", "2": "Eternal One: Who is this that darkens counsel, who covers over sound instruction with empty words void of knowledge?", "3": "Now, prepare yourself and gather your courage like a warrior. Prepare yourself for the task at hand. I'll be asking the questions, now— you will supply the answers.", "4": "Where were you when I dug and laid the foundation of the earth? Explain it to me, if you are acquainted with understanding.", "5": "Who decided on the measurements? Surely you know that! Who stretched out a line to measure the dimensions?", "6": "Upon what base was the foundation set? Or who laid the cornerstone", "7": "On the day when the stars of the morning broke out in song and God's heavenly throng, elated, shouted along?", "8": "Who held back the sea behind doors and brought the earth bursting forth from the womb of the deep,", "9": "When for clothes I gave it a cloud and for swaddling I wrapped it in darkness,", "10": "When I placed shores around its limits and put up the doors and the bars;", "11": "And I said to the sea, “Here you may come, but no farther. And here is the shore where your grand waves will crash.”", "12": "In your short run of days, have you ever commanded the morning to begin or taught the sun to rise in its place?", "13": "Under your watch has the early light ever taken hold of the earth by the edges and shaken the wicked loose?", "14": "Under dawn's early light the earth takes shape as does clay when a seal is firmly pressed in it; Its colors and features stand out as a well-made garment does from the body.", "15": "Yet the light is withheld from the wicked, and the arm is snapped off of the oppressors.", "16": "Have you entered into the sea's tidewaters or trod the bottom of the ocean looking for the deepest cavern?", "17": "Have you found it, only for death's infamous gates to be unveiled to you, or did you catch a glimpse of the gates of the deep darkness beneath the waters?", "18": "Have you roamed the earth in her entirety, comprehended her vast regions? If you know all of this, declare it! Make your statement!", "19": "Tell me, which way is it to where the light resides? And darkness? Where does the darkness live?", "20": "When you escort it through its regions every day, will you know the way to its home?", "21": "Ah, but of course you know! After all, you were born way back then when all this was created, and your days have been many indeed.", "22": "Have you visited the vast, cold treasury where the snow is stored, or have you gazed on the shimmering, frozen armories where the hail is held,", "23": "The hail which I keep on reserve for the time of great trouble, for the day of battle, the day of war?", "24": "Where is the way to the realm where light is scattered across creation, and where is the field where the east wind is divided up and sent across the face of the earth?", "25": "Who cut the channel for the flooding rivers or paved a path for the thunderbolt", "26": "So that rain might fall on an uninhabited land, even on a wilderness where no human sets foot", "27": "So that the desolate desert and the withering wasteland are satisfied, so that the grass is made to sprout in that seemingly forsaken place?", "28": "And does the rain have a father? Who sires the drops of dew?", "29": "From whose womb comes the ice? And who gives birth to the sky's pale, thick frost?", "30": "When water seems to turn to stone, the face of the deep freezes to imprison its inhabitants.", "31": "Can you bind together a cluster of twinkling stars— the seven sisters of Pleiades who keep company in the night sky? Can you loosen the cords of Orion's bow?", "32": "Can you lead the stars[a] of the Zodiac out in their proper seasons and guide the Bear with her cubs?", "33": "Do you know the rules of the heavens, or apportion their influence on the seasons of the earth?", "34": "Can you bellow out orders at the clouds and pull down a flood of rain around you?", "35": "Can you dispatch bolts of lightning on their way, who instantly obey and say to you, “Here we are”?", "36": "Who put wisdom within the center of the created or granted understanding to the mind?[b]", "37": "Who has the wisdom to count the clouds and send them on their way or tip over the water skins of heaven to refresh the ground below", "38": "When the dry dust is as hard as metal and clods of clay clump together?", "39": "Can you hunt prey for the lioness or sate the appetites of her cubs", "40": "While they crouch in their dens and wait in the brush?", "41": "Who nourishes the hungry raven when its young chirp to God and wander for want of food?"}