{"1": "Eternal One: Do you know the time when the mountain goats give birth? Do you attend at the doe's delivery?", "2": "Can you keep track of the months until each carries to term? Do you even know their calving season?", "3": "They drop to their knees to birth their young, and their labor pains cease to grip.", "4": "Their offspring grow to their full strength in the open field; then they leave and do not return.", "5": "Who set the wild donkey free? Who cut it loose from its bonds?", "6": "I gave it the wastelands for a home and the salt flats for a dwelling.", "7": "It avoids the commotion of the city; it is far from the shouts of the mule driver and never has to obey one.", "8": "Instead, it trundles through hills in search of pasture, its eyes ever watchful for a patch of green.", "9": "Is the wild ox willing to serve you? Will it be content to stay the night beside your feeding trough?", "10": "Can you confine the wild ox with a rope to plow a straight furrow? Will it cultivate the valleys as you pull him along?", "11": "Can you trust it simply because of its enormous strength? Can you really leave your work to it without guiding it?", "12": "Can you depend on it to return the remaining seed to you, to carry the grain to your threshing floor?", "13": "God now speaks to Job of the ostrich. Is Job as foolish as this stupid bird who leaves her eggs on the ground? The ostrich flaps her wings, and the ringing joy is heard. But her wings and pinions are not like a stork's. She cannot fly.", "14": "She is different from other birds, for she lays her eggs straight on the ground, and she incubates them in the bare dust.", "15": "She forgets that a foot might crush them or a wild animal trample them.", "16": "She is harsh to her young, as if they were not even hers. She is unconcerned at the futility of her labor,", "17": "For God denied her a share of wisdom, and in doling out understanding, He passed her by.", "18": "Oh and yet, look at her when the time comes to run— she spreads her strange wings and laughs at the horse who must be guided by his rider although she is an absurd bird who can't even fly.", "19": "And oh, of course—now let us speak of the horse! Do you give that creature its power? Do you adorn its neck with that flowing mane?", "20": "Do you make it leap like a locust and terrify the enemy with its dreadful snorting?", "21": "It paws and stamps the valley ground, prancing and gloating at its strength; and it greets the battle with a charge.", "22": "It laughs at fear, is a stranger to panic, and will not turn away from any oncoming blade.", "23": "Though the quiver's arrows rattle at its side, though the spear and lance flash in its eyes,", "24": "It is a storm and a fury devouring the ground ahead, set off by the blast of the trumpet, unable to stand still.", "25": "Stirred by the trumpet sound to charge, the horse responds with its own blast and smells the blood of battle from a distance, amid commands barked by officers and shouts of alarm.", "26": "Does the hawk take flight by your wisdom, stretching its wings toward the south?", "27": "Does the eagle take flight at your command, or build its nest in the towering heights?", "28": "On jutting cliffs it lives and keeps the night; on rocky crags it builds its mountain stronghold.", "29": "From there it spies its prey; its keen eyes discover its victim still far off.", "30": "Its young ones feast on blood, and wherever the slain lie, there it is."}