{"1": "Standing with Job and his other two friends in the trash heap, Eliphaz the Temanite tried to convince Job his suffering was temporary.", "2": "Eliphaz: Could you bear it if someone were to speak? Ah, but who can hold his tongue in such a situation?", "3": "Look back, and think on the many you have taught; you have strengthened the weak hands of the suffering.", "4": "Your words propped up the tottering; you have strengthened mourners' wobbly knees.", "5": "May my words help you in that way, now that trouble arrives and you despair. It extends its hand, crushes you, and you are overwhelmed.", "6": "Isn't your fear of God true confidence and your unswerving commitment genuine hope?", "7": "Take pause; scan your memory: Who ever died among the innocent? And when have the righteous ever met with destruction?", "8": "The way I see it, those who pull the pernicious plow, Who sow sorrow's seeds, reap the same at harvest.", "9": "By God's breath, they meet destruction; when His anger explodes, they meet their end.", "10": "O the bluster of humanity! The lion roars! The king of beasts thunders! Still the young lions' teeth are shattered.", "11": "The old lion dies for lack of prey, and the whole pride is scattered.", "12": "Now, listen: a secret word was delivered to me; my ears caught hold of a whisper.", "13": "In the anxiety of a nightmare— while deep sleep falls on humans—", "14": "Fear took me by my right arm, terror by my left, and they shook me, they did!—made my bones rattle.", "15": "Then a wind blew through, a divine breath skimming my face. Every hair on my body stood on end.", "16": "It came to a stop, but I couldn't make it out— some form there before me, then a hushed voice breaking the silence:", "17": "“Can a mortal stand innocent before God? Can a man or even a hero be pure before his Creator?”", "18": "If God is unsure of His own servants, and in His holy attendants He finds fault,", "19": "How much more those whose bodies come from clay, whose skeletons are dust, are crushed like a moth.", "20": "From morning to evening, their bodies are broken to pieces, ground back into dirt, unseen, gone forever.", "21": "When the cords of their tents are pulled up, don't they die, none the wiser?"}