{"1": "The Eternal continued speaking to Job.", "2": "Eternal One: Have you heard enough? Will the one who finds fault with the Highest One[a] now make his case? Let God's accuser answer Him!", "3": "Job answered the Eternal.", "4": "Job: Oh, I am so small. How can I reply to You? I'll cover my mouth with my hand, for I've already said too much.", "5": "One time I have spoken, and I have no answer to give— two times, and I have nothing more to add.", "6": "The Eternal spoke to Job from the raging storm.", "7": "Eternal One: 7 Now, prepare yourself and gather your courage like a warrior. Prepare yourself for the task at hand. I'll be asking the questions, now— you will supply the answers.", "8": "Let Me ask you a new question: Would you go so far as to call into question My judgment? Would you imagine Me guilty merely in order to justify yourself?", "9": "Do you have an arm just as powerful as God's and does your voice thunder as His does?", "10": "Then dress yourself up in majesty and dignity. Deck yourself out in honor and splendor", "11": "And indulge your anger. Unleash your wrath! Look down on each and every proud soul, and cut him low.", "12": "Look down on all who are proud, and humiliate them. Raise your mighty foot, and stomp the wicked where they stand.", "13": "Bury them all together in the dirt, and shroud their frozen faces in the secret recesses of the grave.", "14": "If you can execute all this, then I—yes, even I—will praise you, for your great and mighty right hand earned you the victory!", "15": "But before you undertake My challenge, turn your attention to Behemoth, The beast which I fashioned along with you. Behemoth isn't just any beast. Because of the Hebrew grammatical construction, it is apparent that Behemoth is the largest, strongest beast the Lord ever created. With the exception of his dreadful size and strength, Behemoth's description seems to be one of a peaceful animal—hanging out by the river and chewing its cud. Ancient Jewish myth describes him otherwise: the primal land monster will one day fight against the primal sea monster, Leviathan, bringing chaos; their deaths will end the world. This legend may be the backdrop of Behemoth's description here, and some see it obliquely referenced in the New Testament. In Revelation the beast who is the antichrist is accompanied by the false prophet; but Leviathan isn't the one who kills Behemoth, or the false prophet as some see him. God throws the false prophet and the antichrist into the “lake of fire that burns with sulfur” (Revelation 19:20; 20:10). Eternal One: It eats grass like an ox.", "16": "Look carefully: it has a sturdy, muscular base and draws its power from its brawny core.", "17": "Its bends like a cedar, the sinews of its powerful thighs are woven tightly.", "18": "Its bones, unbreakable, are like tubes of bronze; its whole skeletal structure is like a framework of iron.", "19": "It is one of My most marvelous creations; only I, its Maker, can threaten its existence.", "20": "The hillsides offer it food as it grazes near where the wild animals bustle and play.", "21": "It lies beside the river under the shade of the lotus, hidden by the reeds of the marsh;", "22": "The lotus trees cover it with their shadows; the willows of the stream surround it.", "23": "It is not alarmed when the river rises and rages; it stands confident, firmly fixed, Even when the Jordan swells and rushes against it.", "24": "Can anyone capture this beast while it is watching or trap it and pierce its nose to haul it off?"}