{"1": "Eternal One: Now let us not stop here. What of Leviathan? Can you haul it in on the end of a hook or strap down its tongue with your line?", "2": "In modern times, a leviathan is understood as something large and formidable. It may apply to an abstract entity, such as a totalitarian state, or to an actual monster, such as Captain Nemo's giant squid. That modern idea is based on an ancient creation myth. Psalm 74 alludes to God's conquest of Leviathan, a seven-headed monster that breathed fire, before His creation of the world. Leviathan was the master of chaos, living somewhere in the deep along with Rahab, another sea monster. The story goes that God chopped off six of Leviathan's heads and imprisoned it in the deepest parts of the ocean, where it remains today. Leviathan creeps up occasionally in the Bible as a terrifying adversary, most notably in Revelation where it is described as a dragon or beast that comes up out of the sea and is specifically identified as Satan (Revelation 12:9; 13:1-3). So Leviathan will get another chance to fight God, but once again it will fall to the One who brought divine order to chaos. Will you subdue it with a fragile reed through its nose or pierce its jaw with a hook?", "3": "Do you imagine it will beg you endlessly for mercy or lower its voice to a whisper when speaking to you?", "4": "Will it strike a deal with you and enter into your service as a lifelong slave?", "5": "Will you play with it as you would a pet bird or put it on a leash for your girls?", "6": "Will traders haggle over its price and others seek to divide it up among the merchants?", "7": "Can you fill its hide with harpoons or its head with fishing spears?", "8": "If you are able to lay a hand on it, You will remember the struggle all of your days, and you will never do it again.", "9": "Now look, any expectation you could subdue it will be shattered. Just the sight of it is enough to overpower you.", "10": "No one is fierce enough to dare disturb it. So is there anyone in all the earth who dares to stand up to Me?", "11": "Who could ever confront Me and force Me to repay him? Everything and everyone under heaven is Mine![a]", "12": "I will not be silent regarding Leviathan's powerful limbs, its enormous strength, or its beautiful form.", "13": "Who can reveal what is under its outer armor covering or penetrate down through its double coat of mail?", "14": "Who can pry open its enormous jaws? Remember: its teeth are a terror from every angle.", "15": "Its back is covered with rows of shields that overlap and shut with a tight seal—", "16": "One against another, so close that no wind passes between them.", "17": "They are joined to one another, inseparably locked.", "18": "When it sneezes, light flashes from its nostrils; its eyes are like the rays of the morning sun.", "19": "Fire streams from its mouth as fiery sparks fly outward.", "20": "Smoke pours from its nostrils as from a boiling pot or a brush fire.", "21": "Its searing breath sets coals ablaze; its flaming tongue darts from its mouth.", "22": "Leviathan's neck bristles with raw power; terror dances before him.", "23": "The creases in its flesh fuse together: firm, fixed, immovable.", "24": "Its heart is rock hard, as hard as a lower millstone, impervious to grinding.", "25": "When the beast rises up and moves near, the mighty ones shudder in fear; when it crashes down, they retreat.", "26": "The sword that reaches it may strike but to no effect, so, too, the spear, the dart, and the lance.", "27": "For it treats iron as straw and bronze as rotten wood.", "28": "The arrow cannot force its retreat, and the stone from the sling shatters on impact.", "29": "A club is no more dangerous to it than a piece of straw; it taunts and laughs at the rattling lance.", "30": "Its underbelly is as sharp as broken pottery shards; it easily dredges a channel in the mud behind it.", "31": "It brings the deep to a rolling boil like a pot over a hot fire; in its course it stirs the sea like a pot of ointment.", "32": "Behind it, the wake is bright and shining, as if the sea has long white hair.", "33": "Nothing on earth is its equal, this creature fashioned without fear.", "34": "It looks upon all the high and mighty— this king over the children of pride."}