{"1": "Eliphaz: As for you, Job, feel free to call, but will anyone reply? Among His holy attendants, to whom will you turn?", "2": "Remember, anger kills off the foolish, and jealous indignation closes in on the simple for the kill.", "3": "I have seen a fool putting down roots, apparently succeeding, and immediately I cursed his house, knowing this brings destruction.", "4": "His children are far from safe, crushed in full view of the city's gate with no defender nearby.", "5": "Hungry raiders consume his crops, harvesting even where the thorns stand guard[a] while drifters and con-men target his wealth.", "6": "You see, sorrow is not a natural product of the soil, nor is trouble known to sprout up from the earth itself.", "7": "Still humankind is born into trouble, just as embers break loose and fly from the fire.", "8": "This is why, if I were you, I would appeal to God; I would lay my cause at the feet of the Lord.", "9": "He does wonderful things that confound, infinite numbers of miracles.", "10": "He gives rain to the earth, sends down water to the fields;", "11": "He lifts up the downtrodden, bolsters the bereaved, raising them to safety.", "12": "He thwarts the plots of the devious and ties their hands to failure.", "13": "He catches the clever in their deceitful plotting[b] so the plans of the crafty are swept away.", "14": "Their day turns to darkness; they grope at noon as they do in blackest night.", "15": "He saves the needy from the cutting sword, and from the perilous grip of the powerful.", "16": "So there is still hope for the helpless; and the mouth of injustice is muzzled.", "17": "Remember, a happy man accepts God's correction, so don't despise the discipline of the Highest God.[c]", "18": "For the Lord may cut, but He stitches up; He may wound, but His hands also heal.", "19": "In six different perils, He will rescue you; even in seven, evil will not touch you;", "20": "In famine, He will save you from starvation; and in war, you won't be run through with the sword;", "21": "In slanderous situations, you will go unharmed; in the face of chaotic destruction, you won't tremble;", "22": "In violence and famine, you will laugh; in the presence of wild animals, you won't quiver.", "23": "The stones of the field will sign a treaty with you, and you'll enjoy a truce with the ravenous beasts.", "24": "You can rest knowing your tent is invincible; for when you visit your pastures, nothing will be missing.", "25": "Your children and their children will be abundant, as the blades of grass in the fields.", "26": "You will arrive hearty and undiminished at the grave after a long life, like a pile of grain harvested at its peak ripeness.", "27": "We've all thought this through. It's true, and you should hear it. So hear it well, and know it completely."}