{"1": "The first of Job's three wise friends, Eliphaz, is a man guided by strong convictions and a belief in the accumulated knowledge of his ancestors. Because he thinks Job is suffering due to his own unintended sins, Eliphaz dwells on God's responses to the wicked and the righteous, believing he will encourage Job to accept God's correction of his sins. Although his intentions are good, Eliphaz does not realize that Job will have a different perspective on his words. Eliphaz's intended encouragement instead upsets Job more. These powerful convictions are expressed in the wrong place and time. Job answered Eliphaz.", "2": "Job: Would that my anguish were weighed, laid on a scale together with the disaster I've suffered!", "3": "For there is not enough sand in the seas to outweigh it! It's no wonder my untamed words are but incoherent stammering.", "4": "The arrows of the Highest One[a] have sunk deeply into me; my spirit drinks their poison. The terrors of God assemble like soldiers marching against me.", "5": "Does a wild donkey bray in hunger in a field of fresh grass? Does an ox low with pangs over plenty of feed?", "6": "If I were served a tasteless mush, how could I eat it without at least adding salt? Or is there even any sense of taste in the slime of a plant?[b]", "7": "I refuse to eat, and I gag at the thought of it. This vile food sickens me.", "8": "If only my one request were answered, if only God would grant me the fulfillment of my only hope:", "9": "That God would be willing to crush me, to kill me, that God would release His hand and cut me off.", "10": "At least then I would have a crumb of consolation, one source of joy in the midst of this relentless agony: I never denied the words of the Holy One in my pain.", "11": "It is possible to imagine God's creation as fabric on a loom and God as a weaver. The threads of the world are stretched out vertically on a large loom, creating the warp of the fabric; and God weaves the threads of our lives horizontally, pushing them back and forth quickly around the vertical threads with His shuttle, creating the weft of the fabric. Job pictures his life ending when the thread runs out (7:6), but here he asks God to release His guidance on Job's life and cut him away from this world prematurely. To do so, God would cut across the warp, thus affecting all of creation and not just Job himself. Even though God does not grant Job's wish, Job has no thought of suicide; he knows only God has the right to begin and end life. Job: What strength do I have, that I should persist in this life? And what is my life's end, that I should forestall it?", "12": "Is my strength like that of stones? Is my flesh like bronze?", "13": "Can I even hope to help myself, or has any chance of help been driven away?", "14": "A despondent person deserves kindness from his friend, even though he strays from the fear of the Highest One.", "15": "But you, my brothers, are unpredictable like an unexpected flood of the wadi that quickly rises and then falls,", "16": "That contain dark, muddy swirls of thawing ice that swell in the melting snow,", "17": "But whose flow is stopped in the summer heat and that vanish in their gullies under the heat of the sun.", "18": "The path of their course winds along, goes out into the desert and disappears.", "19": "You travelers have heard how the experienced caravans from Tema searched for water, how the travelers of Sheba expected to find it;", "20": "But their confidence turned to frustration and shame; for when they arrived, they found no water, only disappointment.", "21": "Now you, too, have come to nothing. You see my terror and are afraid for yourselves.", "22": "Have I ever asked you to give me anything, or from your means to offer a bribe on my behalf?", "23": "Have I ever asked you to rescue me from my enemies' hands, or to deliver me from the clutches of powerful adversaries?", "24": "In all seriousness, teach me, and I will be silent. Where I have erred? Help me understand.", "25": "True, honest words are painful, but what does your chiding confirm?", "26": "Was it your intent to correct me? Did you imagine that, desperate as I was, my words were nothing but wind?", "27": "Yes, it seems you'd have no qualms about sending an orphan into slavery or selling out a friend.", "28": "Now do me the favor of looking at me; look me in my face; I will not lie to your face.", "29": "Turn back; don't let any more harm be done. Turn back to me now; my reputation and integrity are at stake.", "30": "Is there any wickedness, any poisonous word on my tongue? Don't you think I can tell when I've tasted a ruinous lie?"}