{"1": "Job: Don't we humans struggle long and hard in our time on earth? Don't we live our lives as common laborers?", "2": "As slaves longing for shade, as workers pining for wages,", "3": "So I am destined to receive only months of meaninglessness, and nights of nothing but misery.", "4": "When I lie down at the end of day, I wonder, “How soon till morning so I can arise?” But the night stretches on, and I toss and turn until sunrise.", "5": "My putrid skin is covered with maggots and a dirty crust. It hardens and cracks and oozes again.", "6": "My days whisk by swifter than the shuttle in a weaver's loom— back and forth, and back and forth— and then they come to their hopeless end.", "7": "My life, remember, is just a breath; in death no more good will reach my eye.", "8": "Whoever sees me now, will not for long; you'll look for me, but I'll be gone.", "9": "As clouds thin and finally vanish, so it is when people enter the land of the dead. Never will they come back up.", "10": "Never will they return to their homes or will the place they lived recognize them anymore.", "11": "Like Eliphaz, I will not keep silent. In the agony of my spirit, I will speak; In the bitterness of my soul, I will complain.", "12": "Am I the raging sea, or the monster of the deep, so threatening you must appoint a guard over me?", "13": "When I think my couch will comfort me or my bed will soften my complaint,", "14": "You, Lord, intimidate me with dreams and terrorize me with visions.", "15": "I'd rather be suffocated, even dead, than live in these aching bones of mine.", "16": "Job compares his treatment to God's defeat of two mythic enemies of creation: Yam and Tannin. Ancient Near Eastern legends say that before God created the world, the “formless void” that existed was called “the deep.” When God separated the heavens from the earth, He divided the formless void with the horizon, leaving the waters of the earth below (the oceans) and the waters of the heavens above (the blue skies and clouds). Yam the sea god and Tannin the sea monster tried to interfere in this separation. God of course defeated them, imprisoning them in the sea with sandbars. Job's reference to this myth shows he believes God is treating him unfairly, punishing him as brutally as He did these subhuman, rebellious creatures. Job, on the other hand, has not been rebellious to God. Job: I hate my life. I have no desire to keep on living. Leave me alone, God, for I have only a short time left.", "17": "What are these human beings, that You make so much of them— that You shower them with attention?", "18": "You examine them morning by morning; You test them moment by moment.", "19": "How long will You stare at me? I can't even clear my throat of spit without an audience.", "20": "I have sinned. What have I done to You, You who watch after humanity? Why have You targeted me, a man whose life is just a breath? Am I really such a heavy load for You?", "21": "So I've sinned inadvertently: can't You pardon me? Are my crimes such You can't forgive my sins? After all, I will lie in the dust, and it won't be long until You will look for me, but I'll be gone."}