{"1": "Then the second of Job's three friends, Bildad the Shuhite, addressed Job.", "2": "Bildad: How long will you say these things, your words whipping through air like a powerful wind?", "3": "Does God corrupt justice, or does the Highest One[a] corrupt the good?", "4": "If your children sinned against Him, He merely administered the punishment due them for those sins.", "5": "But if you search for God and make your appeal to the Highest One,", "6": "If you are pure and righteous, I have no doubt He will arise for you and restore you to your righteous place.", "7": "From your modest beginnings, the future will be bright before you.", "8": "Ask those who have come and gone! Explore what their fathers learned and taught them.", "9": "For we are not of ages past, nor even of years gone by. We are ignorant creatures of yesterday, and our time on earth is only a shadow.", "10": "But the ancients are not similarly bound, are they? Won't they speak to and instruct you? Won't they draw up words from deep within?", "11": "Can papyrus grow tall without a marsh? Can reeds flourish without water?", "12": "Even if they are hardy and unbroken, without water they will dry up before any other plant.", "13": "So it goes with any who forget God. The hope of the godless soon withers and dies.", "14": "His confidence breaks, for he trusts in the tenuous threads of a spider's web.[b]", "15": "When he leans into his house of silken threads for support, it won't hold; Though his arms grab to steady him, it will break—he will fall and never get back up.", "16": "Still the godless appears to be a hardy plant, thriving in full sun, sending his shoots across the garden.", "17": "The roots twine and grip the stone heap and search for a home among the rocks.", "18": "If he is pulled up, the place will disown him saying, “I have never seen you.”", "19": "See, his sole joy consists of this:[c] knowing that others will spring from the earth to take his place.", "20": "Do you see it? God will not reject the innocent; He will not reject you or support agents of evil.", "21": "He will fill your mouth with laughter; your lips will spill over into cries of delight.", "22": "Those who hate you will don the garment of shame, and the home of the wicked will disappear."}