{"1": "¶ Hear this word that the LORD hath spoken against you, O sons of Israel, against the whole family which I brought up from the land of Egypt, saying,", "2": "You only have I known of all the families of the earth; therefore, I will visit all your iniquities against you.", "3": "Can two walk together except they be agreed?", "4": "Will a lion roar in the forest when he has no prey? Will a young lion cry out of his den if he has taken nothing?", "5": "Can a bird fall in a snare upon the earth without a fowler? Shall the snare rise up from the earth and have taken nothing at all?", "6": "Shall the shofar be blown in the city and the people not be afraid? Shall there be any evil in the city which the LORD has not done?", "7": "Because the Lord GOD will do nothing unless he reveals his secret to his slaves the prophets.", "8": "The lion has roared, who will not fear? the Lord GOD has spoken, who can but prophesy?", "9": "¶ Publish upon the palaces of Ashdod and upon the palaces of the land of Egypt and say, Assemble yourselves upon the mountains of Samaria and behold the great oppression in the midst thereof and the great violence in the midst thereof.", "10": "For they do not know to do right, said the LORD, storing up violence and robbery in their palaces.", "11": "Therefore thus said the Lord GOD: An adversary there shall be even round about the land, and he shall bring down thy strength from thee, and thy palaces shall be spoiled.", "12": "Thus hath the LORD said: As the pastor takes out of the mouth of the lion two legs or a piece of an ear, so shall the sons of Israel escape that dwell in Samaria in the corner of the bed and at the border of the couch.", "13": "Hear ye, and protest in the house of Jacob, said the Lord GOD, the God of the hosts,", "14": "that in the day that I shall visit the rebellions of Israel upon him, I will also visit upon the altars of Bethel, and the horns of the altar shall be cut off and fall to the ground.", "15": "And I will smite the winter house with the summer house, and the houses of ivory shall perish, and many houses shall be cut off, said the LORD."}