{"1": "¶ Thus hath the Lord GOD showed unto me, and, behold, he formed grasshoppers in the beginning of the shooting up of the latter hay; and, behold that the latter hay grew after the king's reapings.", "2": "And it came to pass that when they had come to an end of eating the grass of the land, then I said, O Lord GOD, forgive, I beseech thee; who shall lift up Jacob? for he is small.", "3": "The LORD repented of this; It shall not be, said the LORD.", "4": "Afterward the Lord GOD showed me this: And, behold, the Lord GOD called to judge by fire, and it devoured the great deep and ate up the inheritance.", "5": "Then said I, O Lord GOD, cease, I beseech thee; who shall raise up Jacob? for he is small.", "6": "The LORD repented of this: This also shall not be, said the Lord GOD.", "7": "Thus he showed me: and, behold, the Lord stood upon a wall made by a plumbline, with a plumbline in his hand.", "8": "And the LORD said unto me, Amos, what seest thou? And I said, A plumbline. Then said the Lord, Behold, I set a plumbline in the midst of my people Israel: I will not again pass over them any more:", "9": "And the altars of Isaac shall be destroyed, and the sanctuaries of Israel shall be laid waste; and I will rise upon the house of Jeroboam with the sword.", "10": "¶ Then Amaziah the priest of Bethel sent to Jeroboam king of Israel, saying, Amos has conspired against thee in the midst of the house of Israel; the land is not able to bear all his words.", "11": "For thus hath Amos said, Jeroboam shall die by the sword, and Israel shall surely be led away captive out of their own land.", "12": "And Amaziah said unto Amos, O thou seer, go, flee thee away into the land of Judah, and eat thy bread there, and prophesy there:", "13": "but do not prophesy any more in Bethel: for it is the king's sanctuary, and the head of the kingdom.", "14": "Then Amos answered and said to Amaziah, I am not a prophet, neither am I a prophet's son, but I am a herdsman and a gatherer of sycamore fruit:", "15": "and the LORD took me as I followed the flock, and the LORD said unto me, Go, prophesy unto my people Israel.", "16": "Now therefore hear thou the word of the LORD: Thou sayest, Do not prophesy against Israel and do not drop thy word against the house of Isaac.", "17": "Therefore thus hath the LORD said; Thy wife shall be a harlot in the city, and thy sons and thy daughters shall fall by the sword, and thy land shall be divided by lots; and thou shalt die in a polluted land; and Israel shall surely go into captivity from his land."}