{"1": "The words of Nehemiah son of Hakaliah. In the month of Kislev of the twentieth year, I was in Susa, the citadel.[a] ", "2": "Hanani, one of my brothers,[b] came to me with men from Judah. I asked them about the remnant of the Jews, who had survived the captivity and had escaped from it, and about Jerusalem.", "3": "They said to me, “The survivors from the captivity who are there in the province are in great misery and shame. The wall of Jerusalem is broken down, and its gates have been burned.”", "4": "When I heard about these things, I sat down and wept. I mourned for days, fasting and praying before the God of Heaven.[c] ", "5": "I said: Please, Lord, the God of Heaven, the great and awe-inspiring God, who preserves the covenant and faithfulness for those who love him and keep his commands: ", "6": "Let your ear be attentive and your eyes be open as you hear the prayer of your servant today, which I am now praying before you day and night, concerning the Israelites, who are your servants. I am also confessing the sins of the people of Israel that we committed against you. I and my father's house have also sinned. ", "7": "We have acted very corruptly against you, and we have not kept the commands, nor the statutes, nor the ordinances that you commanded Moses your servant.", "8": "Please remember the command you gave to Moses your servant when you said, “If you are unfaithful, I will scatter you among the peoples. ", "9": "But when you return to me and keep my commandments and do them, even if you have been scattered to the end of heaven, from there I will gather them, and I will bring them to the place where I have chosen to make my name dwell.”[d] ", "10": "They are your servants and your people, whom you have redeemed with your great power and your mighty hand.", "11": "Please, my Lord, let your ear be attentive to the prayer of your servant and to the prayers of your servants who are delighted to revere your name. Make your servant successful today, and give him mercy in this man's presence. I was cupbearer[e] to the king."}