{"1": "So in all this we are making a solemn agreement and putting it in writing and attaching the seals of our officials, Levites, and priests. These were the men who placed their seals on it: Nehemiah the governor, the son of Hakaliah, Zedekiah, ", "2": "Seraiah, Azariah, Jeremiah,", "3": "Pashhur, Amariah, Malkijah,", "4": "Hattush, Shebaniah, Malluk,", "5": "Harim, Meremoth, Obadiah,", "6": "Daniel, Ginnethon, Baruch,", "7": "Meshullam, Abijah, Mijamin,", "8": "Ma'aziah, Bilgai, Shemaiah. These are the priests.", "9": "The Levites were: Jeshua son of Azaniah, Binnui from the sons of Henadad, and Kadmiel.", "10": "Their relatives were Shebaniah, Hodiah, Kelita, Pelaiah, Hanan,", "11": "Mica, Rehob, Hashabiah, ", "12": "Zakkur, Sherebiah, Shebaniah,", "13": "Hodiah, Bani, and Beninu.", "14": "The heads of the people were: Parosh, Pahath Moab, Elam, Zattu, Bani, ", "15": "Bunni, Azgad, Bebai,", "16": "Adonijah, Bigvai, Adin, ", "17": "Ater, Hezekiah, Azzur,", "18": "Hodiah, Hashum, Bezai, ", "19": "Hariph, Anathoth, Nebai,", "20": "Magpiash, Meshullam, Hezir, ", "21": "Meshezabel, Zadok, Jaddua,", "22": "Pelatiah, Hanan, Anaiah, ", "23": "Hoshea, Hananiah, Hasshub,", "24": "Hallohesh, Pilha, Shobek, ", "25": "Rehum, Hashabnah, Ma'aseiah,", "26": "and Ahiah, Hanan, Anan, ", "27": "Malluk, Harim, Ba'anah.", "28": "Now the rest of the people, the priests, the Levites, the gatekeepers, the singers, the temple servants, and every person who had separated himself from the peoples of the lands for the sake of the Law of God, with their wives, their sons, and their daughters—all the people who have knowledge and understanding— ", "29": "are making a commitment with their brothers, that is, with the important people, and they are placing themselves under a curse and under an oath to walk in the Law of God that was given through Moses the servant of God, an oath to keep the law and to obey all the commands of the Lord our God and his judgments and his statutes.", "30": "We promise to keep these points: We will not give our daughters in marriage to the peoples of the land, and we will not take their daughters for marriage to our sons.", "31": "We will not buy anything from the peoples of the land who are bringing goods and all kinds of grain to sell on the Sabbath day or on a holy day. We will leave the land fallow during the seventh year, and we will forgive every loan.", "32": "We will each assume the responsibility to keep the commands to give a third of a shekel per year for the service of the house of our God, ", "33": "for the Bread of the Presence, for the regular daily grain offerings, the continual burnt offerings, the Sabbath offerings, the New Moon offerings, for the appointed festivals and holy offerings, and for sin offerings to atone for Israel, and for all the work of the house of our God.", "34": "We—the priests, the Levites, and the people—have cast lots to determine our turns for each fathers' house[b] to bring the wood offering to the house of our God, at the appointed times each year, to be burned upon the altar of the Lord our God, as it is written in the Law.", "35": "We pledge to bring the firstfruits of our land and the firstfruits of every kind of fruit tree to the house of our God for ourselves. ", "36": "We also will bring the firstborn of our sons and our animals, as is written in the Law, and we will bring the firstborn of our cattle and flocks to the house of our God for the priests who serve in the house of our God, ", "37": "and we will bring the first of our dough and our contributions and the fruit of every tree. We will bring new wine and olive oil to the priests, to the storerooms of the house of our God, and we will bring the tithe from our land to the Levites. It is the Levites who collect the tithes in all the cities where we work. ", "38": "A priest, a descendant of Aaron, will be with the Levites when the Levites collect the tithes. The Levites will bring a tenth of the tithes up to the house of our God, to the chambers of the treasury, ", "39": "because the Israelites and the sons of Levi are to bring the contribution from the grain, the new wine, and the olive oil to the storerooms where the vessels of the sanctuary are kept, where the priests, the gatekeepers, and the singers serve. In this way we will not abandon the house of our God."}