{"1": "The people's officials lived in Jerusalem, and the rest of the people cast lots to choose one out of every ten to live in Jerusalem, the holy city, while the other nine remained in their own cities. ", "2": "The people blessed all those who volunteered to live in Jerusalem.", "3": "This is a listing of the heads of the province who lived in Jerusalem. (Meanwhile, in the cities of Judah, each man lived on his own property, including laymen from Israel, the priests, the Levites, the temple servants, and the descendants of Solomon's servants. ", "4": "But some of the descendants of Judah and some of the descendants of Benjamin also lived in Jerusalem.) From the descendants of Judah: Athaiah the son of Uzziah, the son of Zechariah, the son of Amariah, the son of Shephatiah, the son of Mahalalel, from the descendants of Perez.", "5": "Ma'aseiah the son of Baruch, the son of Kol Kozeh, the son of Hazaiah, the son of Adaiah, the son of Joiarib, the son of Zechariah, the son of the Shilonite.", "6": "All the descendants of Perez who dwelt in Jerusalem were 468 able-bodied men.", "7": "These are the descendants of Benjamin: Sallu the son of Meshullam, the son of Joed, the son of Pedaiah, the son of Kolaiah, the son of Ma'aseiah, the son of Ithiel, the son of Jeshaiah, ", "8": "and after him Gabbai and Sallai: 928 in all.", "9": "Joel son of Zikri was their overseer, and Judah son of Hassenuah was second in command over the city.", "10": "From the priests: Jedaiah the son of Joiarib, Jakin, ", "11": "Seraiah the son of Hilkiah, the son of Meshullam, the son of Zadok, the son of Meraioth, the son of Ahitub, ruler of the house of God, ", "12": "and their relatives who were doing the work of the house: 822. Also Adaiah the son of Jeroham, the son of Pelaliah, the son of Amzi, the son of Zechariah, the son of Pashhur, the son of Malkijah, ", "13": "and his relatives, heads of families: 242. Also Amashsai the son of Azarel, the son of Ahzai, the son of Meshillemoth, the son of Immer, ", "14": "and their relatives, very capable men: 128. Their overseer was Zabdiel son of Haggedolim.", "15": "From the Levites: Shemaiah, who was the son of Hasshub, the son of Azrikam, the son of Hashabiah, the son of Bunni.", "16": "Also Shabbethai and Jozabad, who were supervisors over the outside work of the house of God. They were from the heads of the Levites.", "17": "Also Mattaniah, who was the son of Mica, the son of Zabdi, the son of Asaph, leader of the praise[a] and thanksgiving for the prayer. Also Bakbukiah, second in rank among his relatives, and Abda the son of Shammua, the son of Galal, the son of Jeduthun.", "18": "All the Levites in the holy city numbered 284.", "19": "These are the gatekeepers: Akkub, Talmon, and their relatives who guarded the gates numbered 172.", "20": "The rest of Israel, the priests, and the Levites were in all the cities of Judah, each man in his own inheritance.", "21": "The temple servants were dwelling in the Ophel, and Ziha and Gishpa were supervisors over the temple servants.", "22": "The overseer of the Levites in Jerusalem was Uzzi the son of Bani, the son of Hashabiah, the son of Mattaniah, the son of Mica, from the descendants of Asaph, who were the singers for the service of the house of God, ", "23": "for they were under a royal command—an order concerning the singers' daily duty.", "24": "Pethahiah son of Meshezabel, from the descendants of Zerah the son of Judah, served as the hand of the king for every matter concerning the people.", "25": "This is the information about the villages with their fields: Some of the descendants of Judah lived in Kiriath Arba and its settlements, in Dibon and its settlements, and in Jekabze'el and its settlements, ", "26": "and in Jeshua, in Moladah, and in Beth Pelet, ", "27": "and in Hazar Shual, and in Beersheba and its settlements, ", "28": "and in Ziklag, and in Mekonah and in its settlements, ", "29": "and in En Rimmon, and in Zorah, and in Jarmuth, ", "30": "Zanoah and Adullam and their villages, Lachish and its fields, and Azekah and its settlements. So they settled from Beersheba to the Hinnom Valley.", "31": "Some of the descendants of Benjamin were from Geba, Mikmash, Aijah, and Bethel and its settlements, ", "32": "Anathoth, Nob, Ananiah, ", "33": "Hazor, Ramah, Gittaim, ", "34": "Hadid, Zeboim, Neballat, ", "35": "Lod, and Ono, and the Valley of the Craftsmen. ", "36": "Some of the Levite divisions of Judah were assigned to Benjamin."}