{"1": "The high priest Eliashib and his fellow priests began to work, and they rebuilt the Sheep Gate. They consecrated it and installed its doors. They rebuilt the wall as far as the Tower of the Hundred. They consecrated it as far as the Tower of Hananel.", "2": "Next to him the men of Jericho rebuilt the wall.[a] Next to them Zakkur son of Imri rebuilt the wall.", "3": "The citizens of Sena'ah[b] rebuilt the Fish Gate. They laid its beams and hung its doors with their bolts and their bars.", "4": "Next to them Meremoth the son of Uriah, the son of Hakkoz, repaired the wall. Next to him Meshullam the son of Berekiah, the son of Meshezabel, repaired the wall. Next to him Zadok son of Ba'ana repaired the wall.", "5": "Next to him the men of Tekoa repaired the wall. However, their important people would not humble themselves in service to their lord.[c]", "6": "Joiada son of Paseah and Meshullam son of Besodeiah repaired the Old Gate. They laid its beams and installed its doors with their bolts and their bars.", "7": "Next to them Melatiah the Gibeonite and Jadon the Meronothite repaired the wall with the men from Gibeon and Mizpah, who lived under the jurisdiction of the governor of Trans-Euphrates.", "8": "Next to them Uzziel son of Harhaiah, one of the goldsmiths, repaired the wall. Next to him Hananiah, one of the perfumers, repaired the wall. (However, they abandoned the part of Jerusalem that had been enclosed by the Broad Wall.[d])", "9": "Next to him Rephaiah son of Hur, administrator of half of the district of Jerusalem, repaired the wall.", "10": "Next to him Jedaiah son of Harumaph repaired the wall opposite his house. Next to him Hattush son of Hashabeneiah repaired the wall.", "11": "Malkijah son of Harim and Hasshub son of Pahath Moab repaired a second section of the wall, including the Tower of the Ovens.", "12": "Next to them Shallum son of Hallohesh, administrator of half of the district of Jerusalem—he and his daughters—repaired the wall.", "13": "Hanun and the inhabitants of Zanoah repaired the Valley Gate. They rebuilt it and installed its doors with their bolts and their bars, and they repaired fifteen hundred feet[e] of the wall as far as the Dung Gate.", "14": "Also, Malkijah son of Recab, administrator of the district of Beth Hakkerem, repaired the Dung Gate. He rebuilt it and installed its doors with their bolts and their bars.", "15": "Also, Shallun son of Kol Hozeh, administrator of the district of Mizpah, repaired the Fountain Gate. He rebuilt it and roofed it and installed its doors with their bolts and their bars. He also repaired the wall of the Pool of Shelah[f] for the King's Garden, as far as the steps that go down from the City of David.", "16": "Beyond him Nehemiah son of Azbuk, administrator[g] of half the district of Beth Zur, repaired the wall up to a point opposite the tombs of David, as far as the Artificial Pool and as far as the House of the Warriors.", "17": "Beyond him the Levites repaired the wall: Rehum son of Bani and next to him Hashabiah, administrator of half of the district of Keilah, repaired the wall for his district.", "18": "Beyond them their relatives repaired the wall: Binnui[h] son of Henadad, administrator of half the district of Keilah.", "19": "Next to him Ezer son of Jeshua, mayor[i] of Mizpah, repaired a second section of the wall opposite the Ascent of the Armory at the Angle.", "20": "Beyond him Baruch son of Zabbai zealously repaired a second section of the wall from the Angle to the door of the house of the high priest Eliashib.", "21": "Beyond him Meremoth the son of Uriah, the son of Hakkoz, repaired a second section of the wall from the door of Eliashib's house to the end of Eliashib's house.", "22": "And beyond him, the priests, the men of the surrounding area, repaired the wall.", "23": "Beyond them Benjamin and Hasshub repaired the wall opposite their house. Beyond them Azariah the son of Ma'aseiah, the son of Ananiah, repaired the wall beside his house.", "24": "Beyond him Binnui son of Henadad repaired a second section of the wall from the house of Azariah to the Angle, that is, to the Corner.[j]", "25": "Palal son of Uzai repaired the wall from opposite the Angle and the tower that projects from the king's upper house, which belongs to the Courtyard of the Guard. Beyond him Pedaiah son of Parosh ", "26": "and the temple servants who were living on the Ophel Hill repaired the wall as far as the Water Gate toward the east and the Projecting Tower.", "27": "Beyond them the men of Tekoa repaired a second length of the wall from opposite the large Projecting Tower to the Ophel Wall.", "28": "Above the Horse Gate the priests repaired the wall. Each man repaired the part opposite his own house.", "29": "Beyond them Zadok son of Immer repaired the wall opposite his own house. And beyond him Shemaiah son of Shekaniah, the keeper of the East Gate, repaired the wall.", "30": "Beyond him Hananiah son of Shelemiah and Hanun, the sixth son of Zalaph, repaired a second section of the wall. After him Meshullam son of Berekiah repaired the wall opposite his chamber.", "31": "Beyond him Malkijah, one of the goldsmiths, repaired the wall up to the building of the temple servants and the merchants, opposite the Inspection Gate and to the Upper Room at the Corner.", "32": "Between the Upper Room at the Corner and the Sheep Gate, the goldsmiths and the merchants repaired the wall."}