{"1": "When Sanballat heard that we were rebuilding the wall, it infuriated him, and he became very angry. He ridiculed the Jews ", "2": "and said in front of his allies[b] and the army of Samaria, “What are those pathetic Jews doing? Will they restore[c] it by themselves? Will they sacrifice? Will they finish in one day? Will they refurbish the stones that came from the piles of rubble that have been burned?”", "3": "Tobiah the Ammonite was beside him. He said, “Whatever they are building, if even a fox climbed on it, it would break apart the wall made from their stones.”", "4": "Listen, O our God, because we are an object of contempt. Turn their ridicule back on their own heads. Hand them over as plunder in a land of captivity. ", "5": "Do not cover over their guilt, and may their sin not be blotted out before you, because they have provoked your anger in the presence of the builders.[d]", "6": "So we built the wall, and the entire wall was completed, up to half its height, because the people were determined to do it.", "7": "Now when Sanballat, Tobiah, the Arabs, the Ammonites, and the people of Ashdod heard that the repair of Jerusalem's walls had progressed and the breaches had begun to be filled, they were infuriated. ", "8": "So all of them conspired to come to attack Jerusalem and to throw it into confusion. ", "9": "However, we prayed to our God, and because of the enemies, we posted a guard over the builders day and night.", "10": "Then the people of Judah said, “The strength of those bearing the burden is failing. There is so much rubble. We will not be able to build the wall!”", "11": "Then our adversaries said, “They will not know about it or realize what we are doing, until we come among them and kill them and bring the work to a halt.”", "12": "When the Jews who lived near them came, they repeatedly told us, “No matter which way you turn, they will be upon us.”[e] ", "13": "So I stationed people behind the wall at the lowest places, at its open spots. I stationed the people by clans with their swords, spears, and bows. ", "14": "Then I looked and got up and said to the nobles, the officials, and the rest of the people, “Do not be afraid of them. Remember the Lord, who is great and fearsome. So fight for your brothers, your sons and your daughters, your wives, and your homes.”", "15": "When our enemies heard that their plan was known to us and that God had frustrated their strategy, all of us returned to the wall, each man to his own work. ", "16": "From that day on, half of the young men who were serving under me were doing the work, and half of them were holding shields, spears, and bows and wearing armor. The officers were stationed behind the whole house of Judah. ", "17": "The people who were building the wall and those who were carrying the materials for building were doing their work with one hand, while the other hand held a weapon. ", "18": "As they built, the builders were armed, each man with his sword on his hip. The man who sounded the ram's horn was next to me.", "19": "Then I said to the nobles, the officials, and the rest of the people, “There is a lot of work, and it is spread out, and we are separated along the wall—all the people are far away from each other. ", "20": "Wherever you hear the sound of the ram's horn, gather with us at that spot. Our God will fight for us.”", "21": "So we continued to work with half of the people holding spears, from the crack of dawn until the stars came out. ", "22": "Also at that time I said to the people, “Let every man and his servant spend the night in Jerusalem. They will serve as a guard for us at night, and in the daytime they will work.”", "23": "Neither I nor my brothers nor my servants nor the men of the guard who were behind me—none of us took off our clothes. Each man had his weapon in his hand, even when getting a drink of water.[f]"}