{"1": "Now there was a great outcry by the people and their wives against their fellow Jews. ", "2": "There were those who were saying, “We and our sons and our daughters are many! We need to acquire grain so that we can eat and stay alive.” ", "3": "There were others who were saying, “We are mortgaging our fields, vineyards, and houses so that we can acquire grain during the famine.” ", "4": "There were others who were saying, “We borrowed money to pay the royal tax on our fields and vineyards. ", "5": "Although our flesh is the same as the flesh of our countrymen, and our children are as good as their children, we must subject our sons and our daughters to slavery. Some of our daughters are already enslaved, but we have no power to prevent it, since our fields and vineyards belong to others.”", "6": "It infuriated me when I heard their outcry and these words. ", "7": "My heart guided me, and I accused the nobles and the officials. I said to them, “Each of you is loaning money at interest to his brother Israelite.” I called for a large meeting to deal with them. ", "8": "I said to them, “As much as possible, we have bought back our fellow Judeans who have been sold to the Gentiles, and yet, you sell your countrymen so that they can be resold to us!” They were silent and could not find a word to say.", "9": "So I said, “What you are doing is not good. Shouldn't you walk in the fear of our God because of the ridicule from the Gentiles, who are our enemies? ", "10": "In addition, I, my brothers, and my servants are lending them money and grain. I urge you. Let's abandon the practice of charging this interest. ", "11": "I urge you. Today give them back their fields, their vineyards, their olive trees, their homes, and the money they were charged as interest, also the grain, the new wine, and the olive oil for which you have been charging them.”", "12": "They said, “We will give it back, and we will not seek anything else from them. In this way we will do what you say.” So I called the priests and made them swear to act according to this promise. ", "13": "I also shook out the folds of my garment and said, “In this way may God shake out from his home and from his property every man who does not keep this promise. May he be shaken out and emptied in this way.” The entire assembly said, “Amen,” and they praised the Lord. Then the people kept this promise.", "14": "In addition, from the day that he appointed me to be the governor of the land of Judah, from the twentieth year to the thirty-second year of King Artaxerxes—twelve years—I and my brothers did not eat the governor's food allowance.", "15": "However, the previous governors who served before me had placed a heavy burden on the people. They took food and wine from them—valued at forty silver shekels.[a] Even the lower officials lorded over the people. But because of the fear of God, I did not do this. ", "16": "In addition, I dedicated myself to the work on this wall (although we had acquired no land), and all of my servants were gathered there for the work. ", "17": "Moreover, at my table there were one hundred fifty Judeans and officials, and others who came to us from the nations around us. ", "18": "Whatever was prepared for each day was at my expense: one ox, six choice sheep, and some birds, and every ten days plenty of every kind of wine. But even with this, I still did not requisition the governor's food allowance, because the required service weighed heavily on this people.", "19": "Remember me, my God, for good, considering all that I have done for this people."}