{"1": "When it was reported to Sanballat, Tobiah, Geshem the Arab, and the rest of our enemies that I had rebuilt the wall and there was no breach left in it (although at that time I had not installed doors in the gates), ", "2": "Sanballat and Geshem sent a message to me: “Come, let's meet together in Kephirim[a] in the Plain of Ono.” (However, they were planning to harm me.)", "3": "So I sent messengers to them, saying, “I am working on an important project, and I am not able to come down. Why should the project stop while I leave it and come down to you?” ", "4": "They sent messages like this to me four times, and I answered them that same way each time.", "5": "Then Sanballat sent his servant to me with a message like this for a fifth time, with an open letter in his hand. ", "6": "In it was written, “It is rumored among the nations, and Gashmu[b] also says that you and the Jews are planning to rebel. This is the reason you are building the wall. According to these reports, you will be their king. ", "7": "You have also set up prophets to make a proclamation about you in Jerusalem: 'A king is in Judah.' Now reports like these will be heard by the king. So now come, let us consult with one another.”", "8": "So I sent a reply to him: “These things that you are saying have not been done, since you are simply making them up.”", "9": "So all of them were trying to intimidate us, thinking, “Their hands will grow weary of the work, and it will not be finished.” So now, strengthen my hands!", "10": "Then I came to the house of Shemaiah the son of Delaiah, the son of Mehetabel. (He was restricted.) He said, “Let's meet at the house of God in the middle of the temple. Let's close the doors of the temple, since they are coming to kill you—at night they are coming to kill you.”", "11": "I said, “Should a man like me flee? Should someone like me go to the temple to save my life? I won't go!” ", "12": "I realized that God had not sent him, but he had spoken the prophecy against me because Tobiah and Sanballat had hired him. ", "13": "For this purpose he was hired—to make me afraid so that I would do this and sin. Then they would have given me a bad reputation, so that they could discredit me.", "14": "My God, remember Tobiah and Sanballat in light of these actions and also the prophetess Noadiah and the rest of the prophets who were trying to intimidate me.[c]", "15": "So the wall was finished in fifty-two days, on the twenty-fifth of Elul. ", "16": "As all our enemies heard about it, all the nations that were around us became afraid and lost their confidence. They knew that this work had been accomplished by our God.", "17": "Furthermore, in those days the nobles of Judah were sending many letters to Tobiah, and letters from Tobiah were coming to them, ", "18": "because many in Judah were bound to him by oath because he was the son-in-law of Shekaniah son of Arah, and his son Jehohanan had married the daughter of Meshullam son of Berekiah. ", "19": "They were also talking about his good deeds in my presence, and they were reporting my words to him. Tobiah was sending letters to try to intimidate me."}