{"1": "When the wall had been built and I had installed the doors, and when the gatekeepers, the singers, and the Levites had been appointed, ", "2": "I placed my brother Hanani along with Hananiah, the commander of the citadel, in charge of Jerusalem, because he was a trustworthy man and feared God more than many. ", "3": "I[a] said to them, “The gates of Jerusalem should not be left open until the heat of the day, but while the guards are still on duty, they are to shut the doors and secure them. Appoint guards from the residents of Jerusalem, some at their guard posts and some in front of their houses.”", "4": "Now the city was wide open and spacious, but there were few people in it, and no houses were being built. ", "5": "So my God placed into my heart a plan to gather the nobles, the officials, and the people so they could be enrolled by genealogy. I found the genealogical record of those who were the first to come up from Babylon. I found this written in it:", "6": "These are the people[b] of the province who went up from the captivity of the exiles, whom King Nebuchadnezzar of Babylon had exiled. They returned to Jerusalem and to Judah, each man to his city. ", "7": "These were the people who came with Zerubbabel, Jeshua, Nehemiah, Azariah, Ra'amiah, Nahamani, Mordecai, Bilshan, Mispereth, Bigvai, Nehum, and Ba'anah.[c] This was the number of men from the people of Israel:[d]", "43": "The Levites: the descendants of Jeshua through Kadmiel through the descendants of Hodaviah: 74", "44": "the singers from the descendants of Asaph: 148", "45": "the gatekeepers from the descendants of Shallum, the descendants of Ater, the descendants of Talmon, the descendants of Akkub, the descendants of Hatita, and the descendants of Shobai: 138.", "46": "The temple servants: the descendants of Ziha, the descendants of Hasupha, the descendants of Tabbaoth, ", "47": "the descendants of Keros, the descendants of Sia, the descendants of Padon,", "48": "the descendants of Lebanah, the descendants of Hagabah,[g] the descendants of Shalmai,[h] ", "49": "the descendants of Hanan, the descendants of Giddel, the descendants of Gahar,", "50": "the descendants of Reaiah, the descendants of Rezin, the descendants of Nekoda, ", "51": "the descendants of Gazzam, the descendants of Uzza, the descendants of Paseah,", "52": "the descendants of Besai,[i] the descendants of Meunim, the descendants of Nephisim,[j] ", "53": "the descendants of Bakbuk, the descendants of Hakupha, the descendants of Harhur,", "54": "the descendants of Bazlith, the descendants of Mehida, the descendants of Harsha, ", "55": "the descendants of Barkos, the descendants of Sisera, the descendants of Temah,", "56": "the descendants of Neziah, and the descendants of Hatipha.", "57": "The descendants of the servants of Solomon: the descendants of Sotai, the descendants of Sophereth, the descendants of Perida, ", "58": "the descendents of Ja'alah, the descendants of Darkon, the descendants of Giddel,", "59": "the descendants of Shephatiah, the descendants of Hattil, the descendants of Pokereth Hazzebaim, the descendants of Amon.", "60": "The total of the temple servants and the descendants of Solomon's servants was 392.", "61": "The following are the people who came up from Tel Melah, Tel Harsha, Kerub, Addon, and Immer. They were not to prove their ancestry or descent—whether they were from Israel:", "62": "the descendants of Delaiah, the descendants of Tobiah, the descendants of Nekoda: 642,", "63": "and from the priests: the descendants of Habaiah, the descendants of Hakkoz, the descendants of Barzillai, that is, from a man who married one of the daughters of Barzillai the Gileadite and so was called by their name.", "64": "These people searched for their genealogical records, but they could not find them, so they were disqualified from the priesthood. ", "65": "The governor told them that they should not eat from the most holy sacrifices until a priest would arise who could serve with Urim and Thummim.", "66": "The entire assembly together totaled 42,360, ", "67": "not counting their male slaves and their female slaves, who numbered 7,337. They also had 245[k] male and female singers. ", "68": "They had 736 horses, 245 mules,[l] ", "69": "camels, and 6,720 donkeys.", "70": "Some of the heads of the families gave support for the work. The governor gave to the treasury: gold darics: 1,000[m] bowls: 50 garments for the priests: 530.", "71": "Some of the heads of the families gave this to the treasury for the work: gold darics: 20,000 silver minas: 2,200.[n]", "72": "What the rest of the people gave was this: gold darics: 20,000 silver minas: 2,000 and garments for the priests: 67.", "73": "The priests, the Levites, the gatekeepers, the singers, some of the people, and the temple servants, that is, all Israel, settled in their cities."}