{"1": "On the twenty-fourth day of this same month, the Israelites gathered together. They were fasting and wearing sackcloth, and they had dirt on their faces.[a] ", "2": "Those of Israelite descent had separated themselves from all foreigners. They stood and confessed their sins and the guilt of their ancestors. ", "3": "They stood up in their place and read from the Book of the Law of the Lord their God for a quarter of the day, and for another quarter they confessed their sins and worshipped the Lord their God.", "4": "Then Jeshua and Bani,[b] Kadmiel, Shebaniah, Bunni, Sherebiah, Bani, and Kenani stood on the stairs for the Levites and cried out in a loud voice to the Lord their God. ", "5": "The Levites Jeshua and Kadmiel, Bani, Hashabneiah, Sherebiah, Hodiah, Shebaniah, and Pethahiah said, “Stand up! Bless the Lord your God, who is from eternity to eternity. May they bless your glorious Name, which is more exalted than all other blessing and praise.", "6": "You are the Lord—you alone. You made the heavens— the highest heavens and their entire army, the earth and everything that is on it, the seas and all that is in them. You sustain life in all of them, and the army of heaven worships you.", "7": "You are the Lord, the God who chose Abram. You brought him from Ur of the Chaldeans, and you gave him the name Abraham.", "8": "You found his heart to be faithful before you. You made the covenant with him to give to his descendants the land of the Canaanites, the Hittites, the Amorites and the Perizzites, and the Jebusites and the Girgashites.[c] You kept your word, because you are righteous.", "9": "You saw the oppression of our ancestors in Egypt. You heard their cry at the Red Sea.", "10": "You performed signs and wonders against Pharaoh, against all his officials, and against all the people of his land, because you knew that they were acting arrogantly against Israel. You made a name for yourself, as it remains to this day.", "11": "You split the sea in front of them, and they passed through the middle of it on dry ground. You threw their pursuers into the depths like a stone into mighty waters.", "12": "With a pillar of cloud you led them by day and with a pillar of fire by night, which lit up for them the way they were to travel.", "13": "You came down on Mount Sinai and spoke with them from heaven. You gave them upright judgments and true laws, good statutes and commandments.", "14": "You made known to them your holy Sabbath. You gave them commandments, statutes, and the Law, by the hand of your servant Moses.", "15": "You gave them bread from heaven for their hunger, and you made water come out of a rock for their thirst. Then you told them to go and take possession of the land that you swore to give them.", "16": "But they and our ancestors acted arrogantly. They became stiff-necked and would not listen to your commands.", "17": "So they refused to listen, and they did not remember your wonders that you did for them. They became stiff-necked and appointed a leader in order to return to their slavery in Egypt. But you are a God who is forgiving, merciful, and compassionate, slow to anger, abounding in mercy. So you did not abandon them.", "18": "However, they made a cast metal calf for themselves and said, “This is your god who brought you up from Egypt,” and they committed great blasphemies.", "19": "But in your abundant compassion, you did not abandon them in the wilderness. By day the pillar of cloud did not depart from above them or stop leading them on their way. By night the pillar of fire did not stop lighting the way that they should go.", "20": "You gave them your good Spirit to give them insight. So you did not withhold your manna from their mouth, and you gave them water for their thirst.", "21": "You sustained them for forty years in the wilderness. They did not lack anything. Their clothing did not wear out, and their feet did not swell.", "22": "You gave them kingdoms and peoples, and you divided their whole territory among them. They took possession of the land of Sihon, the land of the king of Heshbon, and also the land of Og, the king of Bashan.", "23": "You made their children as numerous as the stars of heaven. You brought them to the land that you had told their ancestors to enter and possess.", "24": "Their children came and possessed the land, and you subdued the Canaanite inhabitants of the land before them. You gave their kings and the peoples of the land into their hand to do with them as they pleased.", "25": "They captured fortified cities and fertile land. They possessed houses full of all kinds of good things, hewn cisterns, vineyards, olive orchards, and fruit trees in abundance. They ate and were satisfied. They became fat and delighted in your great goodness.", "26": "But they rebelled and revolted against you and rejected your Law. They killed your prophets, who had testified against them so that they would return to you. They also committed great blasphemies.", "27": "So you delivered them into the hand of their oppressors, who made them suffer. But when they cried to you at the time of their distress, you heard from heaven, and according to your great compassion, you gave them deliverers, who saved them from the hand of their oppressors.", "28": "However, as soon as they had rest, they returned to doing evil before you. So you abandoned them into the hand of their enemies, and they ruled over them. Then they turned and cried out to you. You heard from heaven, and you rescued them many times, according to your great compassion.", "29": "You testified against them to lead them back to your law, but they acted arrogantly and did not listen to your commands. They sinned against your judgments by which a man will live when he obeys them. They turned their backs on you, became stiff-necked, and would not listen.", "30": "You were patient with them for many years, and you testified against them by your Spirit through your prophets. But they would not listen, so you gave them into the hand of the peoples of the lands.", "31": "Nevertheless, in your great compassion you did not put an end to them. You did not abandon them, because you are a gracious and compassionate God.", "32": "So now, you our God, the great, mighty, and awe-inspiring God, who keeps the covenant of mercy, do not regard as trivial all the hardships that have found us, our kings, our officials, our priests, our prophets, our ancestors, and all your people, from the days of the kings of Assyria to this day.", "33": "You are righteous in regard to everything that has come upon us, because you have acted faithfully, but we have acted wickedly.", "34": "Our kings, our officials, our priests, and our ancestors did not follow your law. They did not pay attention to your commands or to your testimony that you gave against them.", "35": "Although they were in their own kingdom, and they were enjoying your great goodness that you gave to them, and they were enjoying the spacious and fertile land that you placed before them, they still did not serve you, and they did not repent of their evil deeds.", "36": "As a result, we are slaves today. We are slaves in the land that you gave to our ancestors so that they could eat its fruit and its good things.", "37": "It is yielding abundant produce to kings whom you placed over us because of our sins, and they are ruling our bodies and our livestock as they please, while we are in great distress."}