{"1": "From: Sha'ul, an emissary of the Messiah Yeshua by God's will, which holds forth a promise of life through being united with Messiah Yeshua", "2": "To: Timothy, my dear son: Grace, mercy and shalom from God the Father and the Messiah Yeshua, our Lord.", "3": "I give thanks to God, whom, like my forbears, I worship with a clean conscience, as I regularly remember you in my prayers night and day. ", "4": "I am reminded of your tears, and I long to see you, so that I might be filled with joy. ", "5": "I recall your sincere trust, the same trust that your grandmother Lois and your mother Eunice had first; and I am convinced that you too now have this trust.", "6": "For this reason, I am reminding you to fan the flame of God's gift, which you received through s'mikhah from me. ", "7": "For God gave us a Spirit who produces not timidity, but power, love and self-discipline. ", "8": "So don't be ashamed of bearing testimony to our Lord or to me, his prisoner. On the contrary, accept your share in suffering disgrace for the sake of the Good News. God will give you the strength for it, ", "9": "since he delivered us and called us to a life of holiness as his people. It was not because of our deeds, but because of his own purpose and the grace which he gave to us who are united with the Messiah Yeshua. He did this before the beginning of time, ", "10": "but made it public only now through the appearing of our Deliverer, the Messiah Yeshua, who abolished death and, through the Good News, revealed life and immortality.", "11": "It was for this Good News that I was appointed a proclaimer, emissary and teacher of the Goyim; ", "12": "and this is why I suffer as I do. But I am not ashamed, because I know him in whom I have put my trust, and I am persuaded that he can keep safe until that Day what he has entrusted to me. ", "13": "Follow the pattern of the sound teachings you have heard from me, with trust and the love which is yours in the Messiah Yeshua. ", "14": "Keep safe the great treasure that has been entrusted to you, with the help of the Ruach HaKodesh, who lives in us.", "15": "You know that everyone in the province of Asia turned away from me, including Phygelus and Ermogenes. ", "16": "May the Lord show mercy to the household of Onesiphorus, because he was often a comfort to me and was not ashamed of my being in prison. ", "17": "On the contrary, when he came to Rome, he diligently searched for me and found me. ", "18": "May the Lord grant it to him to find mercy from Adonai on that Day. And you know very well how much he helped me in Ephesus."}