{"1": "So then, you, my son, be empowered by the grace that comes from the Messiah Yeshua. ", "2": "And the things you heard from me, which were supported by many witnesses, these things commit to faithful people, such as will be competent to teach others also. ", "3": "Accept your share in suffering disgrace as a good soldier of the Messiah Yeshua. ", "4": "No soldier on duty gets involved with civilian affairs, since he has to please his commanding officer. ", "5": "Also an athlete can't win a contest unless he competes according to the rules. ", "6": "The farmer who has done the hard work should be the first to receive a share of the harvest. ", "7": "Think about what I am saying, for the Lord will enable you to understand everything.", "8": "Remember Yeshua the Messiah, who was raised from the dead, who was a descendant of David. This is the Good News I proclaim, ", "9": "and for which I am suffering to the point of being bound in chains — but the Word of God is not bound in chains! ", "10": "Why do I persevere through it all? For the sake of those who have been chosen, so that they too may obtain the deliverance that comes through the Messiah Yeshua, with eternal glory. ", "11": "Here is a statement you can trust: If we have died with him, we will also live with him.", "12": "If we persevere, we will also rule with him If we disown him, he will also disown us.", "13": "If we are faithless, he remains faithful, for he cannot disown himself.", "14": "Keep reminding people of this, and charge them solemnly before the Lord not to engage in word-battles. They accomplish nothing useful and are a catastrophe for the hearers! ", "15": "Do all you can to present yourself to God as someone worthy of his approval, as a worker with no need to be ashamed, because he deals straightforwardly with the Word of the Truth. ", "16": "But keep away from godless babbling, for those who engage in it will only become more ungodly, ", "17": "and their teaching will eat away at people like gangrene. Hymenaeus and Philetus are among these; ", "18": "they have missed the mark, as far as the truth is concerned, by saying that our resurrection has already taken place; and they are overturning some people's faith. ", "19": "Nevertheless, God's firm foundation stands, stamped with these words: “The Lord knows his own,”[a] and, “Let everyone who claims he belongs to the Lord stand apart from wrongdoing.”[b]", "20": "In a large house there are dishes and pots not only of gold and silver, but also of wood and clay. That is, some are meant for honorable use and some for dishonorable. ", "21": "If a person keeps himself free of defilement by the latter, he will be a vessel set aside for honorable use by the master of the house and ready for every kind of good work. ", "22": "So, flee the passions of youth; and, along with those who call on the Lord from a pure heart, pursue righteousness, faithfulness, love and peace. ", "23": "But stay away from stupid and ignorant controversies — you know that they lead to fights, ", "24": "and a slave of the Lord shouldn't fight. On the contrary, he should be kind to everyone, a good teacher, and not resentful when mistreated. ", "25": "Also he should be gentle as he corrects his opponents. For God may perhaps grant them the opportunity to turn from their sins, acquire full knowledge of the truth, ", "26": "come to their senses and escape the trap of the Adversary, after having been captured alive by him to do his will."}