{"1": "Moreover, understand this: in the acharit-hayamim will come trying times. ", "2": "People will be self-loving, money-loving, proud, arrogant, insulting, disobedient to parents, ungrateful, unholy, ", "3": "heartless, unappeasable, slanderous, uncontrolled, brutal, hateful of good, ", "4": "traitorous, headstrong, swollen with conceit, loving pleasure rather than God, ", "5": "as they retain the outer form of religion but deny its power. Stay away from these people! ", "6": "For some of them worm their way into homes and get control of weak-willed women who are heaped with sins and swayed by various impulses, ", "7": "who are always learning but never able to come to full knowledge of the truth. ", "8": "In the same way as Jannes and Jambres opposed Moshe, so also these people oppose the truth. They are people with corrupted minds, whose trust cannot pass the test. ", "9": "However, they won't get very far; because everyone will see how stupid they are, just as happened with those two.", "10": "But you, you have closely followed my teaching, conduct, purpose in life, trust, steadfastness, love and perseverance — ", "11": "as well as the persecutions and sufferings that came my way in Antioch, Iconium and Lystra. What persecutions I endured! Yet the Lord rescued me from all of them. ", "12": "And indeed, all who want to live a godly life united with the Messiah Yeshua will be persecuted, ", "13": "while evil people and impostors will go from bad to worse, deceiving others and being deceived themselves.", "14": "But you, continue in what you have learned and have become convinced of, recalling the people from whom you learned it; ", "15": "and recalling too how from childhood you have known the Holy Scriptures, which can give you the wisdom that leads to deliverance through trusting in Yeshua the Messiah. ", "16": "All Scripture is God-breathed and is valuable for teaching the truth, convicting of sin, correcting faults and training in right living; ", "17": "thus anyone who belongs to God may be fully equipped for every good work."}