{"1": "I solemnly charge you before God and the Messiah Yeshua, who will judge the living and the dead when he appears and establishes his Kingdom: ", "2": "proclaim the Word! Be on hand with it whether the time seems right or not. Convict, censure and exhort with unfailing patience and with teaching.", "3": "For the time is coming when people will not have patience for sound teaching, but will cater to their passions and gather around themselves teachers who say whatever their ears itch to hear. ", "4": "Yes, they will stop listening to the truth, but will turn aside to follow myths.", "5": "But you, remain steady in every situation, endure suffering, do the work that a proclaimer of the Good News should, and do everything your service to God requires.", "6": "For as for me, I am already being poured out on the altar; yes, the time for my departure has arrived. ", "7": "I have fought the good fight, I have finished the race, I have kept the faith. ", "8": "All that awaits me now is the crown of righteousness which the Lord, “the Righteous Judge,” will award to me on that Day — and not only to me, but also to all who have longed for him to appear.", "9": "Do your best to come to me soon. ", "10": "For Demas, because he has fallen in love with this present world, has deserted me and gone off to Thessalonica; Crescens has gone to Galatia; Titus has gone to Dalmatia — ", "11": "only Luke is with me. Take Mark, and bring him with you, because he is a very useful helper in my work. ", "12": "But Tychicus I have sent to Ephesus. ", "13": "When you come, bring the coat which I left with Carpus in Troas, also the scrolls and especially the parchments. ", "14": "Alexander the metalworker did me a great deal of harm; the Lord will render to him according to his works;[a] ", "15": "and you should guard against him, because he bitterly opposed everything we said.", "16": "The first time I had to present my defense, no one stood by me; everyone deserted me — may it not be counted against them. ", "17": "But the Lord stood by me and gave me power to proclaim the full message for all the Goyim to hear, and I was rescued from the lion's mouth.[b] ", "18": "The Lord will rescue me from every evil attack and bring me safely into his heavenly Kingdom. To him be the glory forever and ever. Amen.", "19": "Greet Priscilla and Aquila and the household of Onesiphorus. ", "20": "Erastus has remained in Corinth, and Trophimus I left ill at Miletus. ", "21": "Do your best to come before winter. Eubulus sends greetings to you, as do Pudens, Linus, Claudia and all the brothers.", "22": "The Lord be with your spirit. Grace be with you."}