{"1": "The destruction of Judah and Jerusalem because of the idolatry. The word of the Lord, that came unto Micah the [a]Moreshite in the days of Jotham, Ahaz, and Hezekiah kings of Judah, which he saw concerning Samaria, and Jerusalem.", "2": "Hear, [b]all ye people: hearken thou, O earth, and all that therein is, and let the Lord God be witness against you, even the Lord from his holy Temple.", "3": "For behold, the Lord cometh out of his place, and will come [c]down, and tread upon the high places of the earth.", "4": "And the mountains shall melt under him (so shall the valleys cleave) as wax before the fire, and as the waters that are poured downward.", "5": "For the wickedness of Jacob is all this, and for the sins of the house of Israel: what is the wickedness of Jacob? Is not [d]Samaria? and which are the high [e]places of Judah? Is not Jerusalem?", "6": "Therefore I will make Samaria as an heap of the field, and for the planting of a vineyard, and I will cause the stones thereof to tumble down into the valley, and I will discover the foundations thereof.", "7": "And all the graven images thereof shall be broken, and all the [f]gifts thereof shall be burnt with the fire, and all the idols thereof will I destroy: for she gathered it of the hire of an harlot, and they shall return [g]to the wages of an harlot.", "8": "Therefore I will mourn and howl: I will go without clothes, and naked: I will make lamentation like the dragons, and mourning as the ostriches.", "9": "For her plagues are grievous: for it is come into Judah: the enemy is come unto the gate of my people, unto Jerusalem.", "10": "Declare ye it not at [h]Gath, neither weep ye: for the house of [i]Aphrah roll thyself in the dust.", "11": "Thou that dwellest at [j]Shaphir, go together naked with shame: she that dwelleth at Zaanan, shall not come forth in the mourning of Beth Ezel: the enemy shall [k]receive of you for his standing.", "12": "For the inhabitant of Maroth waited for good, but evil came from the Lord unto the [l]gate of Jerusalem.", "13": "O thou inhabitant of Lachish, bind the chariot to the beasts [m]of price: she [n]is the beginning of the sin to the daughter of Zion: for the transgressions of Israel were found in thee.", "14": "Therefore shalt thou give presents to Moresheth [o]Gath: the houses of Achzib shall be as a lie to the kings of Israel.", "15": "Yet will I bring an [p]heir unto thee, O inhabitant of Mareshah, he shall come unto Adullam, [q]the glory of Israel.", "16": "Make thee bald: and shave thee for thy delicate children: enlarge thy baldness as the eagle, for they are gone into captivity from thee."}