{"1": "Of the kingdom of Christ, and felicity of his Church. But in the [a]last days it shall come to pass, that the mountain of the House of the Lord shall be prepared in the top of the mountains, and it shall be exalted above the [b]hills, and people shall flow unto it.", "2": "Yea, many nations shall come and say, Come, and let us go up to the Mountain of the Lord, and to the House of the God of Jacob, and he will [c]teach us his ways, and we will walk in his paths: for the Law shall go forth of Zion, and the word of the Lord from Jerusalem.", "3": "And he shall judge among many people, and [d]rebuke mighty nations afar off, and they shall break their swords into mattocks, and their spears into [e]scythes: nation shall not lift up a sword against nation, neither shall they [f]learn to fight anymore.", "4": "But they shall sit every man under his vine, and under his fig tree, and none shall make them afraid: for the mouth of the Lord of hosts hath spoken it.", "5": "For all people will walk [g]everyone in the name of his god, and we will walk in the Name of the Lord our God, forever and ever.", "6": "At the same day saith the Lord, will I gather her that halteth, and I will gather her that is cast out, and her that I have afflicted.", "7": "And I will make her that halteth, [h]a remnant, and her that was cast far off, a mighty nation, and the Lord shall reign over them in Mount Zion, from henceforth even forever.", "8": "And thou, O [i]tower of the flock, the stronghold of the daughter Zion, unto thee shall it come, even [j]the first dominion, and kingdom shall come to the daughter Jerusalem.", "9": "Now why dost thou cry out with lamentation? is [k]there no king in thee? is thy counselor perished? for sorrow hath taken thee, as a woman in travail.", "10": "Sorrow and mourn, O daughter Zion, like a woman in travail: for now shalt thou go forth of the city, and dwell in the field, and shalt go into Babel, but there shalt thou be delivered: there the Lord shall redeem thee from the hand of thine enemies.", "11": "Now also many nations are gathered against thee, saying, Zion shall be condemned, and our eye shall look upon Zion.", "12": "But they [l]know not the thoughts of the Lord: they understand not his counsel, for he shall gather them as the sheaves in the barn.", "13": "Arise and thresh, [m]O daughter Zion: for I will make thine horn iron, and I will make thine hooves brass, and thou shalt break in pieces many people: and I will consecrate their riches unto the Lord: and their substance unto the ruler of the whole world."}