{"1": "There was a certain man of Ramatha′im-zo′phim of the hill country of E′phraim, whose name was Elka′nah the son of Jero′ham, son of Eli′hu, son of Tohu, son of Zuph, an E′phraimite. ", "2": "He had two wives; the name of the one was Hannah, and the name of the other Penin′nah. And Penin′nah had children, but Hannah had no children.", "3": "Now this man used to go up year by year from his city to worship and to sacrifice to the Lord of hosts at Shiloh, where the two sons of Eli, Hophni and Phin′ehas, were priests of the Lord. ", "4": "On the day when Elka′nah sacrificed, he would give portions to Penin′nah his wife and to all her sons and daughters; ", "5": "and, although[a] he loved Hannah, he would give Hannah only one portion, because the Lord had closed her womb. ", "6": "And her rival used to provoke her sorely, to irritate her, because the Lord had closed her womb. ", "7": "So it went on year by year; as often as she went up to the house of the Lord, she used to provoke her. Therefore Hannah wept and would not eat. ", "8": "And Elka′nah, her husband, said to her, “Hannah, why do you weep? And why do you not eat? And why is your heart sad? Am I not more to you than ten sons?”", "9": "After they had eaten and drunk in Shiloh, Hannah rose. Now Eli the priest was sitting on the seat beside the doorpost of the temple of the Lord. ", "10": "She was deeply distressed and prayed to the Lord, and wept bitterly. ", "11": "And she vowed a vow and said, “O Lord of hosts, if thou wilt indeed look on the affliction of thy maidservant, and remember me, and not forget thy maidservant, but wilt give to thy maidservant a son, then I will give him to the Lord all the days of his life, and no razor shall touch his head.”", "12": "As she continued praying before the Lord, Eli observed her mouth. ", "13": "Hannah was speaking in her heart; only her lips moved, and her voice was not heard; therefore Eli took her to be a drunken woman. ", "14": "And Eli said to her, “How long will you be drunken? Put away your wine from you.” ", "15": "But Hannah answered, “No, my lord, I am a woman sorely troubled; I have drunk neither wine nor strong drink, but I have been pouring out my soul before the Lord. ", "16": "Do not regard your maidservant as a base woman, for all along I have been speaking out of my great anxiety and vexation.” ", "17": "Then Eli answered, “Go in peace, and the God of Israel grant your petition which you have made to him.” ", "18": "And she said, “Let your maidservant find favor in your eyes.” Then the woman went her way and ate, and her countenance was no longer sad.", "19": "They rose early in the morning and worshiped before the Lord; then they went back to their house at Ramah. And Elka′nah knew Hannah his wife, and the Lord remembered her; ", "20": "and in due time Hannah conceived and bore a son, and she called his name Samuel, for she said, “I have asked him of the Lord.”", "21": "And the man Elka′nah and all his house went up to offer to the Lord the yearly sacrifice, and to pay his vow. ", "22": "But Hannah did not go up, for she said to her husband, “As soon as the child is weaned, I will bring him, that he may appear in the presence of the Lord, and abide there for ever.” ", "23": "Elka′nah her husband said to her, “Do what seems best to you, wait until you have weaned him; only, may the Lord establish his word.” So the woman remained and nursed her son, until she weaned him. ", "24": "And when she had weaned him, she took him up with her, along with a three-year-old bull,[b] an ephah of flour, and a skin of wine; and she brought him to the house of the Lord at Shiloh; and the child was young. ", "25": "Then they slew the bull, and they brought the child to Eli. ", "26": "And she said, “Oh, my lord! As you live, my lord, I am the woman who was standing here in your presence, praying to the Lord. ", "27": "For this child I prayed; and the Lord has granted me my petition which I made to him. ", "28": "Therefore I have lent him to the Lord; as long as he lives, he is lent to the Lord.” And they[c] worshiped the Lord there."}