{"1": "Now when David and his men came to Ziklag on the third day, the Amal′ekites had made a raid upon the Negeb and upon Ziklag. They had overcome Ziklag, and burned it with fire, ", "2": "and taken captive the women and all[a] who were in it, both small and great; they killed no one, but carried them off, and went their way. ", "3": "And when David and his men came to the city, they found it burned with fire, and their wives and sons and daughters taken captive. ", "4": "Then David and the people who were with him raised their voices and wept, until they had no more strength to weep. ", "5": "David's two wives also had been taken captive, Ahin′o-am of Jezreel, and Ab′igail the widow of Nabal of Carmel. ", "6": "And David was greatly distressed; for the people spoke of stoning him, because all the people were bitter in soul, each for his sons and daughters. But David strengthened himself in the Lord his God.", "7": "And David said to Abi′athar the priest, the son of Ahim′elech, “Bring me the ephod.” So Abi′athar brought the ephod to David. ", "8": "And David inquired of the Lord, “Shall I pursue after this band? Shall I overtake them?” He answered him, “Pursue; for you shall surely overtake and shall surely rescue.” ", "9": "So David set out, and the six hundred men who were with him, and they came to the brook Besor, where those stayed who were left behind. ", "10": "But David went on with the pursuit, he and four hundred men; two hundred stayed behind, who were too exhausted to cross the brook Besor.", "11": "They found an Egyptian in the open country, and brought him to David; and they gave him bread and he ate, they gave him water to drink, ", "12": "and they gave him a piece of a cake of figs and two clusters of raisins. And when he had eaten, his spirit revived; for he had not eaten bread or drunk water for three days and three nights. ", "13": "And David said to him, “To whom do you belong? And where are you from?” He said, “I am a young man of Egypt, servant to an Amal′ekite; and my master left me behind because I fell sick three days ago. ", "14": "We had made a raid upon the Negeb of the Cher′ethites and upon that which belongs to Judah and upon the Negeb of Caleb; and we burned Ziklag with fire.” ", "15": "And David said to him, “Will you take me down to this band?” And he said, “Swear to me by God, that you will not kill me, or deliver me into the hands of my master, and I will take you down to this band.”", "16": "And when he had taken him down, behold, they were spread abroad over all the land, eating and drinking and dancing, because of all the great spoil they had taken from the land of the Philistines and from the land of Judah. ", "17": "And David smote them from twilight until the evening of the next day; and not a man of them escaped, except four hundred young men, who mounted camels and fled. ", "18": "David recovered all that the Amal′ekites had taken; and David rescued his two wives. ", "19": "Nothing was missing, whether small or great, sons or daughters, spoil or anything that had been taken; David brought back all. ", "20": "David also captured all the flocks and herds; and the people drove those cattle before him,[b] and said, “This is David's spoil.”", "21": "Then David came to the two hundred men, who had been too exhausted to follow David, and who had been left at the brook Besor; and they went out to meet David and to meet the people who were with him; and when David drew near to the people he saluted them. ", "22": "Then all the wicked and base fellows among the men who had gone with David said, “Because they did not go with us, we will not give them any of the spoil which we have recovered, except that each man may lead away his wife and children, and depart.” ", "23": "But David said, “You shall not do so, my brothers, with what the Lord has given us; he has preserved us and given into our hand the band that came against us. ", "24": "Who would listen to you in this matter? For as his share is who goes down into the battle, so shall his share be who stays by the baggage; they shall share alike.” ", "25": "And from that day forward he made it a statute and an ordinance for Israel to this day.", "26": "When David came to Ziklag, he sent part of the spoil to his friends, the elders of Judah, saying, “Here is a present for you from the spoil of the enemies of the Lord”; ", "27": "it was for those in Bethel, in Ramoth of the Negeb, in Jattir, ", "28": "in Aro′er, in Siphmoth, in Eshtemo′a, ", "29": "in Racal, in the cities of the Jerah′meelites, in the cities of the Ken′ites, ", "30": "in Hormah, in Borash′an, in A′thach, ", "31": "in Hebron, for all the places where David and his men had roamed."}