{"1": "The Sovereign Lord showed me a vision. I saw him preparing to send a vast swarm of locusts over the land. This was after the king's share had been harvested from the fields and as the main crop was coming up.", "2": "In my vision the locusts ate every green plant in sight. Then I said, “O Sovereign Lord, please forgive us or we will not survive, for Israel[a] is so small.”", "3": "So the Lord relented from this plan. “I will not do it,” he said.", "4": "Then the Sovereign Lord showed me another vision. I saw him preparing to punish his people with a great fire. The fire had burned up the depths of the sea and was devouring the entire land.", "5": "Then I said, “O Sovereign Lord, please stop or we will not survive, for Israel is so small.”", "6": "Then the Lord relented from this plan, too. “I will not do that either,” said the Sovereign Lord.", "7": "Then he showed me another vision. I saw the Lord standing beside a wall that had been built using a plumb line. He was using a plumb line to see if it was still straight.", "8": "And the Lord said to me, “Amos, what do you see?” I answered, “A plumb line.” And the Lord replied, “I will test my people with this plumb line. I will no longer ignore all their sins.", "9": "The pagan shrines of your ancestors[b] will be ruined, and the temples of Israel will be destroyed; I will bring the dynasty of King Jeroboam to a sudden end.”", "10": "Then Amaziah, the priest of Bethel, sent a message to Jeroboam, king of Israel: “Amos is hatching a plot against you right here on your very doorstep! What he is saying is intolerable.", "11": "He is saying, 'Jeroboam will soon be killed, and the people of Israel will be sent away into exile.'”", "12": "Then Amaziah sent orders to Amos: “Get out of here, you prophet! Go on back to the land of Judah, and earn your living by prophesying there!", "13": "Don't bother us with your prophecies here in Bethel. This is the king's sanctuary and the national place of worship!”", "14": "But Amos replied, “I'm not a professional prophet, and I was never trained to be one.[c] I'm just a shepherd, and I take care of sycamore-fig trees.", "15": "But the Lord called me away from my flock and told me, 'Go and prophesy to my people in Israel.'", "16": "Now then, listen to this message from the Lord: “You say, 'Don't prophesy against Israel. Stop preaching against my people.[d]'", "17": "But this is what the Lord says: 'Your wife will become a prostitute in this city, and your sons and daughters will be killed. Your land will be divided up, and you yourself will die in a foreign land. And the people of Israel will certainly become captives in exile, far from their homeland.'”"}