{"1": "Then I saw a vision of the Lord standing beside the altar. He said, “Strike the tops of the Temple columns, so that the foundation will shake. Bring down the roof on the heads of the people below. I will kill with the sword those who survive. No one will escape!", "2": "“Even if they dig down to the place of the dead,[a] I will reach down and pull them up. Even if they climb up into the heavens, I will bring them down.", "3": "Even if they hide at the very top of Mount Carmel, I will search them out and capture them. Even if they hide at the bottom of the ocean, I will send the sea serpent after them to bite them.", "4": "Even if their enemies drive them into exile, I will command the sword to kill them there. I am determined to bring disaster upon them and not to help them.”", "5": "The Lord, the Lord of Heaven's Armies, touches the land and it melts, and all its people mourn. The ground rises like the Nile River at floodtime, and then it sinks again.", "6": "The Lord's home reaches up to the heavens, while its foundation is on the earth. He draws up water from the oceans and pours it down as rain on the land. The Lord is his name!", "7": "“Are you Israelites more important to me than the Ethiopians?[b]” asks the Lord. “I brought Israel out of Egypt, but I also brought the Philistines from Crete[c] and led the Arameans out of Kir.", "8": "“I, the Sovereign Lord, am watching this sinful nation of Israel. I will destroy it from the face of the earth. But I will never completely destroy the family of Israel,[d]” says the Lord.", "9": "“For I will give the command and will shake Israel along with the other nations as grain is shaken in a sieve, yet not one true kernel will be lost.", "10": "But all the sinners will die by the sword— all those who say, 'Nothing bad will happen to us.'", "11": "“In that day I will restore the fallen house[e] of David. I will repair its damaged walls. From the ruins I will rebuild it and restore its former glory.", "12": "And Israel will possess what is left of Edom and all the nations I have called to be mine.[f]” The Lord has spoken, and he will do these things.", "13": "“The time will come,” says the Lord, “when the grain and grapes will grow faster than they can be harvested. Then the terraced vineyards on the hills of Israel will drip with sweet wine!", "14": "I will bring my exiled people of Israel back from distant lands, and they will rebuild their ruined cities and live in them again. They will plant vineyards and gardens; they will eat their crops and drink their wine.", "15": "I will firmly plant them there in their own land. They will never again be uprooted from the land I have given them,” says the Lord your God."}