{"1": "When Jesus finished saying all these things, he told his disciples, ", "2": "“You know that the Passover will take place in two days. At that time the Son of Man will be handed over to be crucified.”", "3": "Then the chief priests and the leaders of the people gathered in the palace of the chief priest Caiaphas. ", "4": "They made plans to arrest Jesus in an underhanded way and to kill him. ", "5": "But they said, “We shouldn't arrest him during the festival, or else there may be a riot among the people.”", "6": "Jesus was in Bethany in the home of Simon, a man who had suffered from a skin disease. ", "7": "While Jesus was sitting there, a woman went to him with a bottle of very expensive perfume and poured it on his head.", "8": "The disciples were irritated when they saw this. They asked, “Why did she waste it like this? ", "9": "It could have been sold for a high price, and the money could have been given to the poor.”", "10": "Since Jesus knew what was going on, he said to them, “Why are you bothering this woman? She has done a beautiful thing for me. ", "11": "You will always have the poor with you, but you will not always have me with you. ", "12": "She poured this perfume on my body before it is placed in a tomb. ", "13": "I can guarantee this truth: Wherever this Good News is spoken in the world, what she has done will also be told in memory of her.”", "14": "Then one of the twelve apostles, the one named Judas Iscariot, went to the chief priests. ", "15": "He asked, “What will you pay me if I hand him over to you?” They offered him 30 silver coins. ", "16": "From then on, he looked for a chance to betray Jesus.", "17": "On the first day of the Festival of Unleavened Bread, the disciples went to Jesus. They asked, “Where do you want us to prepare the Passover meal for you?”", "18": "He said, “Go to a certain man in the city, and tell him that the teacher says, 'My time is near. I will celebrate the Passover with my disciples at your house.'”", "19": "The disciples did as Jesus had directed them and prepared the Passover.", "20": "When evening came, Jesus was at the table with the twelve apostles.", "21": "While they were eating, he said, “I can guarantee this truth: One of you is going to betray me.”", "22": "Feeling deeply hurt, they asked him one by one, “You don't mean me, do you, Lord?”", "23": "Jesus answered, “Someone who has dipped his hand into the bowl with me will betray me. ", "24": "The Son of Man is going to die as the Scriptures say he will. But how horrible it will be for that person who betrays the Son of Man. It would have been better for that person if he had never been born.”", "25": "Then Judas, who betrayed him, asked, “You don't mean me, do you, Rabbi?” “Yes, I do,” Jesus replied.", "26": "While they were eating, Jesus took bread and blessed it. He broke the bread, gave it to his disciples, and said, “Take this, and eat it. This is my body.”", "27": "Then he took a cup and spoke a prayer of thanksgiving. He gave it to them and said, “Drink from it, all of you. ", "28": "This is my blood, the blood of the promise.[a] It is poured out for many people so that sins are forgiven.", "29": "“I can guarantee that I won't drink this wine again until that day when I drink new wine with you in my Father's kingdom.”", "30": "After they sang a hymn, they went to the Mount of Olives.", "31": "Then Jesus said to them, “All of you will abandon me tonight. Scripture says, 'I will strike the shepherd, and the sheep in the flock will be scattered.'", "32": "“But after I am brought back to life, I will go to Galilee ahead of you.”", "33": "Peter said to him, “Even if everyone else abandons you, I never will.”", "34": "Jesus replied to Peter, “I can guarantee this truth: Before a rooster crows tonight, you will say three times that you don't know me.”", "35": "Peter told him, “Even if I have to die with you, I'll never say that I don't know you!” All the other disciples said the same thing.", "36": "Then Jesus went with the disciples to a place called Gethsemane. He said to them, “Stay here while I go over there and pray.”", "37": "He took Peter and Zebedee's two sons with him. He was beginning to feel deep anguish. ", "38": "Then he said to them, “My anguish is so great that I feel as if I'm dying. Wait here, and stay awake with me.”", "39": "After walking a little farther, he quickly bowed with his face to the ground and prayed, “Father, if it's possible, let this cup of suffering be taken away from me. But let your will be done rather than mine.”", "40": "When he went back to the disciples, he found them asleep. He said to Peter, “Couldn't you stay awake with me for one hour? ", "41": "Stay awake, and pray that you won't be tempted. You want to do what's right, but you're weak.”", "42": "Then he went away a second time and prayed, “Father, if this cup cannot be taken away unless I drink it, let your will be done.”", "43": "He found them asleep again because they couldn't keep their eyes open.", "44": "After leaving them again, he went away and prayed the same prayer a third time. ", "45": "Then he came back to the disciples and said to them, “You might as well sleep now. The time is near for the Son of Man to be handed over to sinners. ", "46": "Get up! Let's go! The one who is betraying me is near.”", "47": "Just then, while Jesus was still speaking, Judas, one of the twelve apostles, arrived. A large crowd carrying swords and clubs was with him. They were from the chief priests and leaders of the people. ", "48": "Now, the traitor had given them a signal. He said, “The one I kiss is the man you want. Arrest him!”", "49": "Then Judas quickly stepped up to Jesus and said, “Hello, Rabbi!” and kissed him.", "50": "Jesus said to him, “Friend, why are you here?” Then some men came forward, took hold of Jesus, and arrested him. ", "51": "Suddenly, one of the men with Jesus pulled out his sword and cut off the ear of the chief priest's servant. ", "52": "Then Jesus said to him, “Put your sword away! All who use a sword will be killed by a sword. ", "53": "Don't you think that I could call on my Father to send more than twelve legions of angels to help me now? ", "54": "How, then, are the Scriptures to be fulfilled that say this must happen?”", "55": "At that time Jesus said to the crowd, “Have you come out with swords and clubs to arrest me as if I were a criminal? I used to sit teaching in the temple courtyard every day. But you didn't arrest me then. ", "56": "All of this has happened so that what the prophets have written would come true.” Then all the disciples abandoned him and ran away.", "57": "Those who had arrested Jesus took him to Caiaphas, the chief priest, where the experts in Moses' Teachings and the leaders had gathered together. ", "58": "Peter followed at a distance until he came to the chief priest's courtyard. He went inside and sat with the guards to see how this would turn out.", "59": "The chief priests and the whole council were searching for false testimony to use against Jesus in order to execute him. ", "60": "But they did not find any, although many came forward with false testimony. At last two men came forward. ", "61": "They stated, “This man said, 'I can tear down God's temple and rebuild it in three days.'”", "62": "The chief priest stood up and said to Jesus, “Don't you have any answer to what these men testify against you?”", "63": "But Jesus was silent. Then the chief priest said to him, “Swear an oath in front of the living God and tell us, are you the Messiah, the Son of God?”", "64": "Jesus answered him, “Yes, I am. But I alone can guarantee that from now on you will see the Son of Man in the honored position—the one next to God the Father on the heavenly throne. He will be coming on the clouds of heaven.”", "65": "Then the chief priest tore his robes in horror and said, “He has dishonored God! Why do we need any more witnesses? You've just heard him dishonor God! ", "66": "What's your verdict?” They answered, “He deserves the death penalty!”", "67": "Then they spit in his face, hit him with their fists, and some of them slapped him. ", "68": "They said, “You Christ, if you're a prophet, tell us who hit you.”", "69": "Peter was sitting in the courtyard. A female servant came to him and said, “You, too, were with Jesus the Galilean.”", "70": "But Peter denied it in front of them all by saying, “I don't know what you're talking about.”", "71": "As he went to the entrance, another female servant saw him. She told those who were there, “This man was with Jesus from Nazareth.”", "72": "Again Peter denied it and swore with an oath, “I don't know the man!”", "73": "After a little while the men standing there approached Peter and said, “It's obvious you're also one of them. Your accent gives you away!”", "74": "Then Peter began to curse and swear with an oath, “I don't know the man!” Just then a rooster crowed. ", "75": "Peter remembered what Jesus had said: “Before a rooster crows, you will say three times that you don't know me.” Then Peter went outside and cried bitterly."}