{"1": "Now this message from the Lord came to Amittai's son Jonah:[a] ", "2": "“Get up and go to Nineveh, that great city! Then cry out in protest[b] against it, because their evil has come to my attention.”[c]", "3": "But Jonah got up and fled from the Lord to Tarshish.[d] He went down to Joppa, secured passage on a ship bound for Tarshish, paid the fare, and boarded, intending to go with the mariners[e] to Tarshish to escape from the Lord. ", "4": "Then the Lord sent[f] a great wind over the sea, and a severe storm broke out. It seemed as if the ship were[g] about to break up. ", "5": "At this point the mariners became terrified, and each man cried out to his gods. They began to throw the cargo into the sea in order to lighten the vessel. But Jonah had gone down into the vessel's hold, had lain down, and was fast asleep. ", "6": "So the captain approached him, and told him, “What are you doing asleep? Get up! Call on your gods! Maybe your[h] god will think about us so we won't die!”", "7": "Meanwhile, each crewman told another, “Come on! Let's cast lots to find out whose fault it is that we're in this trouble.” So they cast lots, and the lot indicated Jonah! ", "8": "So they interrogated him: “Tell us, why has this trouble come upon us? What's your occupation? Where'd you come from? What's your home country? What's your nationality?”", "9": "“I'm a Hebrew,” he replied, “and I'm afraid of the Lord God of heaven, who made the sea—along with the dry land!”", "10": "In mounting terror, the men asked him, “What have you done?” The men were aware that he was fleeing from the Lord, because he had admitted this to them.", "11": "Because the sea was growing more and more stormy, they asked him, “What do we have to do to you so the sea will calm down for us?”", "12": "Jonah[i] told them, “Pick me up and toss me into the sea. Then the sea will calm down for you, because I know that it's my fault that this mighty storm has come[j] upon you.” ", "13": "Even so, the crewmen rowed hard to bring the ship toward dry land, but they were unsuccessful, because the sea was growing more and more stormy.", "14": "At last they cried out to the Lord, “Please, Lord, do not let us perish because of this man's life, and do not hold us responsible for innocent blood, because you, Lord, have done what pleased you.” ", "15": "So they picked up Jonah and tossed him into the sea, and the sea stopped raging. ", "16": "Then the men feared the Lord greatly, offered a sacrifice to the Lord, and made vows.", "17": "[k]Now the Lord had prepared a large sea creature[l] to swallow Jonah, and Jonah was inside the sea creature for three days and three nights."}