{"1": "How dare one of you, having a problem with another, go to law under the unrighteous, and not rather under the saints? ", "2": "Do you not know that the saints will judge the world? If the world will be judged by you, are you not good enough to judge small trifles? ", "3": "Do you not know that we will judge the angels? How much more may we judge things that pertain to this life? ", "4": "If you have trials of worldly matters, take those who are least esteemed in the congregation and make them judges. ", "5": "This I say to your shame. Is there really no wise man among you? What, no one at all who can judge between brother and brother? ", "6": "But one brother goes to law against another, and that under the unbelievers?", "7": "Now therefore there is utterly a failing among you, because you go to law one with another. Why not rather suffer wrong? Why not rather suffer yourselves to be robbed? ", "8": "Nay, you yourselves do wrong, and rob – and that the brethren.", "9": "Do you not know that the unrighteous will not inherit the kingdom of God? Be not deceived. For neither fornicators, nor worshippers of images, nor whoremongers, nor effeminates, nor abusers of themselves with the male sex, ", "10": "nor thieves, nor the covetous, nor drunkards, nor cursed speakers, nor swindlers, will inherit the kingdom of God. ", "11": "And such were some of you. But you are washed, you are sanctified, you are justified by the name of the Lord Jesus and by the Spirit of our God.", "12": "All things are lawful to me, but all things are not profitable. I may do all things, but I will be brought under no man's power. ", "13": "Foods are for the belly, and the belly for foods, but God will destroy both it and them. Let not the body be given to fornication, but to the Lord, and the Lord to the body. ", "14": "God has raised up the Lord, and will raise us up by his power. ", "15": "Or do you not consider that your bodies are the members of Christ? Shall I now take the members of Christ and make them the members of a harlot? God forbid. ", "16": "Do you not understand that he who couples himself with a harlot has become one body with her? For two (says he) shall be one flesh. ", "17": "But he who is joined to the Lord is one spirit with him.", "18": "Flee fornication. All sins that a man does are outside the body, but he who is a fornicator sins against his own body. ", "19": "Or do you not know that your bodies are the temple of the Holy Spirit, who is in you, whom you have of God, and that you are not your own? ", "20": "For you are dearly bought. Therefore glorify God in your bodies and in your spirits, for they are God's."}