{"1": "As for the things you wrote to me about: it is good for a man not to touch a woman. ", "2": "Nevertheless, to avoid fornication, let every man have his wife, and let every woman have her husband. ", "3": "Let the man give due affection to his wife; likewise also the wife to the man. ", "4": "The wife does not have right over her own body, but the husband, and likewise the husband does not have right over his own body, but the wife. ", "5": "Do not withdraw yourselves one from another, unless it be with consent for a time to give yourselves to fasting and prayer. And afterward, come again to the same thing, lest Satan tempt you through your lack of self control.", "6": "This I say by way of concession, and not of commandment. ", "7": "For I would that all men were as I myself am. But every one has his own gift from God – one of this kind, another of that. ", "8": "I say to the unmarried men and widows that it is good for them if they remain just as I do. ", "9": "But if they cannot abstain, let them marry. For it is better to marry than to burn.", "10": "To the married command not I, but the Lord, that the wife should not separate herself from the man. ", "11": "But if she separates herself, let her remain unmarried or be reconciled to her husband again. And let not the husband put his wife away from him.", "12": "To the rest I, and not the Lord, speak. If any brother has a wife who does not believe, if she is content to dwell with him, let him not put her away. ", "13": "And the woman who has an unbelieving husband, if he consents to dwell with her, let her not put him away. ", "14": "For the unbelieving husband is sanctified by the wife, and the unbelieving wife is sanctified by the husband. Otherwise your children would be unclean; but now they are pure. ", "15": "But if the unbeliever departs, let him depart. A brother or a sister is not bound to such. God has called us in peace. ", "16": "For how do you know, O woman, whether you will save that man or not? Or how do you know, O man, whether you will save that woman or not? – ", "17": "but even as God has granted to each. As the Lord has called every person, so let him walk; and I so ordain in all the congregations. ", "18": "If a man is called when circumcised, let him add nothing to it. If a man is called when uncircumcised, let him not be circumcised. ", "19": "Circumcision is nothing, uncircumcision is nothing, but the keeping of the commandments of God is everything. ", "20": "Let every person abide in the same state in which he was called. ", "21": "Are you called when a servant? Care not for it. But if you may be free, avail yourself of it rather. ", "22": "For he who is called in the Lord when a servant, is the Lord's free man. Likewise, he who is called when free is Christ's servant. ", "23": "You are dearly bought; do not be men's servants. ", "24": "Brethren, let each, in whatever state he is called, abide therein with God.", "25": "Concerning virgins I have no commandment from the Lord, yet I give counsel as one who has obtained mercy from the Lord to be faithful. ", "26": "I suppose that it is good for the present necessity. For it is good for a man so to be.", "27": "Are you bound to a wife? Seek not to be released. Are you released from a wife? Do not seek a wife. ", "28": "But if you take a wife, you do not sin. Likewise, if a virgin marries, she does not sin. Nevertheless, the married will have trouble in their flesh. But I make allowance for you.", "29": "This I say, brethren: the time is short. It remains that those who have wives should be as though they had none, ", "30": "and those who weep should be as though they wept not, and those who rejoice should be as though they did not rejoice. And those who buy should be as though they did not possess, ", "31": "and those who are occupied in this world should be as not consumed in it. For the fashion of this world is passing away.", "32": "I would have you be without preoccupation. The single man cares for the things of the Lord, how he may please the Lord. ", "33": "But he who is married cares for the things of the world, how he may please his wife. ", "34": "There is a difference between a virgin and a wife. The single woman cares for the things of the Lord, that she may be pure both in body and also in spirit. But she who is married cares for the things of the world, how she may please her husband. ", "35": "This I say for your profit – not to tangle you in a snare, but for that which is fitting and agreeable for you, and so that you may quietly cleave unto the Lord without hindrance.", "36": "If any man thinks that it is not best for his virgin, if she is passing the time of marriage and if need so requires, let him do what he wishes. He does not sin; let them be coupled in marriage. ", "37": "Nevertheless, he who purposes surely in his heart, having no need, but has power over his own will, and has thus determined in his heart that he will keep his virgin, does well. ", "38": "So then, he who joins his virgin in marriage does well, but he who does not join his virgin in marriage does better.", "39": "The wife is bound to the law as long as her husband lives. If her husband sleeps, she is at liberty to marry whomever she wishes, only in the Lord. ", "40": "But she is happier if she remains as she is, in my judgment. And I think indeed that I have the Spirit of God."}