{"1": "The Lord called to Moses and spoke to him from the Meeting Tent, saying, ", "2": "“Tell the people of Israel: 'When you bring an offering to the Lord, bring as your offering an animal from the herd or flock.", "3": "“'If the offering is a whole burnt offering from the herd, it must be a male that has nothing wrong with it. The person must take the animal to the entrance of the Meeting Tent so that the Lord will accept the offering. ", "4": "He must put his hand on the animal's head, and the Lord will accept it to remove the person's sin so he will belong to God. ", "5": "He must kill the young bull before the Lord, and Aaron's sons, the priests, must bring its blood and sprinkle it on all sides of the altar at the entrance to the Meeting Tent. ", "6": "After that he will skin the animal and cut it into pieces. ", "7": "The priests, when they have put wood and fire on the altar, ", "8": "are to lay the head, the fat, and other pieces on the wood that is on the fire of the altar. ", "9": "The animal's inner organs and legs must be washed with water. Then the priest must burn all the animal's parts on the altar. It is a whole burnt offering, an offering made by fire, and its smell is pleasing to the Lord.", "10": "“'If the burnt offering is a sheep or a goat from the flock, it must be a male that has nothing wrong with it. ", "11": "The person must kill the animal on the north side of the altar before the Lord, and Aaron's sons, the priests, must sprinkle its blood on all sides of the altar. ", "12": "The person must cut the animal into pieces, and the priest must lay them, with the head and fat, on the wood that is on the fire of the altar. ", "13": "The person must wash the animal's inner organs and legs with water, and then the priest must burn all its parts on the altar. It is a whole burnt offering, an offering made by fire, and its smell is pleasing to the Lord.", "14": "“'If the whole burnt offering for the Lord is a bird, it must be a dove or a young pigeon. ", "15": "The priest will bring it to the altar and pull off its head, which he will burn on the altar; the bird's blood must be drained out on the side of the altar. ", "16": "The priest must remove the bird's crop[a] and its contents and throw them on the east side of the altar, where the ashes are. ", "17": "Then he must tear the bird open by its wings without dividing it into two parts. He must burn the bird on the altar, on the wood which is on the fire. It is a whole burnt offering, an offering made by fire, and its smell is pleasing to the Lord."}