{"1": "The Lord also said to Moses and Aaron, ", "2": "“Say to the people of Israel: 'When a fluid comes from a person's body, the fluid is unclean. ", "3": "It doesn't matter if the fluid flows freely or if it is blocked from flowing; the fluid will make him unclean. This is the way the fluid makes him unclean:", "4": "“'If the person who discharges the body fluid lies on a bed, that bed becomes unclean, and everything he sits on becomes unclean. ", "5": "Anyone who touches his bed must wash his clothes and bathe in water, and the person will be unclean until evening. ", "6": "Whoever sits on something that the person who discharges the fluid sat on must wash his clothes and bathe in water; he will be unclean until evening. ", "7": "Anyone who touches the person who discharges the body fluid must wash his clothes and bathe in water; he will be unclean until evening.", "8": "“'If the person who discharges the body fluid spits on someone who is clean, that person must wash his clothes and bathe in water; he will be unclean until evening. ", "9": "Everything on which the person who is unclean sits when riding will become unclean. ", "10": "Anyone who touches something that was under him will be unclean until evening. And anyone who carries these things must wash his clothes and bathe in water; he will be unclean until evening.", "11": "“'If the person who discharges a body fluid has not washed his hands in water and touches another person, that person must wash his clothes and bathe in water; he will be unclean until evening.", "12": "“'If a person who discharges a body fluid touches a clay bowl, that bowl must be broken. If he touches a wooden bowl, that bowl must be washed in water.", "13": "“'When a person who discharges a body fluid is made clean, he must count seven days for himself for his cleansing. He must wash his clothes and bathe his body in fresh water, and he will be clean. ", "14": "On the eighth day he must take two doves or two young pigeons before the Lord at the entrance of the Meeting Tent. He will give the two birds to the priest. ", "15": "The priest will offer the birds, one for a sin offering and the other for a burnt offering. And the priest will make that person clean so he can belong to the Lord again.", "16": "“'If semen[a] goes out from a man, he must bathe in water; he will be unclean until evening. ", "17": "If the fluid gets on any clothing or leather, it must be washed with water; it will be unclean until evening.", "18": "“'If a man has sexual relations with a woman and semen comes out, both people must bathe in water; they will be unclean until evening.", "19": "“'When a woman has her monthly period, she is unclean for seven days; anyone who touches her will be unclean until evening. ", "20": "Anything she lies on during this time will be unclean, and everything she sits on during this time will be unclean. ", "21": "Anyone who touches her bed must wash his clothes and bathe in water; that person will be unclean until evening. ", "22": "Anyone who touches something she has sat on must wash his clothes and bathe in water; that person will be unclean until evening. ", "23": "It does not matter if the person touched the woman's bed or something she sat on; he will be unclean until evening.", "24": "“'If a man has sexual relations with a woman and her monthly period touches him, he will be unclean for seven days; every bed he lies on will be unclean.", "25": "“'If a woman has a loss of blood for many days and it is not during her regular monthly period, or if she continues to have a loss of blood after her regular period, she will be unclean, as she is during her monthly period. She will be unclean for as long as she continues to bleed. ", "26": "Any bed she lies on during all the time of her bleeding will be like her bed during her regular monthly period. Everything she sits on will be unclean, as during her regular monthly period.", "27": "“'Whoever touches those things will be unclean and must wash his clothes and bathe in water; he will be unclean until evening. ", "28": "When the woman becomes clean from her bleeding, she must wait seven days, and after this she will be clean. ", "29": "Then on the eighth day she must take two doves or two young pigeons and bring them to the priest at the entrance of the Meeting Tent. ", "30": "The priest must offer one bird for a sin offering and the other for a whole burnt offering. In this way the priest will make her clean so she can belong to the Lord again.", "31": "“'So you must warn the people of Israel to stay separated from things that make them unclean. If you don't warn the people, they might make my Holy Tent unclean, and then they would have to die!'”", "32": "These are the teachings for the person who discharges a body fluid and for the man who becomes unclean from semen[b] coming out of his body. ", "33": "These are the teachings for the woman who becomes unclean from her monthly period, for a man or woman who has a discharge, and for a man who becomes unclean by having sexual relations with a woman who is unclean."}