{"1": "The Lord said to Moses, ", "2": "“Tell the people of Israel: 'I am the Lord your God. ", "3": "In the past you lived in Egypt, but you must not do what was done in that country. And you must not do as they do in the land of Canaan, where I am bringing you. Do not follow their customs. ", "4": "You must obey my rules and follow them. I am the Lord your God. ", "5": "Obey my laws and rules; a person who obeys them will live because of them. I am the Lord.", "6": "“'You must never have sexual relations with your close relatives. I am the Lord.", "7": "“'You must not shame your father by having sexual relations with your mother. She is your mother; do not have sexual relations with her. ", "8": "You must not have sexual relations with your father's wife; that would shame your father.", "9": "“'You must not have sexual relations with your sister, either the daughter of your father or your mother. It doesn't matter if she was born in your house or somewhere else.", "10": "“'You must not have sexual relations with your son's daughter or your daughter's daughter; that would bring shame on you.", "11": "“'If your father and his wife have a daughter, she is your sister. You must not have sexual relations with her.", "12": "“'You must not have sexual relations with your father's sister; she is your father's close relative. ", "13": "You must not have sexual relations with your mother's sister; she is your mother's close relative. ", "14": "You must not have sexual relations with the wife of your father's brother, because this would shame him. She is your aunt.", "15": "“'You must not have sexual relations with your daughter-in-law; she is your son's wife. Do not have sexual relations with her.", "16": "“'You must not have sexual relations with your brother's wife. That would shame your brother.", "17": "“'You must not have sexual relations with both a woman and her daughter. And do not have sexual relations with this woman's granddaughter, either the daughter of her son or her daughter; they are her close relatives. It is evil to do this.", "18": "“'While your wife is still living, you must not take her sister as another wife. Do not have sexual relations with her.", "19": "“'You must not go near a woman to have sexual relations with her during her monthly period, when she is unclean.", "20": "“'You must not have sexual relations with your neighbor's wife and make yourself unclean with her.", "21": "“'You must not give any of your children to be sacrificed to Molech, because this would show that you do not respect your God. I am the Lord.", "22": "“'You must not have sexual relations with a man as you would a woman. That is a hateful sin.", "23": "“'You must not have sexual relations with an animal and make yourself unclean with it. Also a woman must not have sexual relations with an animal; it is not natural.", "24": "“'Don't make yourself unclean by any of these wrong things. I am forcing nations out of their countries because they did these sins, and I am giving their land to you. ", "25": "The land has become unclean, and I punished it for its sins, so the land is throwing out those people who live there.", "26": "“'You must obey my laws and rules, and you must not do any of these hateful sins. These rules are for the citizens of Israel and for the people who live with you. ", "27": "The people who lived in the land before you did all these hateful things and made the land unclean. ", "28": "If you do these things, you will also make the land unclean, and it will throw you out as it threw out the nations before you. ", "29": "Anyone who does these hateful sins must be cut off from the people. ", "30": "Keep my command not to do these hateful sins that were done by the people who lived in the land before you. Don't make yourself unclean by doing them. I am the Lord your God.'”"}