{"1": "The Lord said to Moses, ", "2": "“You must also tell the people of Israel these things: 'If a person in your country gives one of his children to Molech, that person must be killed. It doesn't matter if he is a citizen or a foreigner living in Israel; you must throw stones at him and kill him. ", "3": "I will be against him and cut him off from his people, because he gave his children to Molech. He showed that he did not respect my holy name, and he made my Holy Place unclean. ", "4": "The people of the community might ignore that person and not kill the one who gave his children to Molech. ", "5": "But I will be against him and his family, and I will cut him off from his people. I will do this to anyone who follows him in being unfaithful to me by worshiping Molech.", "6": "“'I will be against anyone who goes to mediums and fortune-tellers for advice, because that person is being unfaithful to me. So I will cut him off from his people.", "7": "“'Be my holy people. Be holy because I am the Lord your God. ", "8": "Remember and obey my laws. I am the Lord, and I have made you holy.", "9": "“'Anyone who curses his father or mother must be put to death. He has cursed his father or mother, so he has brought his own death on himself.", "10": "“'If a man has sexual relations with his neighbor's wife, both the man and the woman are guilty of adultery and must be put to death. ", "11": "If a man has sexual relations with his father's wife, he has shamed his father, and both the man and his father's wife must be put to death. They have brought it on themselves.", "12": "“'If a man has sexual relations with his daughter-in-law, both of them must be put to death. What they have done is not natural. They have brought their own deaths on themselves.", "13": "“'If a man has sexual relations with another man as a man does with a woman, these two men have done a hateful sin. They must be put to death. They have brought it on themselves.", "14": "“'If a man has sexual relations with both a woman and her mother, this is evil. The people must burn that man and the two women in fire so that your people will not be evil.", "15": "“'If a man has sexual relations with an animal, he must be put to death. You must also kill the animal. ", "16": "If a woman approaches an animal and has sexual relations with it, you must kill the woman and the animal. They must be put to death. They have brought it on themselves.", "17": "“'It is shameful for a brother to marry his sister, the daughter of either his father or his mother, and to have sexual relations with her. In front of everyone they must both be cut off from their people. The man has shamed his sister, and he is guilty of sin.", "18": "“'If a man has sexual relations with a woman during her monthly period, both the woman and the man must be cut off from their people. They sinned because they showed the source of her blood.", "19": "“'Do not have sexual relations with your mother's sister or your father's sister, because that would shame a close relative. Both of you are guilty of this sin.", "20": "“'If a man has sexual relations with his uncle's wife, he has shamed his uncle. That man and his uncle's wife will die without children; they are guilty of sin.", "21": "“'It is unclean for a man to marry his brother's wife. That man has shamed his brother, and they will have no children.", "22": "“'Remember all my laws and rules, and obey them. I am leading you to your own land, and if you obey my laws and rules, that land will not throw you out. ", "23": "I am forcing out ahead of you the people who live there. Because they did all these sins, I have hated them. Do not live the way those people lived.", "24": "“'I have told you that you will get their land, which I will give to you as your very own; it is a fertile land. I am the Lord your God, and I have set you apart from other people and made you my own. ", "25": "So you must treat clean animals and birds differently from unclean animals and birds. Do not make yourselves unclean by any of these unclean birds or animals or things that crawl on the ground, which I have made unclean for you. ", "26": "So you must be holy to me because I, the Lord, am holy, and I have set you apart from other people to be my own.", "27": "“'A man or woman who is a medium or a fortune-teller must be put to death. You must stone them to death; they have brought it on themselves.'”"}