{"1": "The Lord said to Moses, “Tell these things to Aaron's sons, the priests: 'A priest must not make himself unclean by touching a dead person. ", "2": "But if the dead person was one of his close relatives, he may touch him. The priest may make himself unclean if the dead person is his mother or father, son or daughter, brother or ", "3": "unmarried sister who is close to him because she has no husband. The priest may make himself unclean for her if she dies. ", "4": "But a priest must not make himself unclean if the dead person was only related to him by marriage.", "5": "“'Priests must not shave their heads, or shave off the edges of their beards, or cut their bodies. ", "6": "They must be holy to their God and show respect for God's name, because they present the offerings made by fire to the Lord, which is the food of their God. So they must be holy.", "7": "“'A priest must not marry an unclean prostitute or a divorced woman, because he is holy to his God. ", "8": "Treat him as holy, because he offers up the food of your God. Think of him as holy; I am the Lord who makes you holy, and I am holy.", "9": "“'If a priest's daughter makes herself unclean by becoming a prostitute, she shames her father. She must be burned with fire.", "10": "“'The high priest, who was chosen from among his brothers, had the special olive oil poured on his head. He was also appointed to wear the priestly clothes. So he must not show his sadness by letting his hair go uncombed or tearing his clothes. ", "11": "He must not go into a house where there is a dead body. He must not make himself unclean, even if it is for his own father or mother. ", "12": "The high priest must not go out of the Holy Place, because if he does and becomes unclean, he will make God's Holy Place unclean. The special oil used in appointing priests was poured on his head to separate him from the rest of the people. I am the Lord.", "13": "“'The high priest must marry a woman who is a virgin. ", "14": "He must not marry a widow, a divorced woman, or a prostitute. He must marry a virgin from his own people ", "15": "so the people will respect his children as his own. I am the Lord. I have set the high priest apart for his special job.'”", "16": "The Lord said to Moses, ", "17": "“Tell Aaron: 'If any of your descendants have something wrong with them, they must never come near to offer the special food of their God. ", "18": "Anyone who has something wrong with him must not come near: blind men, crippled men, men with damaged faces, deformed men, ", "19": "men with a crippled foot or hand, ", "20": "hunchbacks, dwarfs, men who have something wrong with their eyes, men who have an itching disease or a skin disease, or men who have damaged sex glands.", "21": "“'If one of Aaron's descendants has something wrong with him, he cannot come near to make the offerings made by fire to the Lord. He has something wrong with him; he cannot offer the food of his God. ", "22": "He may eat the most holy food and also the holy food. ", "23": "But he may not go through the curtain into the Most Holy Place, and he may not go near the altar, because he has something wrong with him. He must not make my Holy Place unfit. I am the Lord who makes these places holy.'”", "24": "So Moses told these things to Aaron, Aaron's sons, and all the people of Israel."}