{"1": "The Lord said to Moses, ", "2": "“Tell the people of Israel: 'You will announce the Lord's appointed feasts as holy meetings. These are my special feasts.", "3": "“'There are six days for you to work, but the seventh day will be a special day of rest. It is a day for a holy meeting; you must not do any work. It is a Sabbath to the Lord in all your homes.", "4": "“'These are the Lord's appointed feasts, the holy meetings, which you will announce at the times set for them. ", "5": "The Lord's Passover is on the fourteenth day of the first month, beginning at twilight. ", "6": "The Feast of Unleavened Bread begins on the fifteenth day of the same month. You will eat bread made without yeast for seven days. ", "7": "On the first day of this feast you will have a holy meeting, and you must not do any work. ", "8": "For seven days you will bring an offering made by fire to the Lord. There will be a holy meeting on the seventh day, and on that day you must not do any regular work.'”", "9": "The Lord said to Moses, ", "10": "“Tell the people of Israel: 'You will enter the land I will give you and gather its harvest. At that time you must bring the first bundle of grain from your harvest to the priest. ", "11": "The priest will present the bundle before the Lord, and it will be accepted for you; he will present the bundle on the day after the Sabbath.", "12": "“'On the day when you present the bundle of grain, offer a male lamb, one year old, that has nothing wrong with it, as a burnt offering to the Lord. ", "13": "You must also offer a grain offering—four quarts of fine flour mixed with olive oil as an offering made by fire to the Lord; its smell will be pleasing to him. You must also offer a quart of wine as a drink offering. ", "14": "Until the day you bring your offering to your God, do not eat any new grain, roasted grain, or bread made from new grain. This law will always continue for people from now on, wherever you live.", "15": "“'Count seven full weeks from the morning after the Sabbath. (This is the Sabbath that you bring the bundle of grain to present as an offering.) ", "16": "On the fiftieth day, the first day after the seventh week, you will bring a new grain offering to the Lord. ", "17": "On that day bring two loaves of bread from your homes to be presented as an offering. Use yeast and four quarts of flour to make those loaves of bread; they will be your gift to the Lord from the first wheat of your harvest.", "18": "“'Offer with the bread one young bull, two male sheep, and seven male lambs that are one year old and have nothing wrong with them. Offer them with their grain offerings and drink offerings, as a burnt offering to the Lord. They will be an offering made by fire, and the smell will be pleasing to the Lord. ", "19": "You must also offer one male goat for a sin offering and two male, one-year-old lambs as a fellowship offering.", "20": "“'The priest will present the two lambs as an offering before the Lord, along with the bread from the first wheat of the harvest. They are holy to the Lord, and they will belong to the priest. ", "21": "On that same day you will call a holy meeting; you must not do any work that day. This law will continue for you from now on, wherever you live.", "22": "“'When you harvest your crops on your land, do not harvest all the way to the corners of your field. If grain falls onto the ground, don't gather it up. Leave it for poor people and foreigners in your country. I am the Lord your God.'”", "23": "Again the Lord said to Moses, ", "24": "“Tell the people of Israel: 'On the first day of the seventh month you must have a special day of rest, a holy meeting, when you blow the trumpet for a special time of remembering. ", "25": "Do not do any work, and bring an offering made by fire to the Lord.'”", "26": "The Lord said to Moses, ", "27": "“The Day of Cleansing will be on the tenth day of the seventh month. There will be a holy meeting, and you will deny yourselves and bring an offering made by fire to the Lord. ", "28": "Do not do any work on that day, because it is the Day of Cleansing. On that day the priests will go before the Lord and perform the acts to make you clean from sin so you will belong to the Lord.", "29": "“Anyone who refuses to give up food on this day must be cut off from the people. ", "30": "If anyone works on this day, I will destroy that person from among the people. ", "31": "You must not do any work at all; this law will continue for people from now on wherever you live. ", "32": "It will be a special day of rest for you, and you must deny yourselves. You will start this special day of rest on the evening after the ninth day of the month, and it will continue from that evening until the next evening.”", "33": "Again the Lord said to Moses, ", "34": "“Tell the people of Israel: 'On the fifteenth day of the seventh month is the Feast of Shelters. This feast to the Lord will continue for seven days. ", "35": "There will be a holy meeting on the first day; do not do any work. ", "36": "You will bring an offering made by fire to the Lord each day for seven days. On the eighth day you will have another holy meeting, and you will bring an offering made by fire to the Lord. This will be a holy meeting; do not do any work.", "37": "(“'These are the Lord's special feasts, when there will be holy meetings and when you bring offerings made by fire to the Lord. You will bring whole burnt offerings, grain offerings, sacrifices, and drink offerings—each at the right time. ", "38": "These offerings are in addition to those for the Lord's Sabbath days, in addition to offerings you give as payment for special promises, and in addition to special offerings you want to give to the Lord.)", "39": "“'So on the fifteenth day of the seventh month, after you have gathered in the crops of the land, celebrate the Lord's festival for seven days. You must rest on the first day and the eighth day. ", "40": "On the first day you will take good fruit from the fruit trees, as well as branches from palm trees, poplars, and other leafy trees. You will celebrate before the Lord your God for seven days. ", "41": "Celebrate this festival to the Lord for seven days each year. This law will continue from now on; you will celebrate it in the seventh month. ", "42": "Live in shelters for seven days. All the people born in Israel must live in shelters ", "43": "so that all your descendants will know I made Israel live in shelters during the time I brought them out of Egypt. I am the Lord your God.'”", "44": "So Moses told the people of Israel about all of the Lord's appointed feast days."}