{"1": "The Lord said to Moses at Mount Sinai, ", "2": "“Tell the people of Israel this: 'When you enter the land I will give you, let it have a special time of rest, to honor the Lord. ", "3": "You may plant seed in your field for six years, and you may trim your vineyards for six years and bring in their fruits. ", "4": "But during the seventh year, you must let the land rest. This will be a special time to honor the Lord. You must not plant seed in your field or trim your vineyards. ", "5": "You must not cut the crops that grow by themselves after harvest, or gather the grapes from your vines that are not trimmed. The land will have a year of rest.", "6": "“'You may eat whatever the land produces during that year of rest. It will be food for your men and women servants, for your hired workers, and for the foreigners living in your country. ", "7": "It will also be food for your cattle and the wild animals of your land. Whatever the land produces may be eaten.", "8": "“'Count off seven groups of seven years, or forty-nine years. During that time there will be seven years of rest for the land. ", "9": "On the Day of Cleansing, you must blow the horn of a male sheep; this will be on the tenth day of the seventh month. You must blow the horn through the whole country. ", "10": "Make the fiftieth year a special year, and announce freedom for all the people living in your country. This time will be called Jubilee.[a] You will each go back to your own property, each to your own family and family group. ", "11": "The fiftieth year will be a special time for you to celebrate. Don't plant seeds, or harvest the crops that grow by themselves, or gather grapes from the vines that are not trimmed. ", "12": "That year is Jubilee; it will be a holy time for you. You may eat only the crops that come from the field. ", "13": "In the year of Jubilee you each must go back to your own property.", "14": "“'If you sell your land to your neighbor, or if you buy land from your neighbor, don't cheat each other. ", "15": "If you want to buy your neighbor's land, count the number of years since the last Jubilee, and use that number to decide the right price. If your neighbor sells the land to you, count the number of years left for harvesting crops, and use that number to decide the right price. ", "16": "If there are many years, the price will be high. But if there are only a few years, lower the price, because your neighbor is really selling only a few crops to you. ", "17": "You must not cheat each other, but you must respect your God. I am the Lord your God.", "18": "“'Remember my laws and rules, and obey them so that you will live safely in the land. ", "19": "The land will give good crops to you, and you will eat as much as you want and live safely in the land.", "20": "“'But you might ask, “If we don't plant seeds or gather crops, what will we eat the seventh year?” ", "21": "I will send you such a great blessing during the sixth year that the land will produce enough crops for three years. ", "22": "When you plant in the eighth year, you will still be eating from the old crop; you will eat the old crop until the harvest of the ninth year.", "23": "“'The land really belongs to me, so you can't sell it for all time. You are only foreigners and travelers living for a while on my land. ", "24": "People might sell their land, but it must always be possible for the family to get its land back. ", "25": "If a person in your country becomes very poor and sells some land, then close relatives must come and buy it back. ", "26": "If there is not a close relative to buy the land back, but if the person makes enough money to be able to buy it back, ", "27": "the years must be counted since the land was sold. That number must be used to decide how much the first owner should pay back the one who bought it. Then the land will belong to the first owner again. ", "28": "But if there is not enough money to buy it back, the one who bought it will keep it until the year of Jubilee. During that celebration, the land will go back to the first owner's family.", "29": "“'If someone sells a home in a walled city, for a full year after it is sold, the person has the right to buy it back. ", "30": "But if the owner does not buy back the house before a full year is over, it will belong to the one who bought it and to his future sons. The house will not go back to the first owner at Jubilee. ", "31": "But houses in small towns without walls are like open country; they can be bought back, and they must be returned to their first owner at Jubilee.", "32": "“'The Levites may always buy back their houses in the cities that belong to them. ", "33": "If someone buys a house from a Levite, that house in the Levites' city will again belong to the Levites in the Jubilee. This is because houses in Levite cities belong to the people of Levi; the Israelites gave these cities to them. ", "34": "Also the fields and pastures around the Levites' cities cannot be sold, because those fields belong to the Levites forever.", "35": "“'If anyone from your country becomes too poor to support himself, help him to live among you as you would a stranger or foreigner. ", "36": "Do not charge him any interest on money you loan to him, but respect your God; let the poor live among you. ", "37": "Don't lend him money for interest, and don't try to make a profit from the food he buys. ", "38": "I am the Lord your God, who brought you out of the land of Egypt to give the land of Canaan to you and to become your God.", "39": "“'If anyone from your country becomes very poor and sells himself as a slave to you, you must not make him work like a slave. ", "40": "He will be like a hired worker and a visitor with you until the year of Jubilee. ", "41": "Then he may leave you, take his children, and go back to his family and the land of his ancestors. ", "42": "This is because the Israelites are my servants, and I brought them out of slavery in Egypt. They must not become slaves again. ", "43": "You must not rule this person cruelly, but you must respect your God.", "44": "“'Your men and women slaves must come from other nations around you; from them you may buy slaves. ", "45": "Also you may buy as slaves children from the families of foreigners living in your land. These child slaves will belong to you, ", "46": "and you may even pass them on to your children after you die; you can make them slaves forever. But you must not rule cruelly over your own people, the Israelites.", "47": "“'Suppose a foreigner or visitor among you becomes rich. If someone in your country becomes so poor that he has to sell himself as a slave to the foreigner living among you or to a member of the foreigner's family, ", "48": "the poor person has the right to be bought back and become free. One of his relatives may buy him back: ", "49": "His uncle, his uncle's son, or any one of his close relatives may buy him back. Or, if he gets enough money, he may pay the money to free himself.", "50": "“'He and the one who bought him must count the time from when he sold himself up to the next year of Jubilee. Use that number to decide the price, because the person really only hired himself out for a certain number of years. ", "51": "If there are still many years before the year of Jubilee, the person must pay back a large part of the price. ", "52": "If there are only a few years left until Jubilee, the person must pay a small part of the first price. ", "53": "But he will live like a hired person with the foreigner every year; don't let the foreigner rule cruelly over him.", "54": "“'Even if no one buys him back, at the year of Jubilee, he and his children will become free. ", "55": "This is because the people of Israel are servants to me. They are my servants, whom I brought out of Egypt. I am the Lord your God."}