{"1": "“'If a person's fellowship offering to the Lord is from the herd, it may be a male or female, but it must have nothing wrong with it. ", "2": "The person must put his hand on the animal's head and kill it at the entrance to the Meeting Tent. Then Aaron's sons, the priests, must sprinkle the blood on all sides of the altar. ", "3": "From the fellowship offering he must make a sacrifice by fire to the Lord. He must offer the fat of the animal's inner organs (both the fat that is in them and that covers them), ", "4": "both kidneys with the fat that is on them near the lower back muscle, and the best part of the liver, which he will remove with the kidneys. ", "5": "Then the priests will burn these parts on the altar, on the whole burnt offering that is on the wood of the fire. It is an offering made by fire, and its smell is pleasing to the Lord.", "6": "“'If a person's fellowship offering to the Lord is a lamb or a goat, it may be a male or female, but it must have nothing wrong with it. ", "7": "If he offers a lamb, he must bring it before the Lord ", "8": "and put his hand on its head. Then he must kill the animal in front of the Meeting Tent, and the priests must sprinkle its blood on all sides of the altar. ", "9": "From the fellowship offering the person must make a sacrifice by fire to the Lord. He must bring the fat, the whole fat tail cut off close to the backbone, the fat of the inner organs (both the fat that is in them and that covers them), ", "10": "both kidneys with the fat that is on them, near the lower back muscle, and the best part of the liver, which he will remove with the kidneys. ", "11": "Then the priest will burn these parts on the altar as food; it will be an offering made by fire to the Lord.", "12": "“'If a person's offering is a goat, he must offer it before the Lord ", "13": "and put his hand on its head. Then he must kill it in front of the Meeting Tent, and the priests must sprinkle its blood on all sides of the altar. ", "14": "From this offering the person must make a sacrifice by fire to the Lord. He must offer all the fat of the goat's inner organs (both the fat that is in them and that covers them), ", "15": "both kidneys with the fat that is on them near the lower back muscle, and the best part of the liver, which he will remove with the kidneys. ", "16": "The priest will burn these parts on the altar as food. It is an offering made by fire, and its smell is pleasing to the Lord. All the fat belongs to the Lord.", "17": "“'This law will continue for people from now on, wherever you live: You must not eat any fat or blood.'”"}