{"1": "Now to you, children, obey your parents in the Lord because this is right in God's eyes. ", "2": "This is the first commandment onto which He added a promise: “Honor your father and your mother, and ", "3": "if you do, you will live long and well in this land.”[a]", "4": "And, fathers, do not drive your children mad, but nurture them in the discipline and teaching that come from the Lord.", "5": "Slaves, respect and fear your earthly masters. Obey and serve them with the same sincerity of heart as you serve the Anointed One. ", "6": "Don't put on a show just because they are looking (as if you were a people pleaser); but as a slave of the Anointed, do the will of God from your heart. ", "7": "Serve them in good faith as if you were serving the Lord, not men, ", "8": "because all good deeds are gifted back from the Lord, and they are yours whether you are a slave or not.", "9": "Masters, hear this: act in kind to your slaves. Stop terrorizing and threatening them. Don't forget that you have a Master in heaven who does not take sides or pick favorites.", "10": "Finally, brothers and sisters, draw your strength and might from God. ", "11": "Put on the full armor of God to protect yourselves from the devil and his evil schemes. ", "12": "We're not waging war against enemies of flesh and blood alone. No, this fight is against tyrants, against authorities, against supernatural powers and demon princes that slither in the darkness of this world, and against wicked spiritual armies that lurk about in heavenly places.", "13": "And this is why you need to be head-to-toe in the full armor of God: so you can resist during these evil days and be fully prepared to hold your ground. ", "14": "Yes, stand—truth banded around your waist, righteousness as your chest plate, ", "15": "and feet protected in preparation to proclaim the good news of peace. ", "16": "Don't forget to raise the shield of faith above all else, so you will be able to extinguish flaming spears hurled at you from the wicked one. ", "17": "Take also the helmet of salvation and the sword of the Spirit, which is the word of God.", "18": "Paul knows that the real battles and dangers we face are not against flesh and blood. The enemies we see are real enough, but they are animated by spiritual forces of darkness that stay strategically hidden from view. These powers often reveal themselves in institutional evils—genocide, terror, tyranny, and oppression—but the weapons needed to combat them are not earthly weapons at all. What is needed, Paul advises, is to stand firm in God's power and to suit up in the full armor of God. Although the devil and his demon armies are destined for destruction, they are serious threats now and must be resisted and beaten back. For Paul, the best offensive weapons we have are the word of God and prayer. Pray always. Pray in the Spirit. Pray about everything in every way you know how! And keeping all this in mind, pray on behalf of God's people. Keep on praying feverishly, and be on the lookout until evil has been stayed. ", "19": "And please pray for me. Pray that truth will be with me before I even open my mouth. Ask the Spirit to guide me while I boldly defend the mystery that is the good news—", "20": "for which I am an ambassador in chains—so pray that I can bravely pronounce the truth, as I should do.", "21": "I am sending to you Tychicus, my dear brother and faithful minister in the Lord. He will tell you everything that has been going on here with me ", "22": "so you will know how I am and what I am doing. He's coming with news that will hopefully comfort your hearts. ", "23": "Brothers and sisters, let me leave you with a blessing: May peace and love with faith be yours from God the Father and the Lord Jesus the Anointed. ", "24": "May His grace surround all who love our Lord Jesus the Anointed with a never-ending love."}