{"1": "From: Simon Peter, a servant and missionary of Jesus Christ. To: All of you who have our kind of faith. The faith I speak of is the kind that Jesus Christ our God and Savior gives to us. How precious it is, and how just and good he is to give this same faith to each of us.", "2": "Do you want more and more of God's kindness and peace? Then learn to know him better and better. ", "3": "For as you know him better, he will give you, through his great power, everything you need for living a truly good life: he even shares his own glory and his own goodness with us! ", "4": "And by that same mighty power he has given us all the other rich and wonderful blessings he promised; for instance, the promise to save us from the lust and rottenness all around us, and to give us his own character.", "5": "But to obtain these gifts, you need more than faith; you must also work hard to be good, and even that is not enough. For then you must learn to know God better and discover what he wants you to do. ", "6": "Next, learn to put aside your own desires so that you will become patient and godly, gladly letting God have his way with you. ", "7": "This will make possible the next step, which is for you to enjoy other people and to like them, and finally you will grow to love them deeply. ", "8": "The more you go on in this way, the more you will grow strong spiritually and become fruitful and useful to our Lord Jesus Christ. ", "9": "But anyone who fails to go after these additions to faith is blind indeed, or at least very shortsighted and has forgotten that God delivered him from the old life of sin so that now he can live a strong, good life for the Lord.", "10": "So, dear brothers, work hard to prove that you really are among those God has called and chosen, and then you will never stumble or fall away. ", "11": "And God will open wide the gates of heaven for you to enter into the eternal kingdom of our Lord and Savior Jesus Christ.", "12": "I plan to keep on reminding you of these things even though you already know them and are really getting along quite well! ", "13-14": "But the Lord Jesus Christ has shown me that my days here on earth are numbered, and I am soon to die. As long as I am still here I intend to keep sending these reminders to you, ", "15": "hoping to impress them so clearly upon you that you will remember them long after I have gone.", "16": "For we have not been telling you fairy tales when we explained to you the power of our Lord Jesus Christ and his coming again. My own eyes have seen his splendor and his glory: ", "17-18": "I was there on the holy mountain when he shone out with honor given him by God his Father; I heard that glorious, majestic voice calling down from heaven, saying, “This is my much-loved Son; I am well pleased with him.”", "19": "So we have seen and proved that what the prophets said came true. You will do well to pay close attention to everything they have written, for, like lights shining into dark corners, their words help us to understand many things that otherwise would be dark and difficult. But when you consider the wonderful truth of the prophets' words, then the light will dawn in your souls and Christ the Morning Star will shine in your hearts. ", "20-21": "For no prophecy recorded in Scripture was ever thought up by the prophet himself. It was the Holy Spirit within these godly men who gave them true messages from God."}