{"1": "You nations, come here and listen; you peoples, pay attention! Let the earth hear, and all that fills it, the world and all that comes from it.", "2": "The Lord is angry with all the nations— furious with all their armies. He will set them apart for destruction, giving them over to slaughter.", "3": "Their slain will be thrown out, and the stench of their corpses will rise; the mountains will flow[a] with their blood.", "4": "All[b] the heavenly bodies will dissolve. The skies will roll up like a scroll, and their stars will all wither as leaves wither on the vine, and foliage on the fig tree.", "5": "When My sword has drunk its fill[c] in the heavens, it will then come down on Edom and on the people I have set apart for destruction.", "6": "The Lord's sword is covered with blood. It drips with fat, with the blood of lambs and goats, with the fat of the kidneys of rams. For the Lord has a sacrifice in Bozrah, a great slaughter in the land of Edom.", "7": "The wild oxen will be struck[d] down with them, and young bulls with the mighty bulls. Their land will be soaked with[e] blood, and their soil will be saturated with fat.", "8": "For the Lord has a day of vengeance, a time of paying back Edom for its hostility against Zion.", "9": "Edom's streams will be turned into pitch, her soil into sulfur; her land will become burning pitch.", "10": "It will never go out—day or night. Its smoke will go up forever. It will be desolate, from generation to generation; no one will pass through it forever and ever.", "11": "The desert owl[f] and the screech owl[g] will possess it, and the great owl and the raven will dwell there. The Lord will stretch out a measuring line and a plumb line over her for her destruction and chaos.", "12": "No nobles will be left to proclaim a king, and all her princes will come to nothing.", "13": "Her palaces will be overgrown with thorns; her fortified cities, with thistles and briers. She will become a dwelling for jackals, an abode[h] for ostriches.", "14": "The desert creatures will meet hyenas, and one wild goat will call to another. Indeed, the screech owl will stay there and will find a resting place for herself.", "15": "The sand partridge[i] will make her nest there; she will lay and hatch her eggs and will gather her brood under her shadow. Indeed, the birds of prey will gather there, each with its mate.", "16": "Search and read the scroll of the Lord: Not one of them will be missing, none will be lacking its mate, because He has ordered it by my[j] mouth, and He will gather them by His Spirit.", "17": "He has ordained a lot for them; His hand allotted their portion with a measuring line. They will possess it forever; they will dwell in it from generation to generation."}