{"1": "“Wake up, wake up; put on your strength, Zion! Put on your beautiful garments, Jerusalem, the Holy City! For the uncircumcised and the unclean will no longer enter you.", "2": "Stand up, shake the dust off yourself! Take your seat, Jerusalem. Remove the bonds[a] from your neck, captive Daughter Zion.”", "3": "For this is what the Lord says: “You were sold for nothing, and you will be redeemed without silver.”", "4": "For this is what the Lord God says: “At first My people went down to Egypt to live there, then Assyria oppressed them without cause.[b]", "5": "So now what have I here”— this is the Lord's declaration— “that My people are taken away for nothing? Its rulers wail”— this is the Lord's declaration— “and My name is continually blasphemed all day long.", "6": "Therefore My people will know My name; therefore they will know on that day that I am He who says: Here I am.”", "7": "How beautiful on the mountains are the feet of the herald, who proclaims peace, who brings news of good things, who proclaims salvation, who says to Zion, “Your God reigns!”", "8": "The voices of your watchmen— they lift up their voices, shouting for joy together; for every eye will see when the Lord returns to Zion.", "9": "Be joyful, rejoice together, you ruins of Jerusalem! For the Lord has comforted His people; He has redeemed Jerusalem.", "10": "The Lord has displayed His holy arm in the sight of all the nations; all the ends of the earth will see the salvation of our God.", "11": "Leave, leave, go out from there! Do not touch anything unclean; go out from her, purify yourselves, you who carry the vessels of the Lord.", "12": "For you will not leave in a hurry, and you will not have to take flight; because the Lord is going before you, and the God of Israel is your rear guard.", "13": "See, My Servant[c] will act wisely;[d] He will be raised and lifted up and greatly exalted.", "14": "Just as many were appalled at You[e]— His appearance was so disfigured that He did not look like a man, and His form did not resemble a human being—", "15": "so He will sprinkle[f][g] many nations.[h] Kings will shut their mouths because of Him, For they will see what had not been told them, and they will understand what they had not heard."}