{"1": "When Ephraim spoke, trembling, he was exalted in Israel. But he incurred guilt through Baal worship and he died.", "2": "And now they continue sinning and have made a cast image for themselves, idols of their silver, according to their understanding; all of them the work of craftsmen. They say of them, “Those who sacrifice[a] are kissing calves!”", "3": "Therefore they will be like the morning cloud, or like the early dew that passes away, like chaff blown off the threshing floor, or like the smoke from a chimney.", "4": "Yet I am the Lord your God ever since the land of Egypt. You know no God but Me, and there is no savior besides Me.", "5": "I knew[b] you in the wilderness, in the land of great drought.", "6": "When they had pasture, they were satisfied. They were satisfied, and their heart was exalted; therefore they forgot Me.", "7": "So I will be like a lion to them, like a leopard I will lurk by the path.", "8": "I will attack them like a bear bereaved of her cubs, and will tear open their rib cage. There I will devour them like a lion, as the wild beast would tear them to pieces.", "9": "O Israel, you are destroyed,[c] but in Me is your help.", "10": "Where now is your king that he may save you in all your cities? And where are your judges of whom you said, “Give me a king and princes”?", "11": "I gave you a king in My anger, and took him away in My wrath.", "12": "The iniquity of Ephraim is bound up; his sin is stored up.", "13": "The pains of childbirth come for him. He is an unwise son, for he does not present himself at the opening of the womb.", "14": "I will ransom them from the power of Sheol. I will redeem them from Death. O Death, where are your plagues? O Sheol, where is your sting? Compassion is hidden from My eyes.", "15": "Though he be fruitful among his brothers, the east wind will come, a wind of the Lord, rising from the wilderness. And his spring shall become dry, his fountain shall be dried up. It shall plunder his treasury of every desirable thing.", "16": "Samaria will be held guilty, for she has rebelled against her God. They will fall by the sword, their infants will be dashed to pieces, and their pregnant women will be ripped open."}