{"1": "Say to your brothers, Ammi,[a] and to your sisters, Ruhamah.[b]", "2": "Plead with your mother, plead— for she is not My wife, and am I not her husband— that she put away her harlotry from her face, and her adultery from between her breasts,", "3": "lest I strip her naked and leave her as in the day that she was born, and turn her into a wilderness, and turn her into a dry land, and kill her with thirst.", "4": "I will not have mercy upon her children, for they are children of harlotry.", "5": "For their mother has played the whore. She that conceived them has acted shamefully. For she said, “I will pursue my lovers, who provide my bread and my water, my wool and my flax, my oil and my drink.”", "6": "Therefore, behold, I will hedge up your way with thorns, and make a wall, so that she will not find her paths.", "7": "She will pursue her lovers, but she will not reach them; and she will seek them but will not find them. Then she will say, “I will go and return to my first husband, for it was better for me then than now.”", "8": "But she did not know that it was I who provided her the grain, the wine, and the oil, and multiplied her silver and gold that they used for Baal.", "9": "Therefore I will take back My grain in its time and My wine in its season, and I will recover My wool and My flax, given to cover her nakedness.", "10": "Therefore I will uncover her shame in the sight of her lovers, and no one will deliver her from My hand.", "11": "I will also bring to an end all her joy, her annual feasts, her New Moons, and her Sabbaths, and all her solemn assemblies.", "12": "I will destroy her vines and her fig trees, of which she has said, “These are my rewards that my lovers have given me.” I will make them a forest, and the beasts of the field will eat them.", "13": "I will punish her for the days of the Baals, when she burned incense to them and adorned herself with her earrings and her jewelry, and pursued her lovers, but forgot Me, declares the Lord.", "14": "Therefore, I will allure her, and bring her into the wilderness, and speak tenderly to her.", "15": "From there, I will give her vineyards to her, and the Valley of Achor as a door of hope. She will respond there as in the days of her youth, and as in the day when she came up out of the land of Egypt.", "16": "On that day, declares the Lord, you will call Me, “My husband,” and will no longer call Me, “My Baal.”[c]", "17": "I will remove the names of the Baals from her mouth, and they will no longer be remembered by their name.", "18": "On that day, I will make a covenant for them with the beasts of the field, with the fowls of heaven, and with the creeping things of the ground. I will break the bow and the sword and the battle from the earth, and will make them to lie down safely.", "19": "I will take you for My wife forever. I will take you for My wife in righteousness and in justice, in mercy and in compassion.", "20": "I will take you for My wife in faithfulness, and you will know the Lord.", "21": "On that day I will answer, declares the Lord; I will answer the heavens, and they will answer the earth.", "22": "The earth will answer the grain, the wine, and the oil; and they will answer Jezreel.", "23": "Then I will sow her for Myself in the earth. I will have mercy upon Lo-Ruhamah, and I will say to Lo-Ammi, “You are My people,” and they will say, “You are my God.”"}