{"1": "Hear the word of the Lord, O children of Israel, for the Lord has a dispute with the inhabitants of the land: There is no truth or mercy, and no knowledge of God in the land.", "2": "Swearing, lying, and killing, and stealing and adultery break out, and bloodshed follows bloodshed.", "3": "Therefore the land dries up, and everyone who lives in it withers with the beasts of the field and the birds of the sky; even the fish of the sea disappear.", "4": "Yet let no one contend, and let none reprove another, for your people are like those that contend with a priest.[a]", "5": "You will stumble in the day, and the prophet also will stumble with you in the night, and I will destroy your mother.", "6": "My people are destroyed for lack of knowledge. Because you have rejected knowledge, I will reject you from being My priest. And because you have forgotten the law of your God, I will also forget your children.", "7": "As they increased, so they sinned against Me. I will change[b] their glory[c] into shame.", "8": "They feed upon the sin of My people, and they are greedy for their iniquity.", "9": "It will be like people, like priest. I will punish them for their ways and reward them for their deeds.", "10": "They will eat, but not be satisfied; they will play the whore, but not multiply, because they have forsaken the Lord by devoting themselves to ", "11": "harlotry; wine and new wine take away understanding.", "12": "My people seek counsel from their wood, and their staff informs them. For the spirit of harlotry has led them astray, and they have played the whore in defiance of their God.", "13": "They sacrifice upon the tops of the mountains, and burn incense upon the hills under oak, poplar, and elm because their shade is good. Therefore your daughters play the whore, and your daughters-in-law commit adultery.", "14": "I will not punish your daughters when they play the whore, nor your daughters-in-law when they commit adultery. For the men separate themselves with whores, and they sacrifice with cult prostitutes. A people without understanding will come to ruin.", "15": "Though you play the whore, O Israel, do not let Judah offend. Do not come to Gilgal, or go up to Beth Aven, and do not swear, “As the Lord lives.”", "16": "Like a stubborn heifer, Israel is stubborn. Now will the Lord feed them like a lamb in a wide pasture?", "17": "Ephraim is joined to idols; let him alone.", "18": "Their drink has soured, they have played the whore continually. Her rulers dearly love shame.", "19": "A wind has wrapped her in its wings, and they will be ashamed because of their sacrifices."}