{"1": "When I would heal Israel, the iniquity of Ephraim is revealed, and the wickedness of Samaria. For they deal deceitfully; the thief breaks in; the robbers raid outside,", "2": "but they did not consider in their hearts that I remember all their wickedness. Now their own deeds surround them; they are before My face.", "3": "They make the king glad with their wickedness, and the princes with their lies.", "4": "They are all adulterers, like an oven heated by a baker, who ceases stirring the fire after kneading the dough until it is leavened.", "5": "On the day of our king the princes made him sick from the heat of wine. He stretched out his hand with scorners.", "6": "For they are kindled[a] like an oven. Their heart burns within them;[b] their anger smolders[c] all night; in the morning it blazes like a flaming fire.", "7": "They are all hot as an oven, and they devour their judges. All their kings have fallen, and none of them calls to Me.", "8": "Ephraim mixes himself with the people. Ephraim is a cake not turned.", "9": "Foreigners devour his strength, but he does not know it. Gray hairs are here and there upon him, but he does not know it.", "10": "The pride of Israel testifies against him, but they do not return to the Lord their God, nor seek Him for all this.", "11": "Ephraim is like a dove, silly and without sense; they call to Egypt, they go to Assyria.", "12": "Wherever they go, I will spread My net over them; I will bring them down like the birds of the sky; I will discipline them according to the report to their congregation.", "13": "Woe to them, for they have fled from Me! Destruction to them, for they have rebelled against Me! Though I would redeem them, yet they speak lies against Me.", "14": "They do not cry to Me with their heart when they howl on their beds. They gather together for grain and wine, they rebel against Me.", "15": "Though I trained and strengthened their arms, yet they devise mischief against Me.", "16": "They return, but not to the Most High. They are like a loose bow. Their princes will fall by the sword for the rage of their tongue. This will be their derision in the land of Egypt."}