{"1": "Do not rejoice, O Israel! Do not exult[a] like the peoples, for you have played the whore departing from your God. You have loved a prostitute's wages on every threshing floor.", "2": "The threshing floor and the winepress will not feed them, and the new wine will fail in her.", "3": "They will not dwell in the land of the Lord; but Ephraim will return to Egypt, and they will eat unclean things in Assyria.", "4": "They will not offer wine offerings to the Lord, and their sacrifices will not please Him. Their sacrifices will be like the bread of mourners; all who eat of it will be defiled. For their bread will be only to satisfy their own hunger; it will not come into the house of the Lord.", "5": "What will you do on the appointed day, and on the day of the festival of the Lord?", "6": "For indeed they are gone because of destruction. Egypt will gather them, and Memphis will bury them. Nettles will possess their pleasant things of silver, and thorns will be in their tents.", "7": "The days of punishment have come; the days of recompense have come. Israel knows! The prophet is a fool; the man of the spirit is insane, because of your great iniquity and great hatred.", "8": "The watchman of Ephraim is a prophet for my God; yet a fowler's snare is on all his ways, and hatred in the house of his God.", "9": "They have deeply corrupted themselves as in the days of Gibeah. He will remember their iniquity, He will punish their sins.", "10": "Like grapes in the wilderness, I found Israel. Like the first fruit on the fig tree in its first season, I saw your fathers. But they went to Baal Peor and consecrated themselves to a thing of shame, and they became an abomination like the thing they loved.", "11": "As for Ephraim, their glory shall fly away like a bird: no birth, no pregnancy, no conception!", "12": "Though they bring up their children, I will bereave them until none are left. Woe to them indeed, when I depart from them!", "13": "Just as I saw Ephraim like Tyre, planted in a pleasant place, so now Ephraim will bring out his children for slaughter.", "14": "Give them, O Lord— what will You give? Give them a miscarrying womb and dry breasts.", "15": "All their wickedness is in Gilgal, for there I hated them. Because of the wickedness of their deeds, I will drive them out of My house. I will love them no more. All their princes are rebels.", "16": "Ephraim is stricken, their root is dried up, they shall bear no fruit. Even though they give birth, I will slay the beloved offspring of their womb.", "17": "My God will reject them because they did not listen to Him, and they will be wanderers among the nations."}