{"1": "This is the message for the city of Nineveh.[a] This is the book of the vision of Nahum, who was from the town of Elkosh.", "2": "The Lord is a jealous God who punishes; the Lord punishes and is filled with anger. The Lord punishes those who are against him, and he stays angry with his enemies.", "3": "The Lord does not become angry quickly, and his power is great. The Lord will not let the guilty go unpunished. Where the Lord goes, there are whirlwinds and storms, and the clouds are the dust beneath his feet.", "4": "He speaks to the sea and makes it dry; he dries up all the rivers. The areas of Bashan and Carmel dry up, and the flowers of Lebanon dry up.", "5": "The mountains shake in front of him, and the hills melt. The earth trembles when he comes; the world and all who live in it shake with fear.", "6": "No one can stay alive when he is angry; no one can survive his strong anger. His anger is poured out like fire; the rocks are smashed by him.", "7": "The Lord is good, giving protection in times of trouble. He knows who trusts in him.", "8": "But like a rushing flood, he will completely destroy Nineveh; he will chase his enemies until he kills them.", "9": "The Lord will completely destroy anyone making plans against him. Trouble will not come a second time.", "10": "Those people will be like tangled thorns or like people drunk from their wine; they will be burned up quickly like dry weeds.", "11": "Someone has come from Nineveh who makes evil plans against the Lord and gives wicked advice.", "12": "This is what the Lord says: “Although Assyria is strong and has many people, it will be defeated and brought to an end. Although I have made you suffer, Judah, I will make you suffer no more.", "13": "Now I will free you from their control and tear away your chains.”", "14": "The Lord has given you this command, Nineveh: “You will not have descendants to carry on your name. I will destroy the idols and metal images that are in the temple of your gods. I will make a grave for you, because you are wicked.”", "15": "Look, there on the hills, someone is bringing good news! He is announcing peace! Celebrate your feasts, people of Judah, and give your promised sacrifices to God. The wicked will not come to attack you again; they have been completely destroyed."}