{"1": "Abijam became king of Judah during the eighteenth year Jeroboam son of Nebat was king of Israel. ", "2": "Abijam ruled in Jerusalem for three years. His mother was Maacah daughter of Abishalom. ", "3": "He did all the same sins his father before him had done. Abijam was not faithful to the Lord his God as David, his great-grandfather, had been. ", "4": "Because the Lord loved David, the Lord gave him a kingdom in Jerusalem and allowed him to have a son to be king after him. The Lord also kept Jerusalem safe. ", "5": "David always did what the Lord said was right and obeyed his commands all his life, except the one time when David sinned against Uriah the Hittite.", "6": "There was war between Abijam and Jeroboam during Abijam's lifetime. ", "7": "Everything else Abijam did is written in the book of the history of the kings of Judah. During the time Abijam ruled, there was war between Abijam and Jeroboam. ", "8": "Abijam died and was buried in Jerusalem, and his son Asa became king in his place.", "9": "During the twentieth year Jeroboam was king of Israel, Asa became king of Judah. ", "10": "His grandmother's name was Maacah, the daughter of Abishalom. Asa ruled in Jerusalem for forty-one years.", "11": "Asa did what the Lord said was right, as his ancestor David had done. ", "12": "He forced the male prostitutes at the worship places to leave the country. He also took away the idols that his ancestors had made. ", "13": "His grandmother Maacah had made a terrible Asherah idol, so Asa removed her from being queen mother. He cut down that idol and burned it in the Kidron Valley. ", "14": "The places of worship to gods were not removed. Even so, Asa was faithful to the Lord all his life. ", "15": "Asa brought into the Temple of the Lord the gifts he and his father had given: gold, silver, and utensils.", "16": "There was war between Asa and Baasha king of Israel all the time they were kings. ", "17": "Baasha attacked Judah, and he made the town of Ramah strong so he could keep people from leaving or entering Judah, Asa's country.", "18": "Asa took the rest of the silver and gold from the treasuries of the Temple of the Lord and his own palace and gave it to his officers. Then he sent them to Ben-Hadad son of Tabrimmon, who was the son of Hezion. Ben-Hadad was the king of Aram and ruled in the city of Damascus. Asa said, ", "19": "“Let there be a treaty between you and me as there was between my father and your father. I am sending you a gift of silver and gold. Break your treaty with Baasha king of Israel so he will leave my land.”", "20": "Ben-Hadad agreed with King Asa, so he sent the commanders of his armies to attack the towns of Israel. They defeated the towns of Ijon, Dan, and Abel Beth Maacah, as well as all Galilee and the area of Naphtali. ", "21": "When Baasha heard about these attacks, he stopped building up Ramah and returned to Tirzah. ", "22": "Then King Asa gave an order to all the people of Judah; everyone had to help. They carried away all the stones and wood Baasha had been using in Ramah, and they used them to build up Geba and Mizpah in the land of Benjamin.", "23": "Everything else Asa did—his victories and the cities he built—is written in the book of the history of the kings of Judah. When he became old, he got a disease in his feet. ", "24": "After Asa died, he was buried with his ancestors in Jerusalem, the city of David, his ancestor. Then Jehoshaphat, Asa's son, became king in his place.", "25": "Nadab son of Jeroboam became king of Israel during the second year Asa was king of Judah. Nadab was king of Israel for two years, ", "26": "and he did what the Lord said was wrong. Jeroboam had led the people of Israel to sin, and Nadab sinned in the same way as his father Jeroboam.", "27": "Baasha son of Ahijah, from the tribe of Issachar, made plans to kill Nadab. Nadab and all Israel were attacking the Philistine town of Gibbethon, so Baasha killed Nadab there. ", "28": "This happened during Asa's third year as king of Judah, and Baasha became the next king of Israel.", "29": "As soon as Baasha became king, he killed all of Jeroboam's family, leaving no one in Jeroboam's family alive. He destroyed them all as the Lord had said would happen through his servant Ahijah from Shiloh. ", "30": "King Jeroboam had sinned very much and had led the people of Israel to sin, so he made the Lord, the God of Israel, very angry.", "31": "Everything else Nadab did is written in the book of the history of the kings of Israel. ", "32": "There was war between Asa king of Judah and Baasha king of Israel all the time they ruled.", "33": "Baasha son of Ahijah became king of Israel during Asa's third year as king of Judah. Baasha ruled in Tirzah for twenty-four years, ", "34": "and he did what the Lord said was wrong. Jeroboam had led the people of Israel to sin, and Baasha sinned in the same way as Jeroboam."}