{"1": "Jehu son of Hanani spoke the word of the Lord against King Baasha. ", "2": "The Lord said, “You were nothing, but I took you and made you a leader over my people Israel. But you have followed the ways of Jeroboam and have led my people Israel to sin. Their sins have made me angry, ", "3": "so, Baasha, I will soon destroy you and your family. I will do to you what I did to the family of Jeroboam son of Nebat. ", "4": "Anyone from your family who dies in the city will be eaten by dogs, and anyone from your family who dies in the fields will be eaten by birds.”", "5": "Everything else Baasha did and all his victories are written down in the book of the history of the kings of Israel. ", "6": "So Baasha died and was buried in Tirzah, and his son Elah became king in his place.", "7": "The Lord spoke his word against Baasha and his family through the prophet Jehu son of Hanani. Baasha had done many things the Lord said were wrong, which made the Lord very angry. He did the same evil deeds that Jeroboam's family had done before him. The Lord also spoke against Baasha because he killed all of Jeroboam's family.", "8": "Elah son of Baasha became king of Israel during Asa's twenty-sixth year as king of Judah, and Elah ruled in Tirzah for two years.", "9": "Zimri, one of Elah's officers, commanded half of Elah's chariots. Zimri made plans against Elah while the king was in Tirzah, getting drunk at Arza's home. (Arza was in charge of the palace at Tirzah.) ", "10": "Zimri went into Arza's house and killed Elah during Asa's twenty-seventh year as king of Judah. Then Zimri became king of Israel in Elah's place.", "11": "As soon as Zimri became king, he killed all of Baasha's family, not allowing any of Baasha's family or friends to live. ", "12": "So Zimri destroyed all of Baasha's family just as the Lord had said it would happen through the prophet Jehu. ", "13": "Baasha and his son Elah sinned and led the people of Israel to sin, and they made the Lord, the God of Israel, angry because of their worthless idols.", "14": "Everything else Elah did is written in the book of the history of the kings of Israel.", "15": "So during Asa's twenty-seventh year as king of Judah, Zimri became king of Israel and ruled in Tirzah seven days. The army of Israel was camped near Gibbethon, a Philistine town. ", "16": "The men in the camp heard that Zimri had made secret plans against King Elah and had killed him. So that day in the camp they made Omri, the commander of the army, king over Israel. ", "17": "So Omri and all the Israelite army left Gibbethon and attacked Tirzah. ", "18": "When Zimri saw that the city had been captured, he went into the palace and set it on fire, burning the palace and himself with it. ", "19": "So Zimri died because he had sinned by doing what the Lord said was wrong. Jeroboam had led the people of Israel to sin, and Zimri sinned in the same way as Jeroboam.", "20": "Everything else Zimri did and the story of how he turned against King Elah are written down in the book of the history of the kings of Israel.", "21": "The people of Israel were divided into two groups. Half of the people wanted Tibni son of Ginath to be king, while the other half wanted Omri. ", "22": "Omri's followers were stronger than the followers of Tibni son of Ginath, so Tibni died, and Omri became king.", "23": "Omri became king of Israel during the thirty-first year Asa was king of Judah. Omri ruled Israel for twelve years, six of those years in the city of Tirzah. ", "24": "He bought the hill of Samaria from Shemer for about one hundred fifty pounds of silver. Omri built a city on that hill and called it Samaria after the name of its earlier owner, Shemer.", "25": "But Omri did what the Lord said was wrong; he did more evil than all the kings who came before him. ", "26": "Jeroboam son of Nebat had led the people of Israel to sin, and Omri sinned in the same way as Jeroboam. The Israelites made the Lord, the God of Israel, very angry because they worshiped worthless idols.", "27": "Everything else Omri did and all his successes are written in the book of the history of the kings of Israel. ", "28": "So Omri died and was buried in Samaria, and his son Ahab became king in his place.", "29": "Ahab son of Omri became king of Israel during Asa's thirty-eighth year as king of Judah, and Ahab ruled Israel in the city of Samaria for twenty-two years. ", "30": "More than any king before him, Ahab son of Omri did many things the Lord said were wrong. ", "31": "He sinned in the same ways as Jeroboam son of Nebat, but he did even worse things. He married Jezebel daughter of Ethbaal, the king of Sidon. Then Ahab began to serve Baal and worship him. ", "32": "He built a temple in Samaria for worshiping Baal and put an altar there for Baal. ", "33": "Ahab also made an idol for worshiping Asherah. He did more things to make the Lord, the God of Israel, angry than all the other kings before him.", "34": "During the time of Ahab, Hiel from Bethel rebuilt the city of Jericho. It cost Hiel the life of Abiram, his oldest son, to begin work on the city, and it cost the life of Segub, his youngest son, to build the city gates. This happened just as the Lord, speaking through Joshua son of Nun, said it would happen.[a]"}