{"1": "Now Elijah the Tishbite was a prophet from the settlers in Gilead. “I serve the Lord, the God of Israel,” Elijah said to Ahab. “As surely as the Lord lives, no rain or dew will fall during the next few years unless I command it.”", "2": "Then the Lord spoke his word to Elijah: ", "3": "“Leave this place and go east and hide near Kerith Ravine east of the Jordan River. ", "4": "You may drink from the stream, and I have commanded ravens to bring you food there.” ", "5": "So Elijah did what the Lord said; he went to Kerith Ravine, east of the Jordan, and lived there. ", "6": "The birds brought Elijah bread and meat every morning and evening, and he drank water from the stream.", "7": "After a while the stream dried up because there was no rain. ", "8": "Then the Lord spoke his word to Elijah, ", "9": "“Go to Zarephath in Sidon and live there. I have commanded a widow there to take care of you.”", "10": "So Elijah went to Zarephath. When he reached the town gate, he saw a widow gathering wood for a fire. Elijah asked her, “Would you bring me a little water in a cup so I may have a drink?” ", "11": "As she was going to get his water, Elijah said, “Please bring me a piece of bread, too.”", "12": "The woman answered, “As surely as the Lord your God lives, I have no bread. I have only a handful of flour in a jar and only a little olive oil in a jug. I came here to gather some wood so I could go home and cook our last meal. My son and I will eat it and then die from hunger.”", "13": "“Don't worry,” Elijah said to her. “Go home and cook your food as you have said. But first make a small loaf of bread from the flour you have, and bring it to me. Then cook something for yourself and your son. ", "14": "The Lord, the God of Israel, says, 'That jar of flour will never be empty, and the jug will always have oil in it, until the day the Lord sends rain to the land.'”", "15": "So the woman went home and did what Elijah told her to do. And the woman and her son and Elijah had enough food every day. ", "16": "The jar of flour and the jug of oil were never empty, just as the Lord, through Elijah, had promised.", "17": "Some time later the son of the woman who owned the house became sick. He grew worse and worse and finally stopped breathing. ", "18": "The woman said to Elijah, “Man of God, what have you done to me? Did you come here to remind me of my sin and to kill my son?”", "19": "Elijah said to her, “Give me your son.” Elijah took the boy from her, carried him upstairs, and laid him on the bed in the room where he was staying. ", "20": "Then he prayed to the Lord: “Lord my God, this widow is letting me stay in her house. Why have you done this terrible thing to her and caused her son to die?” ", "21": "Then Elijah lay on top of the boy three times. He prayed to the Lord, “Lord my God, let this boy live again!”", "22": "The Lord answered Elijah's prayer; the boy began breathing again and was alive. ", "23": "Elijah carried the boy downstairs and gave him to his mother and said, “See! Your son is alive!”", "24": "“Now I know you really are a man from God,” the woman said to Elijah. “I know that the Lord truly speaks through you!”"}