{"1": "Solomon made an agreement with the king of Egypt by marrying his daughter and bringing her to Jerusalem. At this time Solomon was still building his palace and the Temple of the Lord, as well as a wall around Jerusalem. ", "2": "The Temple for the worship of the Lord had not yet been finished, so people were still sacrificing at altars in many places of worship. ", "3": "Solomon showed he loved the Lord by following the commands his father David had given him, except many other places of worship were still used to offer sacrifices and to burn incense.", "4": "King Solomon went to Gibeon to offer a sacrifice, because it was the most important place of worship. He offered a thousand burnt offerings on that altar. ", "5": "While he was at Gibeon, the Lord appeared to him in a dream during the night. God said, “Ask for whatever you want me to give you.”", "6": "Solomon answered, “You were very kind to your servant, my father David. He obeyed you, and he was honest and lived right. You showed great kindness to him when you allowed his son to be king after him. ", "7": "Lord my God, now you have made me, your servant, king in my father's place. But I am like a little child; I don't know how to do what must be done. ", "8": "I, your servant, am here among your chosen people, and there are too many of them to count. ", "9": "I ask that you give me a heart that understands, so I can rule the people in the right way and will know the difference between right and wrong. Otherwise, it is impossible to rule this great people of yours.”", "10": "The Lord was pleased that Solomon had asked this. ", "11": "So God said to him, “You did not ask for a long life, or riches for yourself, or the death of your enemies. Since you asked for wisdom to make the right decisions, ", "12": "I will do what you asked. I will give you wisdom and understanding that is greater than anyone has had in the past or will have in the future. ", "13": "I will also give you what you did not ask for: riches and honor. During your life no other king will be as great as you. ", "14": "If you follow me and obey my laws and commands, as your father David did, I will also give you a long life.”", "15": "After Solomon woke up from the dream, he went to Jerusalem. He stood before the Ark of the Agreement with the Lord, where he made burnt offerings and fellowship offerings. After that, he gave a feast for all his leaders and officers.", "16": "One day two women who were prostitutes came to Solomon. As they stood before him, ", "17": "one of the women said, “My master, this woman and I live in the same house. I gave birth to a baby while she was there with me. ", "18": "Three days later this woman also gave birth to a baby. No one else was in the house with us; it was just the two of us. ", "19": "One night this woman rolled over on her baby, and he died. ", "20": "So she took my son from my bed during the night while I was asleep, and she carried him to her bed. Then she put the dead baby in my bed. ", "21": "The next morning when I got up to feed my baby, I saw that he was dead! When I looked at him more closely, I realized he was not my son.”", "22": "“No!” the other woman cried. “The living baby is my son, and the dead baby is yours!” But the first woman said, “No! The dead baby is yours, and the living one is mine!” So the two women argued before the king.", "23": "Then King Solomon said, “One of you says, 'My son is alive and your son is dead.' Then the other one says, 'No! Your son is dead and my son is alive.'”", "24": "The king sent his servants to get a sword. When they brought it to him, ", "25": "he said, “Cut the living baby into two pieces, and give each woman half.”", "26": "The real mother of the living child was full of love for her son. So she said to the king, “Please, my master, don't kill him! Give the baby to her!” But the other woman said, “Neither of us will have him. Cut him into two pieces!”", "27": "Then King Solomon said, “Don't kill him. Give the baby to the first woman, because she is the real mother.”", "28": "When the people of Israel heard about King Solomon's decision, they respected him very much. They saw he had wisdom from God to make the right decisions."}