{"1": "King Solomon ruled over all Israel. ", "2": "These are the names of his leading officers: Azariah son of Zadok was the priest;", "3": "Elihoreph and Ahijah, sons of Shisha, recorded what happened in the courts; Jehoshaphat son of Ahilud recorded the history of the people;", "4": "Benaiah son of Jehoiada was commander of the army; Zadok and Abiathar were priests;", "5": "Azariah son of Nathan was in charge of the district governors; Zabud son of Nathan was a priest and adviser to the king;", "6": "Ahishar was responsible for everything in the palace; Adoniram son of Abda was in charge of the labor force.", "7": "Solomon placed twelve governors over the districts of Israel, who gathered food from their districts for the king and his family. Each governor was responsible for bringing food to the king one month of each year. ", "8": "These are the names of the twelve governors: Ben-Hur was governor of the mountain country of Ephraim.", "9": "Ben-Deker was governor of Makaz, Shaalbim, Beth Shemesh, and Elon Bethhanan.", "10": "Ben-Hesed was governor of Arubboth, Socoh, and all the land of Hepher.", "11": "Ben-Abinadab was governor of Naphoth Dor. (He was married to Taphath, Solomon's daughter.)", "12": "Baana son of Ahilud was governor of Taanach, Megiddo, and all of Beth Shan next to Zarethan. This was below Jezreel from Beth Shan to Abel Meholah across from Jokmeam.", "13": "Ben-Geber was governor of Ramoth in Gilead. (He was governor of all the towns of Jair in Gilead. Jair was the son of Manasseh. Ben-Geber was also over the district of Argob in Bashan, which had sixty large, walled cities with bronze bars on their gates.)", "14": "Ahinadab son of Iddo was governor of Mahanaim.", "15": "Ahimaaz was governor of Naphtali. (He was married to Basemath, Solomon's daughter.)", "16": "Baana son of Hushai was governor of Asher and Aloth.", "17": "Jehoshaphat son of Paruah was governor of Issachar.", "18": "Shimei son of Ela was governor of Benjamin.", "19": "Geber son of Uri was governor of Gilead. Gilead had been the country of Sihon king of the Amorites and Og king of Bashan. But Geber was the only governor over this district.", "20": "There were as many people in Judah and Israel as grains of sand on the seashore. The people ate, drank, and were happy. ", "21": "Solomon ruled over all the kingdoms from the Euphrates River to the land of the Philistines, as far as the border of Egypt. These countries brought Solomon the payments he demanded, and they were under his control all his life.", "22": "Solomon needed much food each day to feed himself and all the people who ate at his table: one hundred ninety-five bushels of fine flour, three hundred ninety bushels of grain, ", "23": "ten cows that were fed on good grain, twenty cows that were raised in the fields, one hundred sheep, three kinds of deer, and fattened birds.", "24": "Solomon controlled all the countries west of the Euphrates River—the land from Tiphsah to Gaza. And he had peace on all sides of his kingdom. ", "25": "During Solomon's life Judah and Israel, from Dan to Beersheba,[a] also lived in peace; all of his people were able to sit under their own fig trees and grapevines.", "26": "Solomon had four thousand stalls for his chariot horses and twelve thousand horses. ", "27": "Each month one of the district governors gave King Solomon all the food he needed—enough for every person who ate at the king's table. The governors made sure he had everything he needed. ", "28": "They also brought enough barley and straw for Solomon's chariot and work horses; each person brought this grain to the right place.", "29": "God gave Solomon great wisdom so he could understand many things. His wisdom was as hard to measure as the grains of sand on the seashore. ", "30": "His wisdom was greater than any wisdom of the East, or any wisdom in Egypt. ", "31": "He was wiser than anyone on earth. He was even wiser than Ethan the Ezrahite, as well as Heman, Calcol, and Darda—the three sons of Mahol. King Solomon became famous in all the surrounding countries. ", "32": "During his life he spoke three thousand wise sayings and also wrote one thousand five songs. ", "33": "He taught about many kinds of plants—everything from the great cedar trees of Lebanon to the weeds that grow out of the walls. He also taught about animals, birds, crawling things, and fish. ", "34": "People from all nations came to listen to King Solomon's wisdom. The kings of all nations sent them to him, because they had heard of Solomon's wisdom."}