{"1": "Paul Paulos, a servant  of  God theos and de an  apostle apostolos of  Jesus Iēsous Christ Christos,  for kata the  faith pistis of  the  elect eklektos of  God theos and kai the  knowledge epignōsis of  the  truth alētheia that ho produces kata godliness eusebeia, ", "2": "for  the  sake  of epi the  hope elpis of  eternal aiōnios life zōē,  which hos God theos,  who ho does  not  lie apseudēs,  promised epangellomai before pro times chronos eternal aiōnios, ", "3": "and de revealed phaneroō his autos word logos at  the  proper idios time kairos · ho in en the  proclamation kērygma,  with  which hos I egō have  been  entrusted pisteuō by kata the  command epitagē of ho God theos our hēmeis Savior sōtēr, ", "4": "to  Titus Titos, a  true gnēsios son teknon in kata a  common koinos faith pistis:  Grace charis and kai peace eirēnē from apo God theos the  Father patēr and kai Christ Christos Jesus Iēsous · ho our hēmeis Savior sōtēr. ", "5": "For charin this  reason houtos I  left apoleipō you sy in en Crete Krētē,  so  that hina you  might  put  right epidiorthoō the ho remaining  things leipō and kai appoint kathistēmi elders presbyteros in  every kata town polis,  as hōs I egō directed diatassō you sy— ", "6": "if ei anyone tis is eimi above  reproach anenklētos, a  man anēr of  one heis woman gynē,  having echō believing pistos children teknon,  not mē open  to en the  charge katēgoria of  debauchery asōtia or ē being  rebellious anypotaktos. ", "7": "For gar it  is  necessary dei for  an ho overseer episkopos to  be eimi above  reproach anenklētos as hōs a  steward oikonomos of  God theos,  not mē arrogant authadēs,  not mē quick-tempered orgilos,  not mē a  drunkard paroinos,  not mē violent plēktēs,  not mē greedy aischrokerdēs for  gain , ", "8": "but alla hospitable philoxenos,  loving  what  is  good philagathos,  self-controlled sōphrōn,  just dikaios,  holy hosios,  disciplined enkratēs, ", "9": "holding  fast  to antechō the ho trustworthy pistos word logos that is  in  accordance  with kata the ho teaching didachē,  so  that hina he  might  be eimi able dynatos both kai to  exhort parakaleō with en · ho healthy hygiainō doctrine didaskalia · ho and kai to  rebuke elenchō those ho who  oppose antilegō it. ", "10": "For gar there  are eimi many polys rebellious  people anypotaktos,  senseless  babblers mataiologos and kai deceivers phrenapatēs,  especially malista those ho of ek the ho circumcision peritomē. ", "11": "It  is  therefore  necessary dei to  muzzle epistomizō those hos who hostis are  upsetting anatrepō entire holos households oikos by  teaching didaskō what hos is  not mē proper dei for charin shameful aischros gain kerdos. ", "12": "One tis of ek them autos,  their idios own autos prophet prophētēs,  said legō, “ Cretans Krēs are  always aei liars pseustēs,  evil kakos beasts thērion,  lazy argos gluttons gastēr.” ", "13": "· ho This houtos testimony martyria is eimi true alēthēs,  for dia which hos reason aitia rebuke elenchō them autos sharply apotomōs,  so  that hina they  may  be  healthy hygiainō in en the ho faith pistis, ", "14": "not mē being  devoted prosechō to  Jewish Ioudaikos myths mythos and kai commandments entolē of  people anthrōpos who  are  turning  away  from apostrephō the ho truth alētheia. ", "15": "All pas things  are  clean katharos to  the ho clean katharos,  but de to  the ho defiled miainō and kai unbelieving apistos nothing oudeis is  clean katharos,  but alla both kai their autos · ho mind nous and kai · ho conscience syneidēsis are  defiled miainō. ", "16": "They  profess homologeō to  know oida God theos,  but de by  their ho deeds ergon they  deny arneomai him,  being eimi abominable bdelyktos and kai disobedient apeithēs and kai worthless adokimos for pros any pas good agathos work ergon. "}