{"1": "But de you sy,  speak laleō what hos is  fitting prepō for ho healthy hygiainō teaching didaskalia. ", "2": "Older  men presbytēs should  be eimi clear-minded nēphalios,  dignified semnos,  self-controlled sōphrōn,  healthy hygiainō in ho faith pistis,  in ho love agapē, and  in ho steadfastness hypomonē. ", "3": "Elderly  women presbytis,  likewise hōsautōs, are to be  reverent hieroprepēs in en demeanor katastēma,  not mē slanderers diabolos, and  not mē enslaved douloō to  much polys wine oinos,  teaching  what  is  good kalodidaskalos, ", "4": "and  so hina encourage sōphronizō the ho younger  women neos to  love  their  husbands philandros and  children philoteknos, ", "5": "to be  self-controlled sōphrōn,  pure hagnos,  working  at  home oikourgos,  kind agathos,  submissive hypotassō to ho their  own idios husbands anēr that hina the ho word logos of ho God theos may  not mē be  blasphemed blasphēmeō. ", "6": "Urge parakaleō the ho younger  men neos,  likewise hōsautōs,  to  be  self-controlled sōphroneō", "7": "in peri all  things pas,  showing parechō yourself seautou to be an  example typos of  good kalos works ergon,  pure aphthoria and  dignified semnotēs in en your ho teaching didaskalia, ", "8": "beyond  reproach akatagnōstos in your  healthy hygiēs instruction logos,  so  that hina the ho opponent ek enantios may  be  put  to  shame entrepō because  he  has echō nothing mēdeis evil phaulos to  say legō against peri us hēmeis. ", "9": "Urge slaves  to  be  subject hypotassō to  their idios own  masters despotēs in en all  things pas,  to  be eimi pleasing euarestos,  not mē talking  back antilegō, ", "10": "not mē pilfering nosphizō but alla showing endeiknymi completely pas good agathos faithfulness pistis so  that hina they  might  adorn kosmeō the ho teaching didaskalia · ho of ho God theos our hēmeis Savior sōtēr in en all  things pas. ", "11": "For gar the ho grace charis of ho God theos has  appeared epiphainō, bringing salvation  for  all pas people anthrōpos, ", "12": "teaching paideuō us hēmeis that hina,  having  denied arneomai the ho ungodliness asebeia and kai the ho worldly kosmikos passions epithumia,  we  should  live zaō in  a  self-controlled  manner sōphronōs and kai justly dikaiōs and kai reverently eusebōs in en the ho present nyn age aiōn, ", "13": "waiting  for prosdechomai the ho blessed makarios hope elpis, the  appearing epiphaneia of  the ho glory doxa of ho our hēmeis great megas God theos and kai Savior sōtēr Jesus Iēsous Christ Christos, ", "14": "who hos gave didōmi himself heautou for hyper us hēmeis so  that hina he  might  redeem lytroō us hēmeis from apo all pas lawlessness anomia and kai cleanse katharizō for  himself heautou a  special periousios people laos, a  zealot zēlōtēs for  good kalos works ergon. ", "15": "Speak laleō these  things houtos and kai encourage parakaleō and kai rebuke elenchō with meta all pas authority epitagē;  let periphroneō no  one mēdeis disregard periphroneō you sy. "}