{"1": "Remind hypomimnēskō them autos to  be  subject hypotassō to  rulers archē,  to  authorities exousia,  to  be  obedient peitharcheō,  to  be eimi ready hetoimos for pros any pas good agathos work ergon, ", "2": "to  blaspheme blasphēmeō no  one mēdeis,  to  be eimi peaceable amachos,  gracious epieikēs,  showing endeiknymi complete pas gentleness prautēs toward pros all pas people anthrōpos. ", "3": "For gar once pote we  ourselves hēmeis also kai were eimi foolish anoētos,  disobedient apeithēs,  being  led  astray planaō,  being  enslaved douleuō by  desires epithumia and kai various poikilos pleasures hēdonē,  living  a  life diagō of en evil kakia and kai envy phthonos,  detestable stygētos,  hating miseō one  another allēlōn. ", "4": "But de when hote the ho goodness chrēstotēs and kai · ho loving  kindness philanthrōpia of ho God theos our hēmeis Savior sōtēr appeared epiphainō, ", "5": "not ou because  of ek works ergon of ho righteousness dikaiosynē that hos we hēmeis did poieō but alla according  to kata · ho his autos mercy eleos,  he  saved sōzō us hēmeis,  through dia the  washing loutron of  regeneration palingenesia and kai renewal anakainōsis of  the  Holy hagios Spirit pneuma, ", "6": "whom hos he  richly plousiōs poured  out ekcheō for epi us hēmeis through dia Jesus Iēsous Christ Christos · ho our hēmeis Savior sōtēr, ", "7": "so  that hina having  been  justified dikaioō by ho his ekeinos grace charis,  we  might  become ginomai heirs klēronomos according  to kata the  hope elpis of  eternal aiōnios life zōē. ", "8": "Trustworthy pistos is  the ho saying logos,  and kai I  want boulomai you sy to  insist  emphatically diabebaioomai on peri these  things houtos so  that hina those ho who  have  believed  in pisteuō God theos might  be  intent  on phrontizō devoting  themselves  to proistēmi good kalos works ergon.  These houtos are eimi good kalos and kai profitable ōphelimos for ho people anthrōpos. ", "9": "But de shun periistēmi foolish mōros speculations zētēsis and kai genealogies genealogia and kai strife eris and kai quarrels machē about  the  law nomikos,  for gar they  are eimi harmful anōphelēs and kai useless mataios. ", "10": "Avoid paraiteomai the  factious hairetikos person anthrōpos after meta a  first heis and kai second deuteros warning nouthesia, ", "11": "knowing oida that hoti such  a  person toioutos has  been  warped ekstrephō · ho and kai is  sinning hamartanō,  being eimi self-condemned autokatakritos. ", "12": "When hotan I  send pempō Artemas Artemas to pros you sy or ē Tychicus Tychikos,  do  your  best spoudazō to  come erchomai to pros me egō in eis Nicopolis Nikopolis,  for gar I  have  decided krinō to  winter paracheimazō there ekei. ", "13": "Do  your  best spoudaiōs to  help  Zenas Zēnas the ho lawyer nomikos and kai Apollos Apollōs on  their  journey propempō,  so  that hina they autos lack leipō nothing mēdeis. ", "14": "And de let  our  people hēmeteros learn manthanō · kai · ho to  be  devoted  to proistēmi good kalos deeds ergon,  specifically eis the ho urgent anankaios needs chreia,  lest hina mē they  be eimi fruitless akarpos. ", "15": "All pas those ho with meta me egō greet aspazomai you sy.  Greet aspazomai those ho who  love phileō us hēmeis in en the  faith pistis.  · ho Grace charis be  with meta all pas of  you hymeis. "}