{"1": "Greeting.[a] 1 Paul, an apostle of Christ Jesus by command of God our savior and of Christ Jesus our hope, ", "2": "to Timothy, my true child in faith: grace, mercy, and peace from God the Father and Christ Jesus our Lord.", "3": "Warning Against False Doctrine. 3 [b]I repeat the request I made of you when I was on my way to Macedonia, that you stay in Ephesus to instruct certain people not to teach false doctrines ", "4": "[c]or to concern themselves with myths and endless genealogies, which promote speculations rather than the plan of God that is to be received by faith. ", "5": "The aim of this instruction is love from a pure heart, a good conscience, and a sincere faith. ", "6": "Some people have deviated from these and turned to meaningless talk, ", "7": "wanting to be teachers of the law, but without understanding either what they are saying or what they assert with such assurance.", "8": "[d]We know that the law is good, provided that one uses it as law, ", "9": "with the understanding that law is meant not for a righteous person but for the lawless and unruly, the godless and sinful, the unholy and profane, those who kill their fathers or mothers, murderers, ", "10": "the unchaste, sodomites,[e] kidnappers, liars, perjurers, and whatever else is opposed to sound teaching, ", "11": "according to the glorious gospel of the blessed God, with which I have been entrusted. Gratitude for God's Mercy.[f] ", "12": "I am grateful to him who has strengthened me, Christ Jesus our Lord, because he considered me trustworthy in appointing me to the ministry. ", "13": "I was once a blasphemer and a persecutor and an arrogant man, but I have been mercifully treated because I acted out of ignorance in my unbelief. ", "14": "Indeed, the grace of our Lord has been abundant, along with the faith and love that are in Christ Jesus. ", "15": "This saying is trustworthy[g] and deserves full acceptance: Christ Jesus came into the world to save sinners. Of these I am the foremost. ", "16": "But for that reason I was mercifully treated, so that in me, as the foremost, Christ Jesus might display all his patience as an example for those who would come to believe in him for everlasting life. ", "17": "To the king of ages,[h] incorruptible, invisible, the only God, honor and glory forever and ever. Amen. Responsibility of Timothy.[i] ", "18": "I entrust this charge to you, Timothy, my child, in accordance with the prophetic words once spoken about you.[j] Through them may you fight a good fight ", "19": "by having faith and a good conscience. Some, by rejecting conscience, have made a shipwreck of their faith, ", "20": "among them Hymenaeus[k] and Alexander, whom I have handed over to Satan to be taught not to blaspheme."}