{"1": "¶ Now before the feast of the passover, when Jesus knew that his hour was come that he should depart out of this world unto the Father, having loved his own who were in the world, he loved them unto the end.", "2": "And supper being ended, the devil having now put into the heart of Judas Iscariot, Simon's son, to betray him,", "3": "Jesus knowing that the Father had given all things into his hands and that he had come from God and was going to God,", "4": "arose from the supper and laid aside his garments and took a towel and girded himself.", "5": "After that, he poured water into a basin and began to wash the disciples' feet and to wipe them with the towel with which he was girded.", "6": "Then he came to Simon Peter, and Peter said unto him, Lord, dost thou wash my feet?", "7": "Jesus answered and said unto him, What I do thou dost not understand now, but thou shalt understand afterwards.", "8": "Peter said unto him, Thou shalt never wash my feet. Jesus answered him, If I wash thee not, thou shalt have no part with me.", "9": "Simon Peter said unto him, Lord, not my feet only, but also my hands and my head.", "10": "Jesus said to him, He that is washed needs only to wash his feet because he is completely clean, and ye are clean, but not all.", "11": "For he knew who should betray him; therefore, said he, Ye are not all clean.", "12": "So after he had washed their feet and had taken his garments and had sat down again, he said unto them, Know ye what I have done to you?", "13": "Ye call me Master and Lord; and ye say well, for so I am.", "14": "If I then, the Lord and the Master, have washed your feet, ye also ought to wash one another's feet.", "15": "For I have given you an example that ye should do as I have done to you.", "16": "Verily, verily, I say unto you, The slave is not greater than his lord; neither is the apostle greater than he that sent him.", "17": "If ye know these things, ye shall be blessed if ye do them.", "18": "¶ I speak not of you all; I know whom I have chosen; but that the scripture may be fulfilled, He that eats bread with me has lifted up his heel against me,", "19": "now I tell you before it is done, so that, when it is come to pass, ye may believe that I AM.", "20": "Verily, verily, I say unto you, He that receives whomsoever I send receives me, and he that receives me receives him that sent me.", "21": "When Jesus had thus said, he was troubled in spirit and testified and said, Verily, verily, I say unto you, that one of you shall betray me.", "22": "Then the disciples looked one on another, doubting of whom he spoke.", "23": "And one of his disciples, whom Jesus loved, was seated at the table beside Jesus.", "24": "Simon Peter therefore beckoned to this one that he should ask him who it was of whom he spoke.", "25": "He then, reclining on Jesus' breast, said unto him, Lord, who is it?", "26": "Jesus answered, He it is to whom I shall give a sop when I have dipped it. And when he had dipped the sop, he gave it to Judas Iscariot, the son of Simon.", "27": "And after the sop Satan entered into him. Then Jesus said unto him, That which thou shalt do, do it more quickly.", "28": "Now no one at the table understood for what purpose he spoke this unto him.", "29": "For some of them thought, because Judas had the bag, that Jesus had said unto him, Buy those things that we need for the feast, or that he should give something to the poor.", "30": "He then having received the sop went immediately out, and it was now night.", "31": "¶ Therefore, when he was gone out, Jesus said, Now is the Son of man clarified, and God is clarified in him.", "32": "If God is clarified in him, God shall also clarify him in himself and shall straightway clarify him.", "33": "Little children, yet a little while I am with you. Ye shall seek me; and as I said unto the Jews, Where I go, ye cannot come, so now I say to you.", "34": "A new commandment I give unto you, That ye love one another; as I have loved you, that ye also love one another.", "35": "By this shall everyone know that ye are my disciples, if ye have love one to another.", "36": "¶ Simon Peter said unto him, Lord, where goest thou? Jesus answered him, Where I go, thou canst not follow me now; but thou shalt follow me afterwards.", "37": "Peter said unto him, Lord, why cannot I follow thee now? I will lay down my soul for thy sake.", "38": "Jesus answered him, Wilt thou lay down thy soul for my sake? Verily, verily, I say unto thee, The cock shall not crow until thou hast denied me three times."}