{"1": "¶ Let not your heart be troubled; ye believe in God, believe also in me.", "2": "In my Father's house are many dwelling places; if it were not so, I would have told you. I go to prepare a place for you.", "3": "And if I go and prepare a place for you, I will come again and take you unto myself; that where I am, there ye may be also.", "4": "¶ So that ye know where I go, and ye know the way.", "5": "Thomas said unto him, Lord, we know not where thou goest; how, therefore, can we know the way?", "6": "Jesus said unto him, I AM the way, the truth, and the life; no one comes unto the Father, but by me.", "7": "If ye had known me, ye should have known my Father also; and from now on ye know him and have seen him.", "8": "Philip said unto him, Lord, show us the Father, and it will suffice us.", "9": "Jesus said unto him, Have I been such a long time with you, and yet thou hast not known me, Philip? He that has seen me has seen the Father; and how sayest thou then, Show us the Father?", "10": "Believest thou not that I am in the Father and the Father in me? The words that I speak unto you I speak not of myself; but the Father that dwells in me, he does the works.", "11": "Believe me that I am in the Father and the Father in me, or else believe me for the very works' sake.", "12": "¶ Verily, verily, I say unto you, He that believes in me, the works that I do he shall do also; and greater works than these shall he do because I go unto my Father.", "13": "And whatsoever ye shall ask the Father in my name, that will I do, that the Father may be glorified in the Son.", "14": "If ye ask any thing in my name, I will do it.", "15": "¶ If ye love me, keep my commandments;", "16": "and I will ask the Father, and he shall give you another Comforter, that he may abide with you for ever,", "17": "even the Spirit of truth, whom the world cannot receive because it does not see him, or know him; but ye know him, for he dwells with you and shall be in you.", "18": "¶ I will not leave you orphans; I will come to you.", "19": "Yet a little while, and the world shall see me no more, but ye shall see me; because I live, ye shall live also.", "20": "At that day ye shall know that I am in my Father, and ye in me, and I in you.", "21": "He that has my commandments and keeps them, he it is that loves me; and he that loves me shall be loved of my Father, and I will love him and will manifest myself to him.", "22": "Judas, not Iscariot, said unto him, Lord, how is it that thou wilt manifest thyself unto us and not unto the world?", "23": "Jesus answered and said unto him, He who loves me will keep my words, and my Father will love him, and we will come unto him and dwell with him.", "24": "He that does not love me does not keep my words, and the word which ye have heard is not mine, but of the Father who sent me.", "25": "¶ I have spoken these things unto you, being yet present with you.", "26": "But the Comforter, which is the Holy Spirit, whom the Father will send in my name, he shall teach you all things and bring to your remembrance all the things that I have said unto you.", "27": "Peace I leave with you, my peace I give unto you; not as the world gives, give I unto you. Let not your heart be troubled, neither let it be afraid.", "28": "¶ Ye have heard how I said unto you, I go away and come again unto you. If ye loved me, ye would rejoice because I said, I go unto the Father; for my Father is greater than I.", "29": "And now I have told you before it comes to pass, that when it is come to pass, ye might believe.", "30": "Hereafter I will not talk much with you, for the prince of this world comes and has nothing in me.", "31": "But that the world may know that I love the Father; and as the Father gave me commandment, even so I do. Arise, let us go from here."}