{"1": "¶ Then Pilate, therefore, took Jesus and scourged him.", "2": "And the soldiers platted a crown of thorns and put it on his head, and they put a purple robe on him", "3": "and said, Hail, King of the Jews! and they smote him with their hands.", "4": "Pilate therefore went forth again and said unto them, Behold, I bring him forth to you, that ye may know that I find no fault in him.", "5": "Then Jesus came forth, wearing the crown of thorns and the purple robe. And Pilate said unto them, Behold the man!", "6": "When the princes of the priests and the servants saw him, they cried out, saying, crucify him, crucify him.[a] Pilate said unto them, Take him, and crucify him, for I find no fault in him.", "7": "The Jews answered him, We have a law, and by our law he ought to die because he made himself the Son of God.", "8": "Therefore when Pilate heard that word, he was the more afraid", "9": "and went again into the judgment hall and said unto Jesus, Where art thou from? But Jesus gave him no answer.", "10": "Then Pilate said unto him, Speakest thou not unto me? knowest thou not that I have power to crucify thee[b] and have power to release thee?", "11": "Jesus answered, Thou could have no power at all against me, unless it were given thee from above; therefore he that delivered me unto thee has the greater sin.", "12": "And from then on Pilate sought to release him, but the Jews cried out, saying, If thou let this man go, thou art not Caesar's friend; whosoever makes himself a king speaks against Caesar.", "13": "Therefore when Pilate heard that word, he brought Jesus forth and sat down in the judgment seat in a place that is called the Pavement, but in the Hebrew, Gabbatha.", "14": "And it was the preparation of the passover and about the sixth hour; then he said unto the Jews, Behold your King!", "15": "But they cried out, Away with him, away with him, crucify him. Pilate said unto them, Shall I crucify your King? The high priests answered, We have no king but Caesar.", "16": "¶ So that then, he delivered him unto them to be crucified. And they took Jesus and led him away.", "17": "And he, bearing his cross[c], went forth into a place called the place of a skull, which is called in the Hebrew, Golgotha,", "18": "where they crucified him and two others with him, one on either side and Jesus in the middle.", "19": "¶ And Pilate also wrote a title and put it above the cross[d]. And the writing was, JESUS OF NAZARETH THE KING OF THE JEWS.", "20": "And many of the Jews read this title, for the place where Jesus was crucified was near to the city; and it was written in Hebrew and Greek and Latin.", "21": "Then the high priests of the Jews said to Pilate, Write not, The King of the Jews, but that he said, I AM King of the Jews.", "22": "Pilate answered, What I have written I have written.", "23": "Then the soldiers, when they had crucified Jesus, took his garments and made four parts (to each soldier a part); and also his coat: now the coat was without seam, woven from the top throughout.", "24": "They said therefore among themselves, Let us not rend it, but cast lots for it, whose it shall be; that the scripture might be fulfilled, which says, They parted my garments among them, and for my raiment they did cast lots. These things therefore the soldiers did.", "25": "Now there stood by the cross[e] of Jesus his mother and his mother's sister, Mary the wife of Cleophas, and Mary Magdalene.", "26": "When Jesus therefore saw his mother and the disciple standing by, whom he loved, he said unto his mother, Woman, behold thy son!", "27": "Then he said to the disciple, Behold thy mother! And from that hour that disciple took her unto his own home.", "28": "After this, Jesus knowing that all things were now accomplished, that the scripture might be fulfilled, said, I thirst.", "29": "Now there was set a vessel full of vinegar, and they filled a sponge with vinegar and put it upon hyssop and put it to his mouth.", "30": "When Jesus therefore had received the vinegar, he said, It is finished, and he bowed his head and gave the Spirit.", "31": "¶ The Jews therefore, because it was the preparation, that the bodies should not remain upon the cross[f] on the sabbath day (for that sabbath day was a high day) besought Pilate that their legs might be broken and that they might be taken away.", "32": "Then the soldiers came and broke the legs of the first and of the other who were crucified with him.", "33": "But when they came to Jesus and saw that he was dead already, they did not break his legs,", "34": "but one of the soldiers with a spear pierced his side, and forthwith blood and water came out.", "35": "And he that saw it gives testimony, and his testimony is true, and he knows that he says the truth, that ye also might believe.", "36": "For these things were done that the scripture should be fulfilled, A bone of him shall not be broken.", "37": "And again another scripture says, They shall look on him whom they pierced.", "38": "¶ After these things, Joseph of Arimathaea, being a disciple of Jesus but secretly for fear of the Jews, besought Pilate that he might take away the body of Jesus, and Pilate gave him leave. He came therefore and took the body of Jesus.", "39": "Then Nicodemus came also, who at the first came to Jesus by night, and brought a mixture of myrrh and aloes, about one hundred pounds.", "40": "And they took the body of Jesus and wound it in linen clothes with the spices, as is the manner of the Jews to bury.", "41": "Now in the place where he was crucified there was a garden, and in the garden a new sepulchre, in which no one had yet been laid.", "42": "Therefore they laid Jesus there because of the Jews' preparation day, for the sepulchre was near."}