{"1": "¶ And the third day there was a marriage in Cana of Galilee, and the mother of Jesus was there,", "2": "and Jesus and his disciples were also called to the marriage.", "3": "And being short of wine, the mother of Jesus said unto him, They have no wine.", "4": "Jesus said unto her, Woman, what have I to do with thee? My hour is not yet come.", "5": "His mother said unto the servants, Whatsoever he saith unto you, do it.", "6": "And there were set there six waterpots of stone, after the manner of the purifying of the Jews, containing two or three firkins apiece.", "7": "Jesus said unto them, Fill the waterpots with water. And they filled them up to the brim.", "8": "And he said unto them, Draw out now and bear unto the butler. And they bore it.", "9": "When the butler had tasted the water that was made wine and knew not where it was from (but the servants who drew the water knew), the butler called the bridegroom", "10": "and said unto him, Every man at the beginning sets forth the good wine, and when they are well satisfied, then that which is worse; but thou hast kept the good wine until now.", "11": "This beginning of the signs Jesus did in Cana of Galilee and manifested forth his glory, and his disciples believed on him.", "12": "¶ After this he went down to Capernaum, he and his mother and his brethren and his disciples, and they continued there not many days.", "13": "And passover of the Jews was at hand, and Jesus went up to Jerusalem", "14": "and found in the temple those that sold oxen and sheep and doves, and the money changers seated;", "15": "and when he had made a scourge of small cords, he drove them all out of the temple, and the sheep and the oxen, and poured out the changers' money and overthrew the tables", "16": "and said unto those that sold the doves, Take these things away from here; do not make my Father's house a house of merchandise.", "17": "Then his disciples remembered that it was written, The zeal of thine house has consumed me.", "18": "Then the Jews answered and said unto him, What sign showest thou unto us, seeing that thou doest these things?", "19": "Jesus answered and said unto them, Dissolve this temple, and in three days I will raise it up.", "20": "Then said the Jews, This temple was forty-six years in building, and wilt thou raise it up in three days?", "21": "But he spoke of the temple of his body.", "22": "Therefore when he was risen from the dead, his disciples remembered that he had said this unto them; and they believed the scripture and the word which Jesus had said.", "23": "¶ Now when he was in Jerusalem at the passover, in the feast day, many believed in his name, seeing the signs which he did.", "24": "But Jesus did not trust himself unto them because he knew all men", "25": "and needed not that any man should give testimony, for he knew what was in man."}