{"1": "¶ After these things Jesus walked in Galilee, for he would not walk in Judea because the Jews sought to kill him.", "2": "Now the feast of the Jews, of the tabernacles, was at hand.", "3": "His brethren therefore said unto him, Depart from this place and go into Judea that thy disciples also may see the works that thou doest.", "4": "For no one who seeks to be clearly known does anything in secret. If thou doest these things, show thyself to the world.", "5": "For not even his brethren believed in him.", "6": "Then Jesus said unto them, My time is not yet come, but your time is always ready.", "7": "The world cannot hate you, but it hates me because I testify of it that its works are evil.", "8": "Go ye up unto this feast; I go not up yet unto this feast, for my time is not yet fulfilled.", "9": "And having said these things unto them, he abode still in Galilee.", "10": "But when his brethren were gone up, then he also went up unto the feast, not openly, but as it were in secret.", "11": "Then the Jews sought him at the feast and said, Where is he?", "12": "And there was much murmuring among the people concerning him, for some said, He is a good man; others said, No, but he deceives the people.", "13": "But no one spoke openly of him for fear of the Jews.", "14": "¶ Now about the midst of the feast Jesus went up into the temple and taught.", "15": "And the Jews marvelled, saying, How does this man know letters, having never learned?", "16": "Jesus answered them and said, My doctrine is not mine, but his that sent me.", "17": "If anyone desires to do his will, he shall know of the doctrine, whether it is of God or whether I speak of myself.", "18": "He that speaks of himself seeks his own glory, but he that seeks the glory of him that sent him, the same is true, and no unrighteousness is in him.", "19": "Did not Moses give you the law, and yet none of you keeps the law? Why do ye go about to kill me?", "20": "The people answered and said, Thou hast a demon; who goes about to kill thee?", "21": "Jesus answered and said unto them, I have done one work, and ye all marvel.", "22": "Moses therefore gave unto you circumcision (not because it is of Moses, but of the fathers), and ye on the sabbath day circumcise a man.", "23": "If a man on the sabbath day receives circumcision without the law of Moses being broken, are ye angry at me because I have made a man entirely whole on the sabbath day?", "24": "Judge not according to the appearance, but judge with righteous judgment.", "25": "Then one of those of Jerusalem said, Is not this he whom they seek to kill?", "26": "But, behold, he speaks boldly, and they say nothing unto him. Have the rulers truly understood that this is indeed the Christ?", "27": "But we know where this man is from; but when the Christ comes, no one shall know where he is from.", "28": "Then Jesus cried out in the temple as he taught, saying, Ye know me, and ye know from where I come, but I have not come of myself, but he that sent me is true, whom ye know not.", "29": "But I know him, for I am from him, and he has sent me.", "30": "Then they sought to take him, but no one laid hands on him because his hour was not yet come.", "31": "And many of the people believed in him and said, When the Christ comes, will he do more signs than these which this man has done?", "32": "The Pharisees heard the people that murmured such things concerning him, and the princes of the priests and the Pharisees sent officers to take him.", "33": "Then Jesus said unto them, Yet a little while I shall be with you, and then I shall go unto him that sent me.", "34": "Ye shall seek me and shall not find me, and where I shall be, ye shall not be able to come.", "35": "Then the Jews said among themselves, Where will he go that we shall not find him? Will he go unto the dispersed among the Greeks and teach the Greeks?", "36": "What manner of saying is this that he said, Ye shall seek me and shall not find me, and where I shall be ye shall not be able to come?", "37": "¶ In the last day, that great day of the feast, Jesus stood and cried out, saying, If any man thirsts, let him come unto me and drink.", "38": "He that believes in me, as the scripture has said, out of his belly shall flow rivers of living water.", "39": "(But this he spoke concerning the Spirit, which those that believe on him should receive, for the Holy Spirit was not yet given because Jesus was not yet glorified.)", "40": "Then many of the people, when they heard this word, said, Truly this is the Prophet.", "41": "Others said, This is the Christ. But some said, Shall the Christ come out of Galilee?", "42": "Has not the scripture said, That the Christ comes of the seed of David and out of the town of Bethlehem where David was?", "43": "So there was a division among the people because of him.", "44": "And some of them would have taken him, but no one laid hands on him.", "45": "¶ Then the officers to the chief priests and Pharisees came, and they said unto them, Why have ye not brought him?", "46": "The officers answered, Never has anyone spoken like this man.", "47": "Then the Pharisees answered them, Are ye also deceived?", "48": "Have any of the princes or of the Pharisees believed on him?", "49": "But this people who do not know the law are cursed.", "50": "Nicodemus said unto them (he that came to Jesus by night, being one of them),", "51": "Does our law judge any man before it hears him and knows what he does?", "52": "They answered and said unto him, Art thou also of Galilee? Search and see, for a prophet has never arisen out of Galilee.", "53": "And each one went unto his own house."}