{"1": "¶ And as Jesus passed by, he saw a man who was blind from his birth.", "2": "And his disciples asked him, saying, Rabbi, who sinned, this man or his parents, that he was born blind?", "3": "Jesus answered, Neither has this man sinned nor his parents, but that the works of God should be made manifest in him.", "4": "It is expedient that I do the works of him that sent me while it is day; the night comes, when no one can work.", "5": "As long as I am in the world, I am the light of the world.", "6": "When he had thus spoken, he spat on the ground and made clay of the spittle, and he anointed the eyes of the blind man with the clay", "7": "and said unto him, Go, wash in the pool of Siloam (which is by interpretation, Sent). Then he went and washed and came back seeing.", "8": "¶ The neighbours, therefore, and those who before had seen him that he was blind said, Is not this he that sat and begged?", "9": "Some said, This is he; others said, He is like him; but he said, I am he.", "10": "Then they said unto him, How were thine eyes opened?", "11": "He answered and said, A man that is called Jesus made clay and anointed my eyes and said unto me, Go to the pool of Siloam, and wash; and I went and washed, and I received sight.", "12": "Then said they unto him, Where is he? He said, I know not.", "13": "¶ They brought to the Pharisees him that beforehand had been blind.", "14": "And it was the sabbath day when Jesus had made the clay and had opened his eyes.", "15": "Then again the Pharisees also asked him how he had received his sight. He said unto them, He put clay upon my eyes, and I washed and do see.", "16": "Therefore some of the Pharisees said, This man is not of God because he does not keep the sabbath day. Others said, How can a man that is a sinner do such signs? And there was a division among them.", "17": "They said unto the blind man again, What sayest thou of him, that has opened thine eyes? He said, He is a prophet.", "18": "But the Jews did not believe concerning him that he had been blind and received his sight until they called the parents of him that had received his sight.", "19": "And they asked them, saying, Is this your son, who ye say was born blind? how then does he now see?", "20": "His parents answered them and said, We know that this is our son and that he was born blind;", "21": "but by what means he now sees, we know not; or who has opened his eyes, we know not; he is of age, ask him; he shall speak for himself.", "22": "These words spoke his parents because they feared the Jews, for the Jews had agreed already that if anyone did confess that he was the Christ, he should be put out of the synagogue.", "23": "Therefore his parents said, He is of age, ask him.", "24": "Then they called again the man that had been blind and said unto him, Give glory to God; we know that this man is a sinner.", "25": "He answered and said, Whether he is a sinner or not, I do not know; one thing I know, that having been blind, now I see.", "26": "Then said they to him again, What did he do to thee? How did he open thine eyes?", "27": "He answered them, I have told you already, and ye have heard; what more would ye hear? Do ye also desire to be his disciples?", "28": "Then they reviled him and said, Be thou his disciple, but we are disciples of Moses.", "29": "We know that God spoke unto Moses; as for this fellow, we do not know where he is from.", "30": "The man answered and said unto them, Indeed this is a marvellous thing that ye do not know where he is from, and yet he has opened my eyes.", "31": "Now we know that God does not hear sinners, but if anyone should fear God and do his will, him he will hear.", "32": "Since the world began it has not been heard of that anyone opened the eyes of one that was born blind.", "33": "If this man were not of God, he could do nothing.", "34": "They answered and said unto him, Thou wast altogether born in sins, and dost thou teach us? And they cast him out.", "35": "¶ Jesus heard that they had cast him out; and finding him, he said unto him, Dost thou believe in the Son of God?", "36": "He answered and said, Who is he, Lord, that I might believe in him?", "37": "And Jesus said unto him, Thou hast seen him, and it is he that talks with thee.", "38": "And he said, Lord, I believe. And he worshipped him.", "39": "¶ And Jesus said, For judgment I have come into this world, that those who do not see might see and that those who see might be blinded.", "40": "And some of the Pharisees who were with him heard these words and said unto him, Are we blind also?", "41": "Jesus said unto them, If ye were blind, ye should have no sin; but now because ye say, We see, therefore your sin abides."}