{"1": "Give thanks to Yahweh because he is good, because his mercy endures forever.", "2": "Israel should say, “His mercy endures forever.”", "3": "The descendants of Aaron should say, “His mercy endures forever.”", "4": "Those who fear Yahweh should say, “His mercy endures forever.”", "5": "During times of trouble I called on Yah. Yah answered me and set me free from all of them.", "6": "Yahweh is on my side. I am not afraid. What can mortals do to me?", "7": "Yahweh is on my side as my helper. I will see the defeat of those who hate me.", "8": "It is better to depend on Yahweh than to trust mortals.", "9": "It is better to depend on Yahweh than to trust influential people.", "10": "All the nations surrounded me, but armed with the name of Yahweh, I defeated them.", "11": "They surrounded me. Yes, they surrounded me, but armed with the name of Yahweh, I defeated them.", "12": "They swarmed around me like bees, but they were extinguished like burning thornbushes. So armed with the name of Yahweh, I defeated them.", "13": "They pushed hard to make me fall, but Yahweh helped me.", "14": "Yah is my strength and my song. He is my savior.", "15": "The sound of joyful singing and victory is heard in the tents of righteous people. The right hand of Yahweh displays strength.", "16": "The right hand of Yahweh is held high. The right hand of Yahweh displays strength.", "17": "I will not die, but I will live and tell what Yah has done.", "18": "Yah disciplined me severely, but he did not allow me to be killed.", "19": "Open the gates of righteousness for me. I will go through them and give thanks to Yah.", "20": "This is the gate of Yahweh through which righteous people will enter.", "21": "I give thanks to you, because you have answered me. You are my savior.", "22": "The stone that the builders rejected has become the cornerstone.", "23": "Yahweh is responsible for this, and it is amazing for us to see.", "24": "This is the day Yahweh has made. Let's rejoice and be glad today!", "25": "We beg you, O Yahweh, save us! We beg you, O Yahweh, give us success!", "26": "Blessed is the one who comes in the name of Yahweh. We bless you from Yahweh's house.", "27": "Yahweh is El, and he has given us light. March in a festival procession with branches to the horns of the altar.", "28": "You are my El, and I give thanks to you. My Elohim, I honor you highly.", "29": "Give thanks to Yahweh because he is good, because his mercy endures forever."}