{"1": "Elohim will arise. His enemies will be scattered. Those who hate him will flee from him.", "2": "Blow them away like smoke. Let wicked people melt in Elohim's presence like wax next to a fire.", "3": "But let righteous people rejoice. Let them celebrate in Elohim's presence. Let them overflow with joy.", "4": "Sing to Elohim; make music to praise his name. Make a highway for him to ride through the deserts.[a] Yah is his name. Celebrate in his presence.", "5": "The Elohim who is in his holy dwelling place is the Ab of the fatherless and the defender of widows.", "6": "Elohim places lonely people in families. He leads prisoners out of prison into productive lives, but rebellious people must live in an unproductive land.", "7": "O Elohim, when you went in front of your people, when you marched through the desert, Selah", "8": "the earth quaked and the sky poured in the presence of the Elohim of Sinai, in the presence of the Elohim of Israel.", "9": "You watered the land with plenty of rain, O Elohim. You refreshed it when your land was exhausted.", "10": "Your flock settled there. Out of your goodness, O Elohim, you provided for oppressed people.", "11": "Adonay gives instructions. The women who announce the good news are a large army.", "12": "They say, “The kings of the armies flee; they run away. The women who remained at home will divide the goods.", "13": "Though you stayed among the sheep pens, you will be like the wings of a dove covered with silver, its feathers with yellow gold.", "14": "Meanwhile, Shadday was still scattering kings there like snow falling on Mount Zalmon.”", "15": "The mountain of Bashan is the mountain of Elohim. The mountain of Bashan is the mountain with many peaks.", "16": "Why do you look with envy, you mountains with many peaks, at the mountain where Elohim has chosen to live? Certainly, Yahweh will live there forever.", "17": "The chariots of Elohim are twenty thousand in number, thousands upon thousands. Adonay is among them. The God of Sinai is in his holy place.", "18": "You went to the highest place. You took prisoners captive. You received gifts from people, even from rebellious people, so that Yah Elohim may live there.", "19": "Thanks be to Adonay, who daily carries our burdens for us. El is our salvation. Selah", "20": "Our El is the El of victories. Yahweh Adonay is our escape from death.", "21": "Certainly, Elohim will crush the heads of his enemies and destroy even the hair on the heads of those who continue to be guilty.", "22": "Adonay said, “I will bring them back from Bashan. I will bring them back from the depths of the sea", "23": "so that you, my people, may bathe[b] your feet in blood and the tongues of your dogs may lick the blood of your enemies.”", "24": "Your festival processions, O Elohim, can be seen by everyone. They are the processions for my Elohim, my Melek, into the holy place.", "25": "The singers are in front. The musicians are behind them. The young women beating tambourines are between them.", "26": "Thank Elohim, Yahweh, the source of Israel, with the choirs.", "27": "Benjamin, the youngest, is leading them, next the leaders of Judah with their noisy crowds, then the leaders of Zebulun, then the leaders of Naphtali.", "28": "Your Elohim has decided you will be strong. Display your strength, O Elohim, as you have for us before.", "29": "Kings will bring you gifts because of your temple high above Jerusalem.", "30": "Threaten the beast who is among the cattails, the herd of bulls with the calves of the nations, until it humbles itself with pieces of silver. Scatter the people who find joy in war.[c]", "31": "Ambassadors will come from Egypt. Sudan will stretch out its hands to Elohim in prayer.", "32": "You kingdoms of the world, sing to Elohim. Make music to praise Adonay. Selah", "33": "Elohim rides through the ancient heaven, the highest heaven. Listen! He makes his voice heard, his powerful voice.", "34": "Acknowledge the power of Elohim. His majesty is over Israel, and his power is in the skies.", "35": "Elohim, the El of Israel, is awe-inspiring in his holy place. He gives strength and power to his people. Thanks be to Elohim!"}