{"1": "I will give you thanks, O Yahweh, with all my heart. I will tell about all the miracles you have done.", "2": "I will find joy and be glad about you. I will make music to praise your name, O Elyon.", "3": "When my enemies retreat, they will stumble and die in your presence.", "4": "You have defended my just cause: You sat down on your throne as a fair judge.", "5": "You condemned nations. You destroyed wicked people. You wiped out their names forever and ever.", "6": "The enemy is finished—in ruins forever. You have uprooted their cities. Even the memory of them has faded.", "7": "Yet, Yahweh is enthroned forever. He has set up his throne for judgment.", "8": "He alone judges the world with righteousness. He judges its people fairly.", "9": "Yahweh is a stronghold for the oppressed, a stronghold in times of trouble.", "10": "Those who know your name trust you, O Yahweh, because you have never deserted those who seek your help.", "11": "Make music to praise Yahweh, who is enthroned in Zion. Announce to the nations what he has done.", "12": "The one who avenges murder has remembered oppressed people. He has never forgotten their cries.", "13": "Have pity on me, O Yahweh. Look at what I suffer because of those who hate me. You take me away from the gates of death", "14": "so that I may recite your praises one by one in the gates of Zion and find joy in your salvation.", "15": "The nations have sunk into the pit they have made. Their feet are caught in the net they have hidden to trap others.", "16": "Yahweh is known by the judgment he has carried out. The wicked person is trapped by the work of his own hands. Higgaion Selah", "17": "Wicked people, all the nations who forget Elohim, will return to the grave.", "18": "Needy people will not always be forgotten. Nor will the hope of oppressed people be lost forever.", "19": "Arise, O Yahweh. Do not let mortals gain any power. Let the nations be judged in your presence.", "20": "Strike them with terror, O Yahweh. Let the nations know that they are only mortal. Selah"}