{"1": "The words of Jeremiah, the son of Hilki′ah, of the priests who were in An′athoth in the land of Benjamin, ", "2": "to whom the word of the Lord came in the days of Josi′ah the son of Amon, king of Judah, in the thirteenth year of his reign. ", "3": "It came also in the days of Jehoi′akim the son of Josi′ah, king of Judah, and until the end of the eleventh year of Zedeki′ah, the son of Josi′ah, king of Judah, until the captivity of Jerusalem in the fifth month.", "4": "Now the word of the Lord came to me saying,", "5": "“Before I formed you in the womb I knew you, and before you were born I consecrated you; I appointed you a prophet to the nations.”", "6": "Then I said, “Ah, Lord God! Behold, I do not know how to speak, for I am only a youth.”[a] ", "7": "But the Lord said to me, “Do not say, 'I am only a youth'; for to all to whom I send you you shall go, and whatever I command you you shall speak.", "8": "Be not afraid of them, for I am with you to deliver you, says the Lord.”", "9": "Then the Lord put forth his hand and touched my mouth; and the Lord said to me, “Behold, I have put my words in your mouth.", "10": "See, I have set you this day over nations and over kingdoms, to pluck up and to break down, to destroy and to overthrow, to build and to plant.”", "11": "And the word of the Lord came to me, saying, “Jeremiah, what do you see?” And I said, “I see a rod of almond.”[b] ", "12": "Then the Lord said to me, “You have seen well, for I am watching[c] over my word to perform it.”", "13": "The word of the Lord came to me a second time, saying, “What do you see?” And I said, “I see a boiling pot, facing away from the north.” ", "14": "Then the Lord said to me, “Out of the north evil shall break forth upon all the inhabitants of the land. ", "15": "For lo, I am calling all the tribes of the kingdoms of the north, says the Lord; and they shall come and every one shall set his throne at the entrance of the gates of Jerusalem, against all its walls round about, and against all the cities of Judah. ", "16": "And I will utter my judgments against them, for all their wickedness in forsaking me; they have burned incense to other gods, and worshiped the works of their own hands. ", "17": "But you, gird up your loins; arise, and say to them everything that I command you. Do not be dismayed by them, lest I dismay you before them. ", "18": "And I, behold, I make you this day a fortified city, an iron pillar, and bronze walls, against the whole land, against the kings of Judah, its princes, its priests, and the people of the land. ", "19": "They will fight against you; but they shall not prevail against you, for I am with you, says the Lord, to deliver you.”"}