{"1": "Righteous art thou, O Lord, when I complain to thee; yet I would plead my case before thee. Why does the way of the wicked prosper? Why do all who are treacherous thrive?", "2": "Thou plantest them, and they take root; they grow and bring forth fruit; thou art near in their mouth and far from their heart.", "3": "But thou, O Lord, knowest me; thou seest me, and triest my mind toward thee. Pull them out like sheep for the slaughter, and set them apart for the day of slaughter.", "4": "How long will the land mourn, and the grass of every field wither? For the wickedness of those who dwell in it the beasts and the birds are swept away, because men said, “He will not see our latter end.”", "5": "“If you have raced with men on foot, and they have wearied you, how will you compete with horses? And if in a safe land you fall down, how will you do in the jungle of the Jordan?", "6": "For even your brothers and the house of your father, even they have dealt treacherously with you; they are in full cry after you; believe them not, though they speak fair words to you.”", "7": "“I have forsaken my house, I have abandoned my heritage; I have given the beloved of my soul into the hands of her enemies.", "8": "My heritage has become to me like a lion in the forest, she has lifted up her voice against me; therefore I hate her.", "9": "Is my heritage to me like a speckled bird of prey? Are the birds of prey against her round about? Go, assemble all the wild beasts; bring them to devour.", "10": "Many shepherds have destroyed my vineyard, they have trampled down my portion, they have made my pleasant portion a desolate wilderness.", "11": "They have made it a desolation; desolate, it mourns to me. The whole land is made desolate, but no man lays it to heart.", "12": "Upon all the bare heights in the desert destroyers have come; for the sword of the Lord devours from one end of the land to the other; no flesh has peace.", "13": "They have sown wheat and have reaped thorns, they have tired themselves out but profit nothing. They shall be ashamed of their[a] harvests because of the fierce anger of the Lord.”", "14": "Thus says the Lord concerning all my evil neighbors who touch the heritage which I have given my people Israel to inherit: “Behold, I will pluck them up from their land, and I will pluck up the house of Judah from among them. ", "15": "And after I have plucked them up, I will again have compassion on them, and I will bring them again each to his heritage and each to his land. ", "16": "And it shall come to pass, if they will diligently learn the ways of my people, to swear by my name, 'As the Lord lives,' even as they taught my people to swear by Ba′al, then they shall be built up in the midst of my people. ", "17": "But if any nation will not listen, then I will utterly pluck it up and destroy it, says the Lord.”"}