{"1": "“The sin of Judah is written with a pen of iron; with a point of diamond it is engraved on the tablet of their heart, and on the horns of their altars, ", "2": "while their children remember their altars and their Ashe′rim, beside every green tree, and on the high hills, ", "3": "on the mountains in the open country. Your wealth and all your treasures I will give for spoil as the price of your sin[a] throughout all your territory. ", "4": "You shall loosen your hand[b] from your heritage which I gave to you, and I will make you serve your enemies in a land which you do not know, for in my anger a fire is kindled which shall burn for ever.”", "5": "Thus says the Lord: “Cursed is the man who trusts in man and makes flesh his arm, whose heart turns away from the Lord.", "6": "He is like a shrub in the desert, and shall not see any good come. He shall dwell in the parched places of the wilderness, in an uninhabited salt land.", "7": "“Blessed is the man who trusts in the Lord, whose trust is the Lord.", "8": "He is like a tree planted by water, that sends out its roots by the stream, and does not fear when heat comes, for its leaves remain green, and is not anxious in the year of drought, for it does not cease to bear fruit.”", "9": "The heart is deceitful above all things, and desperately corrupt; who can understand it?", "10": "“I the Lord search the mind and try the heart, to give every man according to his ways, according to the fruit of his doings.”", "11": "Like the partridge that gathers a brood which she did not hatch, so is he who gets riches but not by right; in the midst of his days they will leave him, and at his end he will be a fool.", "12": "A glorious throne set on high from the beginning is the place of our sanctuary.", "13": "O Lord, the hope of Israel, all who forsake thee shall be put to shame; those who turn away from thee[c] shall be written in the earth, for they have forsaken the Lord, the fountain of living water.", "14": "Heal me, O Lord, and I shall be healed; save me, and I shall be saved; for thou art my praise.", "15": "Behold, they say to me, “Where is the word of the Lord? Let it come!”", "16": "I have not pressed thee to send evil, nor have I desired the day of disaster, thou knowest; that which came out of my lips was before thy face.", "17": "Be not a terror to me; thou art my refuge in the day of evil.", "18": "Let those be put to shame who persecute me, but let me not be put to shame; let them be dismayed, but let me not be dismayed; bring upon them the day of evil; destroy them with double destruction!", "19": "Thus said the Lord to me: “Go and stand in the Benjamin[d] Gate, by which the kings of Judah enter and by which they go out, and in all the gates of Jerusalem, ", "20": "and say: 'Hear the word of the Lord, you kings of Judah, and all Judah, and all the inhabitants of Jerusalem, who enter by these gates. ", "21": "Thus says the Lord: Take heed for the sake of your lives, and do not bear a burden on the sabbath day or bring it in by the gates of Jerusalem. ", "22": "And do not carry a burden out of your houses on the sabbath or do any work, but keep the sabbath day holy, as I commanded your fathers. ", "23": "Yet they did not listen or incline their ear, but stiffened their neck, that they might not hear and receive instruction.", "24": "“'But if you listen to me, says the Lord, and bring in no burden by the gates of this city on the sabbath day, but keep the sabbath day holy and do no work on it, ", "25": "then there shall enter by the gates of this city kings[e] who sit on the throne of David, riding in chariots and on horses, they and their princes, the men of Judah and the inhabitants of Jerusalem; and this city shall be inhabited for ever. ", "26": "And people shall come from the cities of Judah and the places round about Jerusalem, from the land of Benjamin, from the Shephe′lah, from the hill country, and from the Negeb, bringing burnt offerings and sacrifices, cereal offerings and frankincense, and bringing thank offerings to the house of the Lord. ", "27": "But if you do not listen to me, to keep the sabbath day holy, and not to bear a burden and enter by the gates of Jerusalem on the sabbath day, then I will kindle a fire in its gates, and it shall devour the palaces of Jerusalem and shall not be quenched.'”"}