{"1": "The word that came to Jeremiah from the Lord in the tenth year of Zedeki′ah king of Judah, which was the eighteenth year of Nebuchadrez′zar. ", "2": "At that time the army of the king of Babylon was besieging Jerusalem, and Jeremiah the prophet was shut up in the court of the guard which was in the palace of the king of Judah. ", "3": "For Zedeki′ah king of Judah had imprisoned him, saying, “Why do you prophesy and say, 'Thus says the Lord: Behold, I am giving this city into the hand of the king of Babylon, and he shall take it; ", "4": "Zedeki′ah king of Judah shall not escape out of the hand of the Chalde′ans, but shall surely be given into the hand of the king of Babylon, and shall speak with him face to face and see him eye to eye; ", "5": "and he shall take Zedeki′ah to Babylon, and there he shall remain until I visit him, says the Lord; though you fight against the Chalde′ans, you shall not succeed'?”", "6": "Jeremiah said, “The word of the Lord came to me: ", "7": "Behold, Han′amel the son of Shallum your uncle will come to you and say, 'Buy my field which is at An′athoth, for the right of redemption by purchase is yours.' ", "8": "Then Han′amel my cousin came to me in the court of the guard, in accordance with the word of the Lord, and said to me, 'Buy my field which is at An′athoth in the land of Benjamin, for the right of possession and redemption is yours; buy it for yourself.' Then I knew that this was the word of the Lord.", "9": "“And I bought the field at An′athoth from Han′amel my cousin, and weighed out the money to him, seventeen shekels of silver. ", "10": "I signed the deed, sealed it, got witnesses, and weighed the money on scales. ", "11": "Then I took the sealed deed of purchase, containing the terms and conditions, and the open copy; ", "12": "and I gave the deed of purchase to Baruch the son of Neri′ah son of Mahsei′ah, in the presence of Han′amel my cousin, in the presence of the witnesses who signed the deed of purchase, and in the presence of all the Jews who were sitting in the court of the guard. ", "13": "I charged Baruch in their presence, saying, ", "14": "'Thus says the Lord of hosts, the God of Israel: Take these deeds, both this sealed deed of purchase and this open deed, and put them in an earthenware vessel, that they may last for a long time. ", "15": "For thus says the Lord of hosts, the God of Israel: Houses and fields and vineyards shall again be bought in this land.'", "16": "“After I had given the deed of purchase to Baruch the son of Neri′ah, I prayed to the Lord, saying: ", "17": "'Ah Lord God! It is thou who hast made the heavens and the earth by thy great power and by thy outstretched arm! Nothing is too hard for thee, ", "18": "who showest steadfast love to thousands, but dost requite the guilt of fathers to their children after them, O great and mighty God whose name is the Lord of hosts, ", "19": "great in counsel and mighty in deed; whose eyes are open to all the ways of men, rewarding every man according to his ways and according to the fruit of his doings; ", "20": "who hast shown signs and wonders in the land of Egypt, and to this day in Israel and among all mankind, and hast made thee a name, as at this day. ", "21": "Thou didst bring thy people Israel out of the land of Egypt with signs and wonders, with a strong hand and outstretched arm, and with great terror; ", "22": "and thou gavest them this land, which thou didst swear to their fathers to give them, a land flowing with milk and honey; ", "23": "and they entered and took possession of it. But they did not obey thy voice or walk in thy law; they did nothing of all thou didst command them to do. Therefore thou hast made all this evil come upon them. ", "24": "Behold, the siege mounds have come up to the city to take it, and because of sword and famine and pestilence the city is given into the hands of the Chalde′ans who are fighting against it. What thou didst speak has come to pass, and behold, thou seest it. ", "25": "Yet thou, O Lord God, hast said to me, “Buy the field for money and get witnesses”—though the city is given into the hands of the Chalde′ans.'”", "26": "The word of the Lord came to Jeremiah: ", "27": "“Behold, I am the Lord, the God of all flesh; is anything too hard for me? ", "28": "Therefore, thus says the Lord: Behold, I am giving this city into the hands of the Chalde′ans and into the hand of Nebuchadrez′zar king of Babylon, and he shall take it. ", "29": "The Chalde′ans who are fighting against this city shall come and set this city on fire, and burn it, with the houses on whose roofs incense has been offered to Ba′al and drink offerings have been poured out to other gods, to provoke me to anger. ", "30": "For the sons of Israel and the sons of Judah have done nothing but evil in my sight from their youth; the sons of Israel have done nothing but provoke me to anger by the work of their hands, says the Lord. ", "31": "This city has aroused my anger and wrath, from the day it was built to this day, so that I will remove it from my sight ", "32": "because of all the evil of the sons of Israel and the sons of Judah which they did to provoke me to anger—their kings and their princes, their priests and their prophets, the men of Judah and the inhabitants of Jerusalem. ", "33": "They have turned to me their back and not their face; and though I have taught them persistently they have not listened to receive instruction. ", "34": "They set up their abominations in the house which is called by my name, to defile it. ", "35": "They built the high places of Ba′al in the valley of the son of Hinnom, to offer up their sons and daughters to Molech, though I did not command them, nor did it enter into my mind, that they should do this abomination, to cause Judah to sin.", "36": "“Now therefore thus says the Lord, the God of Israel, concerning this city of which you say, 'It is given into the hand of the king of Babylon by sword, by famine, and by pestilence': ", "37": "Behold, I will gather them from all the countries to which I drove them in my anger and my wrath and in great indignation; I will bring them back to this place, and I will make them dwell in safety. ", "38": "And they shall be my people, and I will be their God. ", "39": "I will give them one heart and one way, that they may fear me for ever, for their own good and the good of their children after them. ", "40": "I will make with them an everlasting covenant, that I will not turn away from doing good to them; and I will put the fear of me in their hearts, that they may not turn from me. ", "41": "I will rejoice in doing them good, and I will plant them in this land in faithfulness, with all my heart and all my soul.", "42": "“For thus says the Lord: Just as I have brought all this great evil upon this people, so I will bring upon them all the good that I promise them. ", "43": "Fields shall be bought in this land of which you are saying, It is a desolation, without man or beast; it is given into the hands of the Chalde′ans. ", "44": "Fields shall be bought for money, and deeds shall be signed and sealed and witnessed, in the land of Benjamin, in the places about Jerusalem, and in the cities of Judah, in the cities of the hill country, in the cities of the Shephe′lah, and in the cities of the Negeb; for I will restore their fortunes, says the Lord.”"}