{"1": "A man named Job lived in the land of Uz. He was an honest man and innocent of any wrong. He honored God and stayed away from evil. ", "2": "Job had seven sons and three daughters. ", "3": "He owned 7,000 sheep, 3,000 camels, 500 pairs of oxen and 500 female donkeys. And he had a large number of servants. He was the greatest man among all the people of the East.", "4": "Job's sons took turns holding feasts in their homes. And they invited their sisters to eat and drink with them. ", "5": "After a feast was over, Job would send and have them made clean. Early in the morning Job would offer a burnt offering for each of them. He thought, “My children may have sinned and cursed God in their hearts.” Job did this every time.", "6": "One day the angels came to show themselves before the Lord. Satan[a] also came with them. ", "7": "The Lord said to Satan, “Where have you come from?” Satan answered the Lord, “I have been wandering around the earth. I have been going back and forth in it.”", "8": "Then the Lord said to Satan, “Have you noticed my servant Job? No one else on earth is like him. He is an honest man and innocent of any wrong. He honors God and stays away from evil.”", "9": "But Satan answered God, “Job honors God for a good reason. ", "10": "You have put a wall around him, his family and everything he owns. You have blessed the things he has done. So his flocks of sheep and herds of cattle are large. They almost cover the land. ", "11": "But reach out your hand and destroy everything he has. Then he will curse you to your face.”", "12": "The Lord said to Satan, “All right, then. Everything Job has is in your power. But you must not touch Job himself.” Then Satan left the Lord's presence.", "13": "One day Job's sons and daughters were eating and drinking wine together. They were at the oldest brother's house. ", "14": "A messenger came to Job and said, “The oxen were plowing. And the donkeys were eating grass nearby. ", "15": "And the Sabeans attacked and carried them away. They killed the servants with swords. And I am the only one who escaped to tell you!”", "16": "The messenger was still speaking when another messenger came in. He said, “Lightning from God fell from the sky. It burned up the sheep and the servants. And I am the only one who escaped to tell you!”", "17": "The second messenger was still speaking when another messenger came in. He said, “The Babylonians sent three groups of attackers. They swept down and stole your camels. They killed the servants. And I am the only one who escaped to tell you!”", "18": "The third messenger was still speaking when another messenger came in. He said, “Your sons and daughters were eating and drinking wine together. They were at the oldest brother's house. ", "19": "Suddenly a great wind came in from the desert. It struck all four corners of the house at once. The house fell in on your sons and daughters. And they are all dead. I am the only one who escaped to tell you!”", "20": "When Job heard this, he got up. To show how sad he was he tore his robe and shaved his head. Then he bowed down to the ground to worship God. ", "21": "He said: “I was naked when I was born. And I will be naked when I die. The Lord gave these things to me. And he has taken them away. Praise the name of the Lord.”", "22": "In all this Job did not sin. He did not blame God."}