{"1": "“I hate my own life. So I will complain without holding back. And I will speak because I am so unhappy.", "2": "I will say to God: Do not hold me guilty. But tell me what you have against me.", "3": "Does it make you happy to trouble me? Don't you care about me, the work of your own hands? Are you happy with the plans of evil people?", "4": "Do you have human eyes? Do you see as a man sees?", "5": "Are your days like the days of man? Are your years like the years of a man?", "6": "You look for evil I have done and search for my sin.", "7": "But you know I am not guilty. And you know no one can save me from your power.", "8": "“Your hands shaped me and made me. But now you turn around and destroy me.", "9": "Remember that you molded me like a piece of clay. Now will you turn me back into dust?", "10": "You formed me in my mother's womb as cheese is formed from milk.", "11": "You put skin and flesh on me like clothing. You sewed me together with bones and muscles.", "12": "You gave me life and showed me kindness. And in your care you watched over my life.", "13": "“But in your heart you hid other plans. I know this is what was in your mind:", "14": "If I sinned, you would be watching me. You would not let my sin go unpunished.", "15": "How terrible it will be for me if I am guilty! But even if I am right, I cannot lift my head. I am full of shame. It is as if I am drowning in my pain.", "16": "If I hold up my head, you hunt me like a lion. And again you show your terrible power against me.", "17": "You bring new witnesses against me. You increase your anger against me. Your armies come against me like waves of the sea.", "18": "“So why did you allow me to be born? I wish I had died before anyone saw me.", "19": "I wish I had never been born. Or I wish I had been carried straight from birth to the grave!", "20": "My few days of life are almost over. Leave me alone so I can have a moment of joy.", "21": "Soon I will leave and not return. I will go to the land of darkness and gloom.", "22": "It is the land of darkest night. It is the land of gloom and confusion. Even the light is darkness there.”"}