{"1": "“My eyes have seen all this. My ears have heard and understood it.", "2": "What you know, I also know. You are not better than I am.", "3": "But I want to speak to God All-Powerful. I want to argue my case with God.", "4": "But you smear me with lies. You are worthless doctors, all of you!", "5": "I wish you would just stop talking. Then you would really be wise!", "6": "Listen to my argument. Hear my lips begging.", "7": "You should not speak for God by saying evil things. You cannot speak God's truth by telling lies.", "8": "You should not unfairly choose his side against mine. You should not argue the case for God.", "9": "You will not do well if he examines you. You cannot fool God as you might fool men.", "10": "God would surely scold you if you unfairly took one person's side.", "11": "His bright glory would scare you. You would be very much afraid of him.", "12": "Your wise sayings are worth no more than ashes. Your arguments are as weak as clay.", "13": "“Be quiet and let me speak. Then let things happen to me as they will.", "14": "I will put myself in danger and take my life in my own hands.", "15": "He will kill me. I have no hope.[a] But I still will defend my ways to his face.", "16": "This might really save me, because a wicked man would not be brave enough to come before him.", "17": "Listen carefully to what I say. Let your ears hear what I say.", "18": "See now, I have prepared my case. I know I will be proved right.", "19": "No one can blame me for doing wrong. If someone can, I will be quiet and die.", "20": "“God, please just give me these two things. Then I will not hide from you.", "21": "Take your punishment away from me. And stop frightening me with your terrors.", "22": "Then call me, and I will answer. Or let me speak and you answer.", "23": "How many evil things and sins have I done? Show me my wrong and my sin.", "24": "Don't hide your face from me. Don't think of me as your enemy.", "25": "Don't punish a leaf that is blown by the wind. Don't chase after dry chaff.", "26": "You write down cruel things against me. You make me suffer for sins I did when I was young.", "27": "You put my feet in chains. You keep close watch on everywhere I go. And you mark the soles of my feet.", "28": "So man wears out like something rotten. He is like clothing that has been eaten by moths."}