{"1": "Then Eliphaz the Temanite answered:", "2": "“A wise man would not answer with empty words. He would not fill his stomach with hot, east wind.", "3": "He would not argue with useless words. He would not make speeches that have no value.", "4": "But you even break down the worship of God. You stand in the way of those who pray to him.", "5": "Your sin teaches your mouth what to say. You use the same words as people who trick others.", "6": "It is your own mouth, not mine, that shows you are wicked. Your own lips speak as a witness against you.", "7": "“You are not the first man ever born. You were not born before the hills were made.", "8": "You cannot listen in on God's secret advice. You cannot limit wisdom to yourself.", "9": "You don't know any more than we know. You don't understand any more than we understand.", "10": "Old people with gray hair are on our side. They are men even older than your father.", "11": "The comfort God gives you is not enough for you, even when words are spoken gently to you.", "12": "Your heart has carried you away from God. Your eyes flash with anger.", "13": "You speak out your anger against God. And these words pour out of your mouth.", "14": "“How can man be pure? How can a person born to a woman be good?", "15": "God places no trust in his holy ones. Even the heavens are not pure in his eyes.", "16": "And man is even less than they are. He is terrible and rotten. He drinks up evil as if it were water!", "17": "“Job, listen to me, and I will tell you about it. I will tell you what I have seen.", "18": "These are things wise men have told. Their ancestors told them these things, and they have hidden nothing.", "19": "(The land was given to their fathers only. No foreigner lived among them.)", "20": "The evil man suffers pain all his life. The cruel man suffers during all the years saved up for him.", "21": "Terrible sounds fill his ears. When things seem to be going well, robbers attack him.", "22": "The evil person gives up trying to escape from the darkness. It has been decided that he will die by the sword.", "23": "He wanders around. He will become food for vultures. He knows death will soon come.", "24": "Worry and suffering terrify him. They overwhelm him. They seem like a king ready to attack.", "25": "This is because he shakes his fist at God. He tries to get his own way against God All-Powerful.", "26": "He stubbornly charges at God with a thick, strong shield.", "27": "“The evil person's face is covered with fat. His waist is fat with flesh.", "28": "He will live in towns that are ruined. He will live in houses where no one lives. They are houses that are crumbling into ruins.", "29": "The evil person will no longer get rich. And the riches he has will not last. The things he owns will no longer spread over the land.", "30": "He will not escape the darkness. A flame will dry up his branches. God's breath will carry that evil person away.", "31": "The evil person should not fool himself by trusting what is useless. If he does, he will get nothing in return.", "32": "His branch will dry up before it finishes growing. It will not even become green.", "33": "He will be like a vine whose grapes are pulled off before they are ripe. He will be like an olive tree that loses its blossoms.", "34": "People without God can produce nothing. Fire will destroy the tents of people who take money to do evil.", "35": "They plan trouble and give birth to evil. Their hearts plan ways to trick people.”"}