{"1": "Then Job answered:", "2": "“I have heard many things like these. You are all painful comforters!", "3": "Will your long, useless speeches never end? What makes you keep on arguing?", "4": "I also could speak as you do if you were in my place. I could make great speeches against you. And I could shake my head at you.", "5": "But, instead, my words would encourage you. I would speak words of comfort to bring you relief.", "6": "“But if I speak, my pain does not become less. And if I don't speak, it still does not go away.", "7": "God, you have surely taken away my strength. You have destroyed my whole family.", "8": "You have made me thin and weak. And people feel that this shows I have done wrong.", "9": "God attacks me and tears me with anger. He grinds his teeth at me. My enemy stares at me with his angry eyes.", "10": "People open their mouths to make fun of me. They hit my cheeks to insult me. They join together against me.", "11": "God has turned me over to evil men. He has thrown me into the clutches of the wicked.", "12": "Everything was fine with me. But then God broke me into pieces. He held me by the neck and crushed me. He has made me his target.", "13": "God's archers surround me. He stabs my kidneys and has no mercy. He spills my blood on the ground.", "14": "Again and again God attacks me. He runs at me like a soldier.", "15": "“I have sewed rough cloth over my skin to show my sadness. I have buried my face in the dust.", "16": "My face is red from crying. I have dark circles around my eyes.", "17": "And yet my hands have never done anything cruel. And my prayer is pure.", "18": "“Earth, please do not cover up my blood. Don't let my cry ever stop being heard!", "19": "Even now I have one who speaks for me in heaven. The one who is on my side is high above.", "20": "The one who speaks for me is my friend. While he does this, my eyes pour out tears to God.", "21": "He begs God on behalf of a man as a man begs for his friend.", "22": "“Only a few years will pass before I go on the journey from which I cannot return."}