{"1": "Then Job answered:", "2": "“How long will you hurt me and crush me with your words?", "3": "You have insulted me ten times now. You attack me without shame.", "4": "If I have sinned, it is my worry alone.", "5": "Maybe you want to make yourselves look better than I do so you can blame me for my suffering.", "6": "Then know that God has wronged me. He has pulled his net around me.", "7": "“I shout, 'I have been wronged!' But I get no answer. I call loudly for help, but I receive no justice.", "8": "God has blocked my way so I cannot pass. He has covered my paths with darkness.", "9": "He has taken away my honor. He has removed the crown from my head.", "10": "He beats me down on every side until I am gone. He pulls up my hope as a tree is pulled up by its roots.", "11": "His anger burns against me. And he treats me as one of his enemies.", "12": "His armies gather. They prepare a way to attack me. They camp around my tent.", "13": "“God has made my brothers my enemies. My friends have become complete strangers.", "14": "My relatives have gone away. My friends have forgotten me.", "15": "My guests and my women servants think of me as a stranger. They look at me as if I were a foreigner.", "16": "I call for my servant, but he does not answer. I even beg him with my own mouth.", "17": "My wife hates my breath. My own family hates me.", "18": "Even the little boys hate me. When I leave, they talk about me.", "19": "All my close friends hate me. Even those I love have turned against me.", "20": "I am nothing but skin and bones. I have escaped with only the skin of my teeth.", "21": "Pity me, my friends. Pity me! The hand of God has hit me.", "22": "Why do you chase me as God does? Haven't you had enough of hurting my body?", "23": "“How I wish my words were written down. I wish they were written on a scroll.", "24": "I wish they were carved with an iron pen into lead, or carved into stone forever!", "25": "I know that my Defender lives. And in the end he will come to show that I am right.", "26": "Even after my skin has been destroyed, in my flesh I will still see God.", "27": "I will see him myself. I myself will see him with my own eyes. How my heart wants that to happen!", "28": "“You may say, 'We will continue to trouble Job. The problem lies with him.'", "29": "But you should be afraid of the sword yourselves. God's anger will bring punishment by the sword. Then you will know that there is judgment.”"}