{"1": "On another day the angels came to show themselves before the Lord. And Satan also came with them. ", "2": "The Lord said to Satan, “Where have you come from?” Satan answered the Lord, “I have been wandering around the earth. I have been going back and forth in it.”", "3": "Then the Lord said to Satan, “Have you noticed my servant Job? No one else on earth is like him. He is an honest man, innocent of any wrong. He honors God and stays away from evil. You caused me to ruin him for no good reason. But he continues to be without blame.”", "4": "“One skin for another!” Satan answered. “A man will give all he has to save his own life. ", "5": "But reach out your hand and destroy his own flesh and bones. Then he will curse you to your face.”", "6": "The Lord said to Satan, “All right, then. Job is in your power. But you must let him live.”", "7": "So Satan left the Lord's presence. And he put painful sores all over Job's body. They went from the top of his head to the soles of his feet. ", "8": "Then Job took a piece of broken pottery. And he used it to scrape himself. He sat in ashes to show how upset he was.", "9": "Job's wife said to him, “Are you still trying to stay innocent? You should just curse God and die!”", "10": "Job answered, “You are talking like a foolish woman. Should we take only good things from God and not trouble?” In all this Job did not sin in what he said.", "11": "Now Job had three friends. They were Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite. These friends heard about the troubles that had happened to Job. So they agreed to meet and go see Job. They wanted to show him they were upset for him, too. And they wanted to comfort him. ", "12": "They saw Job from far away. But he looked so different they almost didn't recognize him. They began to cry loudly. They tore their robes and put dirt on their heads to show how sad they were. ", "13": "Then they sat on the ground with Job seven days and seven nights. No one said a word to him. This was because they saw how much he was suffering."}