{"1": "Then Zophar the Naamathite answered:", "2": "“My troubled thoughts cause me to answer. I am very upset.", "3": "I hear you criticize, and I am insulted. But I understand how to answer you.", "4": "“You know how it has been for a long time. It has been this way since man was put on the earth.", "5": "The happiness of an evil person is very short. The joy of a person without God lasts only a moment.", "6": "His pride may be as high as the heavens. His head may touch the clouds.", "7": "But he will be gone forever, like his own dung. People who knew him will say, 'Where is he?'", "8": "He will fly away like a dream. He will not be found again. He will be chased away like a vision in the night.", "9": "Those who saw him will not see him again. The place where he lived will see him no more.", "10": "His children will have to make up for how he mistreated the poor. He will have to give his wealth back with his own hands.", "11": "He has the strength of his youth in his bones. But it will lie with him in the dust of death.", "12": "“Evil may taste sweet in the evil person's mouth. He may hide it under his tongue.", "13": "He cannot stand to let go of it. So he keeps it in his mouth.", "14": "But his food will turn sour in his stomach. It will be like the poison of a snake inside him.", "15": "He has swallowed riches, but he will spit them out. God will make the evil person's stomach vomit them up.", "16": "He will suck the poison of snakes. The snake's poisonous fangs will kill him.", "17": "He will not admire the sparkling streams or the rivers flowing with honey and cream.", "18": "He must give back what he worked for without eating it. He will not enjoy the money he made from his trading.", "19": "This is because he has troubled the poor people and left them with nothing. He has taken houses he did not build.", "20": "“The evil person has no rest from his desire. Nothing escapes his selfishness.", "21": "But nothing will be left for him to eat. His riches will not continue.", "22": "When he still has plenty, trouble will catch up to him. Great misery will come down on him.", "23": "The evil person may eat until his stomach is full. But then God will send his burning anger against him. God will send blows of punishment down on him like rain.", "24": "The evil person may run away from an iron weapon. But then a bronze arrow will stab him.", "25": "He will pull the arrow out of his back. He will pull its point out of his liver. Terrors will come over him.", "26": "Total darkness waits for his treasure. A fire not fanned by people will destroy him. That fire will burn up what is left of his tent.", "27": "The heavens will show his guilt. The earth will rise up against him.", "28": "A flood will carry his house away. The rushing waters will come on the day of God's anger.", "29": "This is what God plans for evil people. This is what he has decided they will receive.”"}