{"1": "Then Job answered:", "2": "“Listen carefully to my words. Let this be the way you comfort me.", "3": "Be patient while I speak. After I have finished, you may continue to make fun of me if you wish.", "4": "“My complaint is not just against people. I have reason to be impatient.", "5": "Look at me then and be shocked. Put your hand over your mouth in shock.", "6": "When I think about this, I am terribly afraid. My body shakes!", "7": "Why do evil people live a long time? They grow old and become more powerful.", "8": "They see their children become strong around them. They watch their children grow up.", "9": "Their homes are safe and without fear. God does not punish them.", "10": "Their bulls never fail to mate. Their cows have healthy calves.", "11": "Their children run and play like flocks of lambs. Their little ones dance about.", "12": "They sing to the music of tambourines and harps. The sound of the flute makes them happy.", "13": "Evil people enjoy success during their lives. Then they go down in peace to where the dead are.", "14": "But they say to God, 'Leave us alone! We don't want to know your ways.", "15": "Who is God All-Powerful that we should serve him? We would gain nothing by praying to him.'", "16": "But the wicked think they succeed by their own strength. Their way of thinking is not godly.", "17": "Yet how often is the lamp of evil people turned off? How often does trouble come to them? How often do they suffer the punishment God plans in his anger?", "18": "How often are they like straw in the wind or like chaff that is blown away by a storm?", "19": "It is said, 'God saves up a man's punishment for the man's children.' God should punish the evil person himself so he will know it.", "20": "His eyes should see his own destruction. He should suffer the anger of God All-Powerful.", "21": "He does not care about the family he leaves behind when his life has come to an end.", "22": "“No one can teach knowledge to God. He is the one who judges even the most important people.", "23": "One man dies while he still has all his strength. He feels completely safe and comfortable.", "24": "His body was well fed. And his bones were strong and healthy.", "25": "But another man dies with an unhappy heart. He never had any happiness.", "26": "These two men are buried next to each other. And worms cover both of them.", "27": "“I know very well what you are thinking. I know your plans to do wrong to me.", "28": "You say about me, 'Now where is this great man's house? And where are the tents where the evil men lived?'", "29": "You have never asked those who travel. You have not listened to their stories.", "30": "On the day of God's anger and punishment, it is the evil man who is spared.", "31": "Who will accuse him to his face? No one pays him back for the evil he has done.", "32": "He is carried to his grave. And someone keeps watch over his tomb.", "33": "The dirt in the valley will seem sweet to him. Everybody follows after him. Many people go before him.", "34": "“So you cannot comfort me with this nonsense. Your answers are still only lies!”"}