{"1": "Then Eliphaz the Temanite answered:", "2": "“A man cannot be of any real use to God. Even a wise man does him no good.", "3": "It does not help God All-Powerful for you to be good. He gains nothing if you are innocent.", "4": "God does not punish you for respecting him. He does not bring you into court for this.", "5": "No! It is because your evil is without limits. And your sins have no end.", "6": "You took your brothers' things to pay a debt they didn't owe. You took clothes from people and left them naked.", "7": "You did not give water to tired people. And you kept food away from the hungry.", "8": "You were a powerful man who owned land. You were honored and lived in the land.", "9": "But you sent widows away without giving them anything. You even mistreated orphans.", "10": "That is why traps are all around you. That is why sudden danger frightens you.", "11": "That is why it is so dark you cannot see. And that is why a flood of water covers you.", "12": "“God is in the highest part of heaven. See how high the highest stars are!", "13": "But you say, 'God knows nothing. He cannot judge us through the dark clouds.", "14": "Thick clouds cover him so he cannot see us. He walks around high up in the sky.'", "15": "Are you going to stay on the old path where evil people walk?", "16": "They were carried away before their time was up. Their foundations were washed away by a flood.", "17": "They said to God, 'Leave us alone! God All-Powerful can do nothing to us.'", "18": "But it was God who filled their houses with good things. He did this even though their way of thinking was not godly.", "19": "“Good people can watch and be glad. Innocent people can laugh at them and say,", "20": "'Surely our enemies are destroyed. And fire burns up their wealth.'", "21": "“Obey God, and then you will be at peace with him. This way you can be happy.", "22": "Accept teaching from his mouth. Keep his words in your heart.", "23": "If you return to God All-Powerful, you will be blessed again. Remove evil from your house.", "24": "Throw your gold nuggets into the dust. Throw your fine gold to the rocks in the ravines.", "25": "Then God All-Powerful will be your gold. He will be the best silver for you.", "26": "You will find pleasure in God All-Powerful. And you will look up to him.", "27": "You will pray to him, and he will hear you. And you will keep your promises to him.", "28": "Anything you decide will be done. And light will shine on your ways.", "29": "When terrible things happen to people, you will say, 'Have courage.' Then those who are humble will be saved.", "30": "Even the guilty will escape. They will be saved because your hands are clean.”"}