{"1": "“I wish God All-Powerful would set a time for judging. People who know God look for such a day, but they do not see it.", "2": "Wicked people take other people's land. They steal flocks of sheep and take them to new pastures.", "3": "They chase away the orphan's donkey. And they take the widow's ox when she cannot pay what she owes.", "4": "They push needy people off the path. So all the poor people of the land hide from them.", "5": "The poor become like wild donkeys in the desert. They go about their job of finding food. The desert gives them food for their children.", "6": "They gather hay and straw in the fields. And they pick up leftover grapes from the evil man's vineyard.", "7": "They spend the night naked, because they have no clothes. They have nothing to cover themselves in the cold.", "8": "They are soaked from mountain rains. They stay near the large rocks because they have no shelter.", "9": "The child who has no father is grabbed from its mother's breast. They take a poor mother's baby to pay for what she owes.", "10": "So the poor go around naked because they have no clothes. They carry bundles of grain for evil people, but they still go hungry.", "11": "They crush olives to get oil. And they crush grapes in the winepresses, but they still are thirsty.", "12": "Dying people groan in the city. People who are injured cry out for help. But God accuses no one of doing wrong.", "13": "“There are people who fight against the light. God's ways are strange to them. And they do not stay in the lighted path.", "14": "When the light of day is gone, the murderer gets up. He kills poor and needy people. At night he goes about like a thief.", "15": "The person who is guilty of adultery watches for the night. He thinks, 'No one will see me.' And he keeps his face covered.", "16": "In the dark, evil people break into houses. But in the daytime they shut themselves up in their own houses. They want nothing to do with the light.", "17": "Darkness is like morning to all these evil people. They make friends with the terrors of darkness.", "18": "“They are like foam floating on the water. Their part of the land is cursed. No one uses the road that goes by their vineyards.", "19": "Heat and dryness quickly take away the melted snow. In the same way, the place for the dead quickly takes away those who have sinned.", "20": "The evil person's mother will even forget him. The worms will eat his body. He will no longer be remembered. So wickedness is broken in pieces like a stick.", "21": "These evil men are unfair to women who cannot have children. And they show no kindness to widows.", "22": "God drags away strong men by his power. But even though they seem strong, they do not know how long they will live.", "23": "God may let these evil people feel safe. But he is watching their ways.", "24": "For a little while they are important, and then they are gone. They are made unimportant and gathered up like everyone else. They are cut off like the tops of stalks of grain.", "25": "If this is not true, who can prove I am wrong? And who can show that my words are worth nothing?”"}