{"1": "And Job continued speaking:", "2": "“As surely as God lives, he has taken away my rights. God All-Powerful has made me unhappy.", "3": "As long as I am alive and God's breath of life is in my nose,", "4": "My lips will not speak evil. And my tongue will not tell a lie.", "5": "I will never agree you are right. Until I die, I will never stop saying I was innocent.", "6": "I will hold tightly to the right things I said. My sense of right and wrong does not bother me at all.", "7": "“Let my enemies be like evil people. Let them be like those who are not fair!", "8": "What hope does a wicked person have when he dies? He has no hope when God takes his life away.", "9": "God will not listen to his cry when trouble comes to him.", "10": "He will not find joy in God All-Powerful, even though he calls out to God all the time.", "11": "“I will teach you about the power of God. I will not hide the ways of God All-Powerful.", "12": "You have all seen this yourselves. So why are we having all this talk that means nothing?", "13": "“Here is what God has planned for evil people. This is what cruel people will get from God All-Powerful:", "14": "They may have many children, but the sword will kill them. The children who are left will never have enough to eat.", "15": "Then they will die and be buried. And the widows will not even cry for them.", "16": "The evil person may heap up silver like piles of dirt. He may have so many clothes they are like piles of clay.", "17": "But good people will wear what the evil person has gathered. And those who are not guilty of wrong will divide up his silver.", "18": "The house the evil person builds is like a spider's web. It is like a hut that a guard builds.", "19": "The evil person is rich when he goes to bed, but he is rich for the last time. When he opens his eyes, everything is gone.", "20": "Fears come over him like a flood. A storm snatches him away in the night.", "21": "The east wind will carry him away, and then he is gone. It sweeps him out of his place.", "22": "The wind will hit the evil person without mercy as he tries to run away from its power.", "23": "It will be as if the wind is clapping its hands at him. It will whistle at him as he runs from his place."}