{"1": "“There are mines where people dig silver. And there are places where gold is made pure.", "2": "Iron is taken out of the ground. And copper is melted out of rocks.", "3": "Miners bring light into the mines. They search even the deepest parts of the mines. They look for metal in places of thick darkness.", "4": "Miners dig a tunnel far away from where people live. They dig it where people never go. They work far away from people, swinging and swaying from ropes.", "5": "Food grows on top of the earth. But below ground things are changed as if by fire.", "6": "Sapphires are found in rocks. And the dust of the earth contains gold.", "7": "No hawk knows the path. The falcon has not seen it.", "8": "Proud animals have not walked on this path. And no lions cross over it.", "9": "Men hit the rocks of flint. They dig away at the bottom of the mountains.", "10": "Miners cut tunnels through the rock. They see all the treasures there.", "11": "They search the places where rivers begin. And they bring things hidden there out into the light.", "12": "“But where can wisdom be found. Where does understanding live?", "13": "People do not understand the value of wisdom. It cannot be found among living people.", "14": "The deep ocean says, 'It's not in me.' The sea says, 'It's not in me.'", "15": "Wisdom cannot be bought with the best gold. Its cost cannot be weighed in silver.", "16": "Wisdom cannot be bought with fine gold. It cannot be bought with valuable onyx or sapphire gems.", "17": "Gold and crystal are not as valuable as wisdom. And you cannot buy it with jewels of gold.", "18": "Coral and jasper are not even worth talking about. The price of wisdom is much greater than rubies.", "19": "The topaz from Cush cannot compare to wisdom. It cannot even be bought with the purest gold.", "20": "“So from where does wisdom come? And where does understanding live?", "21": "It is hidden from the eyes of every living thing. It is hidden even from the birds of the air.", "22": "The places of destruction and death say, 'We have only heard reports about it.'", "23": "God understands the way to wisdom. And he is the only one who knows where it lives.", "24": "This is because God sees to the farthest parts of the earth. And he sees everything under the heavens.", "25": "Wisdom began when God gave power to the wind. It was when he measured the water and put limits on it.", "26": "It was when God made rules for the rain. And he set a path for a thunderstorm to follow.", "27": "Then God looked at wisdom and decided its worth. He set wisdom up and tested it.", "28": "Then he said to man, 'The fear of the Lord is wisdom, and to stay away from evil is understanding.'”"}