{"1": "Job continued to speak:", "2": "“How I wish for the months that have passed. I wish for the days when God watched over me.", "3": "I wish for the days when God's lamp shined on my head. And I wish for the time I walked through darkness by his light.", "4": "I wish for the days when I was at my strongest, when God's close friendship blessed my house.", "5": "That was when my children were all around me. And God All-Powerful was still with me.", "6": "Life was so good. It was as if my path were covered with cream. It was as if even the rocks poured out streams of olive oil for me.", "7": "I would go to the city gate and sit in the public square.", "8": "When the young men saw me, they would step out of my way. And the old men would stand up in respect for me.", "9": "The leading men stopped speaking and covered their mouths with their hands.", "10": "The voices of the important men were quiet. It was as if each man's tongue stuck to the roof of his mouth.", "11": "Anyone who heard me said good things about me. And those who saw me praised me.", "12": "This was because I saved the poor who cried for help. And I saved the orphan who had no one to help him.", "13": "The dying person blessed me. And I made the widow's heart sing.", "14": "I put on right living as if it were clothing. I wore fairness as if it were my robe and my turban.", "15": "I tried to be eyes for the blind. And I tried to be feet for those who were crippled.", "16": "I was like a father to needy people. And I took the side of strangers when they were in trouble.", "17": "I broke the fangs of evil people. And I snatched from their teeth the people they wanted to hurt.", "18": "“I thought, 'I will live for as many days as there are grains of sand. And I will die in my own house.", "19": "I will be like a tree whose roots reach down to the water. The dew will lie on the branches all night.", "20": "New honors will come to me continually. I will always have great strength.'", "21": "“People listened to me carefully. They waited quietly for my advice.", "22": "After I finished speaking, they spoke no more. My words fell very gently on their ears.", "23": "They waited for me as they would for rain. They drank in my words as if they were spring rain.", "24": "I smiled at them when they doubted. And my approval was important to them.", "25": "I chose the right way for them and was their leader. I lived like a king among his army. I was like a person who gives comfort to sad people."}