{"1": "After seven days Job spoke. He cursed the day he had been born. ", "2": "Job said:", "3": "“Let the day I was born be destroyed. And destroy the night when it was said, 'A boy is born!'", "4": "Let that day turn to darkness. Let God not even care about it. Don't let light shine on that day.", "5": "Let darkness and gloom have that day. Let a cloud hide that day. Let darkness cover its light.", "6": "Let thick darkness capture that night. Don't count it among the days of the year. Don't put it in any of the months.", "7": "Let that night be empty. Let no shout of joy be heard in it.", "8": "Let the people who curse days curse that day. They know how to wake up the sea monster Leviathan.", "9": "Let that day's morning stars become dark. Let it wait for daylight, but don't let it come. Don't let it see the first light of dawn.", "10": "This is because it allowed me to be born. That day did not hide trouble from my eyes.", "11": "“Why didn't I die as soon as I was born? Why didn't I die when I came out of the womb?", "12": "Why did my mother's knees receive me? Why did my mother's breasts feed me?", "13": "If they had not been there, I would be lying dead in peace. I would be asleep and at rest.", "14": "I would be asleep with kings and wise men of the earth. They built places for themselves that are now ruined.", "15": "I would be asleep with rulers who had gold. They filled their houses with silver!", "16": "Or why was I not buried like a child born dead? I wish I were like a baby who never saw the light of day.", "17": "In the grave the wicked stop causing trouble. And people who are tired are at rest.", "18": "In the grave there is rest for the captives. They no longer hear the shout of the slave driver.", "19": "People great and small are in the grave. And the slave is freed from his master.", "20": "“Why is life given to those who are in misery? Why is it given to those who are so unhappy?", "21": "Some people want to die, but death does not come. They search for death more than for hidden treasure.", "22": "They are very happy when they get to the grave.", "23": "Life shouldn't be given to a man who doesn't know what will happen to him. It shouldn't be given to a man who feels trapped by God.", "24": "I make sad sounds as I eat. My groans pour out like water.", "25": "The thing I was afraid of has happened to me. And the thing I dreaded has happened.", "26": "I have no peace. I have no quietness. I have no rest. I only have trouble.”"}