{"1": "“But now men who are younger than I make fun of me. I would not have even let their fathers sit with my sheep dogs.", "2": "Their hands had no strength to help me. They had even lost their strength to work.", "3": "They were thin from being hungry and in need. They wandered through the dry and ruined land at night.", "4": "They gathered desert plants by the brush for food. They even ate the root of the broom tree.", "5": "They were forced to live away from other people. People shouted at them as if they were thieves.", "6": "These young men had to live in dried up streambeds. They lived in caves and among the rocks.", "7": "They howled like animals out among the bushes. And they huddled together in the brush.", "8": "They are worthless people without names. They were forced to leave the land.", "9": "“Now they make fun of me with songs. My name has become a joke among them.", "10": "They hate me and stay far away from me. But they do not mind spitting in my face.", "11": "God has taken away my strength and made me suffer. So they attack me with all their anger.", "12": "On my right side they attack me like a mob. They lay traps for my feet. They prepare to attack me.", "13": "They break up my road. They work to destroy me without anyone stopping them.", "14": "They go forward as if through a hole in the wall. They roll in among the ruins.", "15": "Great fears overwhelm me. They blow my honor away as if by a great wind. My safety disappears like a cloud.", "16": "“Now my life is almost over. My days are full of suffering.", "17": "At night my bones ache. Gnawing pains never stop.", "18": "In his great power God grabs hold of my clothing. He chokes me with the collar of my coat.", "19": "He throws me into the mud. And I become like dirt and ashes.", "20": "“I cry out to you, God, but you do not answer. I stand up, but you just look at me.", "21": "You turn on me without mercy. You attack me with your powerful hand.", "22": "You snatch me up and throw me into the wind. You toss me about in the storm.", "23": "I know you will bring me down to death. You will bring me to the place where all living people must go.", "24": "“Surely no one would hurt a ruined man when he cries for help in his time of trouble.", "25": "I have cried for those who are in trouble. My soul has been very sad for poor people.", "26": "But when I hoped for good, only evil came to me. When I looked for light, darkness came.", "27": "I never stop being upset inside. Days of suffering are ahead of me.", "28": "I have become black, but not by the sun. I stand up in public and cry for help.", "29": "It is as if I have become a brother to wild dogs and a friend to ostriches.", "30": "My skin becomes black and peels off. My body burns with fever.", "31": "My harp is tuned for singing a sad song. And my flute is tuned for the sound of loud crying."}