{"1": "“But I made an agreement with my eyes not to look with desire at a girl.", "2": "What has God above promised those who do this? What has God All-Powerful on high planned for them?", "3": "It is ruin for the evil people. It is disaster for those who do wrong.", "4": "God sees my ways, and he counts every step I take.", "5": "“I have not been a dishonest person. I have not lied to others.", "6": "Let God weigh me on honest scales. Then he will know I have done nothing wrong.", "7": "I have not turned away from doing what is right. My heart has not been led by my eyes to do wrong. My hands have not been made unclean.", "8": "If I have done these things, then let other people eat what I have planted. And let my crops be plowed up.", "9": "“I have not desired another woman. I have never waited at my neighbor's door to commit adultery with his wife.", "10": "If I have done these things, then let my wife grind another man's grain. And let other men have physical relations with her.", "11": "Sexual sin is shameful. It is a sin which must be punished.", "12": "It is like a fire that burns and destroys forever. It would destroy all I have.", "13": "“I have been fair to my male and female slaves when they had a complaint against me.", "14": "If I have not, how could I tell God what I did? What will I answer when God asks me to explain what I've done?", "15": "God made me in my mother's womb, and he also made them. The same God formed both of us in our mothers' wombs.", "16": "“I have never refused anything the poor wanted. I have never let widows give up hope while looking for help.", "17": "I have not kept my food to myself. I have also given it to the orphans.", "18": "Since I was young, I have been like a father to the orphans. And from my birth I guided the widows.", "19": "I have not let a person die because he had no clothes. I have not let a needy person go without a coat.", "20": "That person's heart blessed me. This was because I warmed him with the wool of my sheep.", "21": "I have never hurt an orphan even when I knew I could win in court.", "22": "If I have, then let my arm fall off my shoulder. Let it be broken at the joint.", "23": "This is because I dread destruction from God. I could not do such things because I fear his majesty.", "24": "“I have not put my trust in gold. I have not said to pure gold, 'You are my safety.'", "25": "I have not celebrated my great wealth. I have not celebrated that my hands had gained riches.", "26": "I have not thought about worshiping the sun in its brightness. I have not admired the moon moving in glory", "27": "so that my heart was pulled away from God. My hand has never offered the sun and moon a kiss of worship.", "28": "If I had, these also would have been sins to be punished. I would have been unfaithful to God if I had done these things.", "29": "“I have not been happy when my enemy was ruined. I have not laughed when he had trouble.", "30": "I have not let my mouth sin by cursing my enemy's life.", "31": "The men of my house have always said, 'Everyone has eaten all he wants of Job's food.'", "32": "No stranger ever had to spend the night in the street. I always let the traveler stay in my home.", "33": "I have not hidden my sin as other men do. I did not hide my guilt in my heart.", "34": "I was not so afraid of the crowd. I did not keep quiet and stay inside because I feared being hated by other families.", "35": "(“How I wish a court would hear my case! Here I sign my name to show I have told the truth. Now let God All-Powerful answer me. Let the one who is against me write down what he accuses me of.", "36": "I would surely wear the writing on my shoulder. I would put it on like a crown.", "37": "I would explain to God every step I took. I would come near to God like a prince.)", "38": "“My land did not cry out against me. Its plowed rows were not wet with tears.", "39": "I did not take the land's harvest without paying. I did not break the spirit of those who took care of the land.", "40": "If I did, then let thorns come up instead of wheat. And let weeds come up instead of barley.” The words of Job are finished."}