{"1": "These three men stopped answering Job. This is because Job was so sure he was right. ", "2": "But Elihu son of Barakel the Buzite became very angry with Job. (Elihu was from the family of Ram.) He was angry because Job claimed he was right instead of God. ", "3": "Elihu was also angry with Job's three friends. They had no answer to show that Job was wrong. And yet they continued to blame him. ", "4": "Now Elihu had waited before speaking to Job. This is because the three friends were older than he was. ", "5": "But when Elihu saw that the three men had nothing more to say, he became very angry.", "6": "So Elihu son of Barakel the Buzite said this: “I am young, and you are old. That is why I was afraid to tell you what I know.", "7": "I thought, 'Older people should speak. Those who have lived many years should teach wisdom.'", "8": "But it is the spirit in a person that gives him understanding. It is the breath of God All-Powerful in him.", "9": "It is not just older people who are wise. Older people are not the only ones who understand what is right.", "10": "So I say, listen to me! I will also tell you what I know.", "11": "I waited while you spoke. I listened to your explanations. I waited while you looked for words to use.", "12": "I paid close attention to you. But not one of you has proved Job wrong. Not one of you has answered his arguments.", "13": "Don't you say, 'We have found wisdom. Only God will show Job to be wrong, not people.'", "14": "Job has not spoken his words against me. So I will not use your arguments to answer Job.", "15": "“These three friends are defeated and have no more to say. Words have failed them.", "16": "Now they are standing there with no answer for Job. Now that they are quiet, must I wait to speak?", "17": "No, I also will speak. I will also tell what I know.", "18": "I am full of words. And the spirit in me causes me to speak.", "19": "I am like wine that has been bottled up. I am ready to burst like a new leather bag for holding wine.", "20": "I must speak. Then I will feel relief. I must open my mouth and answer.", "21": "I will be fair to everyone. I will not flatter anyone.", "22": "I don't know how to flatter. If I did, God, my Maker, would quickly take me away."}