{"1": "“But now, Job, listen to my words. Pay attention to everything I say.", "2": "I open my mouth. I am ready to speak.", "3": "My words come from an honest heart. I am sincere when I speak what I know.", "4": "The Spirit of God created me. The breath of God All-Powerful gave me life.", "5": "Answer me if you can. Get yourself ready and stand before me.", "6": "I am just like you before God. I was also made out of clay.", "7": "Don't be afraid of me. I will not be hard on you.", "8": "“But I heard what you have said. I heard every word.", "9": "You said, 'I am pure and without sin. I am innocent and free from guilt.", "10": "But God has found fault with me. He considers me his enemy.", "11": "He locks my feet in chains. He closely watches everywhere I go.'", "12": "“But I tell you, you are not right in saying this. God is greater than we are!", "13": "Why do you accuse God of not answering man's complaints?", "14": "God does speak—sometimes one way and sometimes another. He speaks even though men may not understand it.", "15": "God may speak in a dream or a vision of the night. This is when men are in a deep sleep and lying in their beds.", "16": "He may speak in their ears and frighten them with warnings.", "17": "He warns them to turn away from doing wrong. And he warns them not to be proud.", "18": "God does this to save a man's soul from death. He does it to keep him from dying.", "19": "A man may be corrected while on his bed in great pain. He may have continual pain in his very bones.", "20": "He may be in such pain that he even hates food. He may hate even the very best meal.", "21": "His body becomes so thin there is almost nothing left of it. And his bones that were hidden by flesh now stick out.", "22": "His soul is near the place of death. His life is almost over.", "23": "“But there may be an angel on his side. The angel may be one out of a thousand who will speak for the man. He will tell the man what he should do.", "24": "The angel will beg for mercy and say: 'Save this man from the place of death. I have found a way to pay for his life.'", "25": "Then his body is made new like a child's body. It will be returned to the way it was when he was young.", "26": "That person will pray to God, and God will listen to him. He will see God's face and will shout with happiness. And God will set things right for him again.", "27": "Then the man will say to other people, 'I sinned and twisted what was right. But I did not receive the punishment I should have received.", "28": "God bought back my life from death. And I will continue to enjoy life.'", "29": "“God does all these things to a man. He does them two times or even three.", "30": "He does them so a person won't die as punishment for his sins. He does it so the man may still enjoy life.", "31": "“Job, pay attention and listen to me. Be quiet, and I will speak.", "32": "If you have anything to say, answer me. Speak up, because I want you to be shown as right.", "33": "But if you have nothing to say, then listen to me. Be quiet, and I will teach you wisdom.”"}