{"1": "Then Elihu said:", "2": "“Hear my words, you men who think you are wise. Listen to me, you men who think you know a lot.", "3": "The ear tests words as the tongue tastes food.", "4": "Let's decide for ourselves what is right. And let's learn together what is good.", "5": "“Job says, 'I am not guilty. But God has refused me a fair trial.", "6": "Instead of getting a fair trial, I am called a liar. I have been seriously hurt, even though I have not sinned.'", "7": "There is no other man like Job. He takes insults as if he were drinking water.", "8": "He is around people who do evil. He spends time with wicked men.", "9": "This is because he says, 'It does not help a man to try and please God.'", "10": "“So listen to me, you who can understand. God All-Powerful can never do wrong! It is impossible for God to do evil.", "11": "God pays a person back for what he has done. God gives him what his actions deserve.", "12": "Truly God will never do wrong! God All-Powerful will never twist what is right.", "13": "No one chose God to rule over the earth. No one put him in charge of the whole world.", "14": "God could decide to take away his spirit and breath.", "15": "If he did, all people would die together. And they would all turn back into dust.", "16": "“If you can understand, hear this. Listen to what I have to say.", "17": "Can anyone govern who hates what is right? How can you blame God who is both fair and powerful?", "18": "God is the one who says to kings, 'You are worth nothing.' And he says to important people, 'You are evil.'", "19": "God is not better to princes than other people. He is not better to rich people than poor people. This is because he made them all with his own hands.", "20": "They can die in a moment, in the middle of the night. The rich are struck down, and then they pass away. Powerful people die without man's help.", "21": "“God watches where people go. He sees every step they take.", "22": "There is no dark place or deep shadow where those who do evil can hide from God.", "23": "God does not need to watch people more closely. He does not need for men to come before him for judging.", "24": "Without asking questions, God breaks powerful people into pieces. And he puts other people in their place.", "25": "This is because God knows what people do. He defeats them in the night, and they are crushed.", "26": "He punishes them for the evil things they do. He does it so that everyone else can watch.", "27": "This is because they stopped following God. They did not care about any of his ways.", "28": "God lets the cry of poor people reach him. He hears the cry of the needy.", "29": "But if God keeps quiet, who can blame him? If he hides his face, no one can see him. But God still rules over both men and nations.", "30": "He still keeps wicked men from ruling. And he keeps them from trapping others.", "31": "“But suppose such a man says to God, 'I am guilty, but I will not sin anymore.", "32": "Teach me what I cannot see. If I have done wrong, I will not do it again.'", "33": "So, Job, should God reward you the way you want when you will not change your heart and life? You must decide, not I. So tell me what you know.", "34": "“Men who understand speak. And wise men who hear me say,", "35": "'Job speaks without knowing what is true. His words show he does not understand.'", "36": "I wish Job would be tested completely because he answered like an evil man!", "37": "Job has sinned, and now he turns against God. He claps his hands as an insult. And he speaks more and more against God.”"}