{"1": "Elihu continued:", "2": "“Listen to me a little longer. Then I will show you that there is more to be said for God's side.", "3": "What I know comes from far away. I will show that God, my Maker, is right.", "4": "You can be sure that my words are not false. One who really knows is with you.", "5": "“God is powerful, but he does not hate people. He is powerful and sure of what he wants to do.", "6": "God will not keep evil people alive. But he gives troubled people their rights.", "7": "God does not stop watching over those who do right. He sets them on thrones with kings. And he lifts them up on high forever.", "8": "People may be bound in chains. Or trouble may tie them up like ropes around them.", "9": "But then God tells them what they have done. He tells them they have sinned by being too proud.", "10": "God makes them listen to his warning. He commands them to change from doing evil.", "11": "If they obey and serve him, the rest of their lives will be successful. And the rest of their years will be happy.", "12": "But if they do not listen, they will die by the sword. And they will die without knowing better.", "13": "“People who have wicked hearts hold on to anger. Even when God ties them down with trouble, they do not cry for help.", "14": "They die while they are still young. They die among the male prostitutes at the places of worship.", "15": "But God will save suffering people by their suffering. He gets them to listen through their pain.", "16": "“God is gently calling you from the jaws of trouble. He is calling you to an open place of freedom. There he has set your table full of the best food.", "17": "But now you are given the punishment evil people should have. Now you are being punished.", "18": "Be careful! Don't be led away from God by riches. Don't let a promise of much money turn you away.", "19": "Neither your wealth nor all your great strength will keep you out of trouble.", "20": "Don't wish for the night. That is when people are taken from their homes.", "21": "Be careful not to turn to evil, which you seem to want more than suffering.", "22": "“God does great things by his power. No other teacher is like him.", "23": "No one has planned his ways for him. No one has said to God, 'You have done wrong.'", "24": "Remember to praise his work. Men sing about it.", "25": "Everybody has seen it. People look at it from far off.", "26": "God is so great! He is greater than we can understand! No one can discover how many years he has been alive.", "27": "“God takes up the drops of water from the earth. And he turns them into drops of rain.", "28": "Then the rain pours down from the clouds. And showers fall on people.", "29": "No one understands how God spreads out the clouds. No one understands how he thunders from where he lives.", "30": "Watch how God scatters his lightning around him. It even lights up the deepest parts of the sea.", "31": "This is the way God governs the nations. This is how he gives us enough food.", "32": "God fills his hands with lightning. And he commands it to strike its target.", "33": "His thunder announces that a storm is coming. Even the cattle show that the storm is coming."}