{"1": "“At the sound of his thunder, my heart pounds. It is as if my heart will jump out of my chest.", "2": "Listen! Listen to the thunder of God's voice. Listen to the rumbling that comes from his mouth.", "3": "He turns his lightning loose under the whole sky. And he sends it to the farthest parts of the earth.", "4": "After that you can hear the roar when he thunders with a great sound. He does not hold back the flashing when his voice is heard.", "5": "God's voice thunders in wonderful ways. He does great things we cannot understand.", "6": "God says to the snow, 'Fall on the earth.' And he says to the rain shower, 'Be a heavy rain.'", "7": "With it, God stops everyone from working. That way, everyone knows it is the work of God.", "8": "The animals take cover from the rain. They stay in their dens.", "9": "The storm comes from where it was stored. The cold comes from the strong winds.", "10": "The breath of God makes ice. And the wide waters become frozen.", "11": "God fills the clouds up with water. And he scatters his lightning through them.", "12": "At God's command they swirl around over the whole earth. They do whatever he commands.", "13": "God uses the clouds to punish people or to water his earth and show his love.", "14": "“Job, listen to this. Stop and notice God's miracles.", "15": "Do you know how God controls the clouds and makes his lightning flash?", "16": "Do you know how the clouds hang in the sky? They are the miracles of God, who knows everything.", "17": "You suffer in your clothes when the land is made quiet by the hot, south wind.", "18": "You cannot stretch out the sky like God and make it look as hard as polished bronze.", "19": "Tell us what we should say to God. We cannot get our arguments ready because we do not have enough understanding.", "20": "Should God be told that I want to speak? A man might try to speak to God, but he would surely be swallowed up.", "21": "No one can look at the sun when it is bright in the sky after the wind has blown all the clouds away.", "22": "God comes out of the north in golden light. He comes in overwhelming greatness.", "23": "God All-Powerful is too high for us to reach. He has great strength. He is always right and never punishes unfairly.", "24": "That is why people honor God. He does not respect those who say they are wise.”"}