{"1": "Then the Lord answered Job from the storm. He said:", "2": "“Who is this that makes my purpose unclear by saying things that are not true?", "3": "Be strong like a man. I will ask you questions, and you must answer me.", "4": "Where were you when I made the earth's foundation? Tell me, if you understand.", "5": "Who marked off how big it should be? Surely you know!", "6": "What were the earth's foundations set on? Or who put its cornerstone in place?", "7": "Who did all this while the morning stars sang together? Who did this while the angels shouted with joy?", "8": "“Who shut the doors to keep the sea in when it broke through and was born?", "9": "This was when I made the clouds like a coat for the sea. And I wrapped the sea in dark clouds.", "10": "It was when I put limits on the sea. And I put its doors and bars in place.", "11": "It was when I said to the sea, 'You may come this far, but no farther. This is where your proud waves must stop.'", "12": "“Have you ever given orders for morning to begin? Or have you shown the dawn where its place was?", "13": "The dawn takes hold of earth by its edges and shakes evil people out of it.", "14": "At dawn the earth changes like clay being pressed by a seal. The hills and valleys stand out like folds in a coat.", "15": "Light is not given to evil people. Their arm is raised to do harm, but it is broken.", "16": "“Have you ever gone to where the sea begins? Or have you walked in the valleys under the sea?", "17": "Have the gates of death been opened to you? Or have you seen the gates of the deep darkness?", "18": "Do you understand the great width of the earth? Tell me, if you know all these things.", "19": "“What is the path to light's home? And where does darkness live?", "20": "Can you take them to their places? Do you know the way to their homes?", "21": "Surely you know, if you were already born when all this happened! Have you lived that many years?", "22": "“Have you ever gone into the storehouse where snow is kept? Or have you seen the storehouses for hail?", "23": "I save the snow and hail for times of trouble. I save them for days of war and battle.", "24": "How do you get to the place where light comes from? Or where is the place from which the east winds are scattered over the earth?", "25": "Who cuts a waterway for the heavy rains? And who sets a path for the thunderstorm to follow?", "26": "Who waters the land where no one lives? Who waters the desert that has no one in it?", "27": "Who sends rain to satisfy the empty land so the grass begins to grow?", "28": "Does the rain have a father? Who is father to the drops of dew?", "29": "Who is the mother of the ice? Who gives birth to the frost from the sky?", "30": "The waters become hard as stone. Even the surface of the deep ocean is frozen.", "31": "“Can you tie up the stars of the Pleiades? Can you loosen the ropes of the stars in Orion?", "32": "Can you bring out the stars at the right times? Or can you lead out the stars of the Bear with its cubs?", "33": "Do you know the laws of the sky? Can you understand their rule over the earth?", "34": "“Can you shout an order to the clouds and cover yourself with a flood of water?", "35": "Can you send lightning bolts on their way? Do the flashes of lightning report to you and say, 'Here we are'?", "36": "Who put wisdom inside the mind? Or who put understanding in the heart?", "37": "Who has the wisdom to count the clouds? Who can pour water from the jars of heaven?", "38": "Who can do this when the dust becomes hard and the clumps of dirt stick together?", "39": "“Do you hunt food for the female lion to satisfy the hunger of the young lions?", "40": "Do you hunt for them while they lie in their dens or hide in the bushes waiting to attack?", "41": "Who gives food to the birds when their young cry out to God? And who gives them food when they wander about without any?"}