{"1": "The Lord said to Job:", "2": "“Will the person who argues with God All-Powerful correct him? Let the person who accuses God answer him!”", "3": "Then Job answered the Lord:", "4": "“I am not worthy. I cannot answer you anything. I will put my hand over my mouth.", "5": "I spoke one time, but I will not answer again. I even spoke two times, but I will say nothing more.”", "6": "Then the Lord spoke to Job from the storm:", "7": "“Be strong, like a man. I will ask you questions. And you must answer me.", "8": "Would you say that I am unfair? Would you blame me to make yourself look right?", "9": "Are you as strong as God? And can your voice thunder like his?", "10": "If so, then decorate yourself with glory and beauty. And put on honor and greatness as if they were clothing.", "11": "Let your great anger punish. Look at everyone who is proud and make him feel unimportant.", "12": "Look at everyone who is proud and bring him under your control. Crush the wicked wherever they are.", "13": "Bury them all in the dirt together. Cover their faces in the grave.", "14": "If you can do that, then I myself will praise you because you are strong enough to save yourself.", "15": "“Look at Behemoth.[a] I made him just as I made you. He eats grass like an ox.", "16": "Look at the strength he has in his body. The muscles of his stomach are powerful!", "17": "His tail extends like a cedar tree. The muscles of his thighs are woven together.", "18": "His bones are like tubes of bronze metal. His legs are like bars of iron.", "19": "He is one of the first of God's works. But God, his Maker, can destroy him.", "20": "The hills, where the wild animals play, provide food for him.", "21": "He lies under the lotus plants hidden by the tall grass in the swamp.", "22": "The lotus plants hide him in their shadow. The poplar trees by the streams surround him.", "23": "If the river floods, he will not be afraid. He is not afraid even if the Jordan River rushes to his mouth.", "24": "Can anyone blind his eyes and capture him? Can anyone put hooks in his nose?"}