{"1": "“Can you catch Leviathan[a] on a fishhook? Or can you tie his tongue down with a rope?", "2": "Can you put a cord through his nose or put a hook in his jaw?", "3": "Will he keep begging you for mercy? Will he speak to you with gentle words?", "4": "Will he make an agreement with you? Will he let you take him as your slave for life?", "5": "Can you make a pet of Leviathan as you would a bird? Or can you put him on a leash for your girls?", "6": "Will traders try to bargain with you for him? Will they divide him up among the traders?", "7": "Can you stick him with darts until his skin is full of them? Or can you fill his head with fishing spears?", "8": "If you put one hand on him, you will never forget the battle. And you will never do it again!", "9": "There is no hope of defeating him. Just seeing him overwhelms people.", "10": "No one is brave enough to make him angry. So who would be able to stand up against me?", "11": "No one has ever given me anything that I must pay back. Everything under heaven belongs to me.", "12": "“I can silence his bragging. I can silence his brave words and powerful arguments.", "13": "No one can tear off his outer hide. No one can poke through his double armor.", "14": "No one can force open his great jaws. There are frightening teeth all around his jaws.", "15": "He has rows of shields on his back. They are tightly sealed together.", "16": "Each shield is so close to the next one that no air can go between them.", "17": "They are joined strongly to one another. They hold on to each other and cannot be broken apart.", "18": "When he snorts, flashes of light are thrown out. His eyes look like the light at dawn.", "19": "Flames blaze from his mouth. Sparks of fire shoot out.", "20": "Smoke pours out of his nose as if coming from a large pot over a hot fire.", "21": "His breath sets coals on fire. And flames come out of his mouth.", "22": "There is great strength in his neck. People are afraid and run away from him.", "23": "The folds of his skin are tightly joined. They are set and cannot be moved.", "24": "His chest is as hard as a rock. It is as hard as a stone used to grind grain.", "25": "Powerful creatures fear his terrible looks. They draw back in fear as he moves.", "26": "The sword that hits him does not hurt him. The darts and spears, small and large, do not hurt him.", "27": "He treats iron as if it were straw. And he treats bronze metal as if it were rotten wood.", "28": "He does not run away from arrows. Stones from slings are like chaff to him.", "29": "Clubs feel like pieces of straw to him. And he laughs when they shake a spear at him.", "30": "The underside of his body is like broken pieces of pottery. It leaves a trail in the mud like a threshing board.", "31": "He makes the deep sea bubble like a boiling pot. And he stirs up the sea like a pot of oil.", "32": "When he swims, he leaves a shining path in the water. It makes the sea look as if it had white hair.", "33": "Nothing else on earth is equal to him. He is a creature without fear.", "34": "He looks down on all those who are too proud. He is king over all proud creatures.”"}