{"1": "“Call if you want to, but no one will answer you. You can't turn to any of the holy ones.", "2": "Foolish anger kills a person. And jealousy kills a weak-minded person.", "3": "I have seen a fool have success like a tree taking root. But suddenly his home was destroyed.", "4": "His children are far away from safety. They are crushed in court with no one to defend them.", "5": "Hungry people eat this fool's harvest. They even take what grew up among the thorns. And thirsty people want his wealth.", "6": "Hard times do not come up from the ground. And trouble does not grow from the earth.", "7": "But man is born to have trouble as surely as sparks fly upward.", "8": "“But if I were you, I would call on God. I would bring my problem before him.", "9": "God does wonderful things that cannot be understood. He does so many miracles they cannot be counted.", "10": "God gives rain to the earth. He sends water on the fields.", "11": "God makes the humble person important. He lifts to places of safety those who are sad.", "12": "God ruins the plans of those who trick others. Then they have no success.", "13": "He catches wise men in their own clever traps. And the plans of those who try to trick others are swept away.", "14": "Darkness covers them up in the daytime. At noon they feel around in the dark.", "15": "God saves needy people from their lies. He saves them from the harm done by powerful people.", "16": "So the poor people have hope. And those who are unfair are silenced.", "17": "“The person whom God corrects is happy. So do not hate being corrected by God All-Powerful.", "18": "God hurts, but he also bandages up. He injures, but his hands also heal.", "19": "He will save you from six troubles. Even seven troubles will not harm you.", "20": "God will buy you back from death in times of hunger. And in battle he will save you from death by the sword.", "21": "You will be hidden from the tongue that hits like a whip. You will not need to be afraid when destruction comes.", "22": "You will laugh at destruction and hunger. You do not need to fear the wild animals.", "23": "This is because you will have an agreement with the animals born in the wild. And the wild animals will be at peace with you.", "24": "You will know that your tent is safe. You will check the things you own and find nothing missing.", "25": "You will know that you will have many children. Your descendants will be as many as the blades of grass on the earth.", "26": "You will come to the grave with all your strength. You will be like bundles of grain gathered at the right time.", "27": "“We have checked this, and it is true. So hear it and decide what it means to you.”"}