{"1": "Then Job answered:", "2": "“I wish my suffering could be weighed. And I wish my misery could be put on the scales.", "3": "My sadness would be heavier than the sand of the seas. No wonder my words seem careless.", "4": "The arrows of God All-Powerful are in me. My spirit drinks in their poison. God's terrors are gathered against me.", "5": "A wild donkey does not bray when it has grass to eat. An ox is quiet when it has feed.", "6": "Tasteless food is not eaten without salt. There is no flavor in the white part of an egg.", "7": "I refuse to touch it. Such food makes me sick.", "8": "“How I wish I might have what I ask for. How I wish God would give me what I hope for.", "9": "I wish God would be willing to crush me and reach out his hand to destroy me.", "10": "Then I would have this comfort. I would be glad even in this unending pain. I would know I did not reject the words of the Holy One.", "11": "“I do not have the strength to wait. There is nothing to hope for so how can I be patient?", "12": "I do not have the strength of stone. My flesh is not bronze.", "13": "I have no power to help myself. This is because success has been taken away from me.", "14": "“They say, 'A man's friends should be kind to him when he is in trouble. This should be done even if he stops fearing God All-Powerful.'", "15": "But my brothers cannot be counted on. They are like streams that do not flow regularly, streams that sometimes run over.", "16": "They are like streams made dark by melting ice, that rise with melting snow.", "17": "But they stop flowing when it is the dry season. They go away when it is hot.", "18": "Groups of travelers turn away from their paths. They go into the desert and die.", "19": "The groups of travelers from Tema look for water. The traders of Sheba who travel look hopefully.", "20": "They are upset because they had been sure. But when they arrive, they are disappointed.", "21": "You also have been no help. You see something terrible, and you are afraid.", "22": "I have never said, 'Give me a gift. Use your wealth to pay my debt.", "23": "Save me from the enemy's power. Buy me back from the clutches of cruel people.'", "24": "“Teach me, and I will be quiet. Show me where I have been wrong.", "25": "Honest words are painful! But your arguments prove nothing.", "26": "Do you mean to correct what I say? Will you treat the words of a troubled man as if they were only wind?", "27": "You would even throw lots for orphans. And you would trade away your friend.", "28": "“But now please look at me. I would not lie to your face.", "29": "Change your mind. Do not be unfair. Think again, because my innocence is being questioned.", "30": "What I am saying is not wicked. I can tell the difference between right and wrong."}