{"1": "“Man has a hard task on earth. His days are like those of a hired man.", "2": "Man is like a slave wishing for the evening shadows. Or he is like a hired man who wants his pay.", "3": "But I am given months that are empty. Nights of misery have been given to me.", "4": "When I lie down, I think, 'How long is it until I get up?' The night is long, and I toss until dawn.", "5": "My body is covered with worms and scabs. My skin is broken and full of running sores.", "6": "“My days go by faster than a weaver moves his tool. And they come to an end without hope.", "7": "Remember, God, that my life is only as long as a breath. My eyes will never see happy times again.", "8": "Those who see me now will see me no more. You will look for me, but I will be gone.", "9": "A cloud disappears and is gone. In the same way, a person who goes where the dead are does not return.", "10": "He will never come back to his house again. His place will not know him anymore.", "11": "“So I will not stay quiet. I will speak out in the suffering of my spirit. I will complain because I am so unhappy.", "12": "I am not the sea or the sea monster. So why have you set a guard over me?", "13": "Sometimes I think my bed will comfort me. Or I think my couch will stop my complaint.", "14": "Then you frighten me with dreams. You terrify me with visions.", "15": "My throat prefers to be choked. My bones welcome death.", "16": "I hate my life. I don't want to live forever. Let me alone. My days have no meaning.", "17": "“Why do you make man so important? Why do you give him so much attention?", "18": "Will you examine him every morning? Why do you test him every moment?", "19": "Will you never look away from me? Will you not let me alone even long enough to swallow?", "20": "If I have sinned, what have I done to you, you watcher of men? Why have you made me your target? Have I become a heavy load for you?", "21": "Why don't you pardon my wrongs and forgive my sins? I will soon lie down in the dust and die. You will search for me, but I will be no more.”"}