{"1": "Then Bildad the Shuhite answered:", "2": "“How long will you say such things? Your words are no more than a strong wind.", "3": "God does not twist fairness. God All-Powerful does not make wrong what is right.", "4": "Your children sinned against God. And he punished them for their sins.", "5": "But you should ask God for help. Pray to God All-Powerful for mercy.", "6": "You must be good and honest. Then he will start doing something for you. And he will bring you back where you belong.", "7": "The place you began will seem unimportant because your future will be so successful.", "8": "“Ask old people and find out what their ancestors learned.", "9": "We were only born yesterday and know nothing. Our days on earth are like only a shadow.", "10": "Those people will teach you and tell you. They will tell you what they know.", "11": "Papyrus plants cannot grow tall where there is no wet land. Reeds cannot grow tall without water.", "12": "While they are still growing and not yet cut, they will dry up more quickly than grass.", "13": "That is what will happen to everyone who forgets God. The hope of the person without God will be gone.", "14": "What he trusts in is easily broken. It is as easily broken as a spider's web.", "15": "He leans on the spider's web, but it breaks. He holds on to it, but it does not hold him up.", "16": "He is like a well-watered plant in the sunshine. The plant spreads its roots all through the garden.", "17": "It wraps its roots around a pile of rocks. And it looks for a place among the stones.", "18": "But the plant may be torn from its place. Then that place rejects it and says, 'I never saw you.'", "19": "Then its life dries up. And other plants grow up from the dirt in its place.", "20": "“Surely God does not reject innocent men. He does not give strength to those who do evil.", "21": "God will yet fill your mouth with laughter. And he will fill your lips with shouts of joy.", "22": "Your enemies will be covered in shame. And the tents of the wicked will be gone.”"}