{"1": "Then Job answered:", "2": "“Yes, I know that this is true. But how can man be right in the presence of God?", "3": "A person might want to argue with God. But he could not answer God one time out of a thousand.", "4": "God's wisdom is deep, and his power is great. No one can fight God without being hurt.", "5": "God moves mountains without anyone knowing it. He turns mountains over when he is angry.", "6": "God shakes the earth out of its place. And he makes the earth's foundations shake.", "7": "God commands the sun not to shine. He shuts off the light of the stars.", "8": "God alone stretches out the skies. And he walks on the waves of the sea.", "9": "It is God who made the Bear, Orion and the Pleiades[a] and the groups of stars in the southern sky.", "10": "God does wonderful things that people cannot understand. He does so many miracles they cannot be counted.", "11": "When he passes me, I cannot see him. When he goes by me, I cannot recognize him.", "12": "If God snatches something away, no one can stop him. No one can say to him, 'What are you doing?'", "13": "God will not hold back his anger. Even the helpers of the monster Rahab lie at God's feet in fear.", "14": "So how can I argue with God? I cannot find words to argue with him.", "15": "Even if I was right, I could not answer him. I could only beg God, my Judge, for mercy.", "16": "I might call to him. But even if he answered, I still would not believe he would listen to me.", "17": "God would crush me with a storm. He would multiply my hurts for no reason.", "18": "He would not let me catch my breath. He would overwhelm me with misery.", "19": "When it comes to strength, God is stronger than I. And when it comes to justice, no one can accuse him!", "20": "Even if I were right, my own mouth would say I was wrong. If I were innocent, my mouth would say I was guilty.", "21": "“I am innocent. But I don't think about myself. I hate my own life.", "22": "It is all the same. That is why I say, 'God destroys both the innocent and the evil people.'", "23": "A whip may bring sudden death. And God will laugh when good people suffer.", "24": "When land falls into the hands of evil people, God covers the judges' faces so they can't see it. If it is not God who does this, then who is it?", "25": "“My days go by faster than a runner. They fly away without my seeing even a little joy.", "26": "They glide past like boats made of papyrus plants. My days are like eagles that swoop down on animals they attack.", "27": "I might say, 'I will forget my complaint. I will change the look on my face, and smile.'", "28": "But I will still dread all my suffering. I know you will hold me guilty.", "29": "I have already been found guilty. So why should I struggle for no reason?", "30": "I might wash myself with soap. And I might even wash my hands with strong soap.", "31": "But you would push me into a dirty pit. And even my clothes would hate me.", "32": "“God is not a man like me. So I cannot answer him. We cannot meet each other in court.", "33": "I wish there was someone to make peace between us. I wish someone could decide our case.", "34": "I wish someone could remove God's punishment from me. Then his terror would not frighten me anymore.", "35": "Then I could speak up without being afraid of God. But I am not able to do that."}