{"1-2": "Long ago when judges ruled in Israel, a man named Elimelech, from Bethlehem,[a] left the country because of a famine and moved to the land of Moab. With him were his wife, Naomi, and his two sons, Mahlon and Chilion. ", "3": "During the time of their residence there, Elimelech died and Naomi was left with her two sons.", "4-5": "These young men, Mahlon and Chilion, married girls of Moab, Orpah and Ruth. But later, both men died, so that Naomi was left alone, without her husband or sons. ", "6-7": "She decided to return to Israel with her daughters-in-law, for she had heard that the Lord had blessed his people by giving them good crops again.", "8": "But after they had begun their homeward journey, she changed her mind and said to her two daughters-in-law, “Why don't you return to your parents' homes instead of coming with me? And may the Lord reward you for your faithfulness to your husbands and to me. ", "9": "And may he bless you with another happy marriage.” Then she kissed them, and they all broke down and cried.", "10": "“No,” they said. “We want to go with you to your people.”", "11": "But Naomi replied, “It is better for you to return to your own people. Do I have younger sons who could grow up to be your husbands?[b] ", "12": "No, my daughters, return to your parents' homes, for I am too old to have a husband. And even if that were possible, and I became pregnant tonight, and bore sons ", "13": "would you wait for them to grow up? No, of course not, my daughters; oh, how I grieve for you that the Lord has punished me in a way that injures you.”", "14": "And again they cried together, and Orpah kissed her mother-in-law good-bye, and returned to her childhood home; but Ruth insisted on staying with Naomi.", "15": "“See,” Naomi said to her, “your sister-in-law has gone back to her people and to her gods; you should do the same.”", "16": "But Ruth replied, “Don't make me leave you, for I want to go wherever you go and to live wherever you live; your people shall be my people, and your God shall be my God; ", "17": "I want to die where you die and be buried there. May the Lord do terrible things to me if I allow anything but death to separate us.”", "18": "And when Naomi saw that Ruth had made up her mind and could not be persuaded otherwise, she stopped urging her. ", "19": "So they both came to Bethlehem, and the entire village was stirred by their arrival. “Is it really Naomi?” the women asked.", "20": "But she told them, “Don't call me Naomi. Call me Mara,” (Naomi means “pleasant”; Mara means “bitter”) “for Almighty God has dealt me bitter blows. ", "21": "I went out full and the Lord has brought me home empty; why should you call me Naomi when the Lord has turned his back on me and sent such calamity!”", "22": "(Their return from Moab and arrival in Bethlehem was at the beginning of the barley harvest.)"}