{"1": "Now Naomi had an in-law there in Bethlehem who was a very wealthy man. His name was Boaz.", "2": "One day Ruth said to Naomi, “Perhaps I can go out into the fields of some kind man to glean the free grain[a] behind his reapers.” And Naomi said, “All right, dear daughter. Go ahead.”", "3": "So she did. And as it happened, the field where she found herself belonged to Boaz, this relative of Naomi's husband.", "4-5": "Boaz arrived from the city while she was there. After exchanging greetings with the reapers he said to his foreman, “Hey, who's that girl over there?”", "6": "And the foreman replied, “It's that girl from the land of Moab who came back with Naomi. ", "7": "She asked me this morning if she could pick up the grains dropped by the reapers, and she has been at it ever since except for a few minutes' rest over there in the shade.”", "8-9": "Boaz went over and talked to her. “Listen, my child,” he said to her. “Stay right here with us to glean; don't think of going to any other fields. Stay right behind my women workers; I have warned the young men not to bother you; when you are thirsty, go and help yourself to the water.”", "10-11": "She thanked him warmly. “How can you be so kind to me?” she asked. “You must know I am only a foreigner.” “Yes, I know,” Boaz replied, “and I also know about all the love and kindness you have shown your mother-in-law since the death of your husband, and how you left your father and mother in your own land and have come here to live among strangers. ", "12": "May the Lord God of Israel, under whose wings you have come to take refuge, bless you for it.”", "13": "“Oh, thank you, sir,” she replied. “You are so good to me, and I'm not even one of your workers!”", "14": "At lunchtime Boaz called to her, “Come and eat with us.” So she sat with his reapers and he gave her food,[b] more than she could eat. ", "15": "And when she went back to work again, Boaz told his young men to let her glean right among the sheaves without stopping her, ", "16": "and to snap off some heads of barley and drop them on purpose for her to glean, and not to make any remarks. ", "17": "So she worked there all day, and in the evening when she had beaten out the barley she had gleaned, it came to a whole bushel! ", "18": "She carried it back into the city and gave it to her mother-in-law, with what was left of her lunch.", "19": "“So much!” Naomi exclaimed. “Where in the world did you glean today? Praise the Lord for whoever was so kind to you.” So Ruth told her mother-in-law all about it and mentioned that the owner of the field was Boaz.", "20": "“Praise the Lord for a man like that! God has continued his kindness to us as well as to your dead husband!” Naomi cried excitedly. “Why, that man is one of our closest relatives!”[c]", "21": "“Well,” Ruth told her, “he said to come back and stay close behind his reapers until the entire field is harvested.”", "22": "“This is wonderful!” Naomi exclaimed. “Do as he has said. Stay with his girls right through the whole harvest; you will be safer there than in any other field!”", "23": "So Ruth did and gleaned with them until the end of the barley harvest, and then the wheat harvest too."}