{"1": "One day Naomi said to Ruth, “My dear, isn't it time that I try to find a husband for you and get you happily married again? ", "2": "The man I'm thinking of is Boaz! He has been so kind to us and is a close relative. I happen to know that he will be winnowing barley tonight out on the threshing floor. ", "3": "Now do what I tell you—bathe and put on some perfume and some nice clothes and go on down to the threshing floor, but don't let him see you until he has finished his supper. ", "4": "Notice where he lies down to sleep; then go and lift the cover off his feet and lie down there, and he will tell you what to do concerning marriage.”", "5": "And Ruth replied, “All right. I'll do whatever you say.”", "6-7": "So she went down to the threshing floor that night and followed her mother-in-law's instructions. After Boaz had finished a good meal, he lay down very contentedly beside a heap of grain and went to sleep. Then Ruth came quietly and lifted the covering off his feet and lay there. ", "8": "Suddenly, around midnight, he wakened and sat up, startled. There was a woman lying at his feet!", "9": "“Who are you?” he demanded. “It's I, sir—Ruth,” she replied. “Make me your wife according to God's law, for you are my close relative.”", "10": "“Thank God for a girl like you!” he exclaimed. “For you are being even kinder to Naomi now than before. Naturally you'd prefer a younger man, even though poor. But you have put aside your personal desires. ", "11": "Now don't worry about a thing, my child; I'll handle all the details, for everyone knows what a wonderful person you are. ", "12": "But there is one problem. It's true that I am a close relative, but there is someone else who is more closely related to you than I am. ", "13": "Stay here tonight, and in the morning I'll talk to him, and if he will marry you, fine; let him do his duty; but if he won't, then I will, I swear by Jehovah; lie down until the morning.”", "14": "So she lay at his feet until the morning and was up early, before daybreak, for he had said to her, “Don't let it be known that a woman was here at the threshing floor.”", "15-18": "“Bring your shawl,” he told her. Then he tied up a bushel and a half of barley in it as a present for her mother-in-law and laid it on her back. Then she returned to the city. “Well, what happened, dear?” Naomi asked her when she arrived home. She told Naomi everything and gave her the barley from Boaz, and mentioned his remark that she mustn't go home without a present. Then Naomi said to her, “Just be patient until we hear what happens, for Boaz won't rest until he has followed through on this. He'll settle it today.”"}