{"1": "So Boaz went down to the marketplace[a] and found the relative he had mentioned. “Say, come over here,” he called to him. “I want to talk to you a minute.” So they sat down together. ", "2": "Then Boaz called for ten of the chief men of the village and asked them to sit as witnesses.", "3": "Boaz said to his relative, “You know Naomi, who came back to us from Moab. She is selling our brother Elimelech's property. ", "4": "I felt that I should speak to you about it so that you can buy it if you wish, with these respected men as witnesses. If you want it,[b] let me know right away, for if you don't take it, I will. You have the first right to purchase it and I am next.” The man replied, “All right, I'll buy it.”", "5": "Then Boaz told him, “Your purchase of the land from Naomi requires your marriage to Ruth so that she can have children to carry on her husband's name and to inherit the land.”", "6": "“Then I can't do it,” the man replied. “For her son would become an heir to my property too;[c] you buy it.”", "7": "In those days it was the custom in Israel for a man transferring a right of purchase to pull off his sandal and hand it to the other party; this publicly validated the transaction. ", "8": "So, as the man said to Boaz, “You buy it for yourself,” he drew off his sandal.", "9": "Then Boaz said to the witnesses and to the crowd standing around, “You have seen that today I have bought all the property of Elimelech, Chilion, and Mahlon, from Naomi, ", "10": "and that with it I have purchased Ruth the Moabitess, the widow of Mahlon, to be my wife, so that she can have a son to carry on the family name of her dead husband.”", "11": "And all the people standing there and the witnesses replied, “We are witnesses. May the Lord make this woman, who has now come into your home, as fertile as Rachel and Leah, from whom all the nation of Israel descended! May you be a great and successful man in Bethlehem, ", "12": "and may the descendants the Lord will give you from this young woman be as numerous and honorable as those of our ancestor Perez, the son of Tamar and Judah.”", "13": "So Boaz married Ruth, and when he slept with her, the Lord gave her a son.", "14": "And the women of the city said to Naomi, “Bless the Lord who has given you this little grandson; may he be famous in Israel. ", "15": "May he restore your youth and take care of you in your old age; for he is the son of your daughter-in-law who loves you so much, and who has been kinder to you than seven sons!”", "16-17": "Naomi took care of the baby, and the neighbor women said, “Now at last Naomi has a son again!” And they named him Obed. He was the father of Jesse and grandfather of King David.", "18-22": "This is the family tree of Boaz, beginning with his ancestor Perez: Perez, Hezron, Ram, Amminadab, Nashon, Salmon, Boaz, Obed, Jesse, David."}