{"1": "After Jesus finished telling these things to his twelve followers, he left there and went to the towns in Galilee to teach and preach.", "2": "John the Baptist was in prison, but he heard about what the Christ was doing. So John sent some of his followers to Jesus. ", "3": "They asked him, “Are you the One who is to come, or should we wait for someone else?”", "4": "Jesus answered them, “Go tell John what you hear and see: ", "5": "The blind can see, the crippled can walk, and people with skin diseases are healed. The deaf can hear, the dead are raised to life, and the Good News is preached to the poor. ", "6": "Those who do not stumble in their faith because of me are blessed.”", "7": "As John's followers were leaving, Jesus began talking to the people about John. Jesus said, “What did you go out into the desert to see? A reed[a] blown by the wind? ", "8": "What did you go out to see? A man dressed in fine clothes? No, those who wear fine clothes live in kings' palaces. ", "9": "So why did you go out? To see a prophet? Yes, and I tell you, John is more than a prophet. ", "10": "This was written about him: 'I will send my messenger ahead of you, who will prepare the way for you.'  Malachi 3:1", "11": "I tell you the truth, John the Baptist is greater than any other person ever born, but even the least important person in the kingdom of heaven is greater than John. ", "12": "Since the time John the Baptist came until now, the kingdom of heaven has been going forward in strength, and people have been trying to take it by force. ", "13": "All the prophets and the law of Moses told about what would happen until the time John came. ", "14": "And if you will believe what they said, you will believe that John is Elijah, whom they said would come. ", "15": "Let those with ears use them and listen!", "16": "“What can I say about the people of this time? What are they like? They are like children sitting in the marketplace, who call out to each other,", "17": "'We played music for you, but you did not dance; we sang a sad song, but you did not cry.'", "18": "John came and did not eat or drink like other people. So people say, 'He has a demon.' ", "19": "The Son of Man came, eating and drinking, and people say, 'Look at him! He eats too much and drinks too much wine, and he is a friend of tax collectors and sinners.' But wisdom is proved to be right by what she does.”", "20": "Then Jesus criticized the cities where he did most of his miracles, because the people did not change their lives and stop sinning. ", "21": "He said, “How terrible for you, Korazin! How terrible for you, Bethsaida! If the same miracles I did in you had happened in Tyre and Sidon,[b] those people would have changed their lives a long time ago. They would have worn rough cloth and put ashes on themselves to show they had changed. ", "22": "But I tell you, on the Judgment Day it will be better for Tyre and Sidon than for you. ", "23": "And you, Capernaum,[c] will you be lifted up to heaven? No, you will be thrown down to the depths. If the miracles I did in you had happened in Sodom,[d] its people would have stopped sinning, and it would still be a city today. ", "24": "But I tell you, on the Judgment Day it will be better for Sodom than for you.”", "25": "At that time Jesus said, “I praise you, Father, Lord of heaven and earth, because you have hidden these things from the people who are wise and smart. But you have shown them to those who are like little children. ", "26": "Yes, Father, this is what you really wanted.", "27": "“My Father has given me all things. No one knows the Son, except the Father. And no one knows the Father, except the Son and those whom the Son chooses to tell.", "28": "“Come to me, all of you who are tired and have heavy loads, and I will give you rest. ", "29": "Accept my teachings and learn from me, because I am gentle and humble in spirit, and you will find rest for your lives. ", "30": "The burden that I ask you to accept is easy; the load I give you to carry is light.”"}