{"1": "At that time Jesus was walking through some fields of grain on a Sabbath day. His followers were hungry, so they began to pick the grain and eat it. ", "2": "When the Pharisees saw this, they said to Jesus, “Look! Your followers are doing what is unlawful to do on the Sabbath day.”", "3": "Jesus answered, “Have you not read what David did when he and the people with him were hungry? ", "4": "He went into God's house, and he and those with him ate the holy bread, which was lawful only for priests to eat. ", "5": "And have you not read in the law of Moses that on every Sabbath day the priests in the Temple break this law about the Sabbath day? But the priests are not wrong for doing that. ", "6": "I tell you that there is something here that is greater than the Temple. ", "7": "The Scripture says, 'I want kindness more than I want animal sacrifices.'[a] You don't really know what those words mean. If you understood them, you would not judge those who have done nothing wrong.", "8": "“So the Son of Man is Lord of the Sabbath day.”", "9": "Jesus left there and went into their synagogue, ", "10": "where there was a man with a crippled hand. They were looking for a reason to accuse Jesus, so they asked him, “Is it right to heal on the Sabbath day?”[b]", "11": "Jesus answered, “If any of you has a sheep, and it falls into a ditch on the Sabbath day, you will help it out of the ditch. ", "12": "Surely a human being is more important than a sheep. So it is lawful to do good things on the Sabbath day.”", "13": "Then Jesus said to the man with the crippled hand, “Hold out your hand.” The man held out his hand, and it became well again, like the other hand. ", "14": "But the Pharisees left and made plans to kill Jesus.", "15": "Jesus knew what the Pharisees were doing, so he left that place. Many people followed him, and he healed all who were sick. ", "16": "But Jesus warned the people not to tell who he was. ", "17": "He did these things to bring about what Isaiah the prophet had said:", "18": "“Here is my servant whom I have chosen. I love him, and I am pleased with him. I will put my Spirit upon him, and he will tell of my justice to all people.", "19": "He will not argue or cry out; no one will hear his voice in the streets.", "20": "He will not break a crushed blade of grass or put out even a weak flame until he makes justice win the victory.", "21": "In him will the non-Jewish people find hope.” Isaiah 42:1–4", "22": "Then some people brought to Jesus a man who was blind and could not talk, because he had a demon. Jesus healed the man so that he could talk and see. ", "23": "All the people were amazed and said, “Perhaps this man is the Son of David!”", "24": "When the Pharisees heard this, they said, “Jesus uses the power of Beelzebul, the ruler of demons, to force demons out of people.”", "25": "Jesus knew what the Pharisees were thinking, so he said to them, “Every kingdom that is divided against itself will be destroyed. And any city or family that is divided against itself will not continue. ", "26": "And if Satan forces out himself, then Satan is divided against himself, and his kingdom will not continue. ", "27": "You say that I use the power of Beelzebul to force out demons. If that is true, then what power do your people use to force out demons? So they will be your judges. ", "28": "But if I use the power of God's Spirit to force out demons, then the kingdom of God has come to you.", "29": "“If anyone wants to enter a strong person's house and steal his things, he must first tie up the strong person. Then he can steal the things from the house.", "30": "“Whoever is not with me is against me. Whoever does not work with me is working against me. ", "31": "So I tell you, people can be forgiven for every sin and everything they say against God. But whoever speaks against the Holy Spirit will not be forgiven. ", "32": "Anyone who speaks against the Son of Man can be forgiven, but anyone who speaks against the Holy Spirit will not be forgiven, now or in the future.", "33": "“If you want good fruit, you must make the tree good. If your tree is not good, it will have bad fruit. A tree is known by the kind of fruit it produces. ", "34": "You snakes! You are evil people, so how can you say anything good? The mouth speaks the things that are in the heart. ", "35": "Good people have good things in their hearts, and so they say good things. But evil people have evil in their hearts, so they say evil things. ", "36": "And I tell you that on the Judgment Day people will be responsible for every careless thing they have said. ", "37": "The words you have said will be used to judge you. Some of your words will prove you right, but some of your words will prove you guilty.”", "38": "Then some of the Pharisees and teachers of the law answered Jesus, saying, “Teacher, we want to see you work a miracle as a sign.”", "39": "Jesus answered, “Evil and sinful people are the ones who want to see a miracle for a sign. But no sign will be given to them, except the sign of the prophet Jonah. ", "40": "Jonah was in the stomach of the big fish for three days and three nights. In the same way, the Son of Man will be in the grave three days and three nights. ", "41": "On the Judgment Day the people from Nineveh[c] will stand up with you people who live now, and they will show that you are guilty. When Jonah preached to them, they were sorry and changed their lives. And I tell you that someone greater than Jonah is here. ", "42": "On the Judgment Day, the Queen of the South[d] will stand up with you people who live today. She will show that you are guilty, because she came from far away to listen to Solomon's wise teaching. And I tell you that someone greater than Solomon is here.", "43": "“When an evil spirit comes out of a person, it travels through dry places, looking for a place to rest, but it doesn't find it. ", "44": "So the spirit says, 'I will go back to the house I left.' When the spirit comes back, it finds the house still empty, swept clean, and made neat. ", "45": "Then the evil spirit goes out and brings seven other spirits even more evil than it is, and they go in and live there. So the person has even more trouble than before. It is the same way with the evil people who live today.”", "46": "While Jesus was talking to the people, his mother and brothers stood outside, trying to find a way to talk to him. ", "47": "Someone told Jesus, “Your mother and brothers are standing outside, and they want to talk to you.”[e]", "48": "He answered, “Who is my mother? Who are my brothers?” ", "49": "Then he pointed to his followers and said, “Here are my mother and my brothers. ", "50": "My true brother and sister and mother are those who do what my Father in heaven wants.”"}