{"1": "That same day Jesus went out of the house and sat by the lake. ", "2": "Large crowds gathered around him, so he got into a boat and sat down, while the people stood on the shore. ", "3": "Then Jesus used stories to teach them many things. He said: “A farmer went out to plant his seed. ", "4": "While he was planting, some seed fell by the road, and the birds came and ate it all up. ", "5": "Some seed fell on rocky ground, where there wasn't much dirt. That seed grew very fast, because the ground was not deep. ", "6": "But when the sun rose, the plants dried up, because they did not have deep roots. ", "7": "Some other seed fell among thorny weeds, which grew and choked the good plants. ", "8": "Some other seed fell on good ground where it grew and produced a crop. Some plants made a hundred times more, some made sixty times more, and some made thirty times more. ", "9": "Let those with ears use them and listen.”", "10": "The followers came to Jesus and asked, “Why do you use stories to teach the people?”", "11": "Jesus answered, “You have been chosen to know the secrets about the kingdom of heaven, but others cannot know these secrets. ", "12": "Those who have understanding will be given more, and they will have all they need. But those who do not have understanding, even what they have will be taken away from them. ", "13": "This is why I use stories to teach the people: They see, but they don't really see. They hear, but they don't really hear or understand. ", "14": "So they show that the things Isaiah said about them are true: 'You will listen and listen, but you will not understand. You will look and look, but you will not learn.", "15": "For the minds of these people have become stubborn. They do not hear with their ears, and they have closed their eyes. Otherwise they might really understand what they see with their eyes and hear with their ears. They might really understand in their minds and come back to me and be healed.' Isaiah 6:9–10", "16": "But you are blessed, because you see with your eyes and hear with your ears. ", "17": "I tell you the truth, many prophets and good people wanted to see the things that you now see, but they did not see them. And they wanted to hear the things that you now hear, but they did not hear them.", "18": "“So listen to the meaning of that story about the farmer. ", "19": "What is the seed that fell by the road? That seed is like the person who hears the message about the kingdom but does not understand it. The Evil One comes and takes away what was planted in that person's heart. ", "20": "And what is the seed that fell on rocky ground? That seed is like the person who hears the teaching and quickly accepts it with joy. ", "21": "But he does not let the teaching go deep into his life, so he keeps it only a short time. When trouble or persecution comes because of the teaching he accepted, he quickly gives up. ", "22": "And what is the seed that fell among the thorny weeds? That seed is like the person who hears the teaching but lets worries about this life and the temptation of wealth stop that teaching from growing. So the teaching does not produce fruit[a] in that person's life. ", "23": "But what is the seed that fell on the good ground? That seed is like the person who hears the teaching and understands it. That person grows and produces fruit, sometimes a hundred times more, sometimes sixty times more, and sometimes thirty times more.”", "24": "Then Jesus told them another story: “The kingdom of heaven is like a man who planted good seed in his field. ", "25": "That night, when everyone was asleep, his enemy came and planted weeds among the wheat and then left. ", "26": "Later, the wheat sprouted and the heads of grain grew, but the weeds also grew. ", "27": "Then the man's servants came to him and said, 'You planted good seed in your field. Where did the weeds come from?' ", "28": "The man answered, 'An enemy planted weeds.' The servants asked, 'Do you want us to pull up the weeds?' ", "29": "The man answered, 'No, because when you pull up the weeds, you might also pull up the wheat. ", "30": "Let the weeds and the wheat grow together until the harvest time. At harvest time I will tell the workers, “First gather the weeds and tie them together to be burned. Then gather the wheat and bring it to my barn.”'”", "31": "Then Jesus told another story: “The kingdom of heaven is like a mustard seed that a man planted in his field. ", "32": "That seed is the smallest of all seeds, but when it grows, it is one of the largest garden plants. It becomes big enough for the wild birds to come and build nests in its branches.”", "33": "Then Jesus told another story: “The kingdom of heaven is like yeast that a woman took and hid in a large tub of flour until it made all the dough rise.”", "34": "Jesus used stories to tell all these things to the people; he always used stories to teach them. ", "35": "This is as the prophet said: “I will speak using stories; I will tell things that have been secret since the world was made.” Psalm 78:2", "36": "Then Jesus left the crowd and went into the house. His followers came to him and said, “Explain to us the meaning of the story about the weeds in the field.”", "37": "Jesus answered, “The man who planted the good seed in the field is the Son of Man. ", "38": "The field is the world, and the good seed are all of God's children who belong to the kingdom. The weeds are those people who belong to the Evil One. ", "39": "And the enemy who planted the bad seed is the devil. The harvest time is the end of the age, and the workers who gather are God's angels.", "40": "“Just as the weeds are pulled up and burned in the fire, so it will be at the end of the age. ", "41": "The Son of Man will send out his angels, and they will gather out of his kingdom all who cause sin and all who do evil. ", "42": "The angels will throw them into the blazing furnace, where the people will cry and grind their teeth with pain. ", "43": "Then the good people will shine like the sun in the kingdom of their Father. Let those with ears use them and listen.", "44": "“The kingdom of heaven is like a treasure hidden in a field. One day a man found the treasure, and then he hid it in the field again. He was so happy that he went and sold everything he owned to buy that field.", "45": "“Also, the kingdom of heaven is like a man looking for fine pearls. ", "46": "When he found a very valuable pearl, he went and sold everything he had and bought it.", "47": "“Also, the kingdom of heaven is like a net that was put into the lake and caught many different kinds of fish. ", "48": "When it was full, the fishermen pulled the net to the shore. They sat down and put all the good fish in baskets and threw away the bad fish. ", "49": "It will be this way at the end of the age. The angels will come and separate the evil people from the good people. ", "50": "The angels will throw the evil people into the blazing furnace, where people will cry and grind their teeth with pain.”", "51": "Jesus asked his followers, “Do you understand all these things?” They answered, “Yes, we understand.”", "52": "Then Jesus said to them, “So every teacher of the law who has been taught about the kingdom of heaven is like the owner of a house. He brings out both new things and old things he has saved.”", "53": "When Jesus finished teaching with these stories, he left there. ", "54": "He went to his hometown and taught the people in the synagogue, and they were amazed. They said, “Where did this man get this wisdom and this power to do miracles? ", "55": "He is just the son of a carpenter. His mother is Mary, and his brothers are James, Joseph, Simon, and Judas. ", "56": "And all his sisters are here with us. Where then does this man get all these things?” ", "57": "So the people were upset with Jesus. But Jesus said to them, “A prophet is honored everywhere except in his hometown and in his own home.”", "58": "So he did not do many miracles there because they had no faith."}