{"1": "Then some Pharisees and teachers of the law came to Jesus from Jerusalem. They asked him, ", "2": "“Why don't your followers obey the unwritten laws which have been handed down to us? They don't wash their hands before they eat.”", "3": "Jesus answered, “And why do you refuse to obey God's command so that you can follow your own teachings? ", "4": "God said, 'Honor your father and your mother,'[a] and 'Anyone who says cruel things to his father or mother must be put to death.'[b] ", "5": "But you say a person can tell his father or mother, 'I have something I could use to help you, but I have given it to God already.' ", "6": "You teach that person not to honor his father or his mother. You rejected what God said for the sake of your own rules. ", "7": "You are hypocrites! Isaiah was right when he said about you:", "8": "'These people show honor to me with words, but their hearts are far from me.", "9": "Their worship of me is worthless. The things they teach are nothing but human rules.'” Isaiah 29:13", "10": "After Jesus called the crowd to him, he said, “Listen and understand what I am saying. ", "11": "It is not what people put into their mouths that makes them unclean. It is what comes out of their mouths that makes them unclean.”", "12": "Then his followers came to him and asked, “Do you know that the Pharisees are angry because of what you said?”", "13": "Jesus answered, “Every plant that my Father in heaven has not planted himself will be pulled up by the roots. ", "14": "Stay away from the Pharisees; they are blind leaders.[c] And if a blind person leads a blind person, both will fall into a ditch.”", "15": "Peter said, “Explain the example to us.”", "16": "Jesus said, “Do you still not understand? ", "17": "Surely you know that all the food that enters the mouth goes into the stomach and then goes out of the body. ", "18": "But what people say with their mouths comes from the way they think; these are the things that make people unclean. ", "19": "Out of the mind come evil thoughts, murder, adultery, sexual sins, stealing, lying, and speaking evil of others. ", "20": "These things make people unclean; eating with unwashed hands does not make them unclean.”", "21": "Jesus left that place and went to the area of Tyre and Sidon. ", "22": "A Canaanite woman from that area came to Jesus and cried out, “Lord, Son of David, have mercy on me! My daughter has a demon, and she is suffering very much.”", "23": "But Jesus did not answer the woman. So his followers came to Jesus and begged him, “Tell the woman to go away. She is following us and shouting.”", "24": "Jesus answered, “God sent me only to the lost sheep, the people of Israel.”", "25": "Then the woman came to Jesus again and bowed before him and said, “Lord, help me!”", "26": "Jesus answered, “It is not right to take the children's bread and give it to the dogs.”", "27": "The woman said, “Yes, Lord, but even the dogs eat the crumbs that fall from their masters' table.”", "28": "Then Jesus answered, “Woman, you have great faith! I will do what you asked.” And at that moment the woman's daughter was healed.", "29": "After leaving there, Jesus went along the shore of Lake Galilee. He went up on a hill and sat there.", "30": "Great crowds came to Jesus, bringing with them the lame, the blind, the crippled, those who could not speak, and many others. They put them at Jesus' feet, and he healed them. ", "31": "The crowd was amazed when they saw that people who could not speak before were now able to speak. The crippled were made strong. The lame could walk, and the blind could see. And they praised the God of Israel for this.", "32": "Jesus called his followers to him and said, “I feel sorry for these people, because they have already been with me three days, and they have nothing to eat. I don't want to send them away hungry. They might faint while going home.”", "33": "His followers asked him, “How can we get enough bread to feed all these people? We are far away from any town.”", "34": "Jesus asked, “How many loaves of bread do you have?” They answered, “Seven, and a few small fish.”", "35": "Jesus told the people to sit on the ground. ", "36": "He took the seven loaves of bread and the fish and gave thanks to God. Then he divided the food and gave it to his followers, and they gave it to the people. ", "37": "All the people ate and were satisfied. Then his followers filled seven baskets with the leftover pieces of food. ", "38": "There were about four thousand men there who ate, besides women and children. ", "39": "After sending the people home, Jesus got into the boat and went to the area of Magadan."}