{"1": "The Pharisees and Sadducees came to Jesus, wanting to trick him. So they asked him to show them a miracle from God.", "2": "Jesus answered,[a] “At sunset you say we will have good weather, because the sky is red. ", "3": "And in the morning you say that it will be a rainy day, because the sky is dark and red. You see these signs in the sky and know what they mean. In the same way, you see the things that I am doing now, but you don't know their meaning. ", "4": "Evil and sinful people ask for a miracle as a sign, but they will not be given any sign, except the sign of Jonah.”[b] Then Jesus left them and went away.", "5": "Jesus' followers went across the lake, but they had forgotten to bring bread. ", "6": "Jesus said to them, “Be careful! Beware of the yeast of the Pharisees and the Sadducees.”", "7": "His followers discussed the meaning of this, saying, “He said this because we forgot to bring bread.”", "8": "Knowing what they were talking about, Jesus asked them, “Why are you talking about not having bread? Your faith is small. ", "9": "Do you still not understand? Remember the five loaves of bread that fed the five thousand? And remember that you filled many baskets with the leftovers? ", "10": "Or the seven loaves of bread that fed the four thousand and the many baskets you filled then also? ", "11": "I was not talking to you about bread. Why don't you understand that? I am telling you to beware of the yeast of the Pharisees and the Sadducees.” ", "12": "Then the followers understood that Jesus was not telling them to beware of the yeast used in bread but to beware of the teaching of the Pharisees and the Sadducees.", "13": "When Jesus came to the area of Caesarea Philippi, he asked his followers, “Who do people say the Son of Man is?”", "14": "They answered, “Some say you are John the Baptist. Others say you are Elijah, and still others say you are Jeremiah or one of the prophets.”", "15": "Then Jesus asked them, “And who do you say I am?”", "16": "Simon Peter answered, “You are the Christ, the Son of the living God.”", "17": "Jesus answered, “You are blessed, Simon son of Jonah, because no person taught you that. My Father in heaven showed you who I am. ", "18": "So I tell you, you are Peter.[c] On this rock I will build my church, and the power of death will not be able to defeat it. ", "19": "I will give you the keys of the kingdom of heaven; the things you don't allow on earth will be the things that God does not allow, and the things you allow on earth will be the things that God allows.” ", "20": "Then Jesus warned his followers not to tell anyone he was the Christ.", "21": "From that time on Jesus began telling his followers that he must go to Jerusalem, where the Jewish elders, the leading priests, and the teachers of the law would make him suffer many things. He told them he must be killed and then be raised from the dead on the third day.", "22": "Peter took Jesus aside and told him not to talk like that. He said, “God save you from those things, Lord! Those things will never happen to you!”", "23": "Then Jesus said to Peter, “Go away from me, Satan![d] You are not helping me! You don't care about the things of God, but only about the things people think are important.”", "24": "Then Jesus said to his followers, “If people want to follow me, they must give up the things they want. They must be willing even to give up their lives to follow me. ", "25": "Those who want to save their lives will give up true life, and those who give up their lives for me will have true life. ", "26": "It is worthless to have the whole world if they lose their souls. They could never pay enough to buy back their souls. ", "27": "The Son of Man will come again with his Father's glory and with his angels. At that time, he will reward them for what they have done. ", "28": "I tell you the truth, some people standing here will see the Son of Man coming with his kingdom before they die.”"}