{"1": "Six days later, Jesus took Peter, James, and John, the brother of James, up on a high mountain by themselves. ", "2": "While they watched, Jesus' appearance was changed; his face became bright like the sun, and his clothes became white as light. ", "3": "Then Moses and Elijah[a] appeared to them, talking with Jesus.", "4": "Peter said to Jesus, “Lord, it is good that we are here. If you want, I will put up three tents here—one for you, one for Moses, and one for Elijah.”", "5": "While Peter was talking, a bright cloud covered them. A voice came from the cloud and said, “This is my Son, whom I love, and I am very pleased with him. Listen to him!”", "6": "When his followers heard the voice, they were so frightened they fell to the ground. ", "7": "But Jesus went to them and touched them and said, “Stand up. Don't be afraid.” ", "8": "When they looked up, they saw Jesus was now alone.", "9": "As they were coming down the mountain, Jesus commanded them not to tell anyone about what they had seen until the Son of Man had risen from the dead.", "10": "Then his followers asked him, “Why do the teachers of the law say that Elijah must come first?”", "11": "Jesus answered, “They are right to say that Elijah is coming and that he will make everything the way it should be. ", "12": "But I tell you that Elijah has already come, and they did not recognize him. They did to him whatever they wanted to do. It will be the same with the Son of Man; those same people will make the Son of Man suffer.” ", "13": "Then the followers understood that Jesus was talking about John the Baptist.", "14": "When Jesus and his followers came back to the crowd, a man came to Jesus and bowed before him. ", "15": "The man said, “Lord, have mercy on my son. He has epilepsy[b] and is suffering very much, because he often falls into the fire or into the water. ", "16": "I brought him to your followers, but they could not cure him.”", "17": "Jesus answered, “You people have no faith, and your lives are all wrong. How long must I put up with you? How long must I continue to be patient with you? Bring the boy here.” ", "18": "Jesus commanded the demon inside the boy. Then the demon came out, and the boy was healed from that time on.", "19": "The followers came to Jesus when he was alone and asked, “Why couldn't we force the demon out?”", "20": "Jesus answered, “Because your faith is too small. I tell you the truth, if your faith is as big as a mustard seed, you can say to this mountain, 'Move from here to there,' and it will move. All things will be possible for you. [", "21": "That kind of spirit comes out only if you use prayer and fasting.]”[c]", "22": "While Jesus' followers were gathering in Galilee, he said to them, “The Son of Man will be handed over to people, ", "23": "and they will kill him. But on the third day he will be raised from the dead.” And the followers were filled with sadness.", "24": "When Jesus and his followers came to Capernaum, the men who collected the Temple tax came to Peter. They asked, “Does your teacher pay the Temple tax?”", "25": "Peter answered, “Yes, Jesus pays the tax.” Peter went into the house, but before he could speak, Jesus said to him, “What do you think? The kings of the earth collect different kinds of taxes. But who pays the taxes—the king's children or others?”", "26": "Peter answered, “Other people pay the taxes.” Jesus said to Peter, “Then the children of the king don't have to pay taxes. ", "27": "But we don't want to upset these tax collectors. So go to the lake and fish. After you catch the first fish, open its mouth and you will find a coin. Take that coin and give it to the tax collectors for you and me.”"}