{"1": "At that time the followers came to Jesus and asked, “Who is greatest in the kingdom of heaven?”", "2": "Jesus called a little child to him and stood the child before his followers. ", "3": "Then he said, “I tell you the truth, you must change and become like little children. Otherwise, you will never enter the kingdom of heaven. ", "4": "The greatest person in the kingdom of heaven is the one who makes himself humble like this child.", "5": "“Whoever accepts a child in my name accepts me. ", "6": "If one of these little children believes in me, and someone causes that child to sin, it would be better for that person to have a large stone tied around the neck and be drowned in the sea. ", "7": "How terrible for the people of the world because of the things that cause them to sin. Such things will happen, but how terrible for the one who causes them to happen! ", "8": "If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to lose part of your body and live forever than to have two hands and two feet and be thrown into the fire that burns forever. ", "9": "If your eye causes you to sin, take it out and throw it away. It is better for you to have only one eye and live forever than to have two eyes and be thrown into the fire of hell.", "10": "“Be careful. Don't think these little children are worth nothing. I tell you that they have angels in heaven who are always with my Father in heaven. [", "11": "The Son of Man came to save lost people.][a]", "12": "“If a man has a hundred sheep but one of the sheep gets lost, he will leave the other ninety-nine on the hill and go to look for the lost sheep. ", "13": "I tell you the truth, if he finds it he is happier about that one sheep than about the ninety-nine that were never lost. ", "14": "In the same way, your Father in heaven does not want any of these little children to be lost.", "15": "“If your fellow believer sins against you,[b] go and tell him in private what he did wrong. If he listens to you, you have helped that person to be your brother or sister again. ", "16": "But if he refuses to listen, go to him again and take one or two other people with you. 'Every case may be proved by two or three witnesses.'[c] ", "17": "If he refuses to listen to them, tell the church. If he refuses to listen to the church, then treat him like a person who does not believe in God or like a tax collector.", "18": "“I tell you the truth, the things you don't allow on earth will be the things God does not allow. And the things you allow on earth will be the things that God allows.", "19": "“Also, I tell you that if two of you on earth agree about something and pray for it, it will be done for you by my Father in heaven. ", "20": "This is true because if two or three people come together in my name, I am there with them.”", "21": "Then Peter came to Jesus and asked, “Lord, when my fellow believer sins against me, how many times must I forgive him? Should I forgive him as many as seven times?”", "22": "Jesus answered, “I tell you, you must forgive him more than seven times. You must forgive him even if he wrongs you seventy times seven.", "23": "“The kingdom of heaven is like a king who decided to collect the money his servants owed him. ", "24": "When the king began to collect his money, a servant who owed him several million dollars was brought to him. ", "25": "But the servant did not have enough money to pay his master, the king. So the master ordered that everything the servant owned should be sold, even the servant's wife and children. Then the money would be used to pay the king what the servant owed.", "26": "“But the servant fell on his knees and begged, 'Be patient with me, and I will pay you everything I owe.' ", "27": "The master felt sorry for his servant and told him he did not have to pay it back. Then he let the servant go free.", "28": "“Later, that same servant found another servant who owed him a few dollars. The servant grabbed him around the neck and said, 'Pay me the money you owe me!'", "29": "“The other servant fell on his knees and begged him, 'Be patient with me, and I will pay you everything I owe.'", "30": "“But the first servant refused to be patient. He threw the other servant into prison until he could pay everything he owed. ", "31": "When the other servants saw what had happened, they were very sorry. So they went and told their master all that had happened.", "32": "“Then the master called his servant in and said, 'You evil servant! Because you begged me to forget what you owed, I told you that you did not have to pay anything. ", "33": "You should have showed mercy to that other servant, just as I showed mercy to you.' ", "34": "The master was very angry and put the servant in prison to be punished until he could pay everything he owed.", "35": "“This king did what my heavenly Father will do to you if you do not forgive your brother or sister from your heart.”"}