{"1": "After Jesus said all these things, he left Galilee and went into the area of Judea on the other side of the Jordan River. ", "2": "Large crowds followed him, and he healed them there.", "3": "Some Pharisees came to Jesus and tried to trick him. They asked, “Is it right for a man to divorce his wife for any reason he chooses?”", "4": "Jesus answered, “Surely you have read in the Scriptures: When God made the world, 'he made them male and female.'[a] ", "5": "And God said, 'So a man will leave his father and mother and be united with his wife, and the two will become one body.'[b] ", "6": "So there are not two, but one. God has joined the two together, so no one should separate them.”", "7": "The Pharisees asked, “Why then did Moses give a command for a man to divorce his wife by giving her divorce papers?”", "8": "Jesus answered, “Moses allowed you to divorce your wives because you refused to accept God's teaching, but divorce was not allowed in the beginning. ", "9": "I tell you that anyone who divorces his wife and marries another woman is guilty of adultery.[c] The only reason for a man to divorce his wife is if his wife has sexual relations with another man.”", "10": "The followers said to him, “If that is the only reason a man can divorce his wife, it is better not to marry.”", "11": "Jesus answered, “Not everyone can accept this teaching, but God has made some able to accept it. ", "12": "There are different reasons why some men cannot marry. Some men were born without the ability to become fathers. Others were made that way later in life by other people. And some men have given up marriage because of the kingdom of heaven. But the person who can marry should accept this teaching about marriage.”[d]", "13": "Then the people brought their little children to Jesus so he could put his hands on them[e] and pray for them. His followers told them to stop, ", "14": "but Jesus said, “Let the little children come to me. Don't stop them, because the kingdom of heaven belongs to people who are like these children.” ", "15": "After Jesus put his hands on the children, he left there.", "16": "A man came to Jesus and asked, “Teacher, what good thing must I do to have life forever?”", "17": "Jesus answered, “Why do you ask me about what is good? Only God is good. But if you want to have life forever, obey the commands.”", "18": "The man asked, “Which commands?” Jesus answered, “'You must not murder anyone; you must not be guilty of adultery; you must not steal; you must not tell lies about your neighbor; ", "19": "honor your father and mother;[f] and love your neighbor as you love yourself.'”[g]", "20": "The young man said, “I have obeyed all these things. What else do I need to do?”", "21": "Jesus answered, “If you want to be perfect, then go and sell your possessions and give the money to the poor. If you do this, you will have treasure in heaven. Then come and follow me.”", "22": "But when the young man heard this, he left sorrowfully, because he was rich.", "23": "Then Jesus said to his followers, “I tell you the truth, it will be hard for a rich person to enter the kingdom of heaven. ", "24": "Yes, I tell you that it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”", "25": "When Jesus' followers heard this, they were very surprised and asked, “Then who can be saved?”", "26": "Jesus looked at them and said, “For people this is impossible, but for God all things are possible.”", "27": "Peter said to Jesus, “Look, we have left everything and followed you. So what will we have?”", "28": "Jesus said to them, “I tell you the truth, when the age to come has arrived, the Son of Man will sit on his great throne. All of you who followed me will also sit on twelve thrones, judging the twelve tribes of Israel. ", "29": "And all those who have left houses, brothers, sisters, father, mother,[h] children, or farms to follow me will get much more than they left, and they will have life forever. ", "30": "Many who are first now will be last in the future. And many who are last now will be first in the future."}