{"1": "Jesus was born in the town of Bethlehem in Judea during the time when Herod was king. When Jesus was born, some wise men from the east came to Jerusalem. ", "2": "They asked, “Where is the baby who was born to be the king of the Jews? We saw his star in the east and have come to worship him.”", "3": "When King Herod heard this, he was troubled, as were all the people in Jerusalem. ", "4": "Herod called a meeting of all the leading priests and teachers of the law and asked them where the Christ would be born. ", "5": "They answered, “In the town of Bethlehem in Judea. The prophet wrote about this in the Scriptures:", "6": "'But you, Bethlehem, in the land of Judah, are not just an insignificant village in Judah. A ruler will come from you who will be like a shepherd for my people Israel.'” Micah 5:2", "7": "Then Herod had a secret meeting with the wise men and learned from them the exact time they first saw the star. ", "8": "He sent the wise men to Bethlehem, saying, “Look carefully for the child. When you find him, come tell me so I can worship him too.”", "9": "After the wise men heard the king, they left. The star that they had seen in the east went before them until it stopped above the place where the child was. ", "10": "When the wise men saw the star, they were filled with joy. ", "11": "They came to the house where the child was and saw him with his mother, Mary, and they bowed down and worshiped him. They opened their gifts and gave him treasures of gold, frankincense, and myrrh. ", "12": "But God warned the wise men in a dream not to go back to Herod, so they returned to their own country by a different way.", "13": "After they left, an angel of the Lord came to Joseph in a dream and said, “Get up! Take the child and his mother and escape to Egypt, because Herod is starting to look for the child so he can kill him. Stay in Egypt until I tell you to return.”", "14": "So Joseph got up and left for Egypt during the night with the child and his mother. ", "15": "And Joseph stayed in Egypt until Herod died. This happened to bring about what the Lord had said through the prophet: “I called my son out of Egypt.”[a]", "16": "When Herod saw that the wise men had tricked him, he was furious. So he gave an order to kill all the baby boys in Bethlehem and in the surrounding area who were two years old or younger. This was in keeping with the time he learned from the wise men. ", "17": "So what God had said through the prophet Jeremiah came true:", "18": "“A voice was heard in Ramah of painful crying and deep sadness: Rachel crying for her children. She refused to be comforted, because her children are dead.” Jeremiah 31:15", "19": "After Herod died, an angel of the Lord spoke to Joseph in a dream while he was in Egypt. ", "20": "The angel said, “Get up! Take the child and his mother and go to the land of Israel, because the people who were trying to kill the child are now dead.”", "21": "So Joseph took the child and his mother and went to Israel. ", "22": "But he heard that Archelaus was now king in Judea since his father Herod had died. So Joseph was afraid to go there. After being warned in a dream, he went to the area of Galilee, ", "23": "to a town called Nazareth, and lived there. And so what God had said through the prophets came true: “He will be called a Nazarene.”[b]"}