{"1": "“The kingdom of heaven is like a person who owned some land. One morning, he went out very early to hire some people to work in his vineyard. ", "2": "The man agreed to pay the workers one coin[a] for working that day. Then he sent them into the vineyard to work. ", "3": "About nine o'clock the man went to the marketplace and saw some other people standing there, doing nothing. ", "4": "So he said to them, 'If you go and work in my vineyard, I will pay you what your work is worth.' ", "5": "So they went to work in the vineyard. The man went out again about twelve o'clock and three o'clock and did the same thing. ", "6": "About five o'clock the man went to the marketplace again and saw others standing there. He asked them, 'Why did you stand here all day doing nothing?' ", "7": "They answered, 'No one gave us a job.' The man said to them, 'Then you can go and work in my vineyard.'", "8": "“At the end of the day, the owner of the vineyard said to the boss of all the workers, 'Call the workers and pay them. Start with the last people I hired and end with those I hired first.'", "9": "“When the workers who were hired at five o'clock came to get their pay, each received one coin. ", "10": "When the workers who were hired first came to get their pay, they thought they would be paid more than the others. But each one of them also received one coin. ", "11": "When they got their coin, they complained to the man who owned the land. ", "12": "They said, 'Those people were hired last and worked only one hour. But you paid them the same as you paid us who worked hard all day in the hot sun.' ", "13": "But the man who owned the vineyard said to one of those workers, 'Friend, I am being fair to you. You agreed to work for one coin. ", "14": "So take your pay and go. I want to give the man who was hired last the same pay that I gave you. ", "15": "I can do what I want with my own money. Are you jealous because I am good to those people?'", "16": "“So those who are last now will someday be first, and those who are first now will someday be last.”", "17": "While Jesus was going to Jerusalem, he took his twelve followers aside privately and said to them, ", "18": "“Look, we are going to Jerusalem. The Son of Man will be turned over to the leading priests and the teachers of the law, and they will say that he must die. ", "19": "They will give the Son of Man to the non-Jewish people to laugh at him and beat him with whips and crucify him. But on the third day, he will be raised to life again.”", "20": "Then the wife of Zebedee came to Jesus with her sons. She bowed before him and asked him to do something for her.", "21": "Jesus asked, “What do you want?” She said, “Promise that one of my sons will sit at your right side and the other will sit at your left side in your kingdom.”", "22": "But Jesus said, “You don't understand what you are asking. Can you drink the cup that I am about to drink?”[b] The sons answered, “Yes, we can.”", "23": "Jesus said to them, “You will drink from my cup. But I cannot choose who will sit at my right or my left; those places belong to those for whom my Father has prepared them.”", "24": "When the other ten followers heard this, they were angry with the two brothers.", "25": "Jesus called all the followers together and said, “You know that the rulers of the non-Jewish people love to show their power over the people. And their important leaders love to use all their authority. ", "26": "But it should not be that way among you. Whoever wants to become great among you must serve the rest of you like a servant. ", "27": "Whoever wants to become first among you must serve the rest of you like a slave. ", "28": "In the same way, the Son of Man did not come to be served. He came to serve others and to give his life as a ransom for many people.”", "29": "When Jesus and his followers were leaving Jericho, a great many people followed him. ", "30": "Two blind men sitting by the road heard that Jesus was going by, so they shouted, “Lord, Son of David, have mercy on us!”", "31": "The people warned the blind men to be quiet, but they shouted even more, “Lord, Son of David, have mercy on us!”", "32": "Jesus stopped and said to the blind men, “What do you want me to do for you?”", "33": "They answered, “Lord, we want to see.”", "34": "Jesus felt sorry for the blind men and touched their eyes, and at once they could see. Then they followed Jesus."}