{"1": "Then Jesus said to the crowds and to his followers, ", "2": "“The teachers of the law and the Pharisees have the authority to tell you what the law of Moses says. ", "3": "So you should obey and follow whatever they tell you, but their lives are not good examples for you to follow. They tell you to do things, but they themselves don't do them. ", "4": "They make strict rules and try to force people to obey them, but they are unwilling to help those who struggle under the weight of their rules.", "5": "“They do good things so that other people will see them. They enlarge the little boxes[a] holding Scriptures that they wear, and they make their special prayer clothes very long. ", "6": "Those Pharisees and teachers of the law love to have the most important seats at feasts and in the synagogues. ", "7": "They love people to greet them with respect in the marketplaces, and they love to have people call them 'Teacher.'", "8": "“But you must not be called 'Teacher,' because you have only one Teacher, and you are all brothers and sisters together. ", "9": "And don't call any person on earth 'Father,' because you have one Father, who is in heaven. ", "10": "And you should not be called 'Master,' because you have only one Master, the Christ. ", "11": "Whoever is your servant is the greatest among you. ", "12": "Whoever makes himself great will be made humble. Whoever makes himself humble will be made great.", "13": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You close the door for people to enter the kingdom of heaven. You yourselves don't enter, and you stop others who are trying to enter. [", "14": "How terrible for you, teachers of the law and Pharisees. You are hypocrites. You take away widows' houses, and you say long prayers so that people will notice you. So you will have a worse punishment.][b]", "15": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You travel across land and sea to find one person who will change to your ways. When you find that person, you make him more fit for hell than you are.", "16": "“How terrible for you! You guide the people, but you are blind. You say, 'If people swear by the Temple when they make a promise, that means nothing. But if they swear by the gold that is in the Temple, they must keep that promise.' ", "17": "You are blind fools! Which is greater: the gold or the Temple that makes that gold holy? ", "18": "And you say, 'If people swear by the altar when they make a promise, that means nothing. But if they swear by the gift on the altar, they must keep that promise.' ", "19": "You are blind! Which is greater: the gift or the altar that makes the gift holy? ", "20": "The person who swears by the altar is really using the altar and also everything on the altar. ", "21": "And the person who swears by the Temple is really using the Temple and also everything in the Temple. ", "22": "The person who swears by heaven is also using God's throne and the One who sits on that throne.", "23": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You give to God one-tenth of everything you earn—even your mint, dill, and cumin.[c] But you don't obey the really important teachings of the law—justice, mercy, and being loyal. These are the things you should do, as well as those other things. ", "24": "You guide the people, but you are blind! You are like a person who picks a fly out of a drink and then swallows a camel![d]", "25": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You wash the outside of your cups and dishes, but inside they are full of things you got by cheating others and by pleasing only yourselves. ", "26": "Pharisees, you are blind! First make the inside of the cup clean, and then the outside of the cup can be truly clean.", "27": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You are like tombs that are painted white. Outside, those tombs look fine, but inside, they are full of the bones of dead people and all kinds of unclean things. ", "28": "It is the same with you. People look at you and think you are good, but on the inside you are full of hypocrisy and evil.", "29": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You build tombs for the prophets, and you show honor to the graves of those who lived good lives. ", "30": "You say, 'If we had lived during the time of our ancestors, we would not have helped them kill the prophets.' ", "31": "But you give proof that you are descendants of those who murdered the prophets. ", "32": "And you will complete the sin that your ancestors started.", "33": "“You are snakes! A family of poisonous snakes! How are you going to escape God's judgment? ", "34": "So I tell you this: I am sending to you prophets and wise men and teachers. Some of them you will kill and crucify. Some of them you will beat in your synagogues and chase from town to town. ", "35": "So you will be guilty for the death of all the good people who have been killed on earth—from the murder of that good man Abel to the murder of Zechariah[e] son of Berakiah, whom you murdered between the Temple and the altar. ", "36": "I tell you the truth, all of these things will happen to you people who are living now.", "37": "“Jerusalem, Jerusalem! You kill the prophets and stone to death those who are sent to you. Many times I wanted to gather your people as a hen gathers her chicks under her wings, but you did not let me.", "38": "Now your house will be left completely empty. ", "39": "I tell you, you will not see me again until that time when you will say, 'God bless the One who comes in the name of the Lord.'”[f]"}