{"1": "As Jesus left the Temple and was walking away, his followers came up to show him the Temple's buildings. ", "2": "Jesus asked, “Do you see all these buildings? I tell you the truth, not one stone will be left on another. Every stone will be thrown down to the ground.”", "3": "Later, as Jesus was sitting on the Mount of Olives, his followers came to be alone with him. They said, “Tell us, when will these things happen? And what will be the sign that it is time for you to come again and for this age to end?”", "4": "Jesus answered, “Be careful that no one fools you. ", "5": "Many will come in my name, saying, 'I am the Christ,' and they will fool many people. ", "6": "You will hear about wars and stories of wars that are coming, but don't be afraid. These things must happen before the end comes. ", "7": "Nations will fight against other nations; kingdoms will fight against other kingdoms. There will be times when there is no food for people to eat, and there will be earthquakes in different places. ", "8": "These things are like the first pains when something new is about to be born.", "9": "“Then people will arrest you, hand you over to be hurt, and kill you. They will hate you because you believe in me. ", "10": "At that time, many will lose their faith, and they will turn against each other and hate each other. ", "11": "Many false prophets will come and cause many people to believe lies. ", "12": "There will be more and more evil in the world, so most people will stop showing their love for each other. ", "13": "But those people who keep their faith until the end will be saved. ", "14": "The Good News about God's kingdom will be preached in all the world, to every nation. Then the end will come.", "15": "“Daniel the prophet spoke about 'a blasphemous object that brings destruction.'[a] You will see this standing in the holy place.” (You who read this should understand what it means.) ", "16": "“At that time, the people in Judea should run away to the mountains. ", "17": "If people are on the roofs[b] of their houses, they must not go down to get anything out of their houses. ", "18": "If people are in the fields, they must not go back to get their coats. ", "19": "At that time, how terrible it will be for women who are pregnant or have nursing babies! ", "20": "Pray that it will not be winter or a Sabbath day when these things happen and you have to run away, ", "21": "because at that time there will be much trouble. There will be more trouble than there has ever been since the beginning of the world until now, and nothing as bad will ever happen again. ", "22": "God has decided to make that terrible time short. Otherwise, no one would go on living. But God will make that time short to help the people he has chosen. ", "23": "At that time, someone might say to you, 'Look, there is the Christ!' Or another person might say, 'There he is!' But don't believe them. ", "24": "False Christs and false prophets will come and perform great wonders and miracles. They will try to fool even the people God has chosen, if that is possible. ", "25": "Now I have warned you about this before it happens.", "26": "“If people tell you, 'The Christ is in the desert,' don't go there. If they say, 'The Christ is in the inner room,' don't believe it. ", "27": "When the Son of Man comes, he will be seen by everyone, like lightning flashing from the east to the west. ", "28": "Wherever the dead body is, there the vultures will gather.", "29": "“Soon after the trouble of those days, 'the sun will grow dark, and the moon will not give its light. The stars will fall from the sky. And the powers of the heavens will be shaken.' Isaiah 13:10; 34:4", "30": "“At that time, the sign of the Son of Man will appear in the sky. Then all the peoples of the world will cry. They will see the Son of Man coming on clouds in the sky with great power and glory. ", "31": "He will use a loud trumpet to send his angels all around the earth, and they will gather his chosen people from every part of the world.", "32": "“Learn a lesson from the fig tree: When its branches become green and soft and new leaves appear, you know summer is near. ", "33": "In the same way, when you see all these things happening, you will know that the time is near, ready to come. ", "34": "I tell you the truth, all these things will happen while the people of this time are still living. ", "35": "Earth and sky will be destroyed, but the words I have said will never be destroyed.", "36": "“No one knows when that day or time will be, not the angels in heaven, not even the Son.[c] Only the Father knows. ", "37": "When the Son of Man comes, it will be like what happened during Noah's time. ", "38": "In those days before the flood, people were eating and drinking, marrying and giving their children to be married, until the day Noah entered the boat. ", "39": "They knew nothing about what was happening until the flood came and destroyed them. It will be the same when the Son of Man comes. ", "40": "Two men will be in the field. One will be taken, and the other will be left. ", "41": "Two women will be grinding grain with a mill.[d] One will be taken, and the other will be left.", "42": "“So always be ready, because you don't know the day your Lord will come. ", "43": "Remember this: If the owner of the house knew what time of night a thief was coming, the owner would watch and not let the thief break in. ", "44": "So you also must be ready, because the Son of Man will come at a time you don't expect him.", "45": "“Who is the wise and loyal servant that the master trusts to give the other servants their food at the right time? ", "46": "When the master comes and finds the servant doing his work, the servant will be blessed. ", "47": "I tell you the truth, the master will choose that servant to take care of everything he owns. ", "48": "But suppose that evil servant thinks to himself, 'My master will not come back soon,' ", "49": "and he begins to beat the other servants and eat and get drunk with others like him? ", "50": "The master will come when that servant is not ready and is not expecting him. ", "51": "Then the master will cut him in pieces and send him away to be with the hypocrites, where people will cry and grind their teeth with pain."}