{"1": "After Jesus finished saying all these things, he told his followers, ", "2": "“You know that the day after tomorrow is the day of the Passover Feast. On that day the Son of Man will be given to his enemies to be crucified.”", "3": "Then the leading priests and the elders had a meeting at the palace of the high priest, named Caiaphas. ", "4": "At the meeting, they planned to set a trap to arrest Jesus and kill him. ", "5": "But they said, “We must not do it during the feast, because the people might cause a riot.”", "6": "Jesus was in Bethany at the house of Simon, who had a skin disease. ", "7": "While Jesus was there, a woman approached him with an alabaster jar filled with expensive perfume. She poured this perfume on Jesus' head while he was eating.", "8": "His followers were upset when they saw the woman do this. They asked, “Why waste that perfume? ", "9": "It could have been sold for a great deal of money and the money given to the poor.”", "10": "Knowing what had happened, Jesus said, “Why are you troubling this woman? She did an excellent thing for me. ", "11": "You will always have the poor with you, but you will not always have me. ", "12": "This woman poured perfume on my body to prepare me for burial. ", "13": "I tell you the truth, wherever the Good News is preached in all the world, what this woman has done will be told, and people will remember her.”", "14": "Then one of the twelve apostles, Judas Iscariot, went to talk to the leading priests. ", "15": "He said, “What will you pay me for giving Jesus to you?” And they gave him thirty silver coins. ", "16": "After that, Judas watched for the best time to turn Jesus in.", "17": "On the first day of the Feast of Unleavened Bread, the followers came to Jesus. They said, “Where do you want us to prepare for you to eat the Passover meal?”", "18": "Jesus answered, “Go into the city to a certain man and tell him, 'The Teacher says: “The chosen time is near. I will have the Passover with my followers at your house.”'” ", "19": "The followers did what Jesus told them to do, and they prepared the Passover meal.", "20": "In the evening Jesus was sitting at the table with his twelve followers. ", "21": "As they were eating, Jesus said, “I tell you the truth, one of you will turn against me.”", "22": "This made the followers very sad. Each one began to say to Jesus, “Surely, Lord, I am not the one who will turn against you, am I?”", "23": "Jesus answered, “The man who has dipped his hand with me into the bowl is the one who will turn against me. ", "24": "The Son of Man will die, just as the Scriptures say. But how terrible it will be for the person who hands the Son of Man over to be killed. It would be better for him if he had never been born.”", "25": "Then Judas, who would give Jesus to his enemies, said to Jesus, “Teacher, surely I am not the one, am I?” Jesus answered, “Yes, it is you.”", "26": "While they were eating, Jesus took some bread and thanked God for it and broke it. Then he gave it to his followers and said, “Take this bread and eat it; this is my body.”", "27": "Then Jesus took a cup and thanked God for it and gave it to the followers. He said, “Every one of you drink this. ", "28": "This is my blood which is the new[a] agreement that God makes with his people. This blood is poured out for many to forgive their sins. ", "29": "I tell you this: I will not drink of this fruit of the vine[b] again until that day when I drink it new with you in my Father's kingdom.”", "30": "After singing a hymn, they went out to the Mount of Olives.", "31": "Jesus told his followers, “Tonight you will all stumble in your faith on account of me, because it is written in the Scriptures: 'I will kill the shepherd, and the sheep will scatter.' Zechariah 13:7", "32": "But after I rise from the dead, I will go ahead of you into Galilee.”", "33": "Peter said, “Everyone else may stumble in their faith because of you, but I will not.”", "34": "Jesus said, “I tell you the truth, tonight before the rooster crows you will say three times that you don't know me.”", "35": "But Peter said, “I will never say that I don't know you! I will even die with you!” And all the other followers said the same thing.", "36": "Then Jesus went with his followers to a place called Gethsemane. He said to them, “Sit here while I go over there and pray.” ", "37": "He took Peter and the two sons of Zebedee with him, and he began to be very sad and troubled. ", "38": "He said to them, “My heart is full of sorrow, to the point of death. Stay here and watch with me.”", "39": "After walking a little farther away from them, Jesus fell to the ground and prayed, “My Father, if it is possible, do not give me this cup[c] of suffering. But do what you want, not what I want.” ", "40": "Then Jesus went back to his followers and found them asleep. He said to Peter, “You men could not stay awake with me for one hour? ", "41": "Stay awake and pray for strength against temptation. The spirit wants to do what is right, but the body is weak.”", "42": "Then Jesus went away a second time and prayed, “My Father, if it is not possible for this painful thing to be taken from me, and if I must do it, I pray that what you want will be done.”", "43": "Then he went back to his followers, and again he found them asleep, because their eyes were heavy. ", "44": "So Jesus left them and went away and prayed a third time, saying the same thing.", "45": "Then Jesus went back to his followers and said, “Are you still sleeping and resting? The time has come for the Son of Man to be handed over to sinful people. ", "46": "Get up, we must go. Look, here comes the man who has turned against me.”", "47": "While Jesus was still speaking, Judas, one of the twelve apostles, came up. With him were many people carrying swords and clubs who had been sent from the leading priests and the Jewish elders of the people. ", "48": "Judas had planned to give them a signal, saying, “The man I kiss is Jesus. Arrest him.” ", "49": "At once Judas went to Jesus and said, “Greetings, Teacher!” and kissed him.", "50": "Jesus answered, “Friend, do what you came to do.” Then the people came and grabbed Jesus and arrested him. ", "51": "When that happened, one of Jesus' followers reached for his sword and pulled it out. He struck the servant of the high priest and cut off his ear.", "52": "Jesus said to the man, “Put your sword back in its place. All who use swords will be killed with swords. ", "53": "Surely you know I could ask my Father, and he would give me more than twelve armies of angels. ", "54": "But it must happen this way to bring about what the Scriptures say.”", "55": "Then Jesus said to the crowd, “You came to get me with swords and clubs as if I were a criminal. Every day I sat in the Temple teaching, and you did not arrest me there. ", "56": "But all these things have happened so that it will come about as the prophets wrote.” Then all of Jesus' followers left him and ran away.", "57": "Those people who arrested Jesus led him to the house of Caiaphas, the high priest, where the teachers of the law and the elders were gathered. ", "58": "Peter followed far behind to the courtyard of the high priest's house, and he sat down with the guards to see what would happen to Jesus.", "59": "The leading priests and the whole Jewish council tried to find something false against Jesus so they could kill him. ", "60": "Many people came and told lies about him, but the council could find no real reason to kill him. Then two people came and said, ", "61": "“This man said, 'I can destroy the Temple of God and build it again in three days.'”", "62": "Then the high priest stood up and said to Jesus, “Aren't you going to answer? Don't you have something to say about their charges against you?” ", "63": "But Jesus said nothing. Again the high priest said to Jesus, “I command you by the power of the living God: Tell us if you are the Christ, the Son of God.”", "64": "Jesus answered, “Those are your words. But I tell you, in the future you will see the Son of Man sitting at the right hand of God, the Powerful One, and coming on clouds in the sky.”", "65": "When the high priest heard this, he tore his clothes and said, “This man has said things that are against God! We don't need any more witnesses; you all heard him say these things against God. ", "66": "What do you think?” The people answered, “He should die.”", "67": "Then the people there spat in Jesus' face and beat him with their fists. Others slapped him. ", "68": "They said, “Prove to us that you are a prophet, you Christ! Tell us who hit you!”", "69": "At that time, as Peter was sitting in the courtyard, a servant girl came to him and said, “You also were with Jesus of Galilee.”", "70": "But Peter said to all the people there that he was never with Jesus. He said, “I don't know what you are talking about.”", "71": "When he left the courtyard and was at the gate, another girl saw him. She said to the people there, “This man was with Jesus of Nazareth.”", "72": "Again, Peter said he was never with him, saying, “I swear I don't know this man Jesus!”", "73": "A short time later, some people standing there went to Peter and said, “Surely you are one of those who followed Jesus. The way you talk shows it.”", "74": "Then Peter began to place a curse on himself and swear, “I don't know the man.” At once, a rooster crowed. ", "75": "And Peter remembered what Jesus had told him: “Before the rooster crows, you will say three times that you don't know me.” Then Peter went outside and cried painfully."}