{"1": "Early the next morning, all the leading priests and elders of the people decided that Jesus should die. ", "2": "They tied him, led him away, and turned him over to Pilate, the governor.", "3": "Judas, the one who had given Jesus to his enemies, saw that they had decided to kill Jesus. Then he was very sorry for what he had done. So he took the thirty silver coins back to the priests and the leaders, ", "4": "saying, “I sinned; I handed over to you an innocent man.” The leaders answered, “What is that to us? That's your problem, not ours.”", "5": "So Judas threw the money into the Temple. Then he went off and hanged himself.", "6": "The leading priests picked up the silver coins in the Temple and said, “Our law does not allow us to keep this money with the Temple money, because it has paid for a man's death.” ", "7": "So they decided to use the coins to buy Potter's Field as a place to bury strangers who died in Jerusalem. ", "8": "That is why that field is still called the Field of Blood. ", "9": "So what Jeremiah the prophet had said came true: “They took thirty silver coins. That is how little the Israelites thought he was worth. ", "10": "They used those thirty silver coins to buy the potter's field, as the Lord commanded me.”[a]", "11": "Jesus stood before Pilate the governor, and Pilate asked him, “Are you the king of the Jews?” Jesus answered, “Those are your words.”", "12": "When the leading priests and the elders accused Jesus, he said nothing.", "13": "So Pilate said to Jesus, “Don't you hear them accusing you of all these things?”", "14": "But Jesus said nothing in answer to Pilate, and Pilate was very surprised at this.", "15": "Every year at the time of Passover the governor would free one prisoner whom the people chose. ", "16": "At that time there was a man in prison, named Barabbas,[b] who was known to be very bad. ", "17": "When the people gathered at Pilate's house, Pilate said, “Whom do you want me to set free: Barabbas[c] or Jesus who is called the Christ?” ", "18": "Pilate knew that they turned Jesus in to him because they were jealous.", "19": "While Pilate was sitting there on the judge's seat, his wife sent this message to him: “Don't do anything to that man, because he is innocent. Today I had a dream about him, and it troubled me very much.”", "20": "But the leading priests and elders convinced the crowd to ask for Barabbas to be freed and for Jesus to be killed.", "21": "Pilate said, “I have Barabbas and Jesus. Which do you want me to set free for you?” The people answered, “Barabbas.”", "22": "Pilate asked, “So what should I do with Jesus, the one called the Christ?” They all answered, “Crucify him!”", "23": "Pilate asked, “Why? What wrong has he done?” But they shouted louder, “Crucify him!”", "24": "When Pilate saw that he could do nothing about this and that a riot was starting, he took some water and washed his hands[d] in front of the crowd. Then he said, “I am not guilty of this man's death. You are the ones who are causing it!”", "25": "All the people answered, “We and our children will be responsible for his death.”", "26": "Then he set Barabbas free. But Jesus was beaten with whips and handed over to the soldiers to be crucified.", "27": "The governor's soldiers took Jesus into the governor's palace, and they all gathered around him. ", "28": "They took off his clothes and put a red robe on him. ", "29": "Using thorny branches, they made a crown, put it on his head, and put a stick in his right hand. Then the soldiers bowed before Jesus and made fun of him, saying, “Hail, King of the Jews!” ", "30": "They spat on Jesus. Then they took his stick and began to beat him on the head. ", "31": "After they finished, the soldiers took off the robe and put his own clothes on him again. Then they led him away to be crucified.", "32": "As the soldiers were going out of the city with Jesus, they forced a man from Cyrene, named Simon, to carry the cross for Jesus. ", "33": "They all came to the place called Golgotha, which means the Place of the Skull. ", "34": "The soldiers gave Jesus wine mixed with gall[e] to drink. He tasted the wine but refused to drink it. ", "35": "When the soldiers had crucified him, they threw lots to decide who would get his clothes.[f] ", "36": "The soldiers sat there and continued watching him. ", "37": "They put a sign above Jesus' head with a charge against him. It said: this is jesus, the king of the jews. ", "38": "Two robbers were crucified beside Jesus, one on the right and the other on the left. ", "39": "People walked by and insulted Jesus and shook their heads, ", "40": "saying, “You said you could destroy the Temple and build it again in three days. So save yourself! Come down from that cross if you are really the Son of God!”", "41": "The leading priests, the teachers of the law, and the Jewish elders were also making fun of Jesus. ", "42": "They said, “He saved others, but he can't save himself! He says he is the king of Israel! If he is the king, let him come down now from the cross. Then we will believe in him. ", "43": "He trusts in God, so let God save him now, if God really wants him. He himself said, 'I am the Son of God.'” ", "44": "And in the same way, the robbers who were being crucified beside Jesus also insulted him.", "45": "At noon the whole country became dark, and the darkness lasted for three hours. ", "46": "About three o'clock Jesus cried out in a loud voice, “Eli, Eli, lama sabachthani?” This means, “My God, my God, why have you abandoned me?”", "47": "Some of the people standing there who heard this said, “He is calling Elijah.”", "48": "Quickly one of them ran and got a sponge and filled it with vinegar and tied it to a stick and gave it to Jesus to drink. ", "49": "But the others said, “Don't bother him. We want to see if Elijah will come to save him.”", "50": "But Jesus cried out again in a loud voice and died.", "51": "Then the curtain in the Temple[g] was torn into two pieces, from the top to the bottom. Also, the earth shook and rocks broke apart. ", "52": "The graves opened, and many of God's people who had died were raised from the dead. ", "53": "They came out of the graves after Jesus was raised from the dead and went into the holy city, where they appeared to many people.", "54": "When the army officer and the soldiers guarding Jesus saw this earthquake and everything else that happened, they were very frightened and said, “He really was the Son of God!”", "55": "Many women who had followed Jesus from Galilee to help him were standing at a distance from the cross, watching. ", "56": "Mary Magdalene, and Mary the mother of James and Joseph, and the mother of James and John were there.", "57": "That evening a rich man named Joseph, a follower of Jesus from the town of Arimathea, came to Jerusalem. ", "58": "Joseph went to Pilate and asked to have Jesus' body. So Pilate gave orders for the soldiers to give it to Joseph. ", "59": "Then Joseph took the body and wrapped it in a clean linen cloth. ", "60": "He put Jesus' body in a new tomb that he had cut out of a wall of rock, and he rolled a very large stone to block the entrance of the tomb. Then Joseph went away. ", "61": "Mary Magdalene and the other woman named Mary were sitting near the tomb.", "62": "The next day, the day after Preparation Day, the leading priests and the Pharisees went to Pilate. ", "63": "They said, “Sir, we remember that while that liar was still alive he said, 'After three days I will rise from the dead.' ", "64": "So give the order for the tomb to be guarded closely till the third day. Otherwise, his followers might come and steal the body and tell people that he has risen from the dead. That lie would be even worse than the first one.”", "65": "Pilate said, “Take some soldiers and go guard the tomb the best way you know.” ", "66": "So they all went to the tomb and made it safe from thieves by sealing the stone in the entrance and putting soldiers there to guard it."}