{"1": "About that time John the Baptist began preaching in the desert area of Judea. ", "2": "John said, “Change your hearts and lives because the kingdom of heaven is near.” ", "3": "John the Baptist is the one Isaiah the prophet was talking about when he said: “This is a voice of one who calls out in the desert: 'Prepare the way for the Lord. Make the road straight for him.'” Isaiah 40:3", "4": "John's clothes were made from camel's hair, and he wore a leather belt around his waist. For food, he ate locusts and wild honey. ", "5": "Many people came from Jerusalem and Judea and all the area around the Jordan River to hear John. ", "6": "They confessed their sins, and he baptized them in the Jordan River.", "7": "Many of the Pharisees and Sadducees came to the place where John was baptizing people. When John saw them, he said, “You are snakes! Who warned you to run away from God's coming punishment? ", "8": "Do the things that show you really have changed your hearts and lives. ", "9": "And don't think you can say to yourselves, 'Abraham is our father.' I tell you that God could make children for Abraham from these rocks. ", "10": "The ax is now ready to cut down the trees, and every tree that does not produce good fruit will be cut down and thrown into the fire.[a]", "11": "“I baptize you with water to show that your hearts and lives have changed. But there is one coming after me who is greater than I am, whose sandals I am not good enough to carry. He will baptize you with the Holy Spirit and fire. ", "12": "He will come ready to clean the grain, separating the good grain from the chaff. He will put the good part of the grain into his barn, but he will burn the chaff with a fire that cannot be put out.”[b]", "13": "At that time Jesus came from Galilee to the Jordan River and wanted John to baptize him. ", "14": "But John tried to stop him, saying, “Why do you come to me to be baptized? I need to be baptized by you!”", "15": "Jesus answered, “Let it be this way for now. We should do all things that are God's will.” So John agreed to baptize Jesus.", "16": "As soon as Jesus was baptized, he came up out of the water. Then heaven opened, and he saw God's Spirit coming down on him like a dove. ", "17": "And a voice from heaven said, “This is my Son, whom I love, and I am very pleased with him.”"}