{"1": "Then the Spirit led Jesus into the desert to be tempted by the devil. ", "2": "Jesus fasted for forty days and nights. After this, he was very hungry. ", "3": "The devil came to Jesus to tempt him, saying, “If you are the Son of God, tell these rocks to become bread.”", "4": "Jesus answered, “It is written in the Scriptures, 'A person lives not on bread alone, but by everything God says.'”[a]", "5": "Then the devil led Jesus to the holy city of Jerusalem and put him on a high place of the Temple. ", "6": "The devil said, “If you are the Son of God, jump down, because it is written in the Scriptures: 'He has put his angels in charge of you. They will catch you in their hands so that you will not hit your foot on a rock.'” Psalm 91:11–12", "7": "Jesus answered him, “It also says in the Scriptures, 'Do not test the Lord your God.'”[b]", "8": "Then the devil led Jesus to the top of a very high mountain and showed him all the kingdoms of the world and all their splendor. ", "9": "The devil said, “If you will bow down and worship me, I will give you all these things.”", "10": "Jesus said to the devil, “Go away from me, Satan! It is written in the Scriptures, 'You must worship the Lord your God and serve only him.'”[c]", "11": "So the devil left Jesus, and angels came and took care of him.", "12": "When Jesus heard that John had been put in prison, he went back to Galilee. ", "13": "He left Nazareth and went to live in Capernaum, a town near Lake Galilee, in the area near Zebulun and Naphtali. ", "14": "Jesus did this to bring about what the prophet Isaiah had said:", "15": "“Land of Zebulun and land of Naphtali along the sea, beyond the Jordan River. This is Galilee where the non-Jewish people live.", "16": "These people who live in darkness will see a great light. They live in a place covered with the shadows of death, but a light will shine on them.” Isaiah 9:1–2", "17": "From that time Jesus began to preach, saying, “Change your hearts and lives, because the kingdom of heaven is near.”", "18": "As Jesus was walking by Lake Galilee, he saw two brothers, Simon (called Peter) and his brother Andrew. They were throwing a net into the lake because they were fishermen. ", "19": "Jesus said, “Come follow me, and I will make you fish for people.” ", "20": "So Simon and Andrew immediately left their nets and followed him.", "21": "As Jesus continued walking by Lake Galilee, he saw two other brothers, James and John, the sons of Zebedee. They were in a boat with their father Zebedee, mending their nets. Jesus told them to come with him. ", "22": "Immediately they left the boat and their father, and they followed Jesus.", "23": "Jesus went everywhere in Galilee, teaching in the synagogues, preaching the Good News about the kingdom of heaven, and healing all the people's diseases and sicknesses. ", "24": "The news about Jesus spread all over Syria, and people brought all the sick to him. They were suffering from different kinds of diseases. Some were in great pain, some had demons, some were epileptics,[d] and some were paralyzed. Jesus healed all of them. ", "25": "Many people from Galilee, the Ten Towns,[e] Jerusalem, Judea, and the land across the Jordan River followed him."}