{"1": "“Be careful! When you do good things, don't do them in front of people to be seen by them. If you do that, you will have no reward from your Father in heaven.", "2": "“When you give to the poor, don't be like the hypocrites. They blow trumpets in the synagogues and on the streets so that people will see them and honor them. I tell you the truth, those hypocrites already have their full reward. ", "3": "So when you give to the poor, don't let anyone know what you are doing. ", "4": "Your giving should be done in secret. Your Father can see what is done in secret, and he will reward you.", "5": "“When you pray, don't be like the hypocrites. They love to stand in the synagogues and on the street corners and pray so people will see them. I tell you the truth, they already have their full reward. ", "6": "When you pray, you should go into your room and close the door and pray to your Father who cannot be seen. Your Father can see what is done in secret, and he will reward you.", "7": "“And when you pray, don't be like those people who don't know God. They continue saying things that mean nothing, thinking that God will hear them because of their many words. ", "8": "Don't be like them, because your Father knows the things you need before you ask him. ", "9": "So when you pray, you should pray like this: 'Our Father in heaven, may your name always be kept holy.", "10": "May your kingdom come and what you want be done, here on earth as it is in heaven.", "11": "Give us the food we need for each day.", "12": "Forgive us for our sins, just as we have forgiven those who sinned against us.", "13": "And do not cause us to be tempted, but save us from the Evil One.' [The kingdom, the power, and the glory are yours forever. Amen.][a]", "14": "Yes, if you forgive others for their sins, your Father in heaven will also forgive you for your sins. ", "15": "But if you don't forgive others, your Father in heaven will not forgive your sins.", "16": "“When you fast,[b] don't put on a sad face like the hypocrites. They make their faces look sad to show people they are fasting. I tell you the truth, those hypocrites already have their full reward. ", "17": "So when you fast, comb your hair and wash your face. ", "18": "Then people will not know that you are fasting, but your Father, whom you cannot see, will see you. Your Father sees what is done in secret, and he will reward you.", "19": "“Don't store treasures for yourselves here on earth where moths and rust will destroy them and thieves can break in and steal them. ", "20": "But store your treasures in heaven where they cannot be destroyed by moths or rust and where thieves cannot break in and steal them. ", "21": "Your heart will be where your treasure is.", "22": "“The eye is a light for the body. If your eyes are good, your whole body will be full of light. ", "23": "But if your eyes are evil, your whole body will be full of darkness. And if the only light you have is really darkness, then you have the worst darkness.", "24": "“No one can serve two masters. The person will hate one master and love the other, or will follow one master and refuse to follow the other. You cannot serve both God and worldly riches.", "25": "“So I tell you, don't worry about the food or drink you need to live, or about the clothes you need for your body. Life is more than food, and the body is more than clothes. ", "26": "Look at the birds in the air. They don't plant or harvest or store food in barns, but your heavenly Father feeds them. And you know that you are worth much more than the birds. ", "27": "You cannot add any time to your life by worrying about it.", "28": "“And why do you worry about clothes? Look at how the lilies in the field grow. They don't work or make clothes for themselves. ", "29": "But I tell you that even Solomon with his riches was not dressed as beautifully as one of these flowers. ", "30": "God clothes the grass in the field, which is alive today but tomorrow is thrown into the fire. So you can be even more sure that God will clothe you. Don't have so little faith! ", "31": "Don't worry and say, 'What will we eat?' or 'What will we drink?' or 'What will we wear?' ", "32": "The people who don't know God keep trying to get these things, and your Father in heaven knows you need them. ", "33": "Seek first God's kingdom and what God wants. Then all your other needs will be met as well. ", "34": "So don't worry about tomorrow, because tomorrow will have its own worries. Each day has enough trouble of its own."}