{"1": "“Don't judge others, or you will be judged. ", "2": "You will be judged in the same way that you judge others, and the amount you give to others will be given to you.", "3": "“Why do you notice the little piece of dust in your friend's eye, but you don't notice the big piece of wood in your own eye? ", "4": "How can you say to your friend, 'Let me take that little piece of dust out of your eye'? Look at yourself! You still have that big piece of wood in your own eye. ", "5": "You hypocrite! First, take the wood out of your own eye. Then you will see clearly to take the dust out of your friend's eye.", "6": "“Don't give holy things to dogs, and don't throw your pearls before pigs. Pigs will only trample on them, and dogs will turn to attack you.", "7": "“Ask, and God will give to you. Search, and you will find. Knock, and the door will open for you. ", "8": "Yes, everyone who asks will receive. Everyone who searches will find. And everyone who knocks will have the door opened.", "9": "“If your children ask for bread, which of you would give them a stone? ", "10": "Or if your children ask for a fish, would you give them a snake? ", "11": "Even though you are bad, you know how to give good gifts to your children. How much more your heavenly Father will give good things to those who ask him!", "12": "“Do to others what you want them to do to you. This is the meaning of the law of Moses and the teaching of the prophets.", "13": "“Enter through the narrow gate. The gate is wide and the road is wide that leads to hell, and many people enter through that gate. ", "14": "But the gate is small and the road is narrow that leads to true life. Only a few people find that road.", "15": "“Be careful of false prophets. They come to you looking gentle like sheep, but they are really dangerous like wolves. ", "16": "You will know these people by what they do. Grapes don't come from thornbushes, and figs don't come from thorny weeds. ", "17": "In the same way, every good tree produces good fruit, but a bad tree produces bad fruit. ", "18": "A good tree cannot produce bad fruit, and a bad tree cannot produce good fruit. ", "19": "Every tree that does not produce good fruit is cut down and thrown into the fire. ", "20": "In the same way, you will know these false prophets by what they do.", "21": "“Not all those who say 'You are our Lord' will enter the kingdom of heaven. The only people who will enter the kingdom of heaven are those who do what my Father in heaven wants. ", "22": "On the last day many people will say to me, 'Lord, Lord, we spoke for you, and through you we forced out demons and did many miracles.' ", "23": "Then I will tell them clearly, 'Get away from me, you who do evil. I never knew you.'", "24": "“Everyone who hears my words and obeys them is like a wise man who built his house on rock. ", "25": "It rained hard, the floods came, and the winds blew and hit that house. But it did not fall, because it was built on rock. ", "26": "Everyone who hears my words and does not obey them is like a foolish man who built his house on sand. ", "27": "It rained hard, the floods came, and the winds blew and hit that house, and it fell with a big crash.”", "28": "When Jesus finished saying these things, the people were amazed at his teaching, ", "29": "because he did not teach like their teachers of the law. He taught like a person who had authority."}