{"1": "When Jesus came down from the hill, great crowds followed him. ", "2": "Then a man with a skin disease came to Jesus. The man bowed down before him and said, “Lord, you can heal me if you will.”", "3": "Jesus reached out his hand and touched the man and said, “I will. Be healed!” And immediately the man was healed from his disease. ", "4": "Then Jesus said to him, “Don't tell anyone about this. But go and show yourself to the priest[a] and offer the gift Moses commanded[b] for people who are made well. This will show the people what I have done.”", "5": "When Jesus entered the city of Capernaum, an army officer came to him, begging for help. ", "6": "The officer said, “Lord, my servant is at home in bed. He can't move his body and is in much pain.”", "7": "Jesus said to the officer, “I will go and heal him.”", "8": "The officer answered, “Lord, I am not worthy for you to come into my house. You only need to command it, and my servant will be healed. ", "9": "I, too, am a man under the authority of others, and I have soldiers under my command. I tell one soldier, 'Go,' and he goes. I tell another soldier, 'Come,' and he comes. I say to my servant, 'Do this,' and my servant does it.", "10": "When Jesus heard this, he was amazed. He said to those who were following him, “I tell you the truth, this is the greatest faith I have found, even in Israel. ", "11": "Many people will come from the east and from the west and will sit and eat with Abraham, Isaac, and Jacob in the kingdom of heaven. ", "12": "But those people who should be in the kingdom will be thrown outside into the darkness, where people will cry and grind their teeth with pain.”", "13": "Then Jesus said to the officer, “Go home. Your servant will be healed just as you believed he would.” And his servant was healed that same hour.", "14": "When Jesus went to Peter's house, he saw that Peter's mother-in-law was sick in bed with a fever. ", "15": "Jesus touched her hand, and the fever left her. Then she stood up and began to serve Jesus.", "16": "That evening people brought to Jesus many who had demons. Jesus spoke and the demons left them, and he healed all the sick. ", "17": "He did these things to bring about what Isaiah the prophet had said: “He took our suffering on him and carried our diseases.” Isaiah 53:4", "18": "When Jesus saw the crowd around him, he told his followers to go to the other side of the lake. ", "19": "Then a teacher of the law came to Jesus and said, “Teacher, I will follow you any place you go.”", "20": "Jesus said to him, “The foxes have holes to live in, and the birds have nests, but the Son of Man has no place to rest his head.”", "21": "Another man, one of Jesus' followers, said to him, “Lord, first let me go and bury my father.”", "22": "But Jesus told him, “Follow me, and let the people who are dead bury their own dead.”", "23": "Jesus got into a boat, and his followers went with him. ", "24": "A great storm arose on the lake so that waves covered the boat, but Jesus was sleeping. ", "25": "His followers went to him and woke him, saying, “Lord, save us! We will drown!”", "26": "Jesus answered, “Why are you afraid? You don't have enough faith.” Then Jesus got up and gave a command to the wind and the waves, and it became completely calm.", "27": "The men were amazed and said, “What kind of man is this? Even the wind and the waves obey him!”", "28": "When Jesus arrived at the other side of the lake in the area of the Gadarene[c] people, two men who had demons in them met him. These men lived in the burial caves and were so dangerous that people could not use the road by those caves. ", "29": "They shouted, “What do you want with us, Son of God? Did you come here to torture us before the right time?”", "30": "Near that place there was a large herd of pigs feeding. ", "31": "The demons begged Jesus, “If you make us leave these men, please send us into that herd of pigs.”", "32": "Jesus said to them, “Go!” So the demons left the men and went into the pigs. Then the whole herd rushed down the hill into the lake and were drowned. ", "33": "The herdsmen ran away and went into town, where they told about all of this and what had happened to the men who had demons. ", "34": "Then the whole town went out to see Jesus. When they saw him, they begged him to leave their area."}