{"1": "Jesus got into a boat and went back across the lake to his own town. ", "2": "Some people brought to Jesus a man who was paralyzed and lying on a mat. When Jesus saw the faith of these people, he said to the paralyzed man, “Be encouraged, young man. Your sins are forgiven.”", "3": "Some of the teachers of the law said to themselves, “This man speaks as if he were God. That is blasphemy!”[a]", "4": "Knowing their thoughts, Jesus said, “Why are you thinking evil thoughts? ", "5": "Which is easier: to say, 'Your sins are forgiven,' or to tell him, 'Stand up and walk'? ", "6": "But I will prove to you that the Son of Man has authority on earth to forgive sins.” Then Jesus said to the paralyzed man, “Stand up, take your mat, and go home.” ", "7": "And the man stood up and went home. ", "8": "When the people saw this, they were amazed and praised God for giving power like this to human beings.", "9": "When Jesus was leaving, he saw a man named Matthew sitting in the tax collector's booth. Jesus said to him, “Follow me,” and he stood up and followed Jesus.", "10": "As Jesus was having dinner at Matthew's house, many tax collectors and “sinners” came and ate with Jesus and his followers. ", "11": "When the Pharisees saw this, they asked Jesus' followers, “Why does your teacher eat with tax collectors and sinners?”", "12": "When Jesus heard them, he said, “It is not the healthy people who need a doctor, but the sick. ", "13": "Go and learn what this means: 'I want kindness more than I want animal sacrifices.'[b] I did not come to invite good people but to invite sinners.”", "14": "Then the followers of John[c] came to Jesus and said, “Why do we and the Pharisees often fast[d] for a certain time, but your followers don't?”", "15": "Jesus answered, “The friends of the bridegroom are not sad while he is with them. But the time will come when the bridegroom will be taken from them, and then they will fast.", "16": "“No one sews a patch of unshrunk cloth over a hole in an old coat. If he does, the patch will shrink and pull away from the coat, making the hole worse. ", "17": "Also, people never pour new wine into old leather bags. Otherwise, the bags will break, the wine will spill, and the wine bags will be ruined. But people always pour new wine into new wine bags. Then both will continue to be good.”", "18": "While Jesus was saying these things, a leader of the synagogue came to him. He bowed down before Jesus and said, “My daughter has just died. But if you come and lay your hand on her, she will live again.” ", "19": "So Jesus and his followers stood up and went with the leader.", "20": "Then a woman who had been bleeding for twelve years came behind Jesus and touched the edge of his coat. ", "21": "She was thinking, “If I can just touch his clothes, I will be healed.”", "22": "Jesus turned and saw the woman and said, “Be encouraged, dear woman. You are made well because you believed.” And the woman was healed from that moment on.", "23": "Jesus continued along with the leader and went into his house. There he saw the funeral musicians and many people crying. ", "24": "Jesus said, “Go away. The girl is not dead, only asleep.” But the people laughed at him. ", "25": "After the crowd had been thrown out of the house, Jesus went into the girl's room and took hold of her hand, and she stood up. ", "26": "The news about this spread all around the area.", "27": "When Jesus was leaving there, two blind men followed him. They cried out, “Have mercy on us, Son of David!”", "28": "After Jesus went inside, the blind men went with him. He asked the men, “Do you believe that I can make you see again?” They answered, “Yes, Lord.”", "29": "Then Jesus touched their eyes and said, “Because you believe I can make you see again, it will happen.” ", "30": "Then the men were able to see. But Jesus warned them strongly, saying, “Don't tell anyone about this.” ", "31": "But the blind men left and spread the news about Jesus all around that area.", "32": "When the two men were leaving, some people brought another man to Jesus. This man could not talk because he had a demon in him. ", "33": "After Jesus forced the demon to leave the man, he was able to speak. The crowd was amazed and said, “We have never seen anything like this in Israel.”", "34": "But the Pharisees said, “The prince of demons is the one that gives him power to force demons out.”", "35": "Jesus traveled through all the towns and villages, teaching in their synagogues, preaching the Good News about the kingdom, and healing all kinds of diseases and sicknesses. ", "36": "When he saw the crowds, he felt sorry for them because they were hurting and helpless, like sheep without a shepherd. ", "37": "Jesus said to his followers, “There are many people to harvest but only a few workers to help harvest them. ", "38": "Pray to the Lord, who owns the harvest, that he will send more workers to gather his harvest.”[e]"}