{"1": "So get rid of your feelings of hatred. Don't just pretend to be good! Be done with dishonesty and jealousy and talking about others behind their backs. ", "2-3": "Now that you realize how kind the Lord has been to you, put away all evil, deception, envy, and fraud. Long to grow up into the fullness of your salvation; cry for this as a baby cries for his milk.[a]", "4": "Come to Christ, who is the living Foundation of Rock upon which God builds; though men have spurned him, he is very precious to God who has chosen him above all others.", "5": "And now you have become living building-stones for God's use in building his house. What's more, you are his holy priests; so come to him—you who are acceptable to him because of Jesus Christ[b]—and offer to God those things that please him. ", "6": "As the Scriptures express it, “See, I am sending Christ to be the carefully chosen, precious Cornerstone of my church, and I will never disappoint those who trust in him.”", "7": "Yes, he is very precious to you who believe; and to those who reject him, well—“The same Stone that was rejected by the builders has become the Cornerstone, the most honored and important part of the building.” ", "8": "And the Scriptures also say, “He is the Stone that some will stumble over, and the Rock that will make them fall.” They will stumble because they will not listen to God's Word nor obey it, and so this punishment must follow—that they will fall.", "9": "But you are not like that, for you have been chosen by God himself—you are priests of the King, you are holy and pure, you are God's very own—all this so that you may show to others how God called you out of the darkness into his wonderful light. ", "10": "Once you were less than nothing; now you are God's own. Once you knew very little of God's kindness; now your very lives have been changed by it.", "11": "Dear brothers, you are only visitors here. Since your real home is in heaven, I beg you to keep away from the evil pleasures of this world; they are not for you, for they fight against your very souls.", "12": "Be careful how you behave among your unsaved neighbors; for then, even if they are suspicious of you and talk against you, they will end up praising God for your good works when Christ returns.", "13": "For the Lord's sake, obey every law of your government: those of the king as head of the state, ", "14": "and those of the king's officers, for he has sent them to punish all who do wrong, and to honor those who do right.", "15": "It is God's will that your good lives should silence those who foolishly condemn the Gospel without knowing what it can do for them, having never experienced its power. ", "16": "You are free from the law, but that doesn't mean you are free to do wrong. Live as those who are free to do only God's will at all times.", "17": "Show respect for everyone. Love Christians everywhere. Fear God and honor the government.", "18": "Servants, you must respect your masters and do whatever they tell you—not only if they are kind and reasonable, but even if they are tough and cruel. ", "19": "Praise the Lord if you are punished for doing right! ", "20": "Of course, you get no credit for being patient if you are beaten for doing wrong; but if you do right and suffer for it, and are patient beneath the blows, God is well pleased.", "21": "This suffering is all part of the work God has given you. Christ, who suffered for you, is your example. Follow in his steps: ", "22": "He never sinned, never told a lie, ", "23": "never answered back when insulted; when he suffered he did not threaten to get even; he left his case in the hands of God who always judges fairly. ", "24": "He personally carried the load of our sins in his own body when he died on the cross so that we can be finished with sin and live a good life from now on. For his wounds have healed ours! ", "25": "Like sheep you wandered away from God, but now you have returned to your Shepherd, the Guardian of your souls who keeps you safe from all attacks."}