{"1": "Since Christ suffered and underwent pain, you must have the same attitude he did; you must be ready to suffer, too. For remember, when your body suffers, sin loses its power, ", "2": "and you won't be spending the rest of your life chasing after evil desires but will be anxious to do the will of God. ", "3": "You have had enough in the past of the evil things the godless enjoy—sex sin, lust, getting drunk, wild parties, drinking bouts, and the worship of idols, and other terrible sins.[a]", "4": "Of course, your former friends will be very surprised when you don't eagerly join them anymore in the wicked things they do, and they will laugh at you in contempt and scorn. ", "5": "But just remember that they must face the Judge of all, living and dead; they will be punished for the way they have lived. ", "6": "That is why the Good News was preached even to those who were dead—killed by the flood[b]—so that although their bodies were punished with death, they could still live in their spirits as God lives.", "7": "The end of the world is coming soon. Therefore be earnest, thoughtful men of prayer. ", "8": "Most important of all, continue to show deep love for each other, for love makes up for many of your faults.[c] ", "9": "Cheerfully share your home with those who need a meal or a place to stay for the night.", "10": "God has given each of you some special abilities; be sure to use them to help each other, passing on to others God's many kinds of blessings. ", "11": "Are you called to preach? Then preach as though God himself were speaking through you. Are you called to help others? Do it with all the strength and energy that God supplies so that God will be glorified through Jesus Christ—to him be glory and power forever and ever. Amen.", "12": "Dear friends, don't be bewildered or surprised when you go through the fiery trials ahead, for this is no strange, unusual thing that is going to happen to you. ", "13": "Instead, be really glad—because these trials will make you partners with Christ in his suffering, and afterwards you will have the wonderful joy of sharing his glory in that coming day when it will be displayed.", "14": "Be happy if you are cursed and insulted for being a Christian, for when that happens the Spirit of God will come upon you with great glory.[d] ", "15": "Don't let me hear of your suffering for murdering or stealing or making trouble or being a busybody and prying into other people's affairs. ", "16": "But it is no shame to suffer for being a Christian. Praise God for the privilege of being in Christ's family and being called by his wonderful name! ", "17": "For the time has come for judgment, and it must begin first among God's own children. And if even we who are Christians must be judged, what terrible fate awaits those who have never believed in the Lord? ", "18": "If the righteous are barely saved, what chance will the godless have?", "19": "So if you are suffering according to God's will, keep on doing what is right and trust yourself to the God who made you, for he will never fail you."}