{"1": "And now, a word to you elders of the church. I, too, am an elder; with my own eyes I saw Christ dying on the cross; and I, too, will share his glory and his honor when he returns. Fellow elders, this is my plea to you: ", "2": "Feed the flock of God; care for it willingly, not grudgingly; not for what you will get out of it but because you are eager to serve the Lord. ", "3": "Don't be tyrants, but lead them by your good example, ", "4": "and when the Head Shepherd comes, your reward will be a never-ending share in his glory and honor.", "5": "You younger men, follow the leadership of those who are older. And all of you serve each other with humble spirits, for God gives special blessings to those who are humble, but sets himself against those who are proud. ", "6": "If you will humble yourselves under the mighty hand of God, in his good time he will lift you up.", "7": "Let him have all your worries and cares, for he is always thinking about you and watching everything that concerns you.", "8": "Be careful—watch out for attacks from Satan, your great enemy. He prowls around like a hungry, roaring lion, looking for some victim to tear apart. ", "9": "Stand firm when he attacks. Trust the Lord; and remember that other Christians all around the world are going through these sufferings too.", "10": "After you have suffered a little while, our God, who is full of kindness through Christ, will give you his eternal glory. He personally will come and pick you up, and set you firmly in place, and make you stronger than ever. ", "11": "To him be all power over all things, forever and ever. Amen.", "12": "I am sending this note to you through the courtesy of Silvanus who is, in my opinion, a very faithful brother. I hope I have encouraged you by this letter, for I have given you a true statement of the way God blesses. What I have told you here should help you to stand firmly in his love.", "13": "The church here in Rome[a]—she is your sister in the Lord—sends you her greetings; so does my son Mark. ", "14": "Give each other the handshake of Christian love. Peace be to all of you who are in Christ. Peter"}