{"1": "All the congregation of the people of Israel moved on from the wilderness of Sin by stages, according to the commandment of the Lord, and camped at Reph′idim; but there was no water for the people to drink. ", "2": "Therefore the people found fault with Moses, and said, “Give us water to drink.” And Moses said to them, “Why do you find fault with me? Why do you put the Lord to the proof?” ", "3": "But the people thirsted there for water, and the people murmured against Moses, and said, “Why did you bring us up out of Egypt, to kill us and our children and our cattle with thirst?” ", "4": "So Moses cried to the Lord, “What shall I do with this people? They are almost ready to stone me.” ", "5": "And the Lord said to Moses, “Pass on before the people, taking with you some of the elders of Israel; and take in your hand the rod with which you struck the Nile, and go. ", "6": "Behold, I will stand before you there on the rock at Horeb; and you shall strike the rock, and water shall come out of it, that the people may drink.” And Moses did so, in the sight of the elders of Israel. ", "7": "And he called the name of the place Massah[a] and Mer′ibah,[b] because of the faultfinding of the children of Israel, and because they put the Lord to the proof by saying, “Is the Lord among us or not?”", "8": "Then came Am′alek and fought with Israel at Reph′idim. ", "9": "And Moses said to Joshua, “Choose for us men, and go out, fight with Am′alek; tomorrow I will stand on the top of the hill with the rod of God in my hand.” ", "10": "So Joshua did as Moses told him, and fought with Am′alek; and Moses, Aaron, and Hur went up to the top of the hill. ", "11": "Whenever Moses held up his hand, Israel prevailed; and whenever he lowered his hand, Am′alek prevailed. ", "12": "But Moses' hands grew weary; so they took a stone and put it under him, and he sat upon it, and Aaron and Hur held up his hands, one on one side, and the other on the other side; so his hands were steady until the going down of the sun. ", "13": "And Joshua mowed down Am′alek and his people with the edge of the sword.", "14": "And the Lord said to Moses, “Write this as a memorial in a book and recite it in the ears of Joshua, that I will utterly blot out the remembrance of Am′alek from under heaven.” ", "15": "And Moses built an altar and called the name of it, The Lord is my banner, ", "16": "saying, “A hand upon the banner of the Lord![c] The Lord will have war with Am′alek from generation to generation.”"}