{"1": "When the people saw that Moses delayed to come down from the mountain, the people gathered themselves together to Aaron, and said to him, “Up, make us gods, who shall go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.” ", "2": "And Aaron said to them, “Take off the rings of gold which are in the ears of your wives, your sons, and your daughters, and bring them to me.” ", "3": "So all the people took off the rings of gold which were in their ears, and brought them to Aaron. ", "4": "And he received the gold at their hand, and fashioned it with a graving tool, and made a molten calf; and they said, “These are your gods, O Israel, who brought you up out of the land of Egypt!” ", "5": "When Aaron saw this, he built an altar before it; and Aaron made proclamation and said, “Tomorrow shall be a feast to the Lord.” ", "6": "And they rose up early on the morrow, and offered burnt offerings and brought peace offerings; and the people sat down to eat and drink, and rose up to play.", "7": "And the Lord said to Moses, “Go down; for your people, whom you brought up out of the land of Egypt, have corrupted themselves; ", "8": "they have turned aside quickly out of the way which I commanded them; they have made for themselves a molten calf, and have worshiped it and sacrificed to it, and said, 'These are your gods, O Israel, who brought you up out of the land of Egypt!'” ", "9": "And the Lord said to Moses, “I have seen this people, and behold, it is a stiff-necked people; ", "10": "now therefore let me alone, that my wrath may burn hot against them and I may consume them; but of you I will make a great nation.”", "11": "But Moses besought the Lord his God, and said, “O Lord, why does thy wrath burn hot against thy people, whom thou hast brought forth out of the land of Egypt with great power and with a mighty hand? ", "12": "Why should the Egyptians say, 'With evil intent did he bring them forth, to slay them in the mountains, and to consume them from the face of the earth'? Turn from thy fierce wrath, and repent of this evil against thy people. ", "13": "Remember Abraham, Isaac, and Israel, thy servants, to whom thou didst swear by thine own self, and didst say to them, 'I will multiply your descendants as the stars of heaven, and all this land that I have promised I will give to your descendants, and they shall inherit it for ever.'” ", "14": "And the Lord repented of the evil which he thought to do to his people.", "15": "And Moses turned, and went down from the mountain with the two tables of the testimony in his hands, tables that were written on both sides; on the one side and on the other were they written. ", "16": "And the tables were the work of God, and the writing was the writing of God, graven upon the tables. ", "17": "When Joshua heard the noise of the people as they shouted, he said to Moses, “There is a noise of war in the camp.” ", "18": "But he said, “It is not the sound of shouting for victory, or the sound of the cry of defeat, but the sound of singing that I hear.” ", "19": "And as soon as he came near the camp and saw the calf and the dancing, Moses' anger burned hot, and he threw the tables out of his hands and broke them at the foot of the mountain. ", "20": "And he took the calf which they had made, and burnt it with fire, and ground it to powder, and scattered it upon the water, and made the people of Israel drink it.", "21": "And Moses said to Aaron, “What did this people do to you that you have brought a great sin upon them?” ", "22": "And Aaron said, “Let not the anger of my lord burn hot; you know the people, that they are set on evil. ", "23": "For they said to me, 'Make us gods, who shall go before us; as for this Moses, the man who brought us up out of the land of Egypt, we do not know what has become of him.' ", "24": "And I said to them, 'Let any who have gold take it off'; so they gave it to me, and I threw it into the fire, and there came out this calf.”", "25": "And when Moses saw that the people had broken loose (for Aaron had let them break loose, to their shame among their enemies), ", "26": "then Moses stood in the gate of the camp, and said, “Who is on the Lord's side? Come to me.” And all the sons of Levi gathered themselves together to him. ", "27": "And he said to them, “Thus says the Lord God of Israel, 'Put every man his sword on his side, and go to and fro from gate to gate throughout the camp, and slay every man his brother, and every man his companion, and every man his neighbor.'” ", "28": "And the sons of Levi did according to the word of Moses; and there fell of the people that day about three thousand men. ", "29": "And Moses said, “Today you have ordained yourselves[a] for the service of the Lord, each one at the cost of his son and of his brother, that he may bestow a blessing upon you this day.”", "30": "On the morrow Moses said to the people, “You have sinned a great sin. And now I will go up to the Lord; perhaps I can make atonement for your sin.” ", "31": "So Moses returned to the Lord and said, “Alas, this people have sinned a great sin; they have made for themselves gods of gold. ", "32": "But now, if thou wilt forgive their sin—and if not, blot me, I pray thee, out of thy book which thou hast written.” ", "33": "But the Lord said to Moses, “Whoever has sinned against me, him will I blot out of my book. ", "34": "But now go, lead the people to the place of which I have spoken to you; behold, my angel shall go before you. Nevertheless, in the day when I visit, I will visit their sin upon them.”", "35": "And the Lord sent a plague upon the people, because they made the calf which Aaron made."}