{"1": "Then Moses answered, “But behold, they will not believe me or listen to my voice, for they will say, 'The Lord did not appear to you.'” ", "2": "The Lord said to him, “What is that in your hand?” He said, “A rod.” ", "3": "And he said, “Cast it on the ground.” So he cast it on the ground, and it became a serpent; and Moses fled from it. ", "4": "But the Lord said to Moses, “Put out your hand, and take it by the tail”—so he put out his hand and caught it, and it became a rod in his hand— ", "5": "“that they may believe that the Lord, the God of their fathers, the God of Abraham, the God of Isaac, and the God of Jacob, has appeared to you.” ", "6": "Again, the Lord said to him, “Put your hand into your bosom.” And he put his hand into his bosom; and when he took it out, behold, his hand was leprous, as white as snow. ", "7": "Then God said, “Put your hand back into your bosom.” So he put his hand back into his bosom; and when he took it out, behold, it was restored like the rest of his flesh. ", "8": "“If they will not believe you,” God said, “or heed the first sign, they may believe the latter sign. ", "9": "If they will not believe even these two signs or heed your voice, you shall take some water from the Nile and pour it upon the dry ground; and the water which you shall take from the Nile will become blood upon the dry ground.”", "10": "But Moses said to the Lord, “Oh, my Lord, I am not eloquent, either heretofore or since thou hast spoken to thy servant; but I am slow of speech and of tongue.” ", "11": "Then the Lord said to him, “Who has made man's mouth? Who makes him dumb, or deaf, or seeing, or blind? Is it not I, the Lord? ", "12": "Now therefore go, and I will be with your mouth and teach you what you shall speak.” ", "13": "But he said, “Oh, my Lord, send, I pray, some other person.” ", "14": "Then the anger of the Lord was kindled against Moses and he said, “Is there not Aaron, your brother, the Levite? I know that he can speak well; and behold, he is coming out to meet you, and when he sees you he will be glad in his heart. ", "15": "And you shall speak to him and put the words in his mouth; and I will be with your mouth and with his mouth, and will teach you what you shall do. ", "16": "He shall speak for you to the people; and he shall be a mouth for you, and you shall be to him as God. ", "17": "And you shall take in your hand this rod, with which you shall do the signs.”", "18": "Moses went back to Jethro his father-in-law and said to him, “Let me go back, I pray, to my kinsmen in Egypt and see whether they are still alive.” And Jethro said to Moses, “Go in peace.” ", "19": "And the Lord said to Moses in Mid′ian, “Go back to Egypt; for all the men who were seeking your life are dead.” ", "20": "So Moses took his wife and his sons and set them on an ass, and went back to the land of Egypt; and in his hand Moses took the rod of God.", "21": "And the Lord said to Moses, “When you go back to Egypt, see that you do before Pharaoh all the miracles which I have put in your power; but I will harden his heart, so that he will not let the people go. ", "22": "And you shall say to Pharaoh, 'Thus says the Lord, Israel is my first-born son, ", "23": "and I say to you, “Let my son go that he may serve me”; if you refuse to let him go, behold, I will slay your first-born son.'”", "24": "At a lodging place on the way the Lord met him and sought to kill him. ", "25": "Then Zippo′rah took a flint and cut off her son's foreskin, and touched Moses' feet with it, and said, “Surely you are a bridegroom of blood to me!” ", "26": "So he let him alone. Then it was that she said, “You are a bridegroom of blood,” because of the circumcision.", "27": "The Lord said to Aaron, “Go into the wilderness to meet Moses.” So he went, and met him at the mountain of God and kissed him. ", "28": "And Moses told Aaron all the words of the Lord with which he had sent him, and all the signs which he had charged him to do. ", "29": "Then Moses and Aaron went and gathered together all the elders of the people of Israel. ", "30": "And Aaron spoke all the words which the Lord had spoken to Moses, and did the signs in the sight of the people. ", "31": "And the people believed; and when they heard that the Lord had visited the people of Israel and that he had seen their affliction, they bowed their heads and worshiped."}