{"1": "But the Lord said to Moses, “Now you shall see what I will do to Pharaoh; for with a strong hand he will send them out, yea, with a strong hand he will drive them out of his land.”", "2": "And God said to Moses, “I am the Lord. ", "3": "I appeared to Abraham, to Isaac, and to Jacob, as God Almighty,[a] but by my name the Lord I did not make myself known to them. ", "4": "I also established my covenant with them, to give them the land of Canaan, the land in which they dwelt as sojourners. ", "5": "Moreover I have heard the groaning of the people of Israel whom the Egyptians hold in bondage and I have remembered my covenant. ", "6": "Say therefore to the people of Israel, 'I am the Lord, and I will bring you out from under the burdens of the Egyptians, and I will deliver you from their bondage, and I will redeem you with an outstretched arm and with great acts of judgment, ", "7": "and I will take you for my people, and I will be your God; and you shall know that I am the Lord your God, who has brought you out from under the burdens of the Egyptians. ", "8": "And I will bring you into the land which I swore to give to Abraham, to Isaac, and to Jacob; I will give it to you for a possession. I am the Lord.'” ", "9": "Moses spoke thus to the people of Israel; but they did not listen to Moses, because of their broken spirit and their cruel bondage.", "10": "And the Lord said to Moses, ", "11": "“Go in, tell Pharaoh king of Egypt to let the people of Israel go out of his land.” ", "12": "But Moses said to the Lord, “Behold, the people of Israel have not listened to me; how then shall Pharaoh listen to me, who am a man of uncircumcised lips?” ", "13": "But the Lord spoke to Moses and Aaron, and gave them a charge to the people of Israel and to Pharaoh king of Egypt to bring the people of Israel out of the land of Egypt.", "14": "These are the heads of their fathers' houses: the sons of Reuben, the first-born of Israel: Hanoch, Pallu, Hezron, and Carmi; these are the families of Reuben. ", "15": "The sons of Simeon: Jemu′el, Jamin, Ohad, Jachin, Zohar, and Shaul, the son of a Canaanite woman; these are the families of Simeon. ", "16": "These are the names of the sons of Levi according to their generations: Gershon, Kohath, and Merar′i, the years of the life of Levi being a hundred and thirty-seven years. ", "17": "The sons of Gershon: Libni and Shim′e-i, by their families. ", "18": "The sons of Kohath: Amram, Izhar, Hebron, and Uz′ziel, the years of the life of Kohath being a hundred and thirty-three years. ", "19": "The sons of Merar′i: Mahli and Mushi. These are the families of the Levites according to their generations. ", "20": "Amram took to wife Joch′ebed his father's sister and she bore him Aaron and Moses, the years of the life of Amram being one hundred and thirty-seven years. ", "21": "The sons of Izhar: Korah, Nepheg, and Zichri. ", "22": "And the sons of Uz′ziel: Mi′sha-el, Elza′phan, and Sithri. ", "23": "Aaron took to wife Eli′sheba, the daughter of Ammin′adab and the sister of Nahshon; and she bore him Nadab, Abi′hu, Elea′zar, and Ith′amar. ", "24": "The sons of Korah: Assir, Elka′nah, and Abi′asaph; these are the families of the Ko′rahites. ", "25": "Elea′zar, Aaron's son, took to wife one of the daughters of Pu′ti-el; and she bore him Phin′ehas. These are the heads of the fathers' houses of the Levites by their families.", "26": "These are the Aaron and Moses to whom the Lord said: “Bring out the people of Israel from the land of Egypt by their hosts.” ", "27": "It was they who spoke to Pharaoh king of Egypt about bringing out the people of Israel from Egypt, this Moses and this Aaron.", "28": "On the day when the Lord spoke to Moses in the land of Egypt, ", "29": "the Lord said to Moses, “I am the Lord; tell Pharaoh king of Egypt all that I say to you.” ", "30": "But Moses said to the Lord, “Behold, I am of uncircumcised lips; how then shall Pharaoh listen to me?” "}