{"1": "There was a man in the land of Uz whose[a] name was Job. That[b] man was blameless and upright and God-fearing and turning away from evil. ", "2": "And seven sons and three daughters were born to him. ", "3": "Then[c] his livestock came to be seven thousand sheep and goats and three thousand camels and five hundred pairs[d] of oxen and five hundred female donkeys, and he had very many slaves, and that man was greater than all the people of the east. ", "4": "And his sons used to go and hold a feast at each other's house[e] on his day, and they would send, and they would invite their three sisters to eat and to drink with them. ", "5": "Then when[f] the days of the feast had run their course, Job would send,[g] and he would sanctify them. Thus[h] he would arise early in the morning and offer burnt offerings according to the number of all of them, because Job thought,[i] “Perhaps my children have sinned and cursed[j] God in their heart.” This is what Job used to do all the time.[k]", "6": "And it happened one day[l] that[m] the sons of God[n] came to present themselves before Yahweh, and Satan[o] also came into their midst. ", "7": "So[p] Yahweh said to Satan,[q] “From where have you come?” Then[r] Satan[s] answered Yahweh and said, “From roaming on the earth and from walking about in it.”", "8": "So[t] Yahweh said to Satan,[u] “Have you considered[v] my servant Job? Indeed,[w] there is no one like him on the earth—a blameless man and upright and God-fearing and turning away from evil.”", "9": "Then[x] Satan[y] answered Yahweh and said, “Does Job fear God for nothing? ", "10": "Have you[z] not put a fence around him and his household and around all that belongs to him[aa] on every side?[ab] You have blessed the work of his hands, and his livestock[ac] has increased in the land. ", "11": "But,[ad] on the other hand, stretch out[ae] your hand and touch all that belongs to him[af] and see whether[ag] he will curse[ah] you to your face.”", "12": "So[ai] Yahweh said to Satan,[aj] “Look, all that belongs to him[ak] is in your power.[al] Only do not stretch out your hand against[am] him.” So[an] Satan[ao] went out from Yahweh's presence.[ap]", "13": "And then there was one day when[aq] his sons and his daughters were eating and drinking wine in their firstborn brother's house. ", "14": "And a messenger came to Job and said, “The oxen were plowing, and the female donkeys were feeding beside them.[ar] ", "15": "Then[as] the Sabeans attacked,[at] and they took them, and they slew the servants by the edge of the sword.[au] But[av] I escaped, even I alone, to tell you.”", "16": "While this one was still speaking, another[aw] came and said, “The fire of God fell from the heavens, and it blazed up against the sheep and goats and against the servants, and it consumed them. But I escaped, even I alone, to tell you.”", "17": "While this one was still speaking, another[ax] came and said, “The Chaldeans formed three divisions, and they made a raid on the camels, and they carried them away, and they struck your servants by the edge of the sword,[ay] but I escaped, even I alone, to tell you.”", "18": "At the time[az] this one was speaking, another[ba] came and said, “Your sons and your daughters were eating and drinking wine in their firstborn brother's house. ", "19": "And behold,[bb] a great wind came from across the desert, and it struck the four corners of the house so that[bc] it fell upon the young people, and they died. But I escaped, even I alone, to tell you.”", "20": "Then[bd] Job arose and tore his outer garment[be] and shaved his head; then[bf] he fell upon the ground and he worshiped. ", "21": "Then[bg] he said, “Naked I came out from my mother's womb, and naked I will return there. Yahweh gives, and Yahweh takes. Let Yahweh's name be blessed.” ", "22": "In all this, Job did not sin and did not charge God with wrongdoing.[bh]"}