{"1": "“My inner self[a] loathes my life; I want to give vent to my complaint;[b] I want to speak out of the bitterness of my inner self.[c]", "2": "I will say to God, 'You should not condemn me; let me know why you contend against me.", "3": "Is it good for you that you oppress, that you despise the labor of your hands, and you smile over the schemes of the wicked?", "4": "Do you have eyes of flesh?[d] Or do you see as human beings see?[e]", "5": "Are your days as the days of human beings, or your years as the days of man,", "6": "that you seek out my iniquity, and you search for my sin", "7": "because of your knowledge that I am not guilty, and there is no escaping from your hand?", "8": "Your hands fashioned me and made me[f] altogether,[g] then[h] you destroyed me.", "9": "Please[i] remember that you made me like clay, but[j] you turn me into dust again?", "10": "Did you not pour me out like milk and curdle me[k] like cheese?", "11": "You clothed me with skin and flesh, and you knit me together with bones and sinews.", "12": "You have granted me life and loyal love, and your care has preserved my spirit.", "13": "“'Yet[l] you hid these things in your heart; I know that this was your purpose.[m]", "14": "If I had sinned, then[n] you would be watching me, and you would not acquit me of my guilt.", "15": "If I am guilty, woe to me! But[o] if I am righteous, I dare not lift my head; I am filled with shame, and just look at my misery!", "16": "And if my head grows bold, you would hunt me as the lion in its prime; and you repeat your exploits against me.[p]", "17": "You renew your witnesses against me, and you increase your vexation against me; relief forces[q] are against me.", "18": "So[r] why did you bring me forth from the womb? I should have passed away, and no eye should have seen me.[s]", "19": "I should have been as though I had not been; I should have been brought from the womb to the grave.", "20": "Are not my days few? Let him leave me alone; let him turn from me, and let me rejoice a little.", "21": "Before I go—and I will not return— to the land of darkness and deep shadow,", "22": "to the land of darkness, like the darkness of a deep shadow and chaos,[t] so that[u] it shines forth like darkness.'”"}