{"1": "Then[a] Job answered and said,", "2": "“Truly indeed you[b] are the people, and wisdom will die with you.[c]", "3": "I also have insight[d] like you;[e] I am not more inferior than you.[f] And who does not know things like these?[g]", "4": "I am a laughingstock to my friends:[h] 'He calls on God, and he answers him.' A righteous, blameless man is a laughingstock.", "5": "Those at ease have contempt[i] for the thought of disaster,[j] but it is ready for those unstable of foot.", "6": "The tents of the destroyers are at peace, and there is security for those who provoke God, for those whom God brings into his hand.[k]", "7": "“But[l] ask[m] the animals, and they will teach you, and the birds of the heaven, and they will tell you;", "8": "or ask the earth, and it will teach you, and the fishes of the sea will declare to you.", "9": "Who among all of these does not know that Yahweh's hand has done this?", "10": "In whose hand is the life of all living things and the breath of every human being?[n]", "11": "Does not the ear test words and the palate taste food for itself?", "12": "Wisdom is with the aged, and understanding is in length of days.", "13": "“With him are wisdom and powerful deeds, and to him belong counsel and understanding.", "14": "If he tears down, then[o] it will not be rebuilt; if he shuts a man in, then[p] he cannot be freed.", "15": "Look, if he withholds the water,[q] then[r] they dry up; and if he sends them out, then[s] they overwhelm the land.", "16": "“Strength and sound wisdom are with him; the deceived and the deceiver are his.[t]", "17": "He leads counselors away stripped, and he makes fools of judges.", "18": "He loosens the fetters of kings, and he binds a loincloth on their loins.", "19": "He leads priests away stripped, and he overthrows the members of ancient families.[u]", "20": "He deprives the trustworthy of speech, and he takes away the discretion of elders.", "21": "He pours contempt on noblemen, and he loosens the girdle of the mighty.", "22": "“He uncovers mysteries out of darkness, and he brings deep shadow to the light.", "23": "He makes the nations great, then[v] he destroys them; he expands the nations, then[w] he guides them.", "24": "He strips away the insight of the heads of the earth's people, and he makes them wander in a pathless wasteland.[x]", "25": "They grope in the dark without[y] light, and he makes them stagger like a[z] drunkard."}