{"1": "And then[a] one day the sons of God[b] came to present themselves before Yahweh, and Satan[c] also came into their midst to present himself before Yahweh. ", "2": "So[d] Yahweh asked[e] Satan,[f] “From where have you come?” And Satan[g] answered Yahweh and said, “From roaming on the earth and from walking about in it.”", "3": "So[h] Yahweh asked[i] Satan,[j] “Have you considered[k] my servant Job? Indeed,[l] there is no one like him on the earth—a blameless man and upright and God-fearing and turning away from evil. And still he persists in his blamelessness even though[m] you incited me against him to destroy him for nothing.”", "4": "Then[n] Satan[o] answered him and said, “Skin for skin! All that that[p] man has he will give for his life. ", "5": "But stretch out[q] your hand and touch his bones and his flesh, and see whether[r] he will curse[s] you to your face.”[t]", "6": "So[u] Yahweh said to Satan,[v] “All right,[w] he is in your power.[x] Only spare his life.”", "7": "So[y] Satan[z] went out from Yahweh's presence,[aa] and he inflicted Job with loathsome skin sores from the sole of his foot up to the crown of his head. ", "8": "So[ab] he took for himself a potsherd with which to scrape himself, and he sat in the midst of the ashes.", "9": "Then[ac] his wife said to him, “Are you still persisting in your blamelessness? Curse[ad] God and die.”", "10": "So[ae] he said to her, “You speak like one of the foolish women speaks. Indeed, should we receive the good from God, but[af] not receive the evil?” In all this, Job did not sin with his lips.", "11": "Thus[ag] Job's three friends heard of this calamity that had come upon him. So[ah] each set out from his own place: Eliphaz the Temanite and Bildad the Shuhite and Zophar the Naamathite. And they met[ai] together to come to console him and to comfort him.", "12": "Thus[aj] they lifted up their eyes[ak] from afar, but[al] they did not recognize him, so[am] they raised their voice, and they wept, and each man tore his outer garment[an] and threw dust on their heads toward the sky.[ao] ", "13": "Then[ap] they sat with him on the ground for seven days and seven nights, but[aq] no one spoke[ar] a word to him because they saw that his[as] suffering was very great."}