{"1": "Then[a] Zophar the Naamathite answered and said,", "2": "“Therefore my disquieting thoughts bring me back for the sake of[b] my inward excitement.[c]", "3": "I hear discipline that insults me, and a spirit beyond my understanding answers me.", "4": "“Did you[d] know this from of old, since the setting of the human being on earth,", "5": "that the rejoicing of the wicked is short,[e] and the joy of the godless lasts only a moment?[f]", "6": "Even though his stature mounts up to the heaven, and his head reaches to the clouds,", "7": "he will perish forever like his dung; those who have seen him will say, 'Where is he?'", "8": "He will fly away like a dream, and they will not find him, and he will be chased away like a vision of the night.", "9": "The eye that saw him will not see him again,[g] and his place will no longer behold him.", "10": "His children will seek favors from the poor, and his hands will return his wealth.", "11": "His bones were full of his vigor, but[h] it will lie down with him on[i] the dust.", "12": "“Though wickedness tastes sweet in his mouth, and he hides it under his tongue,", "13": "though he spares it and does not let it go and holds it back in the midst of his palate,", "14": "in his bowels his food is turned, the venom of horned vipers is within him.[j]", "15": "He swallows riches, but[k] he vomits them[l] up; God drives them[m] out from his stomach.", "16": "He will suck the poison of horned vipers; the viper's tongue will kill him.", "17": "He will not enjoy the streams,[n] the torrents of honey and curds.", "18": "Returning the products of his toil, he will not swallow;[o] according to the profit of his trade, he will not enjoy,[p]", "19": "for he has oppressed; he has abandoned the poor; he has seized a house but[q] did not build it.", "20": "Because he has not known satisfaction in his stomach, he lets nothing escape that he desires.[r]", "21": "There is nothing left after he has eaten;[s] therefore his prosperity will not endure.", "22": "In the fullness of his excess he will be in distress;[t] all of misery's power will come upon him.", "23": "When his stomach fills up,[u] God will send his burning anger[v] upon him, and he will let it rain down upon him[w] as his food.", "24": "“He will flee from an iron weapon, but an arrow of bronze will pierce him.", "25": "He draws it forth, and it comes out from his body, and the glittering point comes from his gall-bladder; terrors come upon him.", "26": "Total darkness[x] is hidden for his treasures;[y] an unfanned fire[z] will devour him; the remnant[aa] will be consumed[ab] in his tent.", "27": "The heavens will reveal his guilt, and the earth will rise up against him.", "28": "The products of his house will be carried away[ac] like gushing waters[ad] on the day of his wrath.", "29": "This is a wicked human being's portion from God and the inheritance of his decree from God.”[ae]"}