{"1": "Then[a] Job answered and said,", "2": "“Listen carefully to my words, and let this be your[b] consolation.", "3": "Bear with me, and I myself[c] will speak; then[d] after my speaking you can mock.", "4": "As for me, is my complaint for human beings? And if so, why cannot I be impatient?", "5": "Turn to me and be appalled, and place your hand on your mouth.", "6": "And when I think of it, I am horrified,[e] and shuddering seizes my flesh.", "7": "“Why do the wicked live, grow old, even grow mighty in power?", "8": "With them their offspring are established before them,[f] and their descendants before their eyes.", "9": "Their houses are safe without fear, and the rod of God is not upon them.", "10": "His bull breeds and does not fail; his cow calves and does not miscarry.", "11": "They send out their little ones like the flock, and their children dance around.", "12": "They sing[g] to the tambourine and lyre, and they rejoice to the sound of the long flute.", "13": "They spend their days in prosperity, and in peace they go down to Sheol.", "14": "And they say to God, 'Turn away from us, for[h] we do not desire to know your ways.", "15": "Who is Shaddai that we should serve him, or[i] what would we benefit when we plead with him?'", "16": "Look, their prosperity is not in their hands; the schemes of the wicked are repugnant[j] to me.", "17": "“How often is the lamp of the wicked put out, and their disaster comes upon them? He[k] distributes pains in his anger.", "18": "How often are they like straw before[l] the wind, and like chaff that the storm carries away?", "19": "'God stores up his iniquity for his children'?[m] Then let him repay it to him that[n] he may know.", "20": "Let his eyes see his decay, and let him drink from the wrath of Shaddai,", "21": "for what does he care for[o] his house after him, when the number of his months is[p] cut off?", "22": "Can anyone teach knowledge to God, since[q] he himself[r] judges high ones?", "23": "This one dies in full prosperity,[s] completely[t] at ease and secure.", "24": "His vats are full with milk and the marrow of his bones is moist.", "25": "Yet[u] another dies with a bitter inner self[v] and has not tasted prosperity.", "26": "They lie down together in the dust, and maggots cover them.", "27": "“Look, I know your[w] thoughts and the schemes you devise against me.", "28": "For you say, 'Where is the nobleman's house, and where are the tents in which the wicked dwell?'[x]", "29": "Do you not ask those traveling the roads, and do you not take notice of their accounts?", "30": "Indeed, the wicked is spared from the day of disaster; he is delivered from the day of wrath.", "31": "Who denounces his way to his face? And who repays him for what he has done?", "32": "When[y] he is brought to the grave, then[z] someone stands guard over the tomb.", "33": "The clods of the valley are sweet to him; everyone will follow after him, and before[aa] him they are innumerable.[ab]", "34": "So[ac] how will you comfort me with emptiness, when[ad] fraud is left in your answers?”"}