{"1": "Then[a] Eliphaz the Temanite answered and said,", "2": "“Can a man be of use to God? Yes, can the wise be of use to him?", "3": "Is it a pleasure to Shaddai if you are righteous, or[b] a gain if you make your ways blameless?", "4": "Does he reprove you because of your reverence or enter into judgment with you?", "5": "Is not your wickedness great, and there is no end to your iniquities?", "6": "“Indeed, you have required a pledge from your family for nothing, and you have stripped off the clothes of the naked.", "7": "You have given no water for the weary to drink, and you withheld food from the hungry.", "8": "And the land belongs to the man of power,[c] and the favored[d] lives in it.", "9": "You have sent widows away empty-handed, and the arms of orphans were crushed.", "10": "Therefore trapping nets are all around you, and panic suddenly terrifies you,", "11": "or it is so dark you cannot see, and a flood of water covers you.", "12": "“Is not God in the height of the heavens? But[e] see how lofty are the highest stars.[f]", "13": "And you ask, 'What does God know? Can he judge through deep gloom?", "14": "Thick clouds are a covering for him, so that he does not see; and he walks about on the dome of heaven.'", "15": "Will you keep to the way of old that the people of mischief have trod,", "16": "who were snatched away before their time,[g] whose foundation was washed away by a current?", "17": "Those who said to God, 'Turn away from us,' and 'What can Shaddai do to us?'", "18": "Yet[h] he himself[i] filled up their houses with good things, but[j] the schemes of the wicked are repugnant to me.", "19": "The righteous see, and they rejoice, but[k] the innocent one mocks at them.", "20": "Surely[l] our foe perishes, and fire has consumed their remainder.[m]", "21": "“Please reconcile yourself with him, and be at peace; in this way,[n] good will come to you.", "22": "Please receive instruction from his mouth, and place his words in your heart.", "23": "If you return to Shaddai, you will be restored; if you remove wickedness from your tent,", "24": "and if you put gold ore in the dust, and the gold of Ophir in the rock of wadis,", "25": "then[o] Shaddai will be your gold ore and your precious silver.[p]", "26": "Indeed, then you will delight yourself in Shaddai, and you will expect that God will be good to you.[q]", "27": "You will pray to him, and he will hear you, and you will pay your vows.", "28": "And you will decide on a matter, and it will be established for you, and light will shine on your ways.", "29": "When they are humiliated, you say,[r] 'It is pride,' for[s] he saves the humble.[t]", "30": "He will deliver the guilty, and he will escape because of the cleanness of your hands.”"}