{"1": "Then these three men ceased from answering Job because he was righteous in his own eyes. ", "2": "So Elihu the son of Barakel the Buzite, from the clan of Ram, became angry.[a] He became angry[b] at Job because he justified himself rather than God, ", "3": "and he became angry[c] at his three friends because they had not found an answer, and they had declared Job guilty. ", "4": "Thus Elihu had waited for Job to speak[d] because they were older than he.[e] ", "5": "When Elihu saw that there was no answer in the mouth of the three men, he became angry.[f] ", "6": "Then Elihu the son of Barakel the Buzite spoke up[g] and said, “I am young,[h] but[i] you[j] are old; therefore I feared and became afraid of explaining my knowledge to you.[k]", "7": "I thought,[l] 'Let days[m] speak, and let many years teach wisdom.'", "8": "“Truly, it is a spirit in a human being, and the breath of Shaddai teaches them.", "9": "It is not the aged[n] who are wise, or[o] it is not the elders who understand justice.", "10": "Therefore I say, 'Listen to me; let me also declare my knowledge myself.'", "11": "“Look, I waited for your[p] words; I listened for your[q] insight, until you searched out what to say.[r]", "12": "And I directed my attention to you;[s] and, look, there is no one for Job who refuted, answering his words among you.", "13": "So do not say, 'We have found wisdom; let God refute him, not a man.'", "14": "But[t] he did not direct his words[u] to me, and I will not answer him with your[v] words.", "15": "“They are dismayed; they no longer answer; they have nothing to say.[w]", "16": "And I have waited because they do not speak, because they stand there and no longer answer.", "17": "I myself will answer my share also; I myself will declare my knowledge also,", "18": "for I am full of words;[x] the spirit within me[y] urges me.", "19": "“Look, my internal organs are like unopened wine, like new wineskins it[z] is ready to burst open.", "20": "Let me speak that I may find relief;[aa] let me open my lips, and let me answer.", "21": "Please let me not show partiality to anyone,[ab] and let me not show flattery to human beings,", "22": "for I do not know how to flatter,[ac] else my Maker would soon[ad] put an end to me."}