{"1": "Then[a] Bildad the Shuhite answered and said,[b]", "2": "“How long[c] will you say these things, and the words of your mouth be a mighty wind?", "3": "Does God pervert justice, or[d] Shaddai pervert righteousness?", "4": "If your children sinned against him, then[e] he sent them into the power[f] of their transgression.", "5": "If you yourself[g] would seek God, then[h] you would plead to Shaddai for grace.", "6": "If you are pure and upright, indeed,[i] now he will rouse himself for you, and he will restore your righteous abode.", "7": "Though[j] your beginning was small, your end[k] will be very great.", "8": "“Indeed,[l] please inquire of former generations, and consider what their ancestors have found,[m]", "9": "for we are of yesterday, and we do not know, for our days on earth are a shadow.", "10": "Will they themselves[n] not teach you and tell you[o] and utter[p] words from their heart?", "11": "Can papyrus grow tall where there is not a marsh? Will reeds flourish without water?[q]", "12": "While it is in its flower and is not plucked, yet[r] it withers before[s] all grass.", "13": "So are the paths of all who forget God; and the hope of the godless will perish,", "14": "whose confidence is cut off and whose trust[t] is a spider's house.", "15": "He will lean himself against his house, but[u] it will not stand; he will take hold of it, but[v] it will not endure.", "16": "He is thriving[w] before[x] the sun, and his plant shoots spread over his garden.", "17": "His roots twine over a stone heap; he sees a house of stone.", "18": "If he destroys him from his place, then[y] it deceives him, saying, 'I have never seen you.'", "19": "Look, this is the joy of his way, and from dust others will spring up.", "20": "“Look, God will not reject the blameless, and he will not uphold the hand of evildoers.", "21": "Yet he will fill your mouth with laughter and your lips with a shout of joy.", "22": "Those who hate you will be clothed with shame, and the tent of the wicked will be no more.”[z]"}