{"1": "Then[a] Job answered and said,", "2": "“Truly I know that it is so, but[b] how can a human being be just before God?", "3": "If he wants to contend with him, he cannot answer him one time in a thousand.", "4": "He is wise in[c] heart and mighty in[d] strength; who has resisted him and succeeded?[e]", "5": "“He is the one who moves mountains, and they do not know how, who overturns them in his anger.", "6": "He is the one who shakes the earth from its place, and its pillars tremble.", "7": "He is the one who commands the sun, and it does not rise, and he seals up the stars.[f]", "8": "He is the one who alone stretches out the heavens and who tramples on the waves of the sea.", "9": "He is the one who made the Bear and Orion, the Pleiades and the constellations of the south.", "10": "He is the one who does great things beyond understanding[g] and marvelous things beyond number.[h]", "11": "“If[i] he passes by me, I would not see him;[j] and if he should move on, I would not recognize him.[k]", "12": "If[l] he would snatch away, who could turn him? Who could say to him, 'What are you doing?'", "13": "God will not turn back his anger; beneath him the helpers of Rahab bow.", "14": "How much less[m] can I myself[n] answer him? How can I choose my words with him,", "15": "whom I cannot answer, even though I am righteous? From[o] my judge I must implore grace.", "16": "If I summon him, and he should answer me, I do not believe that he will listen to my voice—", "17": "who crushes me with a tempest and multiplies[p] my wounds without cause.", "18": "He will not allow me to catch[q] my breath; rather, he will fill me with bitterness.", "19": "If it is a matter of[r] strength, look, he is mighty. But[s] if it is a matter of[t] justice, who can summon me?[u]", "20": "Even though I am righteous, my mouth will condemn me; even though I am blameless, yet[v] it would pronounce me guilty.", "21": "“I am blameless; I do not care about myself;[w] I loathe my life.", "22": "It is all one; therefore I say, 'He destroys both the blameless and the wicked.'", "23": "When the whip[x] kills suddenly, he mocks at the despair of the innocent.", "24": "The earth is given into the hand of the wicked; he covers the face of its judge— if it is not he, then who is it?", "25": "“And my days are swifter than a runner; they flee away; they do not see good.", "26": "They go by like papyrus skiffs, like an eagle swoops down on its prey.", "27": "Though[y] I say,[z] 'I will forget my complaint; I will change my expression, and I will rejoice,'", "28": "I become afraid of all my sufferings; I know that you do not consider me innocent.", "29": "If I shall be declared guilty, why then should I labor in vain?", "30": "If I wash myself with soap,[aa] and I cleanse my hands with lye,", "31": "then you plunge me into the slime pit, and my clothes abhor me.", "32": "“For[ab] he is not a mortal like me that I can answer him, that we can come to trial together.[ac]", "33": "There is no arbiter between us that he might lay his hand on both of us.", "34": "May he remove his rod from me, and let his dread not terrify me;", "35": "then I would speak and not fear him,[ad] for in myself I am not fearful.[ae]"}