{"1": "This is the unveiling of Jesus Christ,[a] which God gave him to share with his loving servants[b] what must occur swiftly.[c] He clearly made it known[d] by sending his angel[e] to his loving servant John.[f] ", "2": "I, John, bore witness to the word of God and the testimony of Jesus Christ. ", "3": "A joyous blessing[g] rests upon the one who reads this message and upon those who hear and embrace the words of this prophecy, for the appointed time is in your hands.[h]", "4": "From John to the seven churches[i] in western Turkey:[j] May the kindness of God's grace and peace overflow to you from him who is, and who was, and who is to come,[k] and from the seven spirits[l] who are in front of his throne, ", "5": "and from Jesus Christ the Faithful Witness,[m] the Firstborn from among the dead[n] and the ruling King, who rules over the kings of the earth![o] Now to the one who constantly loves us and has loosed us from our sins[p] by his own blood,[q] ", "6": "and to the one who has made us to rule as a kingly priesthood[r] to serve his God and Father—to him be glory and dominion throughout the eternity of eternities! Amen!", "7": "Behold! He appears[s] within the clouds,[t] and every eye will see him, even those who pierced him.[u] And all the people groups of the earth will weep with sorrow because of him. And so it is to be! Amen.", "8": "“I am the Aleph and the Tav,”[v] says the Lord God, “who is, who was, and who is to come, the Almighty.”", "9": "I, John, am your brother and companion in tribulation,[w] the kingdom,[x] and the patience that are found in Jesus.[y] I was exiled on the island of Patmos[z] because of the ministry of the word of God and the testimony of Jesus. ", "10": "I was in the spirit realm[aa] on the Lord's day,[ab] and I heard behind[ac] me a loud voice sounding like a trumpet,[ad] ", "11": "saying to me: Write in a book what you see and send it to the seven churches:[ae] to Ephesus, to Smyrna, to Pergamum, to Thyatira, to Sardis, to Philadelphia, and to Laodicea.", "12": "When I turned[af] to see the voice that was speaking to me, I saw seven golden lampstands.[ag] ", "13": "And walking among the lampstands, I saw someone like a son of man,[ah] wearing a full-length robe[ai] with a golden sash over his chest.[aj] ", "14": "His head and his hair were white like wool—white as glistening snow.[ak] And his eyes were like flames of fire![al] ", "15": "His feet were gleaming like bright metal,[am] as though they were glowing in a fire,[an] and his voice was like the roar of many rushing waters.[ao] ", "16": "In his right hand he held seven stars, and out of his mouth was a sharp, double-edged sword.[ap] And his face was shining like the brightness of the blinding sun![aq] ", "17": "When I saw him, I fell down at his feet as good as dead,[ar] but he laid his right hand on me[as] and I heard his reassuring voice saying: Don't yield to fear. I am the Beginning and I am the End, ", "18": "the Living One! I was dead, but now look—I am alive forever and ever. And I hold the keys[at] that unlock death and the unseen world.[au] ", "19": "Now I want you to write what you have seen, what is, and what will be after the things that I reveal to you. ", "20": "The mystery of the lampstands[av] and the seven stars is this: the seven lampstands are the seven churches, and the seven stars in my right hand are the seven messengers[aw] of the seven churches.[ax]"}