{"1": "Then a measuring rod, like a staff, was given to me and I was told: Rise and measure God's temple[a] and the altar and count those who worship in it. ", "2": "But exclude the courtyard outside the temple, for it has been given over to the nations, and for forty-two months[b] they will trample on the holy city. ", "3": "And I will authorize my two witnesses to prophesy, wearing sackcloth for one thousand two hundred and sixty days.[c]", "4": "These two witnesses[d] are the two olive trees and the two lampstands that stand before the Lord God of the whole earth. ", "5": "If anyone attempts to harm them, fire will flow out of their mouths and consume their foes. All who seek to harm them will die in this way. ", "6": "They have authority to shut the heavens so that no rain will fall during the days of their prophesying. They have authority over the waters to turn them into blood and to strike the earth with every plague imaginable, as often as they desire.", "7": "When their testimony is completed, the beast that comes up from the sea[e] will wage war against them and conquer them and kill them. ", "8": "Their dead bodies will lie on the street[f] of the great city that is symbolically[g] called Sodom and Egypt,[h] where their Lord was also crucified. ", "9": "For three and a half days people from every ethnicity, tribe, nation, and language will see their corpses, because no one is permitted to bury them. ", "10": "The entire world will gloat over them and celebrate and exchange gifts, because these two prophets had condemned[i] those who dwell on the earth.", "11": "After three and a half days God's breath of life[j] entered them and they stood to their feet, terrifying all who saw them.[k] ", "12": "Then they heard a loud shout from heaven saying to them: Come up here! The two prophets climbed up into heaven in a cloud while their enemies watched. ", "13": "At that very moment there was a powerful earthquake and a tenth of the city collapsed, killing seven thousand people. The rest were terrified and gave glory to the God of heaven.", "14": "Now the second woe has passed and the third is coming swiftly.", "15": "Then the seventh angel sounded his trumpet, and a loud voice broke forth in heaven, saying: “The kingdom of the world[l] has become the kingdom of our God[m] and of his Anointed One![n] He will reign supreme for an eternity of eternities!”", "16": "Then the twenty-four elders who sit on their thrones before God fell facedown before him and worshiped him, ", "17": "saying: “We give thanks to you, Lord God Almighty, who is, and who was, because you have established[o] your great and limitless power and begun to reign!", "18": "The nations were furious, and you became furious,[p] and the time for judging the dead has come. The time has come to reward your servants, the prophets and the holy ones and all who reverence your name, both small and great.[q] And the time has come to destroy those who corrupt[r] the earth!”", "19": "Then God's temple was opened in heaven and the ark of his covenant was clearly visible inside his temple. And there were blinding flashes of lightning, voices roaring, startling thunderclaps, a massive earthquake, and a great hailstorm![s]"}