{"1": "Then an astonishing miracle-sign appeared in heaven. I saw a woman[a] clothed with the brilliance of the sun, and the moon was under her feet. She was wearing on her head a victor's crown of twelve stars. ", "2": "She was pregnant and was crying out in labor pains, in the agony of giving birth.", "3": "Consider this: another astonishing miracle-sign appeared in heaven! I saw a huge, fiery-red dragon with ten horns and seven heads,[b] each wearing a royal crown. He was wearing seven royal crowns. ", "4": "The dragon's massive tail[c] swept across the sky and dragged away a third of the stars of heaven and cast them to the earth. And the dragon crouched before the woman who was about to give birth—poised to devour the baby the moment it was born.", "5": "She gave birth to a man-child who is about to rule and shepherd every nation with an iron scepter,[d] and her son was caught up to God and to his throne. ", "6": "The woman fled into the wilderness, where God had already prepared a safe place for her, and there they nourished her for one thousand two hundred and sixty days.", "7": "Then a terrible war broke out in heaven. Michael[e] and his angels fought against the great dragon. The dragon and his angels fought back. ", "8": "But the dragon did not have the power to win and they could not regain their place in heaven. ", "9": "So the great dragon was thrown down once and for all. He was the serpent, the ancient snake called the devil,[f] and Satan,[g] who deceives the whole earth. He was cast down into the earth and his angels along with him.", "10": "Then I heard a triumphant voice in heaven proclaiming: “Now salvation and power are set in place, and the kingdom reign of our God and the ruling authority of his Anointed One are established. For the accuser of our brothers and sisters, who relentlessly accused them day and night before our God, has now been defeated—cast out once and for all!", "11": "They conquered him completely through the blood of the Lamb and the powerful word of his testimony.[h] They triumphed because they did not love and cling to their own lives, even when faced with death.", "12": "So rejoice, you heavens, and every heavenly being! But woe to the earth and the sea, for the devil has come down to you with great fury, because he knows his time is short.”", "13": "Now, when the dragon realized that he had been cast down to the earth, he set off in pursuit of the woman who had given birth to the man-child.[i] ", "14": "But the two wings of the great eagle were given to the woman so that she could fly and escape into the wilderness to her own special place, where she was nourished for a time, and times, and half a time, away from the face of the dragon.", "15": "Then the dragon spewed from his mouth a raging river of water to sweep her away with the flood. ", "16": "But the earth came to the rescue of the woman and at once opened its mouth and swallowed the river that the dragon had poured from his mouth.", "17": "Then the dragon became enraged at the woman and went off to make war[j] against the remnant of her offspring who follow the commands of God and have the testimony of Jesus.[k] ", "18": "And the dragon stood[l] on the sand of the seashore."}