{"1": "Then I saw a wild beast[a] rising from the sea with ten horns and seven heads. On its horns were ten royal crowns, and on its heads were blasphemous names. ", "2": "It was like a leopard with feet like a bear's,[b] and its mouth like the mouth of a lion. The dragon shared his power, throne, and great authority with the wild beast.", "3": "One of the heads of the wild beast seemed to have received a deathly wound, but the wound had been healed. After this, the whole world was filled with fascination and followed the wild beast. ", "4": "They worshiped the dragon because he had given the beast its ruling authority. They also worshiped the wild beast, saying, “Who is like the wild beast? And who is able to make war against him?”", "5": "The wild beast was given a mouth to speak boastful and blasphemous words, and he was permitted to exercise authority for forty-two months. ", "6": "So the wild beast began to blaspheme against God, blaspheming his holy name and his dwelling place;[c] that is, those who dwell in heaven.[d] ", "7": "The beast was given the authority to wage war against the holy believers.[e] And he was given authority over every tribe, people, language, and nation. ", "8": "Everyone on earth will worship the wild beast—those who names have not been written from the foundation[f] of the world in the Book of Life of the Lamb who was slain.[g]", "9": "If anyone has been given ears to hear, he'd better listen! ", "10": "For the one who leads others into captivity, into captivity he goes. The one who kills others by the sword, by the sword he will be put to death.[h] This is a call for the endurance and faithfulness of the holy believers.", "11": "Then I saw another wild beast coming up from the ground. It had two horns like a ram,[i] but it spoke like the dragon. ", "12": "It operated in all the authority of the first beast on its behalf, causing the earth and its inhabitants to worship the first beast, whose mortal wound had been healed. ", "13": "It performed great miracle-signs, even publicly causing fire to fall out of heaven to the earth. ", "14": "And through these startling miracles that he performed on behalf of the first beast, he deceived the world, telling the people to erect a statue in the image of the beast that had been wounded by the sword and yet lived. ", "15": "The beast from the earth was empowered to breathe life[j] into the image of the first beast so that it could speak and kill those who refused to worship its image. ", "16": "It also caused everyone, small and great, rich and poor, free and bound, to be marked[k] on the right hand or on the forehead. ", "17": "This meant no one could buy or sell unless they had the mark; that is, the name of the beast or its number.", "18": "This will require wisdom to understand: Let the one with insight interpret the number of the wild beast, for it is humanity's number[l]—666."}