{"1": "Then I looked, and behold—there was the Lamb[a] standing on Mount Zion.[b] Gathered with him were 144,000 who had his name and his Father's name written on their foreheads. ", "2": "And I heard a tremendous sound coming out of heaven, like the roar of a waterfall and like the earsplitting sound of a thunderclap. The sound of music that I heard was like the sound of many harpists playing their harps. ", "3": "And they were singing a wonderful new song before the throne, in front of the four living creatures, and in front of the twenty-four elders.", "4": "No one could learn that song except the 144,000 who had been redeemed free from the earth. These are the ones who have not defiled themselves with women,[c] for they are virgins,[d] and they join themselves to the Lamb wherever he goes. They have been redeemed, purchased from humanity and brought forth as the firstfruits[e] for God and the Lamb. ", "5": "Their words are always true;[f] they are without flaw.[g]", "6": "Then I witnessed another angel flying in the sky, carrying a message of eternal good news[h] to announce to the earth—to every tribe, language, people, and nation. ", "7": "With a loud voice he shouted, “You must reverence God and glorify him, for the time has come for him to judge.[i] Worship at the feet of the Creator of heaven, earth, sea, and springs of water.”", "8": "Then a second angel followed, declaring, “She fell! She fell! Babylon the great is fallen! She once seduced the nations and made them all drink the wine of the passion of her harlotry!”[j]", "9": "Then a third angel followed them, shouting with a mighty voice, “Whoever worships the wild beast and its image, and receives a mark on his forehead or on his hand, ", "10": "will also drink the wine of God's wrath. This wine has been poured out[k] and mixed in the cup of his indignation. They will be tormented[l] with sulfur[m] and fire in the presence of holy angels and of the Lamb. ", "11": "And the smoke of their severe suffering ascends into ages upon ages. Those who worship the wild beast and its image and receive the mark of its name will have no rest day or night.” ", "12": "This is a call for the endurance and faithfulness of the holy believers—those who follow God's commands and cling to the faith of Jesus.", "13": "Then I heard a voice from the heavenly realm, saying, “Write this: Blessed are the dead—the ones dying in the Lord[n] from now on.” “Yes,” says the Holy Spirit,[o] “they will rest from their trouble,[p] for their deeds will live on!”[q]", "14": "I looked and behold—I saw a white cloud, and sitting upon it was one like the Son of Man, wearing a golden crown and holding a sharp sickle. ", "15": "Another angel came out of the temple, shouting out to the one sitting upon the cloud, “Take your sickle and reap, for the time of reaping the harvest has come and the harvest of the earth is ripe!” ", "16": "So the one sitting upon the white cloud gave his sickle a mighty swing over the earth and reaped its harvest.", "17": "Then another angel came out of the heavenly temple, and he too had a sharp sickle. ", "18": "And another angel came out from the altar of incense—the angel with authority over fire. He shouted out with a loud voice to the one who had the sharp sickle, saying, “Take now your sharp sickle and harvest the clusters of the vine of the earth, for its grapes are ripe.”", "19": "So the angel gave his sickle a mighty swing over the earth and gathered the grapes from the vine of the earth and threw them into the great winepress of the wrath[r] of God. ", "20": "And the winepress was trodden outside the city[s] until blood poured out of the winepress as high as the horse's bridle[t] for a distance of one thousand six hundred stadia.[u]"}