{"1": "Then I heard a loud voice from within the sanctuary telling the seven angels, “Go and pour out on the earth the seven bowls of the wrath[a] of God.”", "2": "So the first angel poured his bowl upon the earth, causing ugly and painful sores to break out on the people who had the mark of the wild beast and worshiped his image.", "3": "Then the second angel poured his bowl into the sea, and it became like the blood of the dead—every living thing in the sea died.", "4": "The third angel poured his bowl into the rivers and springs of water, and they became blood. And I heard the angel of the waters say:", "5": "“O holy One, who are and were, you are righteous, for you have judged these things,[b]", "6": "because they shed the blood of your saints and prophets. They got what they deserved, for you gave them blood to drink!”", "7": "Then I heard a voice from before the altar reply: “Yes, O Lord God, the Almighty! Every judicial verdict you make is just and right.”", "8": "Then the fourth angel poured out his bowl on the sun, and it began to burn the people with a scorching heat. ", "9": "Though they endured the fierce heat, yet the people continued to blaspheme God. They cursed the name of God, who had authority over these plagues, and refused to repent and give him glory.", "10": "The fifth angel poured his bowl on the throne of the wild beast, and its kingdom was plunged into darkness. People were in agony and gnawed their tongues ", "11": "and cursed the God of heaven because of their painful sores,[c] refusing to repent of their deeds.", "12": "The sixth angel poured his bowl on “the good and abounding river,”[d] and it completely dried up in order to prepare the way for the kings of the east.[e] ", "13": "Then I saw three unclean spirits like frogs belched from the mouths of the dragon, the wild beast, and the false prophet. ", "14": "They were demonic spirits[f] performing signs, and they entered into the kings of the world to draw them into battle on the great day of God, the Almighty.", "15": "“Behold, I come[g] like a thief! God's blessing is with the one who remains awake and fully clothed in me and will not walk about naked, exposed to disgrace.”", "16": "The demonic spirits assembled the kings together at the place called in Hebrew the “Mount of the Governor.”[h]", "17": "The seventh angel poured out his bowl into the air, and a loud voice came out from the temple and from the throne, saying: “Here it comes!”[i]", "18": "Then there were flashes of lightning, voices, crashes of thunder, and a massive earthquake—the most severe to shake the earth since the creation of man, so tremendous was that earthquake! ", "19": "It split the great city Babylon into three parts, and other cities of the nations collapsed. For God remembered great Babylon and her winecup filled with his fiery wrath. ", "20": "Every island fled away and the mountains were no more. ", "21": "Enormous hailstones, each weighing nearly one hundred pounds,[j] fell from the sky and struck the people, yet they continued to curse God because of the horrendous plague of hail."}