{"1": "Then one of the seven angels with the seven bowls approached me and said, “Come, and I will show you the judgment of the great prostitute who sits enthroned on many waters. ", "2": "The kings of the earth have fornicated with her, and the people of earth are drunk on the wine of her prostitution.”[a]", "3": "Then the angel carried me away in the Spirit into a wilderness, and I saw a woman sitting on a wild, bloodred beast with seven heads and ten horns, and it was covered with blasphemous names. ", "4": "The woman was robed in purple and scarlet and was glittering with gold, precious stones, and pearls. She was holding in her hand a golden chalice brimming full with defiling obscenities and the filth of her lewdness.[b] ", "5": "On her forehead was written these mysterious titles: “The great Babylon, mother of prostitutes and of the abominations of the earth.”", "6": "I saw the woman was drunk with the blood of God's holy believers—drunk on the blood of the loyal martyrs of Jesus. And when I saw her, I was utterly astonished!", "7": "But the angel said to me, “Why are you so astonished? I will reveal to you the mystery of the woman, and of the wild beast with seven heads and ten horns that carries her. ", "8": "The wild beast you saw once was, now is not, and is destined to ascend out of the deep and go to destruction. All those whose names have not been written in the Book of Life from the foundation of the world will be utterly astonished when they see the wild beast because he once was, now is not, and is about to rise.", "9": "“This requires a mind that has wisdom to interpret: The seven heads of the beast are seven mountains the woman sits upon; they are also seven kings. ", "10": "Five kings have fallen, one is,[c] and the other has not yet come—and when he comes he must remain only a little while.[d] ", "11": "The wild beast[e] that was but now is not represents an eighth king who is from one of the seven, and he is going to destruction.", "12": "“The ten horns that you saw represent ten kings who have not yet received a kingdom,[f] but they and the wild beast are destined to receive authority as kings for a short reign of one hour. ", "13": "They are united in yielding their power and authority to the wild beast. ", "14": "They will wage war against the Lamb, but the Lamb will conquer them, for he is Lord of lords and King of kings! Those who are with him will also conquer them, and they are called 'chosen ones' and 'faithful ones.'”", "15": "And he said to me, “The waters that you saw, upon which the great prostitute is seated, represent peoples, multitudes, nations, and languages. ", "16": "The ten horns and the wild beast will hate the great prostitute and will make her a ruin. They will reduce her to nakedness, and they will devour her flesh and burn her up with fire. ", "17": "For God has put it in their hearts to carry out his purpose for her by agreeing to give their kingdom[g] to the wild beast until the words of God are fulfilled. ", "18": "As for the woman you saw, she is the great city Babylon, which rules[h] over the kings of the earth.”"}