{"1": "Write the following to the messenger of the congregation in Ephesus.[a] For these are the words of the one who holds the seven stars firmly in his right hand,[b] who walks among the seven golden lampstands:", "2": "I know all that you've done for me—you have worked hard and persevered. I know that you don't tolerate evil. You have tested those who claimed to be apostles and proved they are not, for they were imposters. ", "3": "I also know how you have bravely endured trials and persecutions because of my name, yet you have not become discouraged.[c] ", "4": "But I have this against you: you have abandoned the passionate love you had for me at the beginning.[d] ", "5": "Think about how far you have fallen! Repent[e] and do the works of love you did at first.[f] I will come to you and remove your lampstand from its place of influence if you do not repent. ", "6": "Although, to your credit, you despise the practices of the Nicolaitans, which I also despise.[g] ", "7": "The one whose heart is open let him listen carefully to what the Spirit is saying now to all the churches.[h] To the one who overcomes[i] I will give access to feast on the fruit of the Tree of Life that is found in the paradise of God.[j]", "8": "Write the following to the messenger of the congregation in Smyrna.[k] For these are the words of the one who is the Beginning and the End, the one who became a corpse, but came back to life:[l]", "9": "I am aware of all the painful difficulties you have passed through and your financial hardships, even though, in fact, you possess rich treasure.[m] And I am fully aware of the slander[n] that has come against you from those who claim to be Jews but are really not, for they are a satanic congregation.[o] ", "10": "Do not yield to fear in the face of the suffering to come, but be aware of this: the devil[p] is about to have some of you thrown into prison[q] to test your faith. For ten days[r] you will have distress, but remain faithful to the day you die and I will give you the victor's crown of life.[s] ", "11": "The one whose heart is open let him listen carefully to what the Spirit is presently saying to all the churches. The one who conquers will not be harmed by the second death.[t]", "12": "Write the following to the messenger of the congregation in Pergamum.[u] For these are the words of the one whose words pierce the hearts of men:[v]", "13": "I know where you live—where Satan sits enthroned, yet you still cling faithfully to the power of my name. You did not deny your faith in me even in the days of my faithful martyr Antipas,[w] who was executed in your city, where Satan lives. ", "14": "Nevertheless, I have a few things against you. There are some among you who hold to the teachings of Balaam, who taught Balak to entice the Israelites to eat things that were sacrificed to idols[x] and to commit sexual immorality.[y] ", "15": "Furthermore, you have some who hold to the doctrines of the Nicolaitans.[z] ", "16": "So repent, then, or I will come quickly to war against them with the sword of my mouth. ", "17": "But the one whose heart is open let him listen carefully to what the Spirit is presently saying to all the churches. To everyone who is victorious I will let him feast on the hidden manna[aa] and give him a shining white stone.[ab] And written upon the white stone is inscribed his new name, known only to the one who receives it.[ac]", "18": "Write the following to the messenger of the congregation in Thyatira.[ad] For these are the words of the Son of God, whose eyes are blazing fire and whose feet are like burnished brass:[ae]", "19": "I know all that you've done for me—your love and faith, your ministry and steadfast perseverance. In fact, you now excel in these virtues even more than at the first. ", "20": "But I have this against you: you tolerate that woman Jezebel,[af] who calls herself a prophetess and is seducing my loving servants. She is teaching that it is permissible to indulge in sexual immorality and to eat food sacrificed to idols.[ag] ", "21": "I have waited for her to repent from her vile immorality, but she refuses to do so. ", "22": "Now I will lay her low[ah] with terrible distress along with all her adulterous partners if they do not repent.[ai] ", "23": "And I will strike down her followers with a deadly plague.[aj] Then all the congregations will realize that I am the one who thoroughly searches the most secret thought[ak] and the innermost being.[al] I will give to each one what their works deserve. ", "24": "But to the rest of you in Thyatira who don't adhere to the teachings of Jezebel and have not been initiated into deep satanic secrets,[am] I say to you (without laying upon you any other burden): ", "25": "Cling tightly[an] to all that you have until I appear. ", "26": "To everyone who is victorious and continues to do my works to the very end I will give you authority over the nations ", "27": "to shepherd them with a royal scepter.[ao] And the rebellious will be shattered as clay pots—[ap] ", "28": "even as I also received authority from the presence of my Father.[aq] I will give the morning star[ar] to the one who experiences victory. ", "29": "So the one whose heart is open let him listen carefully to what the Spirit is presently saying to all the churches."}