{"1": "Then in a vision I saw a new heaven and a new earth. The first heaven and earth had passed away, and the sea no longer existed. ", "2": "I saw the Holy City, the New Jerusalem, descending out of the heavenly realm from the presence of God, like a pleasing[a] bride that had been prepared for her husband, adorned for her wedding. ", "3": "And I heard a thunderous voice from the throne, saying: “Look! God's tabernacle is with human beings. And from now on he will tabernacle with them as their God. Now God himself will have his home with them— 'God-with-them' will be their God![b]", "4": "He will wipe away[c] every tear from their eyes and eliminate death entirely. No one will mourn or weep any longer. The pain of wounds will no longer exist, for the old order[d] has ceased.”", "5": "And God-Enthroned spoke to me and said, “Consider this! I am making everything to be new and fresh. Write down at once all that I have told you, because each word is trustworthy and dependable.”", "6": "Then he said to me, “It has been accomplished! For I am the Aleph and the Tav,[e] the beginning and the end. I will give water to all who are thirsty. As my gracious gift, they will continuously drink from the fountain of living water. ", "7": "The conquering ones will inherit these gifts from me. I will continue to be their God and they will continue being children for me.[f] ", "8": "But as for the cowardly,[g] the faithless, the despicable, the murderers, the perverts,[h] the sorcerers, the idolaters, and all deceivers,[i] they will find their place in the lake of fire and sulfur, which is the second death.”", "9": "Then one of the seven angels who had the seven bowls full of the last seven plagues came to me and said, “Come. I will show you the beautiful bride, the wife of the Lamb.” ", "10": "He carried me away in the realm of the Spirit to the top of a great, high mountain. There he showed me the holy city, Jerusalem, descending out of heaven from God. ", "11": "It was infused with the glory of God, and its radiance was like that of a very rare jewel, like a jasper,[j] clear as crystal. ", "12": "It had a massive, high wall with twelve gates, and each gate had an angel. Each gate had written upon it a name of one of the twelve tribes of Israel—", "13": "three gates on the east, three gates on the north, three gates on the south, and three gates on the west. ", "14": "The city wall had twelve foundations, and on them were the names of the twelve apostles of the Lamb.", "15": "The angel who spoke with me had a gold measuring rod to measure the city, its gates and walls. ", "16": "The city was laid out in a perfect square;[k] its length, width, and height were equal. So he measured the city with his rod, and it was 12,000[l] stadia,[m] with equal dimensions for its width, length, and height. ", "17": "He also measured the wall at 144 cubits, according to the measure of a man, which is angelic.", "18": "The city was pure gold, clear as crystal,[n] and its wall was made of jasper.[o] ", "19": "The twelve foundations of the wall[p] were adorned with every kind of precious stone—the first was jasper,[q] the second sapphire,[r] the third agate,[s] the fourth emerald, ", "20": "the fifth onyx,[t] the sixth carnelian,[u] the seventh chrysolite,[v] the eighth beryl,[w] the ninth topaz,[x] the tenth chrysoprase,[y] the eleventh turquoise,[z] and the twelfth amethyst.[aa] ", "21": "The twelve gates are twelve pearls—each gate made of one pearl. And the street of the city was pure gold, clear as crystal.[ab]", "22": "I saw no temple in the city, for its temple is the Lord God, the Almighty, and the Lamb.", "23": "The city has no need for the sun or moon to shine, for the glory of God is its light, and its lamp is the Lamb.[ac]", "24": "The people[ad] will walk by its light and the kings of the earth will bring their wealth[ae] into it.", "25": "Its gates will never be shut by day—standing always open—because there is no night there.", "26": "People will bring the glory and wealth of the nations into it.", "27": "Evil[af] will not enter, nor anyone who does what is abhorrent or deceitful, but only those whose names are written in the Book of Life of the Lamb."}