{"1": "Then the angel showed me the river of the water of life,[a] flowing with water clear as crystal, continuously pouring out from the throne of God and of the Lamb. ", "2": "The river was flowing in the middle of the street of the city, and on either side of the river was the Tree of Life,[b] with its twelve kinds of ripe fruit according to each month of the year. The leaves of the Tree of Life are for the healing[c] of the nations.", "3": "And every curse will be broken and no longer exist, for the throne of God and of the Lamb will be there in the city. His loving servants will serve[d] him; ", "4": "they will see constantly his face, and his name will be on their foreheads.", "5": "Night will be no more. They will never need the light of the sun or a lamp, because the Lord God will shine on them. And they will reign as kings forever and ever![e]", "6": "Then the angel said to me, “These words are entirely trustworthy and true, for the Lord, the God of the spirits of the prophets, has sent his angel to show his loving servants what must occur swift1ly.”[f]", "7": "“Behold, I come quickly![g] Wonderfully blessed is the one who carefully guards the words of the prophecy of this book!”", "8": "I, John, am the one who heard and saw these things, and when I heard and saw it all, I fell facedown to worship the messenger who showed me these things. ", "9": "But he said to me, “Don't do it! I am but a fellow servant with you and your brothers, the prophets, and with those who cling to the words of this book. Worship God!”", "10": "And he said to me, “Don't keep secret the prophetic words of this book, for the time is near. ", "11": "Let the evildoers be at their worst and the morally filthy continue in their depravity—yet the righteous will still do what is right, and the holy will still be holy.”[h]", "12": "“Behold, I am coming quickly![i] I bring my reward with me to repay everyone according to their works.", "13": "I am the Aleph and the Tav,[j] the First and the Last, the Beginning and the Completion.”", "14": "Wonderfully blessed are those who wash their robes white so they can access the Tree of Life and enter the city of bliss by its open gates. ", "15": "Those not permitted to enter are outside: the malicious hypocrites,[k] the sexually immoral, sorcerers,[l] murderers, idolaters, and every lover of lies.", "16": "“I, Jesus, sent my angel to you to give you this testimony[m] to share with the congregations. I am the bright Morning Star, both David's spiritual root[n] and his descendant.”[o]", "17": "“Come,”[p] says the Holy Spirit and the Bride in divine duet. Let everyone who hears this duet join them in saying, “Come.” Let everyone gripped with spiritual thirst say, “Come.” And let everyone who craves the gift of living water[q] come and drink it freely. “It is my gift to you! Come.”", "18": "I testify to everyone who hears the prophetic words of this book: If anyone adds to them, God will add to him the plagues described in this book. ", "19": "And if anyone subtracts from the prophetic words of this book, God will remove his portion from the Tree of Life and in the holy city, which are described in this book.", "20": "The one who testifies to these things says, “Yes, I am coming quickly.” Amen! Come, Lord Jesus!", "21": "May the grace of the Lord Jesus be with all the holy believers. Amen!"}