{"1": "Write the following to the messenger of the congregation in Sardis,[a] for these are the words of the one who holds the seven Spirits of God[b] and the seven stars: I know all that you do and I know that you have a reputation for being really “alive,” but you're actually dead! ", "2": "Wake up and strengthen all that remains before it dies, for I haven't found your works to be perfect in the sight of my God. ", "3": "So remember all the things you've received and heard, then turn back to God and obey them. For if you continue to slumber, I will come to you like a thief, and you'll have no idea at what hour I will come. ", "4": "Yet there are still a few in Sardis who have remained pure,[c] and they will walk in fellowship with me in brilliant light,[d] for they are worthy. ", "5": "And the one who experiences victory will be dressed in white robes and I will never, no never erase your name from the Book of Life. I will acknowledge your name before my Father and his angels. ", "6": "So the one whose heart is open let him listen carefully to what the Spirit is now saying to all the churches.", "7": "Write the following to the messenger of the congregation in Philadelphia,[e] for these are the solemn words of the Holy One, the true one, who has David's key,[f] who opens doors that none can shut and who closes doors that none can open:", "8": "I know all that you've done. Now I have set before you a wide-open door[g] that none can shut.[h] For I know that you possess only a little power, yet you've kept my word and haven't denied my name.[i] ", "9": "Watch how I deal with those of the synagogue of Satan who say that they are Jews but are not, for they're lying. I will make them come and bow down[j] at your feet and acknowledge how much I've loved you. ", "10": "Because you've passionately kept my message of perseverance, I will also keep you from the hour of proving that is coming to test every person on earth. ", "11": "But I come swiftly, so cling tightly to what you have, so that no one may seize your crown of victory. ", "12": "For the one who is victorious, I will make you to be a pillar in the sanctuary of my God,[k] permanently secure.[l] I will write on you the name of my God and the name of the city of my God—the New Jerusalem, descending from my God out of heaven.[m] And I'll write my own name on you. ", "13": "So the one whose heart is open let him listen carefully to what the Spirit is now saying to all the churches.", "14": "Write the following to the messenger of the congregation in Laodicea,[n] for these are the words of the Amen,[o] the faithful and true witness, the ruler[p] of God's creation:", "15": "I know all that you do, and I know that you are neither frozen in apathy nor fervent with passion.[q] How I wish you were either one or the other! ", "16": "But because you are neither cold nor hot, but lukewarm, I am about to spit you from my mouth.[r] ", "17": "For you claim, “I'm rich and getting richer—I don't need a thing.”[s] Yet you are clueless that you're miserable, poor, blind, barren, and naked! ", "18": "So I counsel you to purchase gold[t] perfected by fire, so that you can be truly rich. Purchase a white garment to cover and clothe your shameful Adam-nakedness.[u] Purchase eye salve to be placed over your eyes so that you can truly see. ", "19": "All those I dearly love I unmask and train.[v] So repent and be eager to pursue what is right. ", "20": "Behold, I'm standing at the door, knocking.[w] If your heart is open to hear my voice and you open the door within, I will come in to you and feast with you, and you will feast with me.[x] ", "21": "And to the one who conquers[y] I will give the privilege of sitting with me on my throne, just as I conquered and sat down with my Father on his throne. ", "22": "The one whose heart is open let him listen carefully to what the Spirit is saying now to the churches."}