{"1": "And I saw that the one seated on the throne was holding in his right hand an unopened scroll with writing on the inside and on the outside,[a] and it was sealed with seven seals. ", "2": "Then I saw an incredibly powerful angel[b] proclaiming with a great, loud voice, “Who is worthy to open the scroll and break[c] its seven seals?” ", "3": "But no person could be found, living or dead, in all of creation[d]—no one was worthy to open the scroll and read its contents. ", "4": "So I broke down weeping with intense sorrow, because there was found no one worthy to break open the scroll and read its contents.[e]", "5": "Then one of the elders said to me, “Stop weeping. Look! The mighty Lion of Judah's tribe,[f] the root of David—he has conquered! He is the worthy one who can open the scroll and its seven seals.”", "6": "Then I saw a young Lamb[g] standing in the middle of the throne, encircled by the four living creatures and the twenty-four elders. He appeared to have been slaughtered but was now alive![h] He had seven horns[i] and seven eyes, which are the seven Spirits of God sent out to the ends of the earth.", "7": "I saw the young Lamb approach the throne and receive the scroll from the right hand of the one who sat there. ", "8": "And when the twenty-four elders and the four living creatures saw the Lamb had taken the scroll, they fell facedown at the feet of the Lamb and worshiped him. Each of them had a harp and golden bowls brimming full of sweet fragrant incense—which are the prayers of God's holy lovers. ", "9": "And they were all singing this new song of praise to the Lamb: “Because you were slaughtered for us, you are worthy to take the scroll and open its seals. Your blood was the price paid to redeem us. You purchased us to bring us to God out of every tribe, language, people group, and nation.", "10": "You have chosen us to serve our God and formed us into a kingdom of priests who reign[j] on the earth.”", "11": "Then I looked, and I heard the voices of myriads of angels in circles around the throne, as well as the voices of the living creatures and the elders—myriads and myriads![k] ", "12": "And as I watched, all of them were singing with thunderous voices: “Worthy is Christ the Lamb who was slaughtered to receive great power and might, wealth and wisdom, and honor, glory, and praise!”", "13": "Then every living being joined the angelic choir. Every creature in heaven and on earth, under the earth, in the sea, and everything in them, were worshiping with one voice, saying: “Praise, honor, glory, and dominion be to God-Enthroned and to Christ the Lamb forever and ever!”", "14": "Then the four living creatures responded: “Amen!” And the twenty-four elders threw themselves facedown to the ground and worshiped.[l]"}