{"1": "Then I watched as the Lamb broke open the first of the seven seals.[a] Immediately I heard one of the four living creatures call out with a powerful voice of revelation sounding like thunder, saying, “Come forth!”[b] ", "2": "So I looked, and behold, there was a bright white horse.[c] Its rider had a bow[d] and was given a crown of victory. He rode out as a conqueror ready to conquer.[e]", "3": "When he broke open the second seal, I heard the second living creature call out: “Come forth!”[f] ", "4": "And there appeared another horse, red like fiery flames,[g] and its rider was given a great sword and the power to take peace from earth,[h] causing one to put to death another.[i]", "5": "Then he broke open the third seal, and I heard the third living creature call out, “Come forth!”[j] And behold, I saw a black horse right in front of me, and its rider was holding measuring scales. ", "6": "And I heard what seemed to be a voice from among the living creatures[k] saying, “A small measure[l] of wheat for a day's pay, and three measures of barley for a day's pay,[m] but don't harm[n] the olive trees producing oil and the vines producing wine.”", "7": "When he broke open the fourth seal, I heard the fourth living creature call out, “Come forth!”[o] ", "8": "And behold, I saw a green[p] horse, and its rider's name was Death, and Death's Domain[q] followed him. They were given authority over a fourth of the earth, to kill with sword,[r] famine,[s] death,[t] and by the wild beasts.", "9": "When the Lamb broke open the fifth seal, I saw gathered under the altar the souls of those who had been slain because of the Word of God and because they had the testimony of the Lamb.[u] ", "10": "They cried out with a loud voice, saying, “Sovereign Lord, holy and dependable, how long before you judge those who live on the earth and vindicate[v] our blood on them?”[w]", "11": "Each one was given a glistening white robe.[x] And they were told to rest a little longer, until the full number was fulfilled of both their fellow servants and brothers and sisters who were going to be killed just as they had been.", "12": "And behold! I saw the Lamb break open the sixth seal, which released a powerful earthquake. I saw the sun become pitch black[y] and the full moon become bloodred. ", "13": "The stars fell from heaven to the earth, as a fig tree shaken by a stormy wind sheds its unripe figs. ", "14": "The sky receded with a snap—as a scroll rolls itself up.[z] And every mountain and island was moved from its place.[aa] ", "15": "Then the kings of the earth and its great princes[ab] and generals, the rich and powerful, and everyone, whether they were slave or free, ran for cover and hid in the caves and among the mountain boulders. ", "16": "They called out to the mountains and the boulders, saying, “Fall on us at once![ac] Hide us quickly from the glorious face of the one seated on the throne and from the wrath of the Lamb,[ad] ", "17": "for the great day of their wrath has come, and who is able to stand?”"}