{"1": "After this[a] I saw four angels standing at the four corners of the earth, and they were restraining the four winds so that no wind would blow on the land, on the sea, or on any tree.[b] ", "2": "Then I saw another angel ascending from the east,[c] who had the seal of the living God.[d] He shouted out with a loud voice to the four angels who had been given power to damage earth and sea, ", "3": "saying, “Do not damage the earth, the sea, or the trees until we[e] have marked the loving servants of our God with a seal on their foreheads.”[f]", "4": "And I discovered the number of those who were sealed. It was one hundred and forty-four thousand,[g] sealed out of every tribe of Israel's people.[h]", "5": "Twelve thousand were sealed from the tribe of Judah.[i] Twelve thousand were sealed from the tribe of Reuben.[j] Twelve thousand were sealed from the tribe of Gad.[k]", "6": "Twelve thousand were sealed from the tribe of Asher.[l] Twelve thousand were sealed from the tribe of Naphtali.[m] Twelve thousand were sealed from the tribe of Manasseh.[n]", "7": "Twelve thousand were sealed from the tribe of Simeon.[o] Twelve thousand were sealed from the tribe of Levi.[p] Twelve thousand were sealed from the tribe of Issachar.[q]", "8": "Twelve thousand were sealed from the tribe of Zebulun.[r] Twelve thousand were sealed from the tribe of Joseph.[s] Twelve thousand were sealed from the tribe of Benjamin.[t]", "9": "After this I looked, and behold, right in front of me I saw a vast multitude of people—an enormous multitude so huge that no one could count—made up of victorious ones from every nation, tribe, people group, and language. They were all in glistening white robes, standing before the throne and before the Lamb with palm branches[u] in their hands. ", "10": "And they shouted out with a passionate voice: “Salvation belongs to our God seated on the throne and to the Lamb!”", "11": "All the angels were standing in a circle around the throne with the elders and the four living creatures, and they all fell on their faces before the throne and worshiped God, ", "12": "singing: “Amen! Praise and glory, wisdom and thanksgiving, honor, power, and might belong to our God forever and ever! Amen!”", "13": "Then one of the elders asked me, “Who are these in glistening white robes, and where have they come from?”", "14": "I answered, “My lord—you must know.” Then he said to me, “They are ones who have washed their robes[v] and made them white in the blood of the Lamb and have emerged from the midst of great pressure and ordeal.[w] ", "15": "For this reason they are before the throne of God, ministering to him as priests[x] day and night, within his cloud-filled sanctuary. And the enthroned One spreads over them his tabernacle-shelter.[y] ", "16": "Their souls will be completely satisfied.[z] And neither the sun nor any scorching heat will affect them.[aa] ", "17": "For the Lamb at the center of the throne continuously shepherds them unto life[ab]—guiding them to the everlasting fountains of the water of life.[ac] And God will wipe from their eyes every last tear!”[ad]"}