{"1": "When the Lamb broke open the seventh seal, heaven fell silent for about half an hour.[a] ", "2": "And then I saw the seven angels who stand before God, and each was given a trumpet.[b]", "3": "Then the eighth angel with a golden incense burner came and took his place at the incense altar.[c] He was given a great quantity of incense to offer up, consisting of the prayers of God's holy people,[d] upon the golden altar that is before the throne. ", "4": "And the smoke of the incense with the prayers of the holy ones billowed up before God from the hand of the angel.[e] ", "5": "Then the angel filled the golden incense burner with coals of fire from the altar and hurled it onto the earth, releasing great peals of thunder, voices,[f] lightning flashes, and an earthquake.[g]", "6": "Then the seven angels prepared to sound their trumpets. ", "7": "When the first angel sounded his trumpet, there came forth hail and fire mixed with blood,[h] and it was hurled to the earth.[i] A third of the earth was burned up, destroying a third of the trees[j] and all green grass.[k]", "8": "When the second angel sounded his trumpet, something like a huge mountain burning with flames of fire was thrown into the sea,[l] destroying a third of the ships.[m] ", "9": "A third of the sea turned into blood, destroying a third of all sea creatures.", "10": "The third angel sounded his trumpet, and a megastar,[n] blazing like a torch,[o] descended from heaven upon a third of the rivers and fountains.[p] ", "11": "The name of the star is Bitterness.[q] A third of the waters became so bitter that many people died.", "12": "The fourth[r] angel sounded his trumpet and a third of the sun was struck, and a third of the moon, and a third of the stars, so that a third of their light was darkened, and there was no light for a third of the day and likewise the night.[s] ", "13": "Then I saw and heard an eagle flying overhead, crying out with a loud voice, “Woe, woe, woe, to the people of the earth, because of the next three trumpets about to be sounded by the other three angels!”"}