{"1": "In  the  past palai · ho God theos spoke laleō to  our ho fathers patēr at  different  times polymerōs and kai in  various  ways polytropōs through en the ho prophets prophētēs, ", "2": "but  in epi these houtos final eschatos · ho days hēmera he  has  spoken laleō to  us hēmeis by en his  Son hyios,  whom hos he  appointed tithēmi the  heir klēronomos of  all  things pas,  through dia whom hos he  also kai created poieō the ho material  universe aiōn. ", "3": "This hos Son  is eimi the  radiance apaugasma of  his ho glory doxa and kai the  exact  representation charaktēr of ho his autos nature hypostasis,  and te although  sustaining pherō · ho all  there  is pas by ho the  word rhēma of ho his autos power dynamis,  yet  made poieō purification katharismos for ho sins hamartia, and then  sat  down kathizō at en the  right  hand dexios of  the ho Majesty megalōsynē on en high hypsēlos, ", "4": "having  been ginomai exalted kreittōn as  far  above tosoutos the ho angels angelos as  the  name onoma he  inherited klēronomeō is  more hosos noble diaphoros than para theirs autos. ", "5": "For gar to  which tis of  the ho angels angelos did  God  ever pote say legō, “ My egō Son hyios are eimi you sy!  Today sēmeron I egō have  fathered gennaō you sy”?  Or kai again palin, “ I egō will  be eimi to  him autos a  father patēr,  and kai he autos shall  be eimi to  me egō a  son hyios”? ", "6": "And de again palin,  when hotan he  brings eisagō the ho firstborn prōtotokos into eis the ho world oikoumenē,  he  says legō,  · kai “ Let  all pas the  angels angelos of  God theos worship proskyneō him autos.” ", "7": "· kai Regarding pros the ho angels angelos he  says legō, “ He ho makes poieō · ho his autos angels angelos winds pneuma,  and kai · ho his autos ministers leitourgos a  flame phlox of  fire pyr.” ", "8": "But de regarding pros the ho Son hyios he says,  · ho “ Your sy throne thronos,  O ho God theos, is  for eis all ho time aiōn ho,  · ho and kai the ho scepter rhabdos of ho absolute  justice euthutēs is the  scepter rhabdos of ho your sy kingdom basileia. ", "9": "You  have  loved agapaō righteousness dikaiosynē and kai hated miseō lawlessness anomia;  therefore dia houtos · ho God theos,  · ho your sy God theos,  has  anointed chriō you sy with  the  oil elaion of  gladness agalliasis beyond para · ho your sy companions metochos.” ", "10": "And kai, “ In kata the  beginning archē,  Lord kyrios,  you sy laid  the  foundation themelioō of  the ho earth gē,  and kai the ho heavens ouranos are eimi the  works ergon of ho your sy hands cheir. ", "11": "They autos will  perish apollymi;  but de you sy continue diamenō.  And kai all pas of them  like hōs a  garment himation will  wear  out palaioō, ", "12": "· kai like hōsei a  robe peribolaion you  will  fold helissō them autos up ,  like hōs a  garment himation they  will  also kai be  changed allassō.  But de you sy are eimi the ho same autos,  and kai · ho your sy years etos will  never ou end ekleipō.” ", "13": "And de to pros which tis of  the ho angels angelos has  he  ever pote said legō, “ Sit kathēmai at ek my egō right  hand dexios until heōs an I  make tithēmi · ho your sy enemies echthros a  footstool hypopodion for ho your sy feet pous”? ", "14": "Are  they eimi not ouchi all pas ministering leitourgikos spirits pneuma sent  out apostellō to eis serve diakonia for dia the  sake  of  those ho who  are mellō to  inherit klēronomeō salvation sōtēria? "}