{"1": "For gar since echō the ho law nomos is echō but a  shadow skia of  the ho good agathos things  to  come mellō and  not ou the ho actual autos form eikōn of  those ho realities pragma,  it  can dynamai never oudepote perfect teleioō those ho who  draw  near proserchomai by  the ho same autos sacrifices thusia which hos they  offer prospherō continuously eis ho · ho year  after kata year eniautos. ", "2": "For epei otherwise  would an they  not ou have  ceased pauō being  offered prospherō,  since dia the ho worshipers latreuō,  once hapax cleansed katharizō,  would  have echō no mēdeis consciousness syneidēsis of  sins hamartia? ", "3": "But alla in en these autos sacrifices there is a  reminder anamnēsis of  sins hamartia year  after kata year eniautos. ", "4": "For gar it  is  impossible adynatos for  the  blood haima of  bulls tauros and kai goats tragos to  take  away aphaireō sins hamartia. ", "5": "Therefore dio when  he  came eiserchomai into eis the ho world kosmos,  he  said legō, “ Sacrifice thusia and kai offering prosphora you  did  not ou desire thelō,  but de a  body sōma you  prepared katartizō for  me egō. ", "6": "You  did eudokeō not ou take  pleasure  in eudokeō whole  burnt  offerings holokautōma and kai sin-offerings peri hamartia. ", "7": "Then tote I  said legō, ' Behold idou,  I  have  come hēkō— in en the  scroll kephalis of  a  book biblion it  is  written graphō about peri me egō— to  do poieō your sy will thelēma,  O ho God theos.'”  · ho", "8": "After  he  said legō what I just quoted, “ Sacrifices thusia and kai offerings prosphora and kai whole  burnt  offerings holokautōma and kai sin-offerings peri hamartia you  did  not ou desire thelō nor oude did  you  take  pleasure  in eudokeō them” (namely  those hostis offered prospherō according  to kata the  law nomos), ", "9": "then tote he  added legō, “ Behold idou,  I  have  come hēkō to  do poieō · ho your sy will thelēma.”  He  does  away  with anaireō the ho first prōtos in  order  to hina establish histēmi the ho second deuteros. ", "10": "By en that hos will thelēma we  have  been eimi made  holy hagiazō through dia the ho offering prosphora of  the ho body sōma of  Jesus Iēsous Christ Christos once  for  all ephapax. ", "11": "Furthermore kai,  every pas priest hiereus stands histēmi day  after kata day hēmera performing  his  religious  duties leitourgeō,  · kai offering prospherō repeatedly pollakis the ho same autos sacrifices thusia,  which hostis can dynamai never oudepote take  away periaireō sins hamartia. ", "12": "But de when prospherō this houtos priest  had  offered prospherō a  single heis sacrifice thusia for hyper sins hamartia for eis all ho time diēnekēs,  he  sat  down kathizō at en the  right  hand dexios of ho God theos, ", "13": "waiting ekdechomai from  that ho time loipos until heōs his autos enemies echthros are  placed tithēmi · ho as  a  footstool hypopodion for ho his autos feet pous, ", "14": "because gar by  a  single heis offering prosphora he  has  perfected teleioō for eis all ho time diēnekēs those ho who  are  being  made  holy hagiazō. ", "15": "And de the ho Holy hagios Spirit pneuma also kai witnesses martyreō to  us hēmeis,  · ho for gar after meta saying legō, ", "16": "“ This houtos is  the ho covenant diathēkē that hos I  will  establish diatithēmi with pros them autos after meta · ho those ekeinos days hēmera,  declares legō the  Lord kyrios;  I  will  put didōmi my egō laws nomos in epi their autos hearts kardia and kai I  will  inscribe epigraphō them autos on epi · ho their autos minds dianoia,” ", "17": "then kai he says,  · ho “ Their autos sins hamartia and kai · ho their autos lawless  acts anomia I  will  never ou mē again eti remember mimnēskomai.” ", "18": "Now de where hopou there is  forgiveness aphesis of  these houtos, there is  no  longer ouketi any  offering prosphora for peri sin hamartia. ", "19": "Therefore oun,  brothers adelphos,  since  we  have echō confidence parrēsia to eis · ho enter eisodos the ho holy  place hagios by en the ho blood haima of  Jesus Iēsous, ", "20": "a  way hodos that is  new prosphatos and kai living zaō,  which hos he  opened enkainizō for  us hēmeis through dia the ho curtain katapetasma,  that houtos is eimi,  through ho his autos flesh sarx, ", "21": "and kai since we have a  great megas priest hiereus in  charge  of epi the ho house oikos of ho God theos, ", "22": "let  us  continue  to  draw  near proserchomai with meta a  sincere alēthinos heart kardia in en full  assurance plērophoria of  faith pistis,  since  our ho hearts kardia have  been  sprinkled  clean rhantizō from apo a  guilty ponēros conscience syneidēsis and kai our ho bodies sōma washed louō with  clean katharos water hydōr. ", "23": "Let  us  continue  to  hold  fast katechō the ho hope elpis that ho we  confess homologia without  wavering aklinēs,  for gar the ho one  who  made  the  promise epangellomai is  faithful pistos. ", "24": "And kai let  us  take  thought katanoeō of  how  to  spur paroxysmos one  another allēlōn on  to eis love agapē and kai good kalos works ergon, ", "25": "not mē abandoning enkataleipō · ho our  own heautou meetings episynagōgē,  as kathōs is the  habit ethos of  some tis,  but alla rather  encouraging parakaleō one another,  and kai all  the  more tosoutos since hosos you  see blepō the ho Day hēmera drawing engizō near . ", "26": "For gar if  we hēmeis deliberately hekousiōs persist  in  sin hamartanō after meta receiving lambanō the ho knowledge epignōsis of  the ho truth alētheia,  there  is apoleipō no  longer ouketi any apoleipō sacrifice thusia for peri sins hamartia, ", "27": "but de only  a tis terrifying phoberos expectation ekdochē of  judgment krisis and kai of  raging zēlos fire pyr ready mellō to  consume esthiō the ho adversaries hypenantios. ", "28": "Anyone tis who  violates atheteō the  law nomos of  Moses Mōysēs dies apothnēskō without chōris mercy oiktirmos on epi the testimony of  two dyo or ē three treis witnesses martys. ", "29": "How  much posos greater cheirōn punishment timōria do  you  think dokeō will  be  deserved axioō by  the ho one  who  has  trampled  the ho Son hyios of ho God theos underfoot katapateō,  and kai has  profaned koinos the ho blood haima of  the ho covenant diathēkē by en which hos he  was  made  holy hagiazō,  and kai has  insulted enybrizō the ho Spirit pneuma of ho grace charis? ", "30": "For gar we  know oida the ho one  who  said legō, “ Vengeance ekdikēsis belongs  to  me egō,  I egō will  repay antapodidōmi,”  and kai again palin, “The  Lord kyrios will  judge krinō · ho his autos people laos.” ", "31": "It  is  terrifying phoberos to  fall empiptō into eis the  hands cheir of  the  living zaō God theos. ", "32": "Instead de,  remember anamimnēskō those ho former proteros days hēmera in en which hos,  after  you  had  received  the  light phōtizō,  you  weathered hypomenō such  a  difficult polys struggle athlēsis with  suffering pathēma. ", "33": "Sometimes houtos you  were  made  a  public  spectacle theatrizō,  both te by  insults oneidismos and kai persecutions thlipsis,  and de at  other  times houtos you  became ginomai one koinōnos with  those ho who  were  treated anastrephō in  that  way houtōs, ", "34": "for gar in  fact kai you  shared  the  sufferings sympatheō of  those ho in  prison desmios,  and kai with meta joy chara accepted prosdechomai the ho confiscation harpagē of ho your hymeis belongings hyparchō,  since  you  knew ginōskō that  you  yourselves heautou had echō a  better kreittōn and kai lasting menō possession hyparxis. ", "35": "Therefore oun do  not mē throw  away apoballō · ho your hymeis boldness parrēsia,  which hostis has echō great megas reward misthapodosia. ", "36": "You  have echō need chreia of  endurance hypomonē,  then gar,  so  that hina after  you  have  done poieō the ho will thelēma of ho God theos,  you  may  receive komizō what ho was  promised epangelia. ", "37": "For gar “ just eti a  little mikros longer hosos hosos,  the ho one  who  is  coming erchomai will  arrive hēkō;  · kai he  will  not ou delay chronizō. ", "38": "· ho But de my egō righteous dikaios one  will  live zaō by ek faithfulness pistis.  But kai should ean he  shrink  back hypostellō,  my egō soul psychē will  take  no ou pleasure eudokeō · ho in en him autos.” ", "39": "But de we hēmeis are eimi not ou of  those  who  shrink  back hypostolē and  are eis lost apōleia,  but alla are  of  those  who  are  faithful pistis and  so eis preserve peripoiēsis their  soul psychē. "}