{"1": "Now de faith pistis is eimi the  assurance hypostasis of  things  hoped  for elpizō, the  conviction elenchos of  things pragma not ou seen blepō. ", "2": "For gar by en it houtos the ho men  of  the  past presbyteros were  approved martyreō by God. ", "3": "By  faith pistis we  understand noeō that  the ho universe aiōn was  created katartizō by  the  word rhēma of  God theos,  so  that eis what ho is  seen blepō was ginomai not mē brought  into  being ginomai from ek anything  observable phainō. ", "4": "By  faith pistis Abel Habel offered prospherō to ho God theos a  more  acceptable polys sacrifice thusia than para Cain Kain,  through dia which hos faith  he  was  attested martyreō as eimi righteous dikaios,  God theos himself  showing  his  approval martyreō by epi accepting  · ho his autos gifts dōron.  · ho And kai though  he  died apothnēskō,  he laleō still eti speaks laleō through dia his autos faith. ", "5": "By  faith pistis Enoch Henōch was  taken  up metatithēmi so  that ho he did  not mē see  death thanatos,  and kai he  could  not ou be  found heuriskō,  because dioti God theos had  taken metatithēmi him autos.  · ho For gar before pro he ho was  taken metathesis he  had  been  approved martyreō as  one  who  had  been  pleasing euaresteō to ho God theos, ", "6": "and de without chōris faith pistis it  is  impossible adynatos to  please euaresteō him,  for gar the ho one  who  approaches proserchomai God theos must dei believe pisteuō · ho that hoti he  exists eimi and kai that he  rewards misthapodotēs those ho who  seek ekzēteō him autos. ", "7": "By  faith pistis Noah Nōe,  having  been  warned chrēmatizō by God  concerning peri events ho as  yet  unseen mēdepō,  took  heed eulabeomai and  built kataskeuazō an  ark kibōtos for eis the  safety sōtēria of ho his autos household oikos.  By dia this hos act of faith  he  condemned katakrinō · ho humanity kosmos and kai became ginomai an  heir klēronomos of  the ho righteousness dikaiosynē that  comes  by kata faith pistis. ", "8": "By  faith pistis Abraham Abraam obeyed hypakouō when  he  was  called kaleō to  go  out exerchomai to eis a  place topos which hos he  would mellō receive lambanō as eis an  inheritance klēronomia.  · kai He  set  out exerchomai even  though  he  did  not mē know epistamai where pou he  was  going erchomai. ", "9": "By  faith pistis he  migrated paroikeō to eis the  land gē · ho he  had  been  promised epangelia,  as hōs to a  foreign allotrios land ,  living katoikeō in en tents skēnē as  did meta Isaac Isaak and kai Jacob Iakōb,  · ho heirs  with synklēronomos him  of  the ho same autos promise epangelia,  · ho", "10": "for gar he  was  looking  forward  to ekdechomai the ho city polis which ho has echō foundations themelios,  whose hos designer technitēs and kai builder dēmiourgos is  · ho God theos. ", "11": "By  faith pistis · kai Abraham  was lambanō enabled dynamis to  become lambanō a  father katabolē—even though  Sarah Sarra herself autos was  sterile steira and kai beyond para the  normal  age kairos of  childbearing hēlikia— because epei he  regarded hēgeomai as  faithful pistos the ho one  who  had  made  the  promise epangellomai. ", "12": "And kai so dio it was that  from apo this  one heis man , and  he  was  already  impotent nekroō,  there  were  born gennaō · kai descendants houtos as many  as kathōs the ho stars astron of ho heaven ouranos in ho number plēthos and kai as  innumerable anarithmētos as hōs the ho grains  of  sand ammos · ho along para the ho shore cheilos of  the ho sea thalassa · ho", "13": "These houtos all pas died apothnēskō in kata faith pistis,  without mē receiving lambanō the ho fulfillment of the  promises epangelia,  but alla they saw  them autos from  a  distance porrōthen and kai greeted aspazomai them.  · kai They  acknowledged homologeō that hoti they  were eimi strangers xenos and kai exiles parepidēmos in epi the ho land gē. ", "14": "For gar those ho who  speak legō in  such  a  way toioutos make  it  clear emphanizō that hoti they  are  seeking epizēteō a  land  of  their  own patris. ", "15": "· kai If ei they  had  been  referring  to mnēmoneuō that ekeinos country  from apo which hos they  had  set  out ekbainō,  they  would an have  had echō opportunity kairos to  return anakamptō. ", "16": "But de as  it  is nyn,  they  were  longing  for oregō a  better kreittōn homeland,  that houtos is eimi, a  heavenly epouranios one .  For  this  reason dio God theos is  not ou ashamed epaischunomai · ho to  be  called epikaleō their autos God theos,  for gar he  has  prepared hetoimazō a  city polis to  receive  them autos. ", "17": "By  faith pistis Abraham Abraam,  when  he  was  being  tested peirazō,  offered  up prospherō · ho Isaac Isaak;  yes kai,  he ho who  had  received anadechomai the ho promises epangelia was  offering prospherō his ho only  son monogenēs, ", "18": "of pros whom hos he  had  been  told laleō, “It is  through en Isaac Isaak that  descendants sperma will  be  named kaleō for  you sy.” ", "19": "He  considered logizomai that hoti God theos was  able dynatos to  raise egeirō him  up egeirō even kai from ek the  dead nekros,  · ho and kai,  in en a  sense parabolē,  he  did  receive komizō him autos back  from  there hothen. ", "20": "By  faith pistis Isaac Isaak invoked  blessings  on eulogeō Jacob Iakōb and kai Esau ēsau,  even kai regarding peri things  to  come mellō.  · ho · ho", "21": "By  faith pistis Jacob Iakōb,  while  dying apothnēskō,  blessed eulogeō each hekastos of ho the  sons hyios of  Joseph Iōsēph,  and kai bowed  in  worship proskyneō, leaning  on epi the ho top akron of ho his autos staff rhabdos. ", "22": "By  faith pistis Joseph Iōsēph,  at  the  end  of  his  life teleutaō,  spoke mnēmoneuō about peri the ho exodus exodos of  the ho sons hyios of  Israel Israēl and kai gave  instructions entellō regarding peri the burial  of ho his autos bones osteon. ", "23": "By  faith pistis Moses Mōysēs,  when  he  was  born gennaō,  was  hidden kryptō for  three  months trimēnos by hypo · ho his autos parents patēr,  because dioti they saw that he was an  extraordinary asteios · ho child paidion,  and kai they  were  not ou afraid phobeomai of  the ho king' s basileus edict diatagma.  · ho", "24": "By  faith pistis Moses Mōysēs,  when  he  was ginomai grown  up megas,  disdained arneomai to  be  called legō the  son hyios of  Pharaoh' s Pharaō daughter thugatēr, ", "25": "choosing haireō rather mallon to  suffer  hardship  along  with synkakoucheomai the ho people laos of ho God theos than ē to  enjoy echō the  transient proskairos pleasure apolausis of  sin hamartia. ", "26": "He  considered hēgeomai abuse oneidismos for  the  sake  of ho Christ Christos greater megas wealth ploutos than  the ho treasures thēsauros of  Egypt Aigyptos,  · ho for gar he  was  looking  ahead apoblepō to eis his ho reward misthapodosia. ", "27": "By  faith pistis he  left kataleipō Egypt Aigyptos,  not mē fearing phobeomai the ho anger thumos of  the ho king basileus,  for gar he  endured kartereō as  though hōs seeing horaō the ho one  who  is  invisible aoratos. ", "28": "By  faith pistis he  kept poieō the ho Passover pascha and kai the ho sprinkling proschysis of ho blood haima,  so  that hina the ho destroying  angel olothreuō would thinganō not mē touch thinganō · ho their autos firstborn prōtotokos. ", "29": "By  faith pistis they  crossed diabainō the ho Red erythros Sea thalassa as hōs if  on dia dry xēros land gē; but  when hos the ho Egyptians Aigyptios tried peira lambanō,  they  were  drowned katapinō. ", "30": "By  faith pistis the ho walls teichos of  Jericho Ierichō fell  down piptō after  they  had  been  encircled kykloō for epi seven hepta days hēmera. ", "31": "By  faith pistis Rahab Rhaab the ho prostitute pornē did  not ou perish synapollymi with  the ho unbelievers apeitheō,  because  she  had  received dechomai the ho spies kataskopos with meta peace eirēnē. ", "32": "And kai what tis more eti shall  I  say legō?  For gar time chronos would  fail epileipō me egō if  I  told diēgeomai · ho about peri Gideon Gedeōn,  Barak Barak,  Samson Sampsōn,  Jephthah Iephthae, about  both te David Dauid and kai Samuel Samouēl and kai the ho prophets prophētēs, ", "33": "who hos through dia faith pistis conquered katagōnizomai kingdoms basileia,  brought  about ergazomai justice dikaiosynē,  obtained epitynchanō what  was  promised epangelia;  who  shut phrassō the  mouths stoma of  lions leōn, ", "34": "extinguished sbennymi raging dynamis flames pyr,  escaped pheugō the  edge stoma of  the  sword machaira;  who  after apo weakness astheneia were  made  strong dynamoō,  who  became ginomai mighty ischuros in en war polemos and  put  foreign allotrios armies parembolē to  flight klinō. ", "35": "Women gynē received lambanō their autos dead nekros by ek resurrection anastasis.  · ho But de others allos were  tortured tympanizō,  after  refusing ou to  accept prosdechomai · ho release apolytrōsis,  so  that hina they  might  gain tynchanō a  better kreittōn resurrection anastasis. ", "36": "Others heteros · de experienced peira jeering empaigmos and kai flogging mastix,  and de even eti chains desmos and kai prison phylakē. ", "37": "They  were  stoned lithazō;  they  were  sawn prizō in en two phonos;  they  were  murdered apothnēskō by  the  sword machaira.  They  went  about perierchomai in en sheepskins mēlōtē and  goatskins aigeios derma,  destitute hystereō,  persecuted thlibō,  mistreated kakoucheō", "38": "( of  whom hos the ho world kosmos was eimi not ou worthy axios).  They  wandered  aimlessly planaō in epi deserts erēmia and kai on  mountains oros,  · kai living  in  caves spēlaion and kai · ho crevices opē in  the ho ground gē, ", "39": "and kai although  they houtos all pas had  received  commendation martyreō for dia their ho faith pistis,  they  did  not ou receive komizō what ho had  been  promised epangelia, ", "40": "for  · ho God theos had  provided problepō something tis better kreittōn with peri us hēmeis in mind,  so  that hina they  should teleioō not mē reach  their  goal teleioō apart  from chōris us hēmeis. "}