{"1": "Therefore toigaroun since  we echō ourselves hēmeis have echō so  great tosoutos a  cloud nephos of  witnesses martys surrounding perikeimai us hēmeis,  let  us  also kai lay  aside apotithēmi every pas impediment onkos,  and kai the ho sin hamartia that  so  easily  distracts euperistatos, and  let  us  run trechō with dia endurance hypomonē the ho race agōn that  is  prescribed prokeimai for  us hēmeis, ", "2": "fixing  our  gaze aphoraō upon eis Jesus Iēsous,  the ho pioneer archēgos and kai perfecter teleiōtēs of  our ho faith pistis,  who hos rather  than anti the ho joy chara set  before prokeimai him autos endured hypomenō a  cross stauros,  disregarding kataphroneō its  shame aischunē,  and te has kathizō now te taken  his  seat kathizō at en the  right  hand dexios of  the ho throne thronos of ho God theos. ", "3": "Consider analogizomai him  who  endured hypomenō from hypo sinners hamartōlos · ho such toioutos opposition antilogia · ho against eis himself heautou,  so  that hina you  may  not mē grow  weary kamnō in ho your hymeis souls psychē and  lose  heart eklyō. ", "4": "You  have antikathistēmi not  yet oupō resisted antikathistēmi to  the  point mechri of  bloodshed haima as  you  struggle antagōnizomai against pros · ho sin hamartia. ", "5": "And kai have  you  forgotten eklanthanomai the ho word  of  encouragement paraklēsis that hostis speaks dialegomai to  you hymeis as hōs sons hyios? “ My egō son hyios,  do  not mē regard  lightly oligōreō the  discipline paideia of  the  Lord kyrios,  nor mēde lose  heart eklyō when  corrected elenchō by hypo him autos. ", "6": "For gar the  Lord kyrios disciplines paideuō the  one hos he  loves agapaō,  and de corrects  with  punishment mastigoō everyone pas whom hos he  receives paradechomai as  a  son hyios.” ", "7": "Endure hypomenō your  trials hypomenō as eis divine  discipline paideia.  God theos is  treating prospherō you hymeis as hōs sons hyios.  · ho For gar what tis son hyios is there  whom hos a  father patēr does  not ou discipline paideuō? ", "8": "But de if ei you  are eimi left  without chōris discipline paideia,  in  which hos all pas sons  share metochos,  then ara you  are eimi illegitimate  children nothos and kai not ou sons hyios. ", "9": "Furthermore eita,  · ho we  had echō · ho our hēmeis natural sarx fathers patēr who  disciplined paideutēs us  and kai we  respected entrepō them.  Should  we  not ou much polys · de more mallon submit  ourselves hypotassō to  the ho Father patēr of ho spirits pneuma and kai live zaō? ", "10": "For gar they ho disciplined paideuō us  for pros a  short oligos time hēmera as kata it ho seemed dokeō best  to  them autos,  but de he ho disciplines us  for epi our ho benefit sympherō,  so  that eis we  may  share metalambanō · ho his autos holy  character hagiotēs. ", "11": "All pas · de discipline paideia at pros the ho time pareimi seems dokeō not ou to  be eimi pleasant chara,  but alla painful lypē;  but de later hysteros it  yields apodidōmi the  peaceful eirēnikos fruit karpos of  righteousness dikaiosynē to  those ho who  have  been  trained gymnazō by dia it autos. ", "12": "Therefore dio strengthen anorthoō your ho drooping pariēmi hands cheir and kai · ho weakened paralyō knees gony", "13": "and kai make poieō straight orthos paths trochia for ho your hymeis feet pous,  so  that hina what ho is  lame chōlos may  not mē be  dislocated ektrepō,  but de rather mallon healed iaomai. ", "14": "Strive  for diōkō peace eirēnē with meta everyone pas,  and kai for  the ho holiness hagiasmos without chōris which hos no  one oudeis will  see horaō the ho Lord kyrios. ", "15": "Take  care episkopeō that  no mē one tis forfeits hystereō apo the ho grace charis of ho God theos; and that  no mē root rhiza of  bitterness pikria grows phyō up anō and  causes  trouble enochleō and kai by dia it autos many polys are  defiled miainō. ", "16": "that  no mē one tis becomes  immoral pornos and ē profane bebēlos like hōs Esau ēsau,  who hos gave  up apodidōmi his heautou inheritance  rights prōtotokia in  return  for anti a  single heis meal brōsis.  · ho", "17": "For gar you  know oida that hoti even kai afterward metepeita,  when  he  wanted thelō to  inherit klēronomeō the ho blessing eulogia,  he  was  rejected apodokimazō,  for gar he  found heuriskō no ou opportunity topos for  repentance metanoia,  even  though kaiper he  sought ekzēteō the  blessing autos earnestly ekzēteō with meta tears dakryon. ", "18": "For gar you  have  not ou come  to proserchomai something  that  can  be  touched psēlaphaō,  · kai to  a  blazing kaiō fire pyr,  and kai darkness gnophos,  and kai gloom zophos,  and kai a  whirlwind thuella; ", "19": "· kai to ēchos the  blast ēchos of  a  trumpet salpinx and kai a  sound phōnē of  words rhēma which hos made  those ho who  heard akouō it  beg paraiteomai that  no mē further  message logos be  given prostithēmi to  them autos, ", "20": "for gar they  could  not ou endure pherō the ho order  that  was  given diastellō: “ If  even kan a  wild  animal thērion touches thinganō the ho mountain oros,  it  shall  be  stoned lithoboleō.” ", "21": "And kai so houtōs awesome phoberos was eimi the ho spectacle phantazō that  Moses Mōysēs said legō, “ I  am eimi terrified ekphobos and kai trembling entromos.” ", "22": "On  the  contrary alla,  you  have  come  to proserchomai Mount oros Zion Siōn,  even kai to  the  city polis of  the  living zaō God theos, the  heavenly epouranios Jerusalem Ierousalēm,  and kai to  innumerable myrias angels angelos,  to  a  joyful  assembly panēgyris, ", "23": "and kai to  the  assembly ekklēsia of  the  firstborn prōtotokos whose  names  are  inscribed apographō in en heaven ouranos,  and kai to  God theos, the  judge kritēs of  all pas,  and kai to  the  spirits pneuma of  the  righteous dikaios who  have  been  made  perfect teleioō, ", "24": "and kai to  Jesus Iēsous,  mediator mesitēs of  a  new neos covenant diathēkē,  and kai to  sprinkled rhantismos blood haima speaking laleō more  effectively kreittōn than para the ho blood of  Abel Habel. ", "25": "Take  care blepō not mē to  disregard paraiteomai the ho one  who  is  speaking laleō!  For gar if ei those ekeinos did  not ou escape ekpheugō when  they  disregarded paraiteomai the ho one  who  warned chrēmatizō them  on epi earth gē,  how  much polys less mallon will  we hēmeis, if  we ho reject apostrephō the ho one who warns  from apo heaven ouranos. ", "26": "At  that  time tote his hos · ho voice phōnē shook saleuō the ho earth gē,  but de now nyn he  has  promised epangellomai, “ Yet eti once  more hapax will  I egō shake seiō not ou only monon the ho earth gē but alla also kai the ho heaven ouranos.” ", "27": "The ho phrase,  · de “ Yet eti once  more hapax,”  declares dēloō the ho removal metathesis of ho what  can  be  shaken saleuō— that  is hōs,  created  things poieō— so  that hina what ho cannot mē be  shaken saleuō may  remain menō. ", "28": "Therefore dio since  we  are  receiving paralambanō a  kingdom basileia that  cannot  be  shaken asaleutos,  let  us  be echō thankful charis, and  in dia this  way hos worship latreuō God theos in  an  acceptable  manner euarestōs,  · ho with meta reverence eulabeia and kai awe deos, ", "29": "for gar indeed kai · ho our hēmeis God theos is a  consuming katanaliskō fire pyr. "}