{"1": "· ho Brotherly  love philadelphia must  continue menō. ", "2": "Do epilanthanomai not mē neglect epilanthanomai · ho hospitality  to  strangers philoxenia,  for gar by dia this houtos means  some tis have  entertained lanthanō angels angelos without  knowing xenizō it. ", "3": "Continue  to  remember mimnēskomai those ho in  prison desmios,  as  though hōs you  were  in  prison  with syndeō them, and  those ho who  are  being  mistreated kakoucheō,  as hōs though  · kai you  yourself autos were eimi suffering  bodily en sōma. ", "4": "Marriage gamos must be  honored timios · ho by en everyone pas and kai the ho marriage  bed koitē must be  undefiled amiantos,  for gar God theos will  judge krinō the  sexually  immoral pornos and kai the  adulterers moichos.  · ho", "5": "Your ho conduct tropos must be  free  from  the  love  of  money aphilargyros, and  be  content arkeō with  what ho you  have pareimi;  for gar God  himself autos has  said legō, “ I  will aniēmi never ou mē leave aniēmi you sy;  never ou mē will  I  forsake enkataleipō you sy.” ", "6": "So hōste we hēmeis can  say legō with  confidence tharreō, “The  Lord kyrios is  my egō helper boēthos,  I  will  not ou be  afraid phobeomai.  What tis can  man anthrōpos do poieō to  me egō?” ", "7": "Continue  to  remember mnēmoneuō · ho your hymeis leaders hēgeomai,  those hostis who  spoke laleō God' s theos message logos to  you hymeis;  · ho · ho reflect  on anatheōreō the outcome  of  their hos · ho way ekbasis of ho life anastrophē, and  imitate mimeomai their ho faith pistis. ", "8": "Jesus Iēsous Christ Christos is  the ho same autos yesterday echthes and kai today sēmeron and kai for eis all ho time aiōn! ", "9": "Do parapherō not mē be  swept  off  your  feet parapherō by  all  sorts  of poikilos strange xenos teachings didachē,  · kai for gar it is  good kalos for  the ho heart kardia to  be  strengthened bebaioō by  grace charis,  not ou by  foods brōma,  with en which hos their ho adherents peripateō are  not ou benefited ōpheleō. ", "10": "We  have echō an  altar thusiastērion from ek which hos those ho who  serve latreuō in  the ho tabernacle skēnē do  not ou have echō the  right exousia to  eat esthiō. ", "11": "For gar while  the ho blood haima of  those hos animals zōon whose  blood haima is  brought eispherō into eis the ho Most  Holy  Place hagios by dia the ho high  priest archiereus as a sacrifice  for peri sin hamartia,  their houtos · ho bodies sōma are  burned katakaiō outside exō the ho camp parembolē. ", "12": "So dio Jesus Iēsous also kai suffered paschō outside exō the ho city  gate pylē in  order  to hina sanctify hagiazō the ho people laos through dia · ho his  own idios blood haima. ", "13": "So then,  let  us  go exerchomai to pros him autos outside exō the ho camp parembolē,  bearing pherō the ho reproach oneidismos he autos bore. ", "14": "For gar here hōde we  have echō no ou permanent menō city polis,  but alla we  are  looking  forward  to epizēteō the city  that ho is  to  come mellō. ", "15": "Through dia him autos,  therefore oun,  let  us  continually dia offer  up anapherō to ho God theos a  sacrifice thusia of  praise ainesis,  that houtos is eimi to say, the  fruit karpos of  lips cheilos acknowledging homologeō · ho his autos name onoma. ", "16": "And de do epilanthanomai not mē neglect epilanthanomai · ho doing  good eupoiia and kai sharing koinōnia with  others ,  for gar with  sacrifices thusia like  that toioutos God theos is  pleased euaresteō.  · ho", "17": "Continue  to  obey peithō · ho your hymeis leaders hēgeomai and kai submit hypeikō to them,  for gar they autos keep  watch agrypneō over hyper · ho your hymeis souls psychē as hōs those  who  must  give apodidōmi an  account logos.  Let hina them  do poieō this houtos with meta joy chara,  and kai not mē with  groaning stenazō,  for gar that houtos would be  of  no  advantage alysitelēs to  you hymeis. ", "18": "Continue  to  pray proseuchomai for peri us hēmeis,  for gar we  are  convinced peithō that hoti we  have echō a  clear kalos conscience syneidēsis,  desiring thelō to  conduct  ourselves anastrephō honorably kalōs in en every  way pas. ", "19": "I  urge parakaleō you  to  do poieō this houtos more  than  ever perissoterōs · de so  that hina I  may  be  restored apokathistēmi to  you hymeis sooner tacheōs. ", "20": "And de may  the ho God theos of ho peace eirēnē,  who ho,  by en the  blood haima of diathēkē the  eternal aiōnios covenant diathēkē,  brought  up anagō from ek the  dead nekros the ho great megas shepherd poimēn of  the ho sheep probaton,  · ho · ho our hēmeis Lord kyrios Jesus Iēsous, ", "21": "make katartizō you hymeis complete  with en everything pas good agathos to eis do poieō · ho his autos will thelēma,  accomplishing poieō in en us hēmeis that ho which  is  pleasing euarestos in  his autos sight enōpion,  through dia Jesus Iēsous Christ Christos,  to  whom hos be  · ho glory doxa for eis all ho time aiōn ho.  · ho Amen amēn. ", "22": "I  appeal  to parakaleō · de you hymeis,  brothers adelphos,  bear  with anechōmai my ho word logos of ho exhortation paraklēsis,  for gar in  fact kai I  have  written epistellō to  you hymeis briefly dia brachus. ", "23": "Know ginōskō that  · ho our hēmeis brother adelphos Timothy Timotheos has  been  set  free apolyō.  If ean he  arrives erchomai soon tacheōs,  I  will  visit horaō you hymeis with meta him hos. ", "24": "Greet aspazomai all pas · ho your hymeis leaders hēgeomai and kai all pas the ho saints hagios.  Those ho from apo Italy Italia greet aspazomai you hymeis.  · ho", "25": "· ho Grace charis be  with meta all pas of  you hymeis. "}