{"1": "Therefore dia houtos we hēmeis must dei pay  much  closer perissoterōs attention prosechō to  what ho we  have  heard akouō,  lest mēpote we  drift  away  from pararreō it. ", "2": "For gar if ei the ho message logos spoken laleō through dia angels angelos became ginomai firmly  established bebaios and kai every pas transgression parabasis and kai disobedience parakoē received lambanō a  just endikos penalty misthapodosia, ", "3": "how pōs will  we hēmeis escape ekpheugō if  we  neglect ameleō such  a  great tēlikoutos salvation sōtēria?  Which hostis at  first archē was  declared lambanō by dia the ho Lord kyrios, and  it  was  attested bebaioō to eis us hēmeis by hypo those ho who  heard akouō, ", "4": "while  God theos supported  their  testimony synepimartyreō · ho by  signs sēmeion and kai wonders teras and kai various poikilos miracles dynamis,  and kai by gifts  of  the  Holy hagios Spirit pneuma distributed merismos according  to kata · ho his autos will thelēsis. ", "5": "Now gar it was  not ou to  angels angelos that God  subjected hypotassō the ho world oikoumenē · ho to  come mellō,  about peri which hos we  are  speaking laleō. ", "6": "But de someone tis has  testified diamartyromai somewhere pou, “ What tis is eimi man anthrōpos that hoti you  take  thought mimnēskomai for  him autos,  or ē the  son hyios of  man anthrōpos,  that hoti you  care  for episkeptomai him autos? ", "7": "You  made elattoō him autos for  a tis little  while brachus lower  than para the  angels angelos;  you  crowned stephanoō him autos with  glory doxa and kai honor timē, ", "8": "You  put  everything pas in  subjection hypotassō under hypokatō · ho his autos feet pous.”  Now gar in en putting  everything pas in  subjection hypotassō to  him autos,  · ho he  left aphiēmi nothing oudeis outside  his autos control anypotaktos.  But de in  fact nyn we  do  not  yet oupō see horaō everything pas under  his autos · ho control hypotassō. ", "9": "But de we  do  see blepō Jesus Iēsous,  who ho for  a tis little  while brachus was  made  lower elattoō than para the  angels angelos,  so  that hopōs by charis the  grace charis of  God theos he  might  taste geuomai death thanatos for hyper everyone pas,  because dia of  the ho suffering pathēma of ho death thanatos crowned stephanoō with  glory doxa and kai honor timē. ", "10": "For gar it  was  appropriate prepō that  God autos,  for dia whom hos · ho and kai through dia whom hos · ho all pas things  exist,  in  bringing agō many polys sons hyios to eis glory doxa,  should  make teleioō the ho champion archēgos of ho their autos salvation sōtēria perfect teleioō through dia suffering pathēma. ", "11": "For gar the ho one  who  sanctifies hagiazō and kai those ho who  are  sanctified hagiazō are  all pas of ek one heis origin.  That  is  why dia Jesus  is  not ou ashamed epaischunomai to  call kaleō them autos brothers adelphos, ", "12": "when  he  says legō, “ I  will  proclaim apangellō · ho your sy name onoma to ho my egō brothers adelphos;  in en the  midst mesos of  the  congregation ekklēsia I  will  sing hymneō your sy praise .” ", "13": "And kai again palin, “ I egō will eimi put  my  trust peithō in epi him autos.”  And kai again palin, “ Here idou I egō am  and kai the ho children paidion whom hos God theos has  given didōmi me egō.”  · ho", "14": "Therefore oun since epei the ho children paidion share koinōneō in  blood haima and kai flesh sarx,  he  himself autos also kai,  in  the  same  way paraplēsiōs,  shared metechō the ho same autos things  so  that hina by dia his ho death thanatos he  might  destroy katargeō the ho one  who  holds echō the ho power kratos of ho death thanatos ( that houtos is eimi,  the ho devil diabolos), ", "15": "and kai liberate apallassō those houtos who hosos through dia all pas their ho life zaō were eimi held enochos in  slavery douleia by  their  fear phobos of  death thanatos. ", "16": "For gar surely dēpou he  does epilambanomai not ou reach  out  to  help epilambanomai angels angelos,  but alla he  reaches  out  to  help epilambanomai the  seed sperma of  Abraham Abraam. ", "17": "Therefore hothen he  was  obligated opheilō to  become  like homoioō his ho brothers adelphos in kata every pas respect ,  so  that hina he  could  become ginomai a  merciful eleēmōn and kai faithful pistos high  priest archiereus · ho in  the  service pros of  · ho God theos,  to eis make  propitiation hilaskomai for  the ho sins hamartia of  the ho people laos. ", "18": "For gar because en hos he  himself autos suffered paschō when  tempted peirazō,  he  is  able dynamai to  come  to  the  aid  of boētheō those ho who  are  being  tempted peirazō. "}