{"1": "For  this  reason hothen,  holy hagios brothers adelphos,  you  who  share  in metochos the  heavenly epouranios calling klēsis,  consider katanoeō that  the ho apostle apostolos and kai high  priest archiereus of  whom ho our hēmeis confession homologia speaks,  Jesus Iēsous, ", "2": "was eimi faithful pistos to  the ho one  who  appointed poieō him autos in en all holos his autos house oikos,  as hōs Moses Mōysēs also kai was.  · ho", "3": "For gar Jesus houtos has  been  counted  worthy axioō of  greater polys glory doxa than para Moses Mōysēs,  just kata as hosos the ho builder  of  a  house kataskeuazō has echō greater polys honor timē than  the ho house oikos itself autos. ", "4": "For gar every pas house oikos is  built kataskeuazō by hypo someone tis,  but de the ho one  who  built kataskeuazō everything pas is  God theos. ", "5": "Now kai Moses Mōysēs was  faithful pistos in en all holos · ho God' s autos household oikos as hōs a  servant therapōn,  bearing eis witness martyrion to  those  things ho that  would  be  spoken  later laleō, ", "6": "but de Christ Christos is faithful  as hōs the  Son hyios, presiding  over epi · ho God' s autos household oikos, and  we hēmeis are eimi his hos household oikos if  indeed eanper we  hold  firmly  to katechō our ho confidence parrēsia and kai the ho hope elpis of  which ho we  boast kauchēma. ", "7": "Therefore dio just  as kathōs the ho Holy hagios Spirit pneuma says legō,  · ho “ Today sēmeron,  if ean you  hear akouō · ho his autos voice phōnē, ", "8": "do  not mē harden sklērynō · ho your hymeis hearts kardia as hōs you did  in en the ho rebellion parapikrasmos,  on kata the ho day hēmera of ho testing peirasmos in en the ho wilderness erēmos", "9": "where hou your hymeis fathers patēr put peirazō · ho me  to en the  test dokimasia through their distrust,  though kai they had seen  · ho my egō works ergon", "10": "for  forty tesserakonta years etos.  Therefore dio I  was  angry prosochthizō with ho this houtos generation genea and kai said legō, ' They  are  always aei going  astray planaō in  their ho hearts kardia,  and de they autos have  not ou known ginōskō · ho my egō ways hodos.' ", "11": "So hōs I  swore omnyō in en · ho my egō anger orgē, ' They  shall  certainly  not ei enter eiserchomai · ho my egō rest katapausis.' ", "12": "Be  careful blepō,  brothers adelphos,  lest mēpote there  be eimi in en any tis of  you hymeis an  evil ponēros,  unbelieving apistia heart kardia that en turns  away aphistēmi from apo the  living zaō God theos. ", "13": "But alla encourage parakaleō one  another heautou every kata hekastos day hēmera,  as  long  as achri it  is  called kaleō · ho “ today sēmeron,”  that hina none mē of ek you hymeis may  be  hardened sklērynō by  the  deceitfulness apatē of ho sin hamartia. ", "14": "For gar we  have  become ginomai partners metochos of ho Christ Christos,  if  in  fact eanper we  hold katechō the ho beginning archē of  our ho confidence hypostasis firm bebaios to mechri the  end telos. ", "15": "As en it  is  said legō, “ Today sēmeron,  if ean you  hear akouō · ho his autos voice phōnē,  do  not mē harden sklērynō · ho your hymeis hearts kardia as hōs you did  in en the ho rebellion parapikrasmos.” ", "16": "For gar who tis were they  who  heard akouō and  rebelled parapikrainō? Were they  not ou really alla all pas those ho who  came exerchomai out  of ek Egypt Aigyptos led  by dia Moses Mōysēs? ", "17": "And de with  whom tis was  he  angry prosochthizō for  forty tesserakonta years etos? Was it  not ouchi with  those ho who  sinned hamartanō,  whose hos · ho bodies kōlon fell piptō in en the ho wilderness erēmos? ", "18": "And de to  whom tis did  he  swear omnyō that  they  would  not mē enter eiserchomai · ho his autos rest katapausis,  except ei mē those ho who  had  refused  to  obey apeitheō? ", "19": "So  then kai we  see blepō that hoti they  were  unable ou to  enter eiserchomai because  of dia unbelief apistia. "}