{"1": "Therefore oun while  the  promise epangelia of  entering eiserchomai his autos rest katapausis is  still  open kataleipō,  · ho let  us  fear phobeomai lest mēpote any tis one  of ek you hymeis may  seem dokeō to  be  excluded  from hystereō it. ", "2": "For gar we  also kai had eimi good  news  proclaimed euangelizō to us  just  as kathaper they kakeinos did;  but alla the ho word logos they  heard akoē did  not ou benefit ōpheleō · ho those ekeinos who  were  not mē united synkerannymi with  those ho who  listened akouō in ho faith pistis", "3": "For gar we  who ho have  believed pisteuō do  enter eiserchomai that ho rest katapausis,  just  as kathōs God  has  said legō, “ As hōs I  swore omnyō in en · ho my egō anger orgē, ' They  shall  certainly  not ei enter eiserchomai · ho my egō rest katapausis,'”  and  yet kaitoi his ho work ergon has  been  completed ginomai since apo the  foundation katabolē of  the  world kosmos", "4": "For gar somewhere pou he  has  spoken legō of peri the ho seventh hebdomos day  in  this  manner houtōs: “ And kai God theos rested katapauō · ho on en the ho seventh hebdomos day hēmera · ho from apo all pas · ho his autos works ergon.” ", "5": "And kai furthermore palin in en this houtos context  he said, “ They  shall  certainly  not ei enter eiserchomai · ho my egō rest katapausis.” ", "6": "Therefore oun since epei it  remains apoleipō for  some tis to  enter eiserchomai it autos,  and kai those ho who  previously proteros had  the  good  news  proclaimed euangelizō to them  failed ou to  enter eiserchomai because dia of  disobedience apeitheia, ", "7": "God  again palin ordains horizō a  certain tis day hēmera—“ today sēmeron”— saying legō through en David Dauid,  after meta so  long tosoutos a  time chronos,  just  as kathōs it has been said before, “ Today sēmeron,  if ean you  hear akouō · ho his autos voice phōnē,  do  not mē harden sklērynō · ho your hymeis hearts kardia.” ", "8": "For gar if ei Joshua Iēsous had  given  them autos rest katapauō, God  would an not ou have  spoken laleō of peri another allos time hēmera after meta that houtos. ", "9": "Consequently ara there  remains apoleipō a  Sabbath sabbatismos rest  for  the ho people laos of ho God theos. ", "10": "For gar the ho one  who  enters eiserchomai · ho God' s autos rest katapausis has  also kai rested katapauō from apo · ho his autos works ergon,  as hōsper God theos did  from apo · ho his idios.  · ho", "11": "Let  us ,  therefore oun,  make  every  effort spoudazō to  enter eiserchomai that ekeinos · ho rest katapausis;  otherwise hina mē one tis of you  might  fall piptō by en the ho same autos sort hypodeigma of ho disobedience apeitheia. ", "12": "For gar the ho word logos of ho God theos is  living zaō and kai effective energēs,  · kai sharper tomos than hyper any pas two-edged distomos sword machaira,  · kai cutting  through diikneomai so  as  to achri divide merismos soul psychē from kai spirit pneuma,  joints harmos from kai marrow myelos. It is  even kai able  to  discern kritikos the  thoughts enthumēsis and kai deliberations ennoia of  the  heart kardia. ", "13": "And kai nothing ou in  creation ktisis is eimi hidden aphanēs from  God' s autos sight enōpion,  but de everything pas is  uncovered gymnos and kai exposed trachēlizō to  the ho eyes ophthalmos of  the  one autos to pros whom hos we hēmeis must give  · ho account logos. ", "14": "Therefore oun since  we  have echō a  great megas high  priest archiereus who  has  gone  through dierchomai the ho heavens ouranos,  Jesus Iēsous the ho Son hyios of ho God theos,  let  us  continue  to  hold  fast  to krateō our ho confession homologia. ", "15": "For gar we  do  not ou have echō a  high  priest archiereus who  is  unable mē to  feel sympatheō · ho our hēmeis weaknesses astheneia,  but de one  who  has  been  tempted peirazō in kata every  way pas just  as  we  are kata—yet  without chōris sin hamartia. ", "16": "Therefore oun let  us  approach proserchomai with meta confidence parrēsia the ho throne thronos of ho grace charis,  so  that hina we  may  receive lambanō mercy eleos and kai find heuriskō grace charis for eis help boētheia when  we  need eukairos it . "}