{"1": "For gar every pas high  priest archiereus,  being  chosen lambanō from  among ek men anthrōpos,  is  appointed kathistēmi on  behalf  of hyper men anthrōpos to represent them in  matters ho related  to pros · ho God theos,  to hina offer prospherō gifts dōron and kai sacrifices thusia for hyper sins hamartia. ", "2": "He  is  able dynamai to  deal  compassionately metriopatheō with  the ho ignorant agnoeō and kai going  astray planaō,  since epei he autos too kai is  subject  to perikeimai weakness astheneia. ", "3": "· kai That  is  why dia he  is  obligated opheilō to  offer prospherō sacrifice  for peri his  own autos sins hamartia,  just  as kathōs he does  for peri the sins  of  the ho people laos.  · kai", "4": "And kai no ou one tis takes lambanō this ho honor timē on  his  own  accord heautou,  but alla receives it  when  called kaleō by hypo · ho God theos,  just  as kathōsper Aaron Aarōn also kai was. ", "5": "So houtōs also kai · ho Christ Christos did doxazō not ou exalt doxazō himself heautou to  become ginomai high  priest archiereus,  but alla was appointed by  the ho one  who  said laleō to pros him autos, “ You sy are eimi my egō Son hyios,  today sēmeron I egō have  become  your sy Father gennaō”; ", "6": "as kathōs also kai in en another heteros place God  says legō, “ You sy are a  priest hiereus for eis all ho time aiōn according kata to  the ho order taxis of  Melchizedek Melchisedek.” ", "7": "In en the ho days hēmera of ho his autos flesh sarx,  Jesus hos offered  up prospherō prayers deēsis and kai supplications hiketēria,  with meta loud ischuros crying kraugē and kai tears dakryon,  to pros the ho one  who  was  able dynamai to  save sōzō him autos from ek death thanatos,  and kai he  was  heard eisakouō because  of apo his ho godly  fear eulabeia. ", "8": "Although kaiper he  was eimi a  son hyios,  he  learned manthanō obedience hypakoē from apo what hos he  suffered paschō.  · ho", "9": "And kai once  made  perfect teleioō,  he  became ginomai for  all pas those ho who  obey hypakouō him autos the  source aitios of  eternal aiōnios salvation sōtēria, ", "10": "having  been  designated prosagoreuō by hypo · ho God theos a  high  priest archiereus according  to kata the ho order taxis of  Melchizedek Melchisedek. ", "11": "On peri this hos subject  we hēmeis have  much polys · ho to  say logos and kai it  is  hard dysermēneutos to  explain legō,  since epei you  have  become ginomai sluggish nōthros in ho understanding akoē. ", "12": "· kai For gar though  by dia this ho time chronos you  ought opheilō to  be eimi teachers didaskalos,  you  have echō need chreia of  someone tis to  teach didaskō you hymeis again palin · ho the ho basic archē elements stoicheion · ho of ho God' s theos revelation logion.  · ho · kai You  have  become ginomai people  having echō need chreia of  milk gala,  not ou solid stereos food trophē; ", "13": "for gar everyone pas who ho lives  on metechō milk gala is  inexperienced apeiros with  the  teaching logos about  righteousness dikaiosynē,  since gar he  is eimi still a  child nēpios. ", "14": "But de solid stereos food trophē is eimi for  the  mature teleios,  · ho for  those ho who  by  virtue  of dia their ho maturity hexis have echō · ho senses aisthētērion that  are  trained gymnazō to pros distinguish diakrisis good kalos from kai evil kakos. "}