{"1": "Therefore dio let  us  leave  standing aphiēmi the ho · ho elementary archē teaching logos about ho Christ Christos and  let  us  move  on pherō to epi · ho maturity teleiotēs,  not mē laying kataballō again palin a  foundation themelios of  repentance metanoia from apo dead nekros works ergon and kai of  faith pistis in epi God theos, ", "2": "instruction didachē about  cleansing  rites baptismos and te laying  on epithesis of  hands cheir, the  resurrection anastasis of  the  dead nekros,  and kai eternal aiōnios judgment krima. ", "3": "And kai we  will  do poieō this houtos,  if eanper God theos permits epitrepō.  · ho", "4": "For gar it  is  impossible adynatos when  those ho who  have  once hapax been  enlightened phōtizō and te have  tasted geuomai the ho heavenly epouranios gift dōrea · ho and kai have  become ginomai partakers metochos of  the  Holy hagios Spirit pneuma", "5": "and kai have  tasted geuomai the  goodness kalos of  God' s theos word rhēma and te the  powers dynamis of  the  coming mellō age aiōn", "6": "and kai have  committed  apostasy parapiptō,  to  restore anakainizō them  to eis repentance metanoia,  since  to  their  own heautou harm  they  are  crucifying anastauroō the ho Son hyios of ho God theos again  and kai exposing  him  to  public  shame paradeigmatizō. ", "7": "For gar the  field gē that ho soaks  up pinō the ho frequent pollakis rain hyetos that  falls erchomai on epi it autos and kai yields tiktō a  crop botanē useful euthetos for  those ekeinos for dia whom hos · kai it  is  cultivated geōrgeō,  receives metalambanō a  blessing eulogia from apo · ho God theos. ", "8": "But de if  it  produces ekpherō thorns akantha and kai thistles tribolos,  it  is  useless adokimos and kai about  to  be engys cursed katara;  its hos · ho fate telos is  to  be eis burned kausis. ", "9": "But de we  are  convinced peithō of  better  things kreittōn in peri your hymeis case,  beloved agapētos · ho— · kai things  that  accompany echō salvation sōtēria— even kai though ei we  speak laleō as houtōs we do. ", "10": "For gar God theos is  not ou so  unjust adikos · ho as  to  forget epilanthanomai · ho your hymeis work ergon and kai the ho love agapē you  have  demonstrated endeiknymi for eis · ho his autos cause onoma,  when  you  served diakoneō and kai continue  to  serve diakoneō · ho fellow  believers hagios. ", "11": "But de we  want epithumeō each  one hekastos of  you hymeis to  demonstrate endeiknymi the ho same autos earnestness spoudē to achri the  very  end telos for pros the ho fulfillment plērophoria of  your ho hope elpis, ", "12": "so  that hina you  will ginomai not mē be ginomai lazy nōthros,  but de imitators mimētēs of  those ho who  by dia faith pistis and kai perseverance makrothumia inherit klēronomeō the ho promises epangelia. ", "13": "When epangellomai God theos made  a  promise epangellomai to ho Abraham Abraam,  · ho since epei he  had echō no  one oudeis greater megas by kata whom  to  swear omnyō,  he  swore omnyō by kata himself heautou, ", "14": "saying legō, “ Surely ei I  will  bless  you sy greatly eulogeō and kai increase  your  descendants sy abundantly plēthunō.” ", "15": "And kai thus houtōs by  patient  endurance makrothumeō, Abraham  received epitynchanō what ho had  been  promised epangelia. ", "16": "For gar people anthrōpos swear omnyō by kata · ho someone  greater megas than themselves,  and kai the ho oath horkos confirms eis what is said and puts to an  end peras all pas dispute antilogia. ", "17": "Because en hos God theos wanted boulomai to  show  more perissoteros · ho clearly epideiknymi to  the ho heirs klēronomos of  the ho promise epangelia the ho unchanging ametathetos nature  of ho his autos purpose boulē,  he  confirmed mesiteuō it  with  an  oath horkos, ", "18": "so  that hina through dia two dyo unchangeable ametathetos facts pragma,  in en which hos it  is  impossible adynatos for  God theos to  lie pseudomai,  · ho we echō who ho have  taken  refuge katapheugō might  have echō strong ischuros incentive paraklēsis to  hold  fast krateō to  the ho hope elpis set  before prokeimai us. ", "19": "We  have echō this hos hope  as hōs an  anchor ankyra for ho life psychē,  both te sure asphalēs and kai steadfast bebaios— · kai a hope  that  enters eiserchomai the ho inner  shrine esōteros behind  the ho veil katapetasma, ", "20": "where hopou Jesus Iēsous has  entered eiserchomai on hyper our hēmeis behalf hyper as  forerunner prodromos,  having  become ginomai a  high  priest archiereus for eis all ho time aiōn according  to kata the ho order taxis of  Melchizedek Melchisedek. "}