{"1": "For gar this houtos · ho Melchizedek Melchisedek,  king basileus of  Salem Salēm,  priest hiereus of  the ho Most  High hypsistos God theos,  · ho · ho met synantaō Abraham Abraam returning hypostrephō from apo the ho defeat kopē of  the ho kings basileus and kai blessed eulogeō him autos, ", "2": "and kai to  him hos Abraham Abraam alloted merizō a  tenth  part dekatos of apo everything pas.  Translated hermēneuō, his name means  first prōton, “ king basileus of  righteousness dikaiosynē,”  then epeita · de it  also kai means, “ king basileus of  Salem Salēm,”  that hos is eimi, “ king basileus of  peace eirēnē.” ", "3": "He is  without  father apatōr,  without  mother amētōr,  without  genealogy agenealogētos,  having echō neither mēte beginning archē of  days hēmera nor mēte end telos of  life zōē;  but de like aphomoioō the ho Son hyios of ho God theos he  continues menō a  priest hiereus for eis all ho time diēnekēs. ", "4": "But de see theōreō how  great pēlikos this houtos man  was  to  whom hos · kai the ho patriarch patriarchēs Abraham Abraam gave didōmi a  tithe dekatos of ek the ho finest  plunder akrothinion. ", "5": "And kai those ho of ek the ho sons hyios of  Levi Leui who  receive lambanō the ho priestly  office hierateia have echō a  mandate entolē according  to kata the ho law nomos to  collect  a  tithe apodekatoō from  the ho people laos,  that houtos is eimi, from  · ho their autos fellow  countrymen adelphos,  although kaiper they  too  come exerchomai from ek the ho loins osphys of  Abraham Abraam. ", "6": "But de this ho man  who  does  not mē trace genealogeō his  descent  from ek them autos received  tithes  from dekatoō Abraham Abraam and kai blessed eulogeō the ho one  who  had echō the ho promises epangelia. ", "7": "It is  without chōris · de any pas dispute antilogia that  the ho person  of  lesser  status elassōn is  blessed eulogeō by hypo the ho one  of  greater  status kreittōn. ", "8": "· kai In  the  one  case hōde,  mortal apothnēskō men anthrōpos receive lambanō tithes dekatos,  but de in  the  other  case ekei,  by  one  of  whom  it  is  testified martyreō that hoti he  lives zaō. ", "9": "And kai it  could  be  said hōs that  Levi Leui himself,  who ho receives lambanō tithes dekatos,  paid  tithes dekatoō through dia Abraham Abraam,  · kai", "10": "for gar he  was eimi still eti in en the ho loins osphys of  his ho ancestor patēr when hote Melchizedek Melchisedek met synantaō Abraham autos. ", "11": "If ei,  then oun,  perfection teleiōsis had  been eimi attainable  through dia the ho Levitical Leuitikos priesthood hierōsynē ( for gar under epi it autos the ho people laos had  received  the  law nomotheteō),  what tis further eti need chreia would there have been for  another  kind heteros of  priest hiereus to  arise anistēmi according  to kata the ho order taxis of  Melchizedek Melchisedek,  · kai rather ou than one  designated legō after kata the ho order taxis of  Aaron Aarōn? ", "12": "For gar whenever  the ho priesthood hierōsynē is  altered metatithēmi,  there  is ginomai necessarily ek anankē an  alteration metathesis in nomos the  law nomos as  well kai. ", "13": "For gar the one  of epi whom hos these  things houtos are  said legō belongs  to metechō a  different heteros tribe phylē,  from apo which hos no  one oudeis has  ever  served prosechō at  the ho altar thusiastērion. ", "14": "For gar it is  perfectly  clear prodēlos that hoti our hēmeis Lord kyrios is  descended anatellō from ek Judah Ioudas,  · ho and  in  regard  to eis that hos tribe phylē Moses Mōysēs said laleō nothing oudeis about peri priests hiereus. ", "15": "And kai it  is eimi even eti more perissoteros obvious katadēlos that  if ei,  according  to kata the ho likeness homoiotēs of  Melchizedek Melchisedek,  another heteros priest hiereus arises anistēmi, ", "16": "he hos does so  not ou on  the  basis  of kata a  law nomos expressed ginomai in  a  carnal sarkinos commandment entolē,  but alla on  the  basis  of kata the  power dynamis of  an  indestructible akatalytos life zōē. ", "17": "For gar it  is  attested martyreō of him, “ You sy are a  priest hiereus for eis all ho time aiōn,  according  to kata the ho order taxis of  Melchizedek Melchisedek.” ", "18": "For gar there  is ginomai an  annulment athetēsis of  a  former proagō commandment entolē because  of dia · ho its autos weakness asthenēs and kai uselessness anōphelēs", "19": "( for gar the ho law nomos made  nothing oudeis perfect teleioō);  but de the  introduction epeisagōgē of  a  better kreittōn hope elpis through dia which hos we  draw  near engizō to ho God theos. ", "20": "And kai since kata hosos this was  not ou done  without chōris an  oath horkōmosia ( for gar others ho have eimi become ginomai priests hiereus without chōris an  oath horkōmosia, ", "21": "but de he ho became a priest  with meta an  oath horkōmosia by dia the ho one  who  said legō to pros him autos, “The  Lord kyrios has  sworn omnyō and kai will  not ou change metamelomai his  mind , ' You sy are a  priest hiereus for eis all ho time aiōn'” ", "22": "accordingly kata tosoutos Jesus Iēsous has  become ginomai the  guarantor engyos of  a  better kreittōn covenant diathēkē. ", "23": "Now kai on  the  one  hand men,  these ho many polys have eimi become ginomai priests hiereus because dia they  were  hindered kōlyō by  death thanatos from  continuing  in  office paramenō, ", "24": "but de on  the  other  hand ,  Jesus ho,  because dia he autos remains menō for eis all ho time aiōn,  has echō a  priesthood hierōsynē that is  permanent aparabatos.  · ho", "25": "Consequently hothen kai,  he  is  able dynamai to  save sōzō completely eis ho · ho those ho who  draw  near proserchomai to ho God theos through dia him autos,  because  he  continually pantote lives zaō to eis intercede entynchanō for hyper them autos. ", "26": "For gar such toioutos a  high  priest archiereus was  appropriate prepō for  us hēmeis,  · kai one  who  is  holy hosios,  innocent akakos,  undefiled amiantos;  having  been  separated chōrizō from apo · ho sinners hamartōlos,  · kai he  became ginomai exalted hypsēlos above  the ho heavens ouranos. ", "27": "He hos has echō no ou need anankē to  offer  up anapherō daily kata hēmera sacrifices thusia,  like hōsper those ho other  high  priests archiereus,  first proteros for hyper · ho their  own idios sins hamartia and  then epeita for  the ho sins  of  the ho people laos,  for gar this houtos he  did poieō once ephapax for  all  when  he  offered  up anapherō himself heautou. ", "28": "For gar the ho law nomos appoints kathistēmi men anthrōpos as  high archiereus priests echō who  have  weaknesses astheneia,  but de the ho word logos of  the ho oath horkōmosia,  which ho came  later  than meta the ho law nomos, appoints the  Son hyios who  has  been  made  perfect teleioō for eis all ho time aiōn. "}