{"1": "Now de the  crowning  affirmation kephalaion to epi what ho we  are  saying legō is this:  we  do  have echō such toioutos a  high archiereus priest ,  who hos has  taken  his  seat kathizō at en the  right dexios hand  of  the ho throne thronos of  the ho Majesty megalōsynē in en · ho heaven ouranos, ", "2": "an  officiating  priest leitourgos of ho holy hagios things  and kai of  the ho true alēthinos tabernacle skēnē · ho which hos the ho Lord kyrios put  up pēgnymi,  not ou man anthrōpos. ", "3": "For gar every pas high  priest archiereus is  appointed kathistēmi to eis offer prospherō both te gifts dōron and kai sacrifices thusia;  so hothen it was  necessary anankaios for  this houtos high priest  also kai to  have echō something tis to  offer prospherō. ", "4": "So oun if ei he  had  been eimi on epi earth gē,  he  would an not oude be eimi a  priest hiereus,  since  there  are eimi already  those ho who  offer prospherō the ho gifts dōron prescribed  by kata the  law nomos. ", "5": "The place where  they hostis serve latreuō is a  shadowy skia suggestion hypodeigma · kai of  the ho heavenly epouranios sanctuary,  just  as kathōs Moses Mōysēs was  warned chrēmatizō by God  when  he  was  about mellō to  erect epiteleō the ho tabernacle skēnē;  for gar he  said phēmi, “ See horaō that  you  make poieō everything pas according  to kata the ho pattern typos · ho shown deiknymi you sy on en the ho mountain oros.” ", "6": "But de as  it  is nyn,  he  has  obtained tynchanō a  superior diaphoros ministry leitourgia, since the  covenant diathēkē of  which hosos · kai he is  mediator mesitēs is eimi better kreittōn, since  it hostis has  been  enacted nomotheteō on  the  basis  of epi better kreittōn promises epangelia. ", "7": "For gar if ei · ho that ekeinos first prōtos covenant  had  been eimi blameless amemptos, then  no ou occasion topos would an have  been  sought zēteō for  a  second deuteros. ", "8": "For gar finding  fault memphomai, God  says legō to  them autos, “ Behold idou,  days hēmera are  coming erchomai,  declares legō the  Lord kyrios,  when kai I  will  establish synteleō a  new kainos covenant diathēkē with epi the ho house oikos of  Israel Israēl and kai with epi the ho house oikos of  Judah Ioudas. ", "9": "It will  not ou be  like kata the ho covenant diathēkē that hos I  made poieō with ho their autos fathers patēr on en the  day hēmera when  I egō took epilambanomai them autos by  the ho hand cheir to  bring exagō them autos out  of ek the  land gē of  Egypt Aigyptos,  because hoti they autos did  not ou continue emmenō in en · ho my egō covenant diathēkē and  I kagō abandoned ameleō them autos,  says legō the  Lord kyrios. ", "10": "For hoti this houtos is  the ho covenant diathēkē that hos I  will  establish diatithēmi with  the ho house oikos of  Israel Israēl after meta · ho those ekeinos days hēmera,  declares legō the  Lord kyrios:  I  will  put didōmi my egō laws nomos in eis · ho their autos minds dianoia and kai I  will  inscribe epigraphō them autos on epi their autos hearts kardia.  · kai I  will  be eimi their autos God theos and kai they autos will  be eimi my egō people laos. ", "11": "And kai they  will  not ou mē teach didaskō each  one hekastos · ho his autos neighbor politēs and kai each  one hekastos · ho his autos brother adelphos saying legō, ' Know ginōskō the ho Lord kyrios,'  for hoti they  will  all pas know oida me egō from apo the  least mikros of  them autos to heōs the  greatest megas. ", "12": "For hoti I  will  be eimi gracious hileōs toward ho their autos iniquities adikia and kai I  will mimnēskomai never ou again eti remember mimnēskomai · ho their autos sins hamartia.” ", "13": "In en speaking legō of a  new kainos covenant,  he  makes  the ho first  one prōtos obsolete palaioō.  And de what ho is  becoming  obsolete palaioō and kai growing gēraskō old  is  ready engys to  disappear aphanismos. "}