{"1": "Now oun the ho first prōtos covenant,  in  fact kai,  had echō regulations dikaiōma for  worship latreia · ho and te also an  earthly kosmikos sanctuary hagios. ", "2": "For gar a  tent skēnē was  set  up kataskeuazō.  The ho outer  room prōtos,  in en which hos were  the ho lampstand lychnia and kai the ho table trapeza and kai the ho consecrated prothesis · ho bread artos,  was  called legō “the  Holy hagios Place .” ", "3": "Behind meta · de the ho curtain katapetasma was a  second deuteros room, a  shrine skēnē · ho called legō “the  Most  Holy  Place hagios.” ", "4": "It  contained echō the  golden chrysous altar thumiatērion of  incense  and kai the ho ark kibōtos of  the ho covenant diathēkē covered perikalyptō on  all  sides pantothen with  gold chrysion,  in en which hos were the  golden chrysous urn stamnos containing echō the ho manna manna,  · kai · ho Aaron' s Aarōn rod rhabdos that ho had  budded blastanō,  and kai the ho stone  tablets plax of  the ho covenant diathēkē. ", "5": "Above hyperanō · de it autos were the  cherubim Cheroub of  glory doxa overshadowing kataskiazō the ho place  of  forgiveness hilastērion.  Of peri these hos things  we  cannot ou now nyn speak legō in kata detail meros. ", "6": "When kataskeuazō these  things houtos · de had  been  prepared kataskeuazō in  this  way houtōs,  the ho priests hiereus used  to  enter eiseimi regularly dia into eis the ho outer prōtos room skēnē to  perform epiteleō their ho ritual  services latreia; ", "7": "however de into eis the ho second deuteros room  · ho only monos the ho high  priest archiereus entered, and that only  once hapax a  year eniautos, and  not ou without chōris taking  blood haima,  which hos he  offered prospherō for hyper himself heautou and kai for  the ho sins  committed  unintentionally agnoēma by  the ho people laos. ", "8": "By  this houtos the ho Holy hagios Spirit pneuma is  showing dēloō · ho that  the ho way hodos into  the ho real  sanctuary hagios had  not  yet mēpō been  disclosed phaneroō as  long  as eti the ho first prōtos tent skēnē was echō standing stasis. ", "9": "This hostis is an  illustration parabolē pointing  to eis the ho present enistēmi time kairos,  · ho during kata which hos the  gifts dōron and kai sacrifices thusia being  offered prospherō cannot mē dynamai perfect teleioō the ho worshiper latreuō so  far  as kata his  conscience syneidēsis is concerned, ", "10": "but deal  only monon with epi food brōma and kai drink poma and kai various diaphoros ceremonial  washings baptismos,  regulations dikaiōma for  the  body sarx imposed epikeimai until mechri the  time kairos of  correction diorthōsis. ", "11": "But de when  Christ Christos appeared paraginomai as  high  priest archiereus of  the ho good  things agathos that  have  now  come ginomai, passing  through dia the ho greater megas and kai more  perfect teleios tent skēnē ( not ou made  with  hands cheiropoiētos,  that houtos is eimi,  not ou of ho this houtos creation ktisis), ", "12": "he  entered eiserchomai once  for  all ephapax into eis the ho Most  Holy  Place hagios,  not oude by  means  of dia the  blood haima of  goats tragos and kai calves moschos,  but de by  means  of dia · ho his  own idios blood haima,  thus  obtaining heuriskō an  eternal aiōnios redemption lytrōsis. ", "13": "For gar if ei the ho blood haima of  goats tragos and kai bulls tauros,  and kai the  sprinkled rhantizō ashes spodos of  a  heifer damalis,  sanctify hagiazō those ho who  have  been  ceremonially  defiled koinoō so  that pros · ho their ho flesh sarx is  purified katharotēs, ", "14": "how  much posos more mallon will  the ho blood haima of ho Christ Christos,  who hos through dia the  eternal aiōnios Spirit pneuma offered prospherō himself heautou without blemish  to ho God theos,  purify katharizō · ho our hēmeis conscience syneidēsis from apo dead nekros works ergon to eis worship latreuō the  living zaō God theos! ", "15": "And kai for dia this  reason houtos he  is eimi the  mediator mesitēs of  a  new kainos covenant diathēkē,  so  that hopōs those ho who  are  called kaleō may  receive lambanō the ho promised epangelia eternal aiōnios inheritance klēronomia,  since  a  death thanatos has  occurred ginomai that eis redeems apolytrōsis them  from  the ho transgressions parabasis committed  under epi that ho first prōtos covenant diathēkē.  · ho", "16": "For gar where hopou there is a  covenant diathēkē,  it  is  required anankē that the  death thanatos of  the ho one  who  made diatithēmi it  be  established pherō. ", "17": "For gar a  will diathēkē takes  effect bebaios only  when epi a  person  has  died nekros;  it  cannot  possibly epei be  valid ischuō so  long  as hote the ho one  who  made diatithēmi it  is  still  alive zaō. ", "18": "Therefore hothen not  even oude the ho first prōtos covenant  was  inaugurated enkainizō without chōris blood haima. ", "19": "For gar when laleō every pas commandment entolē of kata the ho law nomos had  been  declared laleō by hypo Moses Mōysēs to  all pas the ho people laos,  taking lambanō the ho blood haima of ho calves moschos and kai · ho goats tragos together  with meta water hydōr and kai scarlet kokkinos wool erion and kai hyssop hyssōpos,  he  sprinkled rhantizō both te the ho book biblion itself autos and kai all pas the ho people laos, ", "20": "saying legō, “ This houtos is  the ho blood haima of  the ho covenant diathēkē which hos God theos ordained entellō for pros you hymeis.”  · ho", "21": "And de in  the  same  way homoiōs he  sprinkled rhantizō with ho blood haima both kai the ho tent skēnē and kai all pas the ho vessels skeuos · ho used  in  worship leitourgia. ", "22": "In  fact kai,  according  to kata the ho law nomos almost schedon everything pas is  sprinkled katharizō with en blood haima,  and kai without chōris the  shedding  of  blood haimatekchusia there  is ginomai no ou forgiveness aphesis. ", "23": "Thus oun it  was  necessary anankē that  · ho earthly  copies hypodeigma of  the ho · ho heavenly ouranos realities  be  purified katharizō by  these houtos rites,  but de the ho heavenly  realities epouranios themselves autos with  better kreittōn sacrifices thusia than para these houtos. ", "24": "For gar Christ Christos did eiserchomai not ou enter eiserchomai a  sanctuary hagios made  with  hands cheiropoiētos, that was a  mere  copy antitypos of  the ho true  one alēthinos,  but alla into eis heaven ouranos itself autos,  · ho now nyn to  appear emphanizō in  the ho presence prosōpon of ho God theos on hyper our hēmeis behalf. ", "25": "Nor oude was it  to hina offer prospherō himself heautou repeatedly pollakis,  as hōsper the ho high  priest archiereus enters eiserchomai eis the ho Most  Holy  Place hagios every kata year eniautos with en blood haima not  his  own allotrios, ", "26": "for  then epei he autos would  have  had dei to  suffer paschō again  and  again pollakis since apo the  foundation katabolē of  the  world kosmos.  But de as  it  is nyni,  he  has  appeared phaneroō once  for  all hapax at epi the  climax synteleia of  the ho ages aiōn to eis put  away athetēsis · ho sin hamartia by dia · ho his autos sacrifice thusia. ", "27": "And kai just kata as hosos it  is  appointed apokeimai for ho mortals anthrōpos to  die apothnēskō once hapax,  and de after meta that houtos to  experience  judgment krisis, ", "28": "so houtōs also kai · ho Christ Christos,  after  having  been  offered prospherō once hapax to eis bear anapherō the  sins hamartia of  many polys,  will  appear horaō a  second  time ek to  those ho who  are  eagerly  awaiting apekdechomai him autos,  without chōris reference  to  sin hamartia but  for eis salvation sōtēria. "}