{"1": "Paul[a]— an apostle not from humans nor through a human, but through Jesus Christ and God the Father, the One having raised Him from the dead— ", "2": "and all the brothers with me, to the churches of Galatia: ", "3": "Grace to you and peace from God our Father and the Lord Jesus Christ, ", "4": "the One having given Himself for our sins so that He might rescue us out of the present evil age in accordance with the will of our God and Father, ", "5": "to Whom be the glory forever and ever, amen.", "6": "I am marveling that you are so quickly[b] turning-away from the One having called you by the grace of Christ to a different good-news— ", "7": "which is not another[c] [good news]— except there are some disturbing you and intending[d] to change[e] the good-news of Christ. ", "8": "But even if we or an angel from heaven should[f] announce-a-good-news to you other-than[g] what we announced-as-good-news to you, let him be accursed[h]. ", "9": "As we have said-before I am also now saying again— if anyone is[i] announcing-a-good-news-to you other-than what you received, let him be accursed. ", "10": "For am I now trying to win-approval-of [j] humans or God? Or am I seeking to please humans? If I were still[k] seeking to please humans, I would not be a slave of Christ! ", "11": "For I make-known to you, brothers, as to the good-news having been announced-as-good-news by me, that it is not according-to[l] a human[m]. ", "12": "For I neither received it from a human, nor was I taught it, but I received it through a revelation of [n] Jesus Christ.", "13": "For you heard-of my former conduct in Judaism— that I was persecuting the church of God extremely, and destroying[o] it. ", "14": "And I was advancing in Judaism beyond many contemporaries in my nation, being far more a zealot for the traditions of my fathers. ", "15": "But when God— the One having separated me from my mother's womb[p] and having called me through His grace— was well-pleased ", "16": "to reveal His Son in me in order that I might be announcing Him as good news among the Gentiles, I did not immediately communicate[q] with flesh and blood, ", "17": "nor did I go up to Jerusalem to the apostles before me, but I went away to Arabia and returned back to Damascus.", "18": "Then after three years I went up to Jerusalem to visit Cephas, and stayed with him fifteen days. ", "19": "But I did not see another of the apostles except[r] James, the brother of the Lord. ", "20": "Now the things which I am writing to you, behold— I affirm in the sight of God that I am not lying. ", "21": "Then I went into the regions of Syria and Cilicia. ", "22": "And I was not-known by face to the churches of Judea in Christ, ", "23": "but they were only hearing that “the one once persecuting us is now announcing-as-good-news the faith which he was once destroying”. ", "24": "And they were glorifying God in[s] me."}