{"1": "Then after fourteen years I again went up to Jerusalem with Barnabas, having also taken along Titus with me. ", "2": "And I went up based-on[a] a revelation, and laid-before them the good-news which I am proclaiming among the Gentiles— but privately, to the ones having-the-reputation-of [b] being something— that somehow[c] I might not be running, or have run, in vain[d]. ", "3": "But not even Titus, the one with me, being a Greek, was compelled to be circumcised. ", "4": "Now[e] this arose[f] because of the false-brothers secretly-brought-in, who sneaked-in to spy-out our freedom which we have in Christ Jesus in order that they might enslave[g] us—", "5": "to whom we yielded in submission not-even for an hour, in order that the truth of the good-news might continue[h] with you. ", "6": "And from the ones having-the-reputation-of being something— of-what-sort they ever[i] were makes no difference to me; God does not receive the face[j] of a human— indeed to me the ones having-the-reputation communicated nothing. ", "7": "But on-the-contrary, having seen that I have been entrusted the good-news for the uncircumcised just as Peter for the circumcised— ", "8": "for the One having worked[k] in Peter for an apostleship of the circumcised worked also in me for the Gentiles— ", "9": "and having recognized the grace having been given to me, James and Cephas and John, the ones having-the-reputation-of being pillars, gave the right hands of fellowship to me and Barnabas, that we should go to the Gentiles and they to the circumcised. ", "10": "They asked only that we should be remembering[l] the poor— as to which, I also was eager to do this very thing.", "11": "And when Cephas came to Antioch, I opposed him to his face— because he was condemned[m]. ", "12": "For before certain ones came from James, he was eating with the Gentiles. But when they came, he was drawing-back and separating himself, fearing[n] the ones of the circumcision. ", "13": "And the other Jews also joined-in-hypocrisy with him, so that even Barnabas was carried-away by their hypocrisy. ", "14": "But when I saw that they were not walking-straight[o] with regard to the truth of the good-news, I said to Cephas in front of everyone— “If you being a Jew are living Gentile-ly[p] and not Jewish-ly[q], how is it you are compelling the Gentiles to Judaize[r]?”", "15": "We[s] are Jews by nature, and not sinners from the Gentiles. ", "16": "But knowing that a person[t] is not declared-righteous by works of the Law except[u] through faith in Jesus Christ, even we believed in Christ Jesus, in order that we might be declared-righteous by faith in Christ and not by works of the Law, because by works of the Law no flesh will be declared-righteous.", "17": "But if [v] while seeking to be declared-righteous in Christ, we also ourselves were found to be sinners[w], is then Christ a minister of sin[x]? May it never be! ", "18": "For if I am building again these[y] things which I tore-down[z], I am demonstrating[aa] myself to be a transgressor. ", "19": "For through the Law I died to the Law in order that I might live to God. I have been crucified-with Christ! ", "20": "And I no longer am living, but Christ is living in me. And what I am now[ab] living in the flesh[ac], I am living by[ad] faith in the Son of God— the One having loved me and handed Himself over for me. ", "21": "I am not setting-aside[ae] the grace of God! For if righteousness comes through the Law, then Christ died without-a-reason!"}