{"1": "Christ set us free for freedom. Therefore be standing-firm, and do not again be held-in[a] a yoke of slavery. ", "2": "Behold— I, Paul, say to you that if you receive-circumcision, Christ will profit you nothing. ", "3": "And I testify again to every man receiving-circumcision that he is a debtor to do the whole Law. ", "4": "You who are [trying to be] declared-righteous by the Law were alienated[b] from Christ. You fell-from grace[c]. ", "5": "For by [d] the Spirit, by faith, we are eagerly-awaiting the hope of righteousness. ", "6": "For in Christ Jesus neither circumcision nor uncircumcision can-do[e] anything, but faith working[f] through love.", "7": "You were running well. Who hindered[g] you that you should not be persuaded[h] by the truth? ", "8": "The persuasion is not from the One calling you! ", "9": "A little leaven leavens the whole lump. ", "10": "I am persuaded[i] with reference to you in the Lord that you will think no other thing. But the one disturbing you will bear the judgment, whoever he may be. ", "11": "But I, brothers, if I am still proclaiming circumcision, why am I still being persecuted? Then the offense of [j] the cross has been abolished. ", "12": "O-that[k] the ones upsetting you would indeed cut-themselves-off [l]!", "13": "For you were called for freedom, brothers, only do not use the freedom for an opportunity for the flesh, but be serving one another through love. ", "14": "For the whole Law has been fulfilled in one saying— in the “You shall love your neighbor as yourself ” [Lev 19:18]. ", "15": "But if you are biting and devouring one another, watch out that you may not be consumed by one another!", "16": "And I say— be walking by the Spirit and you will never[m] fulfill[n] the desire of [o] the flesh. ", "17": "For the flesh desires against the Spirit and the Spirit against the flesh. For these are contrary[p] to one another in-order-that you might not be doing these[q] things which you may be wanting. ", "18": "But if you are being led by the Spirit, you are not under the Law.", "19": "Now the works of the flesh are evident, which are sexual-immorality, impurity, sensuality, ", "20": "idolatry, sorcery, hostilities, strife, jealousy, rages[r], selfish-interests, dissentions, factions, ", "21": "envy[s], drunkenness, revelries, and the things like these— as to which things I tell you beforehand, just as I said-before, that the ones practicing such things will not inherit the kingdom of God.", "22": "But the fruit of [t] the Spirit is love, joy, peace, patience, kindness, goodness, faithfulness, ", "23": "gentleness, self-control. Against such things there is no law. ", "24": "And the ones of [u] Christ Jesus crucified the flesh, with its passions and desires. ", "25": "If we are living by the Spirit, let us also be walking-in-line[v] with the Spirit.", "26": "Let us not become conceited[w] ones, challenging[x] one another, envying one another. "}