{"1": "Brothers, even[a] if a person is overtaken[b] in some trespass, you spiritual ones be restoring[c] such a one in a spirit of gentleness, looking-out-for yourself that you also not be tempted. ", "2": "Be carrying one another's burdens[d], and in this manner you will fulfill the law of Christ. ", "3": "For if anyone thinks that he is something while being nothing, he is deceiving himself.", "4": "But let each one prove[e] his own work— and then he will have the boast with reference to himself alone, and not with reference to the other person. ", "5": "For each one will carry his own load[f].", "6": "And let the one being instructed-in the word share with the one instructing in all good things. ", "7": "Do not be deceived— God is not mocked. For whatever a person sows, this he will also reap. ", "8": "Because the one sowing to his own flesh will reap decay from the flesh. But the one sowing to the Spirit will reap eternal life from the Spirit. ", "9": "And let us not grow-weary while doing good. For in His own time we not losing-heart[g] will reap. ", "10": "So then, while we have[h] opportunity[i], let us be working good to everyone, but especially to the family-members of the faith.", "11": "See with what large letters I wrote to you with my own hand! ", "12": "All who want to make-a-good-showing[j] in the flesh— these ones are compelling you to receive-circumcision only in order that they may not be persecuted for the cross of Christ. ", "13": "For not even the ones receiving-circumcision themselves are keeping the Law. But they want you to receive-circumcision in order that they might boast in your flesh.", "14": "But for me, may it never be that I should boast except in the cross of our Lord Jesus Christ, through which[k] the world has been crucified to me, and I to the world. ", "15": "For neither circumcision nor uncircumcision is anything, but a new creation. ", "16": "And all who will walk-in-line with this standard[l]— peace and mercy be upon them, and[m] upon the Israel of God. ", "17": "Henceforth[n] let no one be causing troubles for me. For I bear the brand-marks[o] of Jesus on my body.", "18": "May the grace of our Lord Jesus Christ be with your spirit, brothers. Amen."}