{"1": "On that night [a]the king could not sleep; so he ordered that the book of records and memorable deeds, the chronicles, be brought, and they were read before the king. ", "2": "It was found written there how Mordecai had reported that Bigthana and Teresh, two of the king's eunuchs who were doorkeepers, had planned to [b]attack King Ahasuerus (Xerxes). ", "3": "The king said, “What honor or distinction has been given Mordecai for this?” Then the king's servants who attended him said, “Nothing has been done for him.” ", "4": "So the king said, “Who is in the court?” Now Haman had just entered the outer court of the king's palace to ask the king about [c]hanging Mordecai on the gallows which he had prepared for him. ", "5": "The king's servants said to him, “Look, Haman is standing in the court.” And the king said, “Let him come in.” ", "6": "So Haman came in and the king said to him, “What is to be done for the man whom the king desires to honor?” Now Haman thought [d]to himself, “Whom would the king desire to honor more than me?” ", "7": "So Haman said to the king, “For the man whom the king desires to honor, ", "8": "let a royal robe be brought which the king has worn, and the horse on which the king has ridden, and on whose head a royal crown has been placed; ", "9": "and let the robe and the horse be handed over to one of the king's most noble officials. Let him dress the man whom the king delights to honor [in the royal robe] and lead him on horseback through the open square of the city, and proclaim before him, 'This is what shall be done for the man whom the king desires to honor.'”", "10": "Then the king said to Haman, “Quickly take the royal robe and the horse, as you have said, and do this for Mordecai the Jew, who is sitting at the king's gate. Leave out nothing of all that you have said.” ", "11": "So Haman took the royal robe and the horse and dressed Mordecai, and led him on horseback through the open square of the city, proclaiming before him, “This is what shall be done for the man whom the king desires to honor.”", "12": "Then Mordecai returned to the king's gate. But Haman hurried to his [own] house, mourning and with his head covered [in sorrow]. ", "13": "Then Haman told Zeresh his wife and all his friends everything that had happened to him. Then his wise counselors and his wife Zeresh said to him, “If Mordecai, before whom you have begun to fall in status, is of Jewish heritage, you will not overcome him, but will certainly fall before him.”", "14": "While they were still speaking with him, the king's eunuchs (attendants) arrived and hurriedly brought Haman to the banquet which Esther had prepared."}