{"1": "This book is the record of the events that Jesus Christ revealed. God gave him this revelation in order to show to his servants what must happen very soon. Christ made these things known to his servant John by sending his angel to him, ", "2": "and John has told all that he has seen. This is his report concerning the message from God and the truth revealed by Jesus Christ. ", "3": "Happy is the one who reads this book, and happy are those who listen to the words of this prophetic message and obey what is written in this book! For the time is near when all these things will happen.", "4": "From John to the seven churches in the province of Asia: Grace and peace be yours from God, who is, who was, and who is to come, and from the seven spirits in front of his throne, ", "5": "and from Jesus Christ, the faithful witness, the first to be raised from death and who is also the ruler of the kings of the world. He loves us, and by his sacrificial death he has freed us from our sins ", "6": "and made us a kingdom of priests to serve his God and Father. To Jesus Christ be the glory and power forever and ever! Amen.", "7": "Look, he is coming on the clouds! Everyone will see him, including those who pierced him. All peoples on earth will mourn over him. So shall it be!", "8": "“I am the first and the last,” says the Lord God Almighty, who is, who was, and who is to come.", "9": "I am John, your brother, and as a follower of Jesus I am your partner in patiently enduring the suffering that comes to those who belong to his Kingdom. I was put on the island of Patmos because I had proclaimed God's word and the truth that Jesus revealed. ", "10": "On the Lord's day the Spirit took control of me, and I heard a loud voice, that sounded like a trumpet, speaking behind me. ", "11": "It said, “Write down what you see, and send the book to the churches in these seven cities: Ephesus, Smyrna, Pergamum, Thyatira, Sardis, Philadelphia, and Laodicea.”", "12": "I turned around to see who was talking to me, and I saw seven gold lampstands, ", "13": "and among them there was what looked like a human being, wearing a robe that reached to his feet, and a gold band around his chest. ", "14": "His hair was white as wool, or as snow, and his eyes blazed like fire; ", "15": "his feet shone like brass that has been refined and polished, and his voice sounded like a roaring waterfall. ", "16": "He held seven stars in his right hand, and a sharp two-edged sword came out of his mouth. His face was as bright as the midday sun. ", "17": "When I saw him, I fell down at his feet like a dead man. He placed his right hand on me and said, “Don't be afraid! I am the first and the last. ", "18": "I am the living one! I was dead, but now I am alive forever and ever. I have authority over death and the world of the dead. ", "19": "Write, then, the things you see, both the things that are now and the things that will happen afterward. ", "20": "Here is the secret meaning of the seven stars that you see in my right hand, and of the seven gold lampstands: the seven stars are the angels of the seven churches, and the seven lampstands are the seven churches."}