{"1": "Then a great and mysterious sight appeared in the sky. There was a woman, whose dress was the sun and who had the moon under her feet and a crown of twelve stars on her head. ", "2": "She was soon to give birth, and the pains and suffering of childbirth made her cry out.", "3": "Another mysterious sight appeared in the sky. There was a huge red dragon with seven heads and ten horns and a crown on each of his heads. ", "4": "With his tail he dragged a third of the stars out of the sky and threw them down to the earth. He stood in front of the woman, in order to eat her child as soon as it was born. ", "5": "Then she gave birth to a son, who will rule over all nations with an iron rod. But the child was snatched away and taken to God and his throne. ", "6": "The woman fled to the desert, to a place God had prepared for her, where she will be taken care of for 1,260 days.", "7": "Then war broke out in heaven. Michael and his angels fought against the dragon, who fought back with his angels; ", "8": "but the dragon was defeated, and he and his angels were not allowed to stay in heaven any longer. ", "9": "The huge dragon was thrown out—that ancient serpent, named the Devil, or Satan, that deceived the whole world. He was thrown down to earth, and all his angels with him.", "10": "Then I heard a loud voice in heaven saying, “Now God's salvation has come! Now God has shown his power as King! Now his Messiah has shown his authority! For the one who stood before our God and accused believers day and night has been thrown out of heaven. ", "11": "They won the victory over him by the blood of the Lamb and by the truth which they proclaimed; and they were willing to give up their lives and die. ", "12": "And so be glad, you heavens, and all you that live there! But how terrible for the earth and the sea! For the Devil has come down to you, and he is filled with rage, because he knows that he has only a little time left.”", "13": "When the dragon realized that he had been thrown down to the earth, he began to pursue the woman who had given birth to the boy. ", "14": "She was given the two wings of a large eagle in order to fly to her place in the desert, where she will be taken care of for three and a half years, safe from the dragon's attack. ", "15": "And then from his mouth the dragon poured out a flood of water after the woman, so that it would carry her away. ", "16": "But the earth helped the woman; it opened its mouth and swallowed the water that had come from the dragon's mouth. ", "17": "The dragon was furious with the woman and went off to fight against the rest of her descendants, all those who obey God's commandments and are faithful to the truth revealed by Jesus. ", "18": "And the dragon stood[a] on the seashore."}