{"1": "Then I heard a loud voice speaking from the temple to the seven angels: “Go and pour out the seven bowls of God's anger on the earth!”", "2": "The first angel went and poured out his bowl on the earth. Terrible and painful sores appeared on those who had the mark of the beast and on those who had worshiped its image.", "3": "Then the second angel poured out his bowl on the sea. The water became like the blood of a dead person, and every living creature in the sea died.", "4": "Then the third angel poured out his bowl on the rivers and the springs of water, and they turned into blood. ", "5": "I heard the angel in charge of the waters say, “The judgments you have made are just, O Holy One, you who are and who were! ", "6": "They poured out the blood of God's people and of the prophets, and so you have given them blood to drink. They are getting what they deserve!” ", "7": "Then I heard a voice from the altar saying, “Lord God Almighty! True and just indeed are your judgments!”", "8": "Then the fourth angel poured out his bowl on the sun, and it was allowed to burn people with its fiery heat. ", "9": "They were burned by the fierce heat, and they cursed the name of God, who has authority over these plagues. But they would not turn from their sins and praise his greatness.", "10": "Then the fifth angel poured out his bowl on the throne of the beast. Darkness fell over the beast's kingdom, and people bit their tongues because of their pain, ", "11": "and they cursed the God of heaven for their pains and sores. But they did not turn from their evil ways.", "12": "Then the sixth angel poured out his bowl on the great Euphrates River. The river dried up, to provide a way for the kings who come from the east. ", "13": "Then I saw three unclean spirits that looked like frogs. They were coming out of the mouth of the dragon, the mouth of the beast, and the mouth of the false prophet. ", "14": "They are the spirits of demons that perform miracles. These three spirits go out to all the kings of the world, to bring them together for the battle on the great Day of Almighty God.", "15": "“Listen! I am coming like a thief! Happy is he who stays awake and guards his clothes, so that he will not walk around naked and be ashamed in public!”", "16": "Then the spirits brought the kings together in the place that in Hebrew is called Armageddon.", "17": "Then the seventh angel poured out his bowl in the air. A loud voice came from the throne in the temple, saying, “It is done!” ", "18": "There were flashes of lightning, rumblings and peals of thunder, and a terrible earthquake. There has never been such an earthquake since the creation of human beings; this was the worst earthquake of all! ", "19": "The great city was split into three parts, and the cities of all countries were destroyed. God remembered great Babylon and made her drink the wine from his cup—the wine of his furious anger. ", "20": "All the islands disappeared, all the mountains vanished. ", "21": "Huge hailstones, each weighing as much as a hundred pounds, fell from the sky on people, who cursed God on account of the plague of hail, because it was such a terrible plague."}