{"1": "After this I heard what sounded like the roar of a large crowd of people in heaven, saying, “Praise God! Salvation, glory, and power belong to our God! ", "2": "True and just are his judgments! He has condemned the prostitute who was corrupting the earth with her immorality. God has punished her because she killed his servants.” ", "3": "Again they shouted, “Praise God! The smoke from the flames that consume the great city goes up forever and ever!” ", "4": "The twenty-four elders and the four living creatures fell down and worshiped God, who was seated on the throne. They said, “Amen! Praise God!”", "5": "Then there came from the throne the sound of a voice, saying, “Praise our God, all his servants and all people, both great and small, who have reverence for him!” ", "6": "Then I heard what sounded like a crowd, like the sound of a roaring waterfall, like loud peals of thunder. I heard them say, “Praise God! For the Lord, our Almighty God, is King! ", "7": "Let us rejoice and be glad; let us praise his greatness! For the time has come for the wedding of the Lamb, and his bride has prepared herself for it. ", "8": "She has been given clean shining linen to wear.” (The linen is the good deeds of God's people.)", "9": "Then the angel said to me, “Write this: Happy are those who have been invited to the wedding feast of the Lamb.” And the angel added, “These are the true words of God.”", "10": "I fell down at his feet to worship him, but he said to me, “Don't do it! I am a servant together with you and with other believers, all those who hold to the truth that Jesus revealed. Worship God!” For the truth that Jesus revealed is what inspires the prophets.", "11": "Then I saw heaven open, and there was a white horse. Its rider is called Faithful and True; it is with justice that he judges and fights his battles. ", "12": "His eyes were like a flame of fire, and he wore many crowns on his head. He had a name written on him, but no one except himself knows what it is. ", "13": "The robe he wore was covered with blood. His name is “The Word of God.” ", "14": "The armies of heaven followed him, riding on white horses and dressed in clean white linen. ", "15": "Out of his mouth came a sharp sword, with which he will defeat the nations. He will rule over them with a rod of iron, and he will trample out the wine in the wine press of the furious anger of the Almighty God. ", "16": "On his robe and on his thigh was written the name: “King of kings and Lord of lords.”", "17": "Then I saw an angel standing on the sun. He shouted in a loud voice to all the birds flying in midair: “Come and gather together for God's great feast! ", "18": "Come and eat the flesh of kings, generals, and soldiers, the flesh of horses and their riders, the flesh of all people, slave and free, great and small!”", "19": "Then I saw the beast and the kings of the earth and their armies gathered to fight against the one who was riding the horse and against his army. ", "20": "The beast was taken prisoner, together with the false prophet who had performed miracles in his presence. (It was by those miracles that he had deceived those who had the mark of the beast and those who had worshiped the image of the beast.) The beast and the false prophet were both thrown alive into the lake of fire that burns with sulfur. ", "21": "Their armies were killed by the sword that comes out of the mouth of the one who was riding the horse; and all the birds ate all they could of their flesh."}