{"1": "“To the angel of the church in Ephesus write: “This is the message from the one who holds the seven stars in his right hand and who walks among the seven gold lampstands. ", "2": "I know what you have done; I know how hard you have worked and how patient you have been. I know that you cannot tolerate evil people and that you have tested those who say they are apostles but are not, and have found out that they are liars. ", "3": "You are patient, you have suffered for my sake, and you have not given up. ", "4": "But this is what I have against you: you do not love me now as you did at first. ", "5": "Think how far you have fallen! Turn from your sins and do what you did at first. If you don't turn from your sins, I will come to you and take your lampstand from its place. ", "6": "But this is what you have in your favor: you hate what the Nicolaitans do, as much as I do.", "7": "“If you have ears, then, listen to what the Spirit says to the churches! “To those who win the victory I will give the right to eat the fruit of the tree of life that grows in the Garden of God.", "8": "“To the angel of the church in Smyrna write: “This is the message from the one who is the first and the last, who died and lived again. ", "9": "I know your troubles; I know that you are poor—but really you are rich! I know the evil things said against you by those who claim to be Jews but are not; they are a group that belongs to Satan! ", "10": "Don't be afraid of anything you are about to suffer. Listen! The Devil will put you to the test by having some of you thrown into prison, and your troubles will last ten days. Be faithful to me, even if it means death, and I will give you life as your prize of victory.", "11": "“If you have ears, then, listen to what the Spirit says to the churches! “Those who win the victory will not be hurt by the second death.", "12": "“To the angel of the church in Pergamum write: “This is the message from the one who has the sharp two-edged sword. ", "13": "I know where you live, there where Satan has his throne. You are true to me, and you did not abandon your faith in me even during the time when Antipas, my faithful witness, was killed there where Satan lives. ", "14": "But there are a few things I have against you: there are some among you who follow the teaching of Balaam, who taught Balak how to lead the people of Israel into sin by persuading them to eat food that had been offered to idols and to practice sexual immorality. ", "15": "In the same way you have people among you who follow the teaching of the Nicolaitans. ", "16": "Now turn from your sins! If you don't, I will come to you soon and fight against those people with the sword that comes out of my mouth.", "17": "“If you have ears, then, listen to what the Spirit says to the churches! “To those who win the victory I will give some of the hidden manna. I will also give each of them a white stone on which is written a new name that no one knows except the one who receives it.", "18": "“To the angel of the church in Thyatira write: “This is the message from the Son of God, whose eyes blaze like fire, whose feet shine like polished brass. ", "19": "I know what you do. I know your love, your faithfulness, your service, and your patience. I know that you are doing more now than you did at first. ", "20": "But this is what I have against you: you tolerate that woman Jezebel, who calls herself a messenger of God. By her teaching she misleads my servants into practicing sexual immorality and eating food that has been offered to idols. ", "21": "I have given her time to repent of her sins, but she does not want to turn from her immorality. ", "22": "And so I will throw her on a bed where she and those who committed adultery with her will suffer terribly. I will do this now unless they repent of the wicked things they did with her. ", "23": "I will also kill her followers, and then all the churches will know that I am the one who knows everyone's thoughts and wishes. I will repay each of you according to what you have done.", "24": "“But the rest of you in Thyatira have not followed this evil teaching; you have not learned what the others call 'the deep secrets of Satan.' I say to you that I will not put any other burden on you. ", "25": "But until I come, you must hold firmly to what you have. ", "26-28": "To those who win the victory, who continue to the end to do what I want, I will give the same authority that I received from my Father: I will give them authority over the nations, to rule them with an iron rod and to break them to pieces like clay pots. I will also give them the morning star.", "29": "“If you have ears, then, listen to what the Spirit says to the churches!"}