{"1": "The angel also showed me the river of the water of life, sparkling like crystal, and coming from the throne of God and of the Lamb ", "2": "and flowing down the middle of the city's street. On each side of the river was the tree of life, which bears fruit twelve times a year, once each month; and its leaves are for the healing of the nations. ", "3": "Nothing that is under God's curse will be found in the city. The throne of God and of the Lamb will be in the city, and his servants will worship him. ", "4": "[a]They will see his face, and his name will be written on their foreheads. ", "5": "There shall be no more night, and they will not need lamps or sunlight, because the Lord God will be their light, and they will rule as kings forever and ever.", "6": "Then the angel said to me, “These words are true and can be trusted. And the Lord God, who gives his Spirit to the prophets, has sent his angel to show his servants what must happen very soon.”", "7": "“Listen!” says Jesus. “I am coming soon! Happy are those who obey the prophetic words in this book!”", "8": "I, John, have heard and seen all these things. And when I finished hearing and seeing them, I fell down at the feet of the angel who had shown me these things, and I was about to worship him. ", "9": "But he said to me, “Don't do it! I am a servant together with you and with your brothers the prophets and of all those who obey the words in this book. Worship God!” ", "10": "And he said to me, “Do not keep the prophetic words of this book a secret, because the time is near when all this will happen. ", "11": "Whoever is evil must go on doing evil, and whoever is filthy must go on being filthy; whoever is good must go on doing good, and whoever is holy must go on being holy.”", "12": "“Listen!” says Jesus. “I am coming soon! I will bring my rewards with me, to give to each one according to what he has done. ", "13": "I am the first and the last, the beginning and the end.”", "14": "Happy are those who wash their robes clean and so have the right to eat the fruit from the tree of life and to go through the gates into the city. ", "15": "But outside the city are the perverts and those who practice magic, the immoral and the murderers, those who worship idols and those who are liars both in words and deeds.", "16": "“I, Jesus, have sent my angel to announce these things to you in the churches. I am descended from the family of David; I am the bright morning star.”", "17": "The Spirit and the Bride say, “Come!” Everyone who hears this must also say, “Come!” Come, whoever is thirsty; accept the water of life as a gift, whoever wants it.", "18": "I, John, solemnly warn everyone who hears the prophetic words of this book: if any add anything to them, God will add to their punishment the plagues described in this book. ", "19": "And if any take anything away from the prophetic words of this book, God will take away from them their share of the fruit of the tree of life and of the Holy City, which are described in this book.", "20": "He who gives his testimony to all this says, “Yes indeed! I am coming soon!” So be it. Come, Lord Jesus!", "21": "May the grace of the Lord Jesus be with everyone.[b]"}