{"1": "From: Sha'ul, by God's will an emissary of the Messiah Yeshua, and brother Timothy To: God's Messianic community in Corinth, along with all God's people throughout Achaia:", "2": "Grace to you and shalom from God our Father and the Lord Yeshua the Messiah.", "3": "Praised be God, Father of our Lord Yeshua the Messiah, compassionate Father, God of all encouragement and comfort; ", "4": "who encourages us in all our trials, so that we can encourage others in whatever trials they may be undergoing with the encouragement we ourselves have received from God.", "5": "For just as the Messiah's sufferings overflow into us, so through the Messiah our encouragement also overflows. ", "6": "So if we undergo trials, it is for your encouragement and deliverance; and if we are encouraged, that should encourage you when you have to endure sufferings like those we are experiencing. ", "7": "Moreover, our hope for you remains staunch, because we know that as you share in the sufferings, you will also share in the encouragement.", "8": "For, brothers, we want you to know about the trials we have undergone in the province of Asia. The burden laid on us was so far beyond what we could bear that we even despaired of living through it. ", "9": "In our hearts we felt we were under sentence of death. However, this was to get us to rely not on ourselves but on God, who raises the dead! ", "10": "He rescued us from such deadly peril, and he will rescue us again! The one in whom we have placed our hope will indeed continue to rescue us. ", "11": "And you must add your help by praying for us; for the more people there are praying, the more people there will be to give thanks when their prayer for us is answered.", "12": "For we take pride in this: that our conscience assures us that in our dealings with the world, and especially with you, we have conducted ourselves with frankness and godly pureness of motive — not by worldly wisdom but by God-given grace. ", "13": "There are no hidden meanings in our letters other than what you can read and understand; and my hope is that you will understand fully, ", "14": "as indeed you have already understood us in part; so that on the Day of our Lord Yeshua you can be as proud of us as we are of you.", "15": "So sure was I of this that I had planned to come and see you, so that you might have the benefit of a second visit. ", "16": "I wanted to visit you on my way to Macedonia, visit you again on my way back from Macedonia, and then have you send me on my way to Y'hudah.", "17": "Did I make these plans lightly? Or do I make plans the way a worldly man does, ready to say, “Yes, yes,” and “No, no,” in the same breath? ", "18": "As surely as God is trustworthy, we don't say “Yes” when we mean “No.” ", "19": "For the Son of God, the Messiah Yeshua, who was proclaimed among you through us — that is, through me and Sila and Timothy — was not a yes-and-no man; on the contrary, with him it is always “Yes!” ", "20": "For however many promises God has made, they all find their “Yes” in connection with him; that is why it is through him that we say the “Amen” when we give glory to God. ", "21": "Moreover, it is God who sets both us and you in firm union with the Messiah; he has anointed us, ", "22": "put his seal on us, and given us his Spirit in our hearts as a guarantee for the future.", "23": "I call God to witness — he knows what my life is like — that the reason I held back from coming to Corinth was out of consideration for you! ", "24": "We are not trying to dictate how you must live out your trust in the Messiah, for in your trust you are standing firm. Rather, we are working with you for your own happiness."}