{"1": "Now it is I myself, Sha'ul, making an appeal to you with the meekness and forbearance that come from the Messiah, I who am considered timid when face-to-face with you but intimidating from a distance. ", "2": "But I beg you not to force me to be intimidating when I am with you, as I expect to be toward some who regard us as living in a worldly way. ", "3": "For although we do live in the world, we do not wage war in a worldly way; ", "4": "because the weapons we use to wage war are not worldly. On the contrary, they have God's power for demolishing strongholds. We demolish arguments ", "5": "and every arrogance that raises itself up against the knowledge of God; we take every thought captive and make it obey the Messiah. ", "6": "And when you have become completely obedient, then we will be ready to punish every act of disobedience.", "7": "You are looking at the surface of things. If anyone is convinced that he belongs to the Messiah, he should remind himself that we belong to the Messiah as much as he does. ", "8": "For even if I boast a little too much about the authority the Lord has given us — authority to build you up, not tear you down — I am not ashamed. ", "9": "My object is not to seem as if I were trying to frighten you with these letters. ", "10": "Someone says, “His letters are weighty and powerful, but when he appears in person he is weak, and as a speaker he is nothing.” ", "11": "Such a person should realize that what we say in our letters when absent, we will do when present.", "12": "We don't dare class or compare ourselves with some of the people who advertise themselves. In measuring themselves against each other and comparing themselves with each other, they are simply stupid. ", "13": "We will not boast about what lies outside the area of work which God has given us; rather, we will boast within our assigned area, and that area does reach as far as you. ", "14": "We are not overextending our boasting as if we had not reached as far as you; for we did come all the way to you with the Good News of the Messiah. ", "15": "We do not boast about the area in which others labor; but our hope is that as your trust grows, we will be magnified in your midst in relation to our own area of work, so that we can go on to do even more, ", "16": "namely, to proclaim the Good News in regions beyond you. Our hope is not to boast about the work already done by someone else.", "17": "So, let anyone who wants to boast, boast about Adonai;[a] ", "18": "because it is not the one who recommends himself who is worthy of approval, but the one whom the Lord recommends."}