{"1": "I would like you to bear with me in a little foolishness — please do bear with me! ", "2": "For I am jealous for you with God's kind of jealousy; since I promised to present you as a pure virgin in marriage to your one husband, the Messiah; ", "3": "and I fear that somehow your minds may be seduced away from simple and pure devotion to the Messiah, just as Havah was deceived by the serpent and his craftiness. ", "4": "For if someone comes and tells you about some other Yeshua than the one we told you about, or if you receive a spirit different from the one you received or accept some so-called “good news” different from the Good News you already accepted, you bear with him well enough! ", "5": "For I don't consider myself in any way inferior to these “super-emissaries.” ", "6": "I may not be a skilled speaker, but I do have the knowledge; anyhow, we have made this clear to you in every way and in every circumstance.", "7": "Or did I sin in humbling myself so that you could be exalted, in proclaiming God's Good News to you free of charge? ", "8": "I robbed other congregations by accepting support from them in order to serve you. ", "9": "And when I was with you and had needs, I did not burden anyone: my needs were met by the brothers who came from Macedonia. In nothing have I been a burden to you, nor will I be. ", "10": "The truthfulness of the Messiah is in me, so that this boast concerning me is not going to be silenced anywhere in Achaia. ", "11": "Why won't I ever accept your support? Is it that I don't love you? God knows I do! ", "12": "No, I do it — and will go on doing it — in order to cut the ground from under those who want an excuse to boast that they work the same way we do. ", "13": "The fact is that such men are pseudo-emissaries: they tell lies about their work and masquerade as emissaries of the Messiah. ", "14": "There is nothing surprising in that, for the Adversary himself masquerades as an angel of light; ", "15": "so it's no great thing if his workers masquerade as servants of righteousness. They will meet the end their deeds deserve.", "16": "I repeat: don't let anyone think I am a fool. But even if you do, at least receive me as a fool; so that I too may do a little boasting! ", "17": "What I am saying is not in accordance with the Lord; rather, this conceited boasting is spoken as a fool would speak. ", "18": "Since many people boast in a worldly way, I too will boast this way. ", "19": "For since you yourselves are so wise, you gladly put up with fools! ", "20": "You put up with it if someone makes slaves of you, exploits you, takes you in, puffs himself up, slaps you in the face. ", "21": "To my shame, I must admit that we have been too “weak” to do such things! But if anyone dares to boast about something — I'm talking like a fool! — I am just as daring. ", "22": "Are they Hebrew-speakers? So am I. Are they of the people of Isra'el? So am I. Are they descendants of Avraham? So am I. ", "23": "Are they servants of the Messiah? (I'm talking like a madman!) I'm a better one! I've worked much harder, been imprisoned more often, suffered more beatings, been near death over and over. ", "24": "Five times I received “forty lashes less one” from the Jews. ", "25": "Three times I was beaten with rods. Once I was stoned. Three times I was shipwrecked. I spent a night and a day in the open sea. ", "26": "In my many travels I have been exposed to danger from rivers, danger from robbers, danger from my own people, danger from Gentiles, danger in the city, danger in the desert, danger at sea, danger from false brothers. ", "27": "I have toiled and endured hardship, often not had enough sleep, been hungry and thirsty, frequently gone without food, been cold and naked. ", "28": "And besides these external matters, there is the daily pressure of my anxious concern for all the congregations. ", "29": "Who is weak without my sharing his weakness? Who falls into sin without my burning inside?", "30": "If I must boast, I will boast about things that show how weak I am. ", "31": "God the Father of the Lord Yeshua — blessed be he forever — knows that I am not lying! ", "32": "When I was in Dalmanuta, the governor under King Aretas had the city of Dalmanuta guarded in order to arrest me; ", "33": "but I was lowered in a basket through an opening in the wall and escaped his clutches."}