{"1": "Are we starting to recommend ourselves again? Or do we, like some, need letters of recommendation either to you or from you? ", "2": "You yourselves are our letter of recommendation, written on our hearts, known and read by everyone. ", "3": "You make it clear that you are a letter from the Messiah placed in our care, written not with ink but by the Spirit of the living God, not on stone tablets but on human hearts.", "4": "Such is the confidence we have through the Messiah toward God. ", "5": "It is not that we are competent in ourselves to count anything as having come from us; on the contrary, our competence is from God. ", "6": "He has even made us competent to be workers serving a New Covenant, the essence of which is not a written text but the Spirit. For the written text brings death, but the Spirit gives life.", "7": "Now if that which worked death, by means of a written text engraved on stone tablets, came with glory — such glory that the people of Isra'el could not stand to look at Moshe's face because of its brightness, even though that brightness was already fading away — ", "8": "won't the working of the Spirit be accompanied by even greater glory? ", "9": "For if there was glory in what worked to declare people guilty, how much more must the glory abound in what works to declare people innocent! ", "10": "In fact, by comparison with this greater glory, what was made glorious before has no glory now. ", "11": "For if there was glory in what faded away, how much more glory must there be in what lasts.", "12": "Therefore, with a hope like this, we are very open — ", "13": "unlike Moshe, who put a veil over his face, so that the people of Isra'el would not see the fading brightness come to an end.", "14": "What is more, their minds were made stonelike; for to this day the same veil remains over them when they read the Old Covenant; it has not been unveiled, because only by the Messiah is the veil taken away. ", "15": "Yes, till today, whenever Moshe is read, a veil lies over their heart. ", "16": "“But,” says the Torah, “whenever someone turns to Adonai, the veil is taken away.”[a] ", "17": "Now, “Adonai” in this text means the Spirit. And where the Spirit of Adonai is, there is freedom. ", "18": "So all of us, with faces unveiled, see as in a mirror the glory of the Lord; and we are being changed into his very image, from one degree of glory to the next, by Adonai the Spirit."}