{"1": "As God's fellow-workers we also urge you not to receive his grace and then do nothing with it. ", "2": "For he says, “At the acceptable time I heard you; in the day of salvation I helped you.”[a]", "3": "We try not to put obstacles in anyone's path, so that no one can find fault with the work we do. ", "4": "On the contrary, we try to commend ourselves in every way as workers for God by continually enduring troubles, hardships, calamities, ", "5": "beatings, imprisonments, riots, overwork, lack of sleep and food. ", "6": "We commend ourselves by our purity, knowledge, patience and kindness; by the Ruach HaKodesh; by genuineness of love ", "7": "and truthfulness of speech; and by God's power. We commend ourselves through our use of righteous weapons, whether for pressing our cause or defending it; ", "8": "through being honored and dishonored, praised and blamed, considered deceptive and sincere, ", "9": "unknown and famous. And we commend ourselves as God's workers headed for death, yet look! we're alive! as punished, yet not killed; ", "10": "as having reason to be sad, yet always filled with joy; as poor, yet making many people rich; as having nothing, yet having everything!", "11": "Dear friends in Corinth! We have spoken frankly to you, we have opened our hearts wide. ", "12": "Any constraint you feel has not been imposed by us, but by your own inner selves. ", "13": "So, just to be “fair” (I am using the language of children), open wide your hearts too.", "14": "Do not yoke yourselves together in a team with unbelievers. For how can righteousness and lawlessness be partners? What fellowship does light have with darkness? ", "15": "What harmony can there be between the Messiah and B'liya'al? What does a believer have in common with an unbeliever? ", "16": "What agreement can there be between the temple of God and idols? For we are the temple of the living God — as God said, “I will house myself in them, . . . and I will walk among you. I will be their God, and they will be my people.”[b]", "17": "Therefore Adonai says, “'Go out from their midst; separate yourselves; don't even touch what is unclean.[c] Then I myself will receive you.[d]", "18": "In fact, I will be your Father, and you will be my sons and daughters.' says Adonai-Tzva'ot.”[e]"}