{"1": "Paul, a servant of Jesus Christ, called to be an apostle and set apart for the gospel of God, ", "2": "which He promised beforehand through His prophets in the Holy Scriptures, ", "3": "concerning His Son, Jesus Christ our Lord, who was born of the seed of David according to the flesh ", "4": "and declared to be the Son of God with power, according to the Spirit of holiness, by the resurrection from the dead. ", "5": "Through Him we have received grace and apostleship for the obedience of faith among all nations for His name, ", "6": "among whom you also are called by Jesus Christ:", "7": "To all who are in Rome, beloved of God, called to be saints: Grace to you and peace from God our Father and the Lord Jesus Christ.", "8": "First, I thank my God through Jesus Christ for you all, because your faith is spoken of throughout the whole world. ", "9": "For God is my witness, whom I serve with my spirit in the gospel of His Son, that without ceasing, I mention you always in my prayers, ", "10": "making request if, by any means, now at last I might find a way in the will of God to come to you.", "11": "For I long to see you, that I may impart to you some spiritual gift, so that you may be strengthened. ", "12": "This is so that I may be encouraged together with you by each other's faith, both yours and mine. ", "13": "Now I would not have you unaware, brothers, that I often intended to come to you (but was prevented until now), that I might have a harvest among you also, even as among the other Gentiles.", "14": "I am a debtor both to the Greeks and to the barbarians, both to the wise and to the unwise. ", "15": "So, as much as is in me, I am ready to preach the gospel to you also who are in Rome.", "16": "For I am not ashamed of the gospel of Christ. For it is the power of God for salvation to everyone who believes, to the Jew first, and also to the Greek. ", "17": "For in it the righteousness of God is revealed from faith to faith. As it is written, “The just shall live by faith.”[a]", "18": "The wrath of God is revealed from heaven against all ungodliness and unrighteousness of men, who suppress the truth through unrighteousness. ", "19": "For what may be known about God is clear to them since God has shown it to them. ", "20": "The invisible things about Him—His eternal power and deity—have been clearly seen since the creation of the world and are understood by the things that are made, so that they are without excuse.", "21": "Because, although they knew God, they did not glorify Him or give thanks to Him as God, but became futile in their imaginations, and their foolish hearts were darkened. ", "22": "Claiming to be wise, they became fools. ", "23": "They changed the glory of the incorruptible God into an image made like corruptible man, birds, four-footed beasts, and creeping things.", "24": "Therefore God gave them up to uncleanness through the lusts of their hearts, to dishonor their own bodies among themselves. ", "25": "They turned the truth of God into a lie and worshipped and served the creature rather than the Creator, who is blessed forever. Amen.", "26": "For this reason God gave them up to dishonorable passions. Their women exchanged the natural function for what is against nature. ", "27": "Likewise the men, leaving the natural function of the woman, burned in their lust toward one another, men with men doing that which is shameful, and receiving in themselves the due penalty of their error.", "28": "And since they did not see fit to acknowledge God, God gave them over to a debased mind, to do those things which are not proper. ", "29": "They were filled with all unrighteousness, sexual immorality, wickedness, covetousness, maliciousness; full of envy, murder, strife, deceit. They are gossips, ", "30": "slanderers, God-haters, insolent, proud, boastful, inventors of evil things, and disobedient toward parents, ", "31": "without understanding, covenant breakers, without natural affection, calloused, and unmerciful, ", "32": "who know the righteous requirement of God, that those who commit such things are worthy of death. They not only do them, but also give hearty approval to those who practice them."}