{"1": "Brothers, my heart's desire and prayer to God for Israel is that they may be saved. ", "2": "For I testify about them that they have a zeal for God, but not according to knowledge. ", "3": "For, being ignorant of God's righteousness and seeking to establish their own righteousness, they did not submit to the righteousness of God. ", "4": "Christ is the end of the law unto righteousness for every one who believes.", "5": "For Moses writes about the righteousness which is based on the law: “The man who does those things shall live by them.”[a] ", "6": "But the righteousness which is based on faith says, “Do not say in your heart, 'Who will ascend into heaven?' ”[b] (that is, to bring Christ down), ", "7": "or, 'Who will descend into the deep?' ”  [c] (that is, to bring Christ up from the dead). ", "8": "But what does it say? “The word is near you, in your mouth and in your heart.”[d] This is the word of faith that we preach: ", "9": "that if you confess with your mouth Jesus is Lord, and believe in your heart that God has raised Him from the dead, you will be saved, ", "10": "for with the heart one believes unto righteousness, and with the mouth confession is made unto salvation. ", "11": "For the Scripture says, “Whoever believes in Him will not be ashamed.”[e] ", "12": "For there is no distinction between Jew and Greek, for the same Lord over all is generous toward all who call upon Him. ", "13": "For, “Everyone who calls on the name of the Lord shall be saved.”[f]", "14": "How then shall they call on Him in whom they have not believed? And how shall they believe in Him of whom they have not heard? And how shall they hear without a preacher? ", "15": "And how shall they preach unless they are sent? As it is written: “How beautiful are the feet of those who preach the gospel of peace, who bring good news of good things!”[g]", "16": "But they have not all obeyed the gospel. For Isaiah says, “Lord, who has believed our report?”[h] ", "17": "So then faith comes by hearing, and hearing by the word of God. ", "18": "But I say, have they not heard? Yes, indeed: “Their voice went into all the earth, and their words to the ends of the world.”[i]", "19": "But I say, did Israel not know? First, Moses says: “I will make you jealous by those who are not a nation, and by a foolish nation I will anger you.”[j]", "20": "And Isaiah is very bold and says: “I was found by those who did not seek Me; I revealed myself to those who did not ask for Me.”[k]", "21": "But to Israel He says: “All day long I have stretched out My hands to a disobedient and contrary people.”[l]"}