{"1": "I say then, has God rejected His people? God forbid! For I also am an Israelite, a descendant of Abraham, of the tribe of Benjamin. ", "2": "God has not rejected His people whom He foreknew. Do you not know what the Scripture says of Elijah? How he pleads with God against Israel, saying, ", "3": "“Lord, they have killed Your prophets and destroyed Your altars. I alone am left, and they seek my life”?[a] ", "4": "But what is the divine reply to him? “I have kept for Myself seven thousand men, who have not bowed the knee to Baal.”[b] ", "5": "So then at this present time there is a remnant according to the election of grace. ", "6": "And if by grace, then it is no longer by works; otherwise grace would no longer be grace. But if it is by works, then is it no longer by grace; otherwise work would no longer be work.", "7": "What then? Israel has not obtained what it was seeking. But the elect obtained it, and the rest were hardened. ", "8": "As it is written: “God has given them a spirit of slumber, eyes that would not see and ears that would not hear, to this very day.”[c]", "9": "And David says: “Let their table become a snare and a trap, a stumbling block and a retribution to them.", "10": "Let their eyes be darkened, so that they may not see, and always bow down their backs.”[d]", "11": "I say then, have they stumbled that they should fall? God forbid! But through their transgression salvation has come to the Gentiles, to make them jealous. ", "12": "Now if their transgression means riches for the world, and their failure means riches for the Gentiles, how much more will their fullness mean?", "13": "For I am speaking to you Gentiles. Inasmuch as I am the apostle to the Gentiles, I magnify my ministry, ", "14": "if somehow I may make my kinsmen jealous and may save some of them. ", "15": "For if their rejection means the reconciliation of the world, what will their acceptance mean but life from the dead? ", "16": "If the first portion of the dough is holy, the batch is also holy. And if the root is holy, so are the branches.", "17": "But if some of the branches were broken off, and you, being a wild olive shoot, were grafted in among them and became a partaker with them of the root and richness of the olive tree, ", "18": "do not boast against the branches. If you boast, remember you do not sustain the root, but the root sustains you. ", "19": "You will say then, “The branches were broken off, so that I might be grafted in.” ", "20": "This is correct. They were broken off because of unbelief, but you stand by faith. Do not be arrogant, but fear. ", "21": "For if God did not spare the natural branches, neither will He spare you.", "22": "Therefore consider the goodness and severity of God—severity toward those who fell, but goodness toward you, if you continue in His goodness. Otherwise, you also will be cut off. ", "23": "And these also, if they do not remain in unbelief, will be grafted in, for God is able to graft them in again. ", "24": "For if you were cut out of the olive tree which is wild by nature, and were grafted contrary to nature into a cultivated olive tree, how much more will these, who are the natural branches, be grafted into their own olive tree?", "25": "For I do not want you to be ignorant of this mystery, brothers, lest you be wise in your own estimation, for a partial hardening has come upon Israel until the fullness of the Gentiles has come in. ", "26": "And so all Israel will be saved, as it is written: “The Deliverer will come out of Zion, and He will remove ungodliness from Jacob”;[e]", "27": "“for this is My covenant with them, when I shall take away their sins.”[f]", "28": "As concerning the gospel, they are enemies for your sake, but as regarding the election, they are beloved for the sake of the patriarchs. ", "29": "For the gifts and calling of God are irrevocable. ", "30": "For just as you once were disobedient to God, but have now received mercy through their disobedience, ", "31": "so these also have now been disobedient, that they also may receive mercy by the mercy shown to you. ", "32": "For God has imprisoned them all in disobedience, so that He might be merciful to all.", "33": "O the depth of the riches and wisdom and knowledge of God! How unsearchable are His judgments and unfathomable are His ways!", "34": "“For who has known the mind of the Lord? Or who has become His counselor?”[g]", "35": "“Or who has first given to Him, and it shall be repaid to him?”[h]", "36": "For from Him and through Him and to Him are all things. To Him be glory forever! Amen."}