{"1": "I commend to you our sister Phoebe, who is a servant[a] of the church at Cenchrea, ", "2": "that you welcome her in the Lord in a manner worthy of the saints, and that you assist her in whatever matter she may have need of you, for she has been a helper of many and of myself as well.", "3": "Greet Priscilla and Aquila, my fellow workers in Christ Jesus, ", "4": "who risked their own necks for my life, to whom not only I, but also all the churches of the Gentiles, give thanks.", "5": "Likewise greet the church that is in their house. Greet my beloved Epaenetus, who is the first convert of Achaia for Christ.", "6": "Greet Mary, who labored much for us.", "7": "Greet Andronicus and Junia, my kinsmen and fellow prisoners, who are noteworthy among the apostles, who also came to Christ before me.", "8": "Greet Ampliatus, my beloved in the Lord.", "9": "Greet Urbanus, our fellow worker in Christ, and my beloved Stachys.", "10": "Greet Apelles, who is approved in Christ. Greet those who are of the household of Aristobulus.", "11": "Greet Herodion, my kinsman. Greet those who are of the household of Narcissus, who are in the Lord.", "12": "Greet Tryphena and Tryphosa, who labor in the Lord. Greet the beloved Persis, who also labored much in the Lord.", "13": "Greet Rufus, chosen in the Lord, and his mother, who is like a mother to me.", "14": "Greet Asyncritus, Phlegon, Hermes, Patrobas, Hermas, and the brothers who are with them.", "15": "Greet Philologus, Julia, Nereus and his sister, and Olympas, and all the saints who are with them.", "16": "Greet one another with a holy kiss. The churches of Christ greet you.", "17": "Now I urge you, brothers, to closely watch those who cause divisions and offenses, contrary to the teaching which you have learned, and avoid them. ", "18": "For such people do not serve our Lord Jesus Christ, but their own appetites, and through smooth talk and flattery they deceive the hearts of the unsuspecting. ", "19": "Your obedience has become known to all men. Therefore I am glad on your behalf. Yet I want you to be wise to that which is good, and innocent to that which is evil.", "20": "The God of peace will soon crush Satan under your feet. The grace of our Lord Jesus Christ be with you.", "21": "Timothy, my fellow worker, and Lucius, Jason, and Sosipater, my kinsmen, greet you.", "22": "I, Tertius, who wrote this epistle, greet you in the Lord.", "23": "Gaius, who is host to me and to the whole church, greets you. Erastus, who is the city treasurer, and our brother Quartus greet you.", "24": "The grace of our Lord Jesus Christ be with you all. Amen.", "25": "Now to Him who has power to establish you according to my gospel and the preaching of Jesus Christ, according to the revelation of the mystery, which was kept secret for long ages past, ", "26": "but now is revealed by the prophetic Scriptures according to the commandment of the everlasting God, made known to all the Gentiles for the obedience of faith, ", "27": "to the only wise God, through Jesus Christ, to whom be glory forever. Amen."}