{"1": "Therefore you are without excuse, O man, whoever you are who judges, for when you judge another, you condemn yourself, for you who judge do the same things. ", "2": "But we know that the judgment of God is according to truth against those who commit such things. ", "3": "Do you think, O man, who judges those who do such things, and who does the same thing, that you will escape the judgment of God? ", "4": "Do you despise the riches of His goodness, tolerance, and patience, not knowing that the goodness of God leads you to repentance?", "5": "But because of your hardness and impenitent heart, you are storing up treasures of wrath against yourself on the day of wrath when the righteous judgment of God will be revealed, ", "6": "and He “will render to every man according to his deeds.”[a] ", "7": "To those who by patiently doing good seek for glory and honor and immortality will be eternal life. ", "8": "But to those who are contentious and do not obey the truth, but obey unrighteousness, indignation, and wrath, ", "9": "will be tribulation and anguish, upon every soul of man who does evil, to the Jew first, and then to the Gentile. ", "10": "But glory, honor, and peace will be to every man who does good work—to the Jew first, and then to the Gentile, ", "11": "for there is no partiality with God.", "12": "As many as have sinned without the law will also perish without the law, and as many as have sinned under the law will be judged by the law, ", "13": "for the hearers of the law are not justified before God, but the doers of the law will be justified. ", "14": "For when Gentiles, who do not have the law, do by nature the things contained in the law, these, not having the law, are a law unto themselves, ", "15": "who show the work of the law written in their hearts, their conscience also bearing witness, while their conflicting thoughts accuse or even excuse them, ", "16": "in the day when, according to my gospel, God will judge the secrets of men through Jesus Christ.", "17": "Indeed you are called a Jew, and rest in the law, and make your boast in God. ", "18": "You know His will and approve the things that are more excellent, because you are instructed in the law. ", "19": "You are confident that you are a guide to the blind, a light to those who are in darkness, ", "20": "an instructor of the foolish, and a teacher of babes, who have the full content of knowledge and truth in the law: ", "21": "You, therefore, who teach another, do you not teach yourself? You who preach not to steal, do you steal? ", "22": "You who say not to commit adultery, do you commit adultery? You who abhor idols, do you rob temples? ", "23": "You who boast in the law, do you dishonor God through breaking the law? ", "24": "As it is written, “The name of God is blasphemed among the Gentiles because of you.”[b]", "25": "Circumcision indeed has merit, if you keep the law, but if you are a breaker of the law, your circumcision becomes uncircumcision. ", "26": "Therefore, if an uncircumcised man keeps the righteousness of the law, will not his uncircumcision be counted as circumcision? ", "27": "Will the uncircumcised one who is righteous by nature, if he fulfills the law, not judge you who, by the letter of the law and circumcision, violate the law?", "28": "He is not a Jew who is one outwardly, nor is circumcision that which is external in the flesh. ", "29": "But he is a Jew who is one inwardly. And circumcision is of the heart, by the Spirit, and not by the letter. His praise is not from men, but from God."}