{"1": "Therefore, since we have been justified by faith, we have peace with God through our Lord Jesus Christ, ", "2": "through whom we also have access by faith into this grace in which we stand, and so we rejoice in hope of the glory of God. ", "3": "Not only so, but we also boast in tribulation, knowing that tribulation produces patience, ", "4": "patience produces character, and character produces hope. ", "5": "And hope does not disappoint, because the love of God is shed abroad in our hearts by the Holy Spirit who has been given to us.", "6": "While we were yet weak, in due time Christ died for the ungodly. ", "7": "Rarely for a righteous man will one die. Yet perhaps for a good man some would even dare to die. ", "8": "But God demonstrates His own love toward us, in that while we were yet sinners, Christ died for us.", "9": "How much more then, being now justified by His blood, shall we be saved from wrath through Him. ", "10": "For if while we were enemies, we were reconciled to God by the death of His Son, how much more, being reconciled, shall we be saved by His life. ", "11": "Furthermore, we also rejoice in God through our Lord Jesus Christ, through whom we have now received reconciliation.", "12": "Therefore as sin came into the world through one man and death through sin, so death has spread to all men, because all have sinned.", "13": "For until the law, sin was in the world. But sin is not counted when there is no law. ", "14": "Nevertheless death reigned from Adam to Moses, even over those who had not sinned in the likeness of Adam's sin, who was a type of Him who was to come.", "15": "But the free gift is not like the trespass. For if through the trespass of one man many died, then how much more has the grace of God and the free gift by the grace of the one Man, Jesus Christ, abounded to many. ", "16": "The gift is not like the result that came through the one who sinned. For the judgment from one sin led to condemnation, but the free gift, which came after many trespasses, leads to justification. ", "17": "For if by one man's trespass death reigned through him, then how much more will those who receive abundance of grace and the gift of righteousness reign in life through the One, Jesus Christ.", "18": "Therefore just as through the trespass of one man came condemnation for all men, so through the righteous act of One came justification of life for all men. ", "19": "For just as through one man's disobedience the many were made sinners, so by the obedience of One the many will be made righteous.", "20": "But the law entered, so that sin might increase, but where sin increased, grace abounded much more, ", "21": "so that just as sin reigned in death, grace might reign through righteousness unto eternal life through Jesus Christ our Lord."}