{"1": "What shall we say then? Shall we continue in sin that grace may increase? ", "2": "God forbid! How shall we who died to sin live any longer in it? ", "3": "Do you not know that we who were baptized into Jesus Christ were baptized into His death? ", "4": "Therefore we were buried with Him by baptism into death, that just as Christ was raised up from the dead by the glory of the Father, even so we also should walk in newness of life.", "5": "For if we have been united with Him in the likeness of His death, so shall we also be united with Him in the likeness of His resurrection, ", "6": "knowing this, that our old man has been crucified with Him, so that the body of sin might be destroyed, and we should no longer be slaves to sin. ", "7": "For the one who has died is freed from sin.", "8": "Now if we died with Christ, we believe that we shall also live with Him, ", "9": "knowing that Christ, being raised from the dead, will never die again; death has no further dominion over Him. ", "10": "For the death He died, He died to sin once for all, but the life He lives, He lives to God.", "11": "Likewise, you also consider yourselves to be dead to sin, but alive to God through Jesus Christ our Lord. ", "12": "Therefore do not let sin reign in your mortal body, that you should obey it in its lusts. ", "13": "Do not yield your members to sin as instruments of unrighteousness, but yield yourselves to God, as those who are alive from the dead, and your bodies to God as instruments of righteousness. ", "14": "For sin shall not have dominion over you, for you are not under the law, but under grace.", "15": "What then? Shall we sin because we are not under the law but under grace? God forbid! ", "16": "Do you not know that to whom you yield yourselves as slaves to obey, you are slaves of the one whom you obey, whether of sin leading to death, or of obedience leading to righteousness? ", "17": "But thanks be to God, for you were slaves of sin, but you have obeyed from the heart that form of teaching to which you were entrusted, ", "18": "and having been freed from sin, you became the slaves of righteousness.", "19": "I speak in human terms because of the weakness of your flesh, for just as you have yielded your members as slaves to impurity and iniquity leading to more iniquity, even so now yield your members as slaves to righteousness unto holiness. ", "20": "For when you were the slaves of sin, you were free from righteousness. ", "21": "What fruit did you have then from the things of which you are now ashamed? The result of those things is death. ", "22": "But now, having been freed from sin and having become slaves of God, you have fruit unto holiness, and the end is eternal life. ", "23": "For the wages of sin is death, but the gift of God is eternal life through Jesus Christ our Lord."}