{"1": "I am speaking the truth in Christ, I am not lying; my conscience testifies with me in the Holy Spirit, ", "2": "that I have great sorrow and continual anguish in my heart. ", "3": "For I could wish that I myself were accursed from Christ for my brothers, my kinsmen by race, ", "4": "who are Israelites, to whom belong the adoption, the glory, the covenants, the giving of the law, the service of God, and the promises, ", "5": "to whom belong the patriarchs, and from whom, according to the flesh, is Christ, who is over all, God forever blessed. Amen.", "6": "It is not as though the word of God has failed. For they are not all Israel who are descended from Israel, ", "7": "nor are they all children because they are descendants of Abraham, but “In Isaac shall your descendants be called.”[a] ", "8": "So those who are the children of the flesh are not the children of God, but the children of the promise are counted as descendants. ", "9": "For this is the word of promise, “At this time I will come, and Sarah shall have a son.”[b]", "10": "Not only that, but Rebekah also had conceived by one man, our father Isaac. ", "11": "For before the children had been born, having done neither evil nor good, so that the purpose of God according to election might stand, not of works, but through Him who calls, ", "12": "it was said to her, “The elder shall serve the younger.”[c] ", "13": "As it is written, “Jacob I have loved, but Esau I have hated.”[d]", "14": "What shall we say then? Is there unrighteousness with God? God forbid! ", "15": "For He says to Moses, “I will have mercy on whom I have mercy, and I will have compassion on whom I have compassion.”[e]", "16": "So then it is not of him who wills, nor of him who runs, but of God who shows mercy. ", "17": "For the Scripture says to Pharaoh, “For this very purpose I have raised you up, that I may show My power in you, and that My name may be proclaimed in all the earth.”[f] ", "18": "Therefore He has mercy on whom He wills, and He hardens whom He wills.", "19": "You will then say to me, “Why does He yet find fault? For who can resist His will?” ", "20": "Rather, O man, who are you to answer back to God? Shall the thing formed say to him who formed it, “Why have you made me like this?” ", "21": "Does the potter not have power over the clay to make from the same lump one vessel for honor and another for dishonor?", "22": "What if God, willing to show His wrath and to make His power known, endured with much patience the vessels of wrath prepared for destruction, ", "23": "in order to make known the riches of His glory on the vessels of mercy, which He previously prepared for glory, ", "24": "even us, whom He has called, not from the Jews only, but also from the Gentiles? ", "25": "As indeed He says in Hosea: “I will call those who were not My people, 'My people,' and her who was not beloved, 'Beloved,' ”[g]", "26": "and, “In the place where it was said to them, 'You are not My people,' there they shall be called 'sons of the living God.' ”[h]", "27": "Isaiah also cries out concerning Israel: “Though the number of the children of Israel be like the sand of the sea, a remnant shall be saved.[i]", "28": "For He will finish the work, and cut it short in righteousness, because the Lord will make a quick work upon the earth.”[j]", "29": "And as Isaiah previously said: “Unless the Lord of Hosts had left us a seed, we would have become like Sodom, and been made like Gomorrah.”[k]", "30": "What shall we say then? The Gentiles, who did not pursue righteousness, have attained righteousness, even the righteousness which is by faith, ", "31": "but Israel, pursuing the law of righteousness, did not attain the law of righteousness. ", "32": "Why not? Because they did not seek it by faith, but by the works of the law. For they stumbled over the stumbling stone. ", "33": "As it is written: “Look! I lay in Zion a stumbling stone and rock of offense, and whoever believes in Him will not be ashamed.”[l]"}