{"1": "Then fourteen years after that, I went up again to Jerusalem with Barnabas, and took with me Titus also. ", "2": "Yea, and I went up by revelation, and discussed with them the gospel that I preach among the Gentiles (but between ourselves, with those who were counted chief), lest it be thought that I should run or had run in vain.", "3": "Also Titus who was with me, though he was a Greek, was not compelled to be circumcised. ", "4": "The issue arose because of incomers, being false brethren, who came in among others to spy out the liberty that we have in Christ Jesus, so that they might bring us into bondage. ", "5": "To whom we gave no ground, no, not for the space of an hour, as concerning to be brought into subjection – and that in order that the truth of the gospel may continue with you.", "6": "Of those who seemed to be great (what they were in time past does not matter to me; God looks on no man's person) – nevertheless, those who seemed great contributed nothing to me. ", "7": "But contrariwise, when they saw that the gospel over the uncircumcision was committed to me, as the gospel over the circumcision was to Peter ", "8": "(for he who was mighty in Peter in the apostleship over the circumcision was mighty in me among the Gentiles), ", "9": "and when they perceived the grace that was given to me, then James, Cephas, and John, who seemed to be pillars, gave to me and Barnabas the right hands, and agreed with us that we should preach among the heathen, and they among the Jews – ", "10": "warning only that we should remember the poor, which thing also I was diligent to do.", "11": "And when Peter came to Antioch, I withstood him to the face. For he was worthy to be blamed. ", "12": "For before certain men came from James, he ate with the Gentiles. But when they came, he withdrew and separated himself, fearing those who were of the circumcision. ", "13": "And the other Jews dissembled likewise, insomuch that Barnabas was brought into their simulation also.", "14": "But when I saw that they did not go the right way after the truth of the gospel, I said to Peter before them all, If you being a Jew live according to the customs of the Gentiles, and not as do the Jews, why do you compel the Gentiles to live as do the Jews? ", "15": "We who are Jews by nature, and not sinners of the Gentiles, ", "16": "know that a person is not justified by the deeds of the law, but by the faith of Jesus Christ. And therefore we have believed on Jesus Christ, so that we may be justified by the faith of Christ, and not by the deeds of the law – because no flesh can be justified by the deeds of the law.", "17": "If then, while we seek to be made righteous by Christ, we ourselves are found to be sinners, is Christ then the minister of sin? God forbid. ", "18": "For if I build again that which I destroyed, then I make myself a trespasser. ", "19": "But I through the law am dead to the law, so that I may live unto God. ", "20": "I am crucified with Christ. I live indeed – yet now not I, but Christ lives in me. For the life that I now live in the flesh, I live by the faith of the Son of God, who loved me and gave himself for me. ", "21": "I do not set aside the grace of God. For if righteousness comes by the law, then Christ died in vain."}