{"1": "Stand fast therefore in the liberty whereby Christ has made us free, and do not wrap yourselves again in a yoke of bondage. ", "2": "Behold, I Paul say to you that if you are circumcised, Christ will profit you nothing at all. ", "3": "I testify again to every man who gets circumcised that he is bound to keep the whole law. ", "4": "You are gone quite from Christ, as many of you as would be justified by the law, and are fallen from grace. ", "5": "We look for and hope in the Spirit to be justified through faith. ", "6": "For in Jesus Christ neither is circumcision worth anything, nor yet uncircumcision, but faith, which by love is mighty in operation.", "7": "You were running well. Who got in your way, that you should not follow the truth? ", "8": "This counsel is not of him who called you. ", "9": "A little leaven does leaven the whole lump of dough.", "10": "I am confident of you in the Lord, that you will not be otherwise minded. He who troubles you will bear his judgment, whoever he is. ", "11": "Brethren, if I still preach circumcision, why do I then yet suffer persecution? For then the offence that the cross gives is put away. ", "12": "I would to God they were separated from you, those who trouble you.", "13": "Brethren, you were called into liberty – only let not your liberty be an occasion for the flesh, but in love serve one another. ", "14": "For all the law is fulfilled in one word, which is this: You shall love your neighbour as yourself. ", "15": "If you bite and devour one another, take heed lest you be consumed by one another.", "16": "I say then, walk in the Spirit, and do not fulfil the lusts of the flesh. ", "17": "For the flesh lusts contrary to the Spirit, and the Spirit resists the flesh. These are contrary one to the other, so that you cannot do that which you would. ", "18": "But if you are led by the Spirit, then are you not under the law.", "19": "The deeds of the flesh are manifest, which are these: adultery, fornication, uncleanness, wantonness, ", "20": "idolatry, witchcraft, hatred, dissension, ambition, anger, rivalry, factious uprisings, sects, ", "21": "envying, murder, drunkenness, gluttony, and suchlike – of which I warn you, as I have told you in time past, that people who commit such things will not inherit the kingdom of God. ", "22": "But the fruit of the Spirit is love, joy, peace, longsuffering, gentleness, goodness, faithfulness, ", "23": "meekness, temperance. Against such there is no law.", "24": "Those who are Christ's have crucified the flesh with the appetites and lusts. ", "25": "If we live in the Spirit, let us walk in the Spirit. ", "26": "Let us not be vainglorious, provoking one another and envying one another."}