{"1-3": "There was a man in Caesarea by the name of Cornelius, a centurion in what was called the Italian Regiment. He was a deeply religious man who reverenced God, as did all his household. He made many charitable gifts to the people and was a real man of prayer. About three o'clock one afternoon he saw perfectly clearly in a dream an angel of God coming into his room, approaching him, and saying, “Cornelius!”", "4-6": "a He stared at the angel in terror, and said, “What is it, Lord?” b-6 The angel replied, “Your prayers and your deeds of charity have gone up to Heaven and are remembered before God. Now send men to Joppa for a man called Simon, who is also known as Peter. He is staying as a guest with another Simon, a tanner, whose house is down by the sea.”", "7-8": "When the angel who had spoken to him had gone, Cornelius called out for two of his house-servants and a devout soldier, who was one of his personal attendants. He told them the whole story and then sent them off to Joppa.", "9-13": "Next day, while these men were still on their journey and approaching the city, Peter went up about mid-day on to the flat roof of the house to pray. He became very hungry and longed for something to eat. But while the meal was being prepared he fell into a trance and saw the heavens open and something like a great sheet descending upon the earth, let down by its four corners. In it were all kinds of animals, reptiles and birds. Then came a voice which said to him, “Get up, Peter, kill and eat!”", "14": "But Peter said, “Never, Lord! For not once in my life have I ever eaten anything common or unclean.”", "15": "Then the voice spoke to him a second time, “You must not call what God has cleansed common.”", "16": "This happened three times, and then the thing was gone, taken back into heaven.", "17-20": "While Peter was still puzzling about the meaning of the vision which he had just seen, the men sent by Cornelius had arrived asking for the house of Simon. They were in fact standing at the very doorway of the house calling out to enquire if Simon, surnamed Peter, were lodging there. Peter was still thinking deeply about the vision when the Spirit said to him, “Three men are here looking for you. Get up and go downstairs. Go with them without any misgivings, for I myself have sent them.”", "21": "So Peter went down to the men and said, “I am the man you are looking for; what brings you here?”", "22": "They replied, “Cornelius the centurion, a good-living and God-fearing man, whose character can be vouched for by the whole Jewish people, was commanded by a holy angel to send for you to come to his house, and to listen to your message.”", "23-26": "a Then Peter invited them in and entertained them. b-26 On the next day he got up and set out with them, accompanied by some of the brothers from Joppa, arriving at Caesarea on the day after that. Cornelius was expecting them and had invited together all his relations and intimate friends. As Peter entered the house Cornelius met him by falling on his knees before him and worshipping him. But Peter roused him with the words, “Stand up, I am a human being too!”", "27-29": "Then Peter went right into the house in deep conversation with Cornelius and found that a large number of people had assembled. Then he spoke to them, “You all know that it is forbidden for a man who is a Jew to associate with, or even visit, a man of another nation. But God has shown me plainly that no man must be called 'common' or 'unclean'. That is why I came here when I was sent for without raising any objection. Now I want to know what made you send for me.”", "30-33": "Then Cornelius replied, “Three days ago, about this time, I was observing the afternoon hour of prayer in my house, when suddenly a man in shining clothes stood before me and said, 'Cornelius, your prayer has been heard and your charitable gifts have been remembered before God. Now you must send to Joppa and invite here a man called Simon whose surname is Peter. He is staying in the house of a tanner by the name of Simon, down by the sea.' So I sent to you without delay and you have been most kind in coming. Now we are all here in the presence of God to listen to everything that the Lord has commanded you to say.”", "34-43": "Then Peter began to speak, “In solemn truth I can see now that God is no respecter of persons, but that in every nation the man who reverences him and does what is right is acceptable to him! He has sent his message to the sons of Israel by giving us the good news of peace through Jesus Christ—he is the Lord of us all. You must know the story of Jesus of Nazareth—why, it has spread through the whole of Judea, beginning with Galilee after the baptism that John proclaimed. You must have heard how God anointed him with the power of the Holy Spirit, of how he went about doing good and healing all who suffered from the devil's power—because God was with him. Now we are eye-witnesses of everything that he did, both in the Judean country and in Jerusalem itself, and yet they murdered him by hanging him on a cross. But on the third day God raised that same Jesus and let him be clearly seen, not indeed by the whole people, but by witnesses whom God had previously chosen. We are those witnesses, we who ate and drank with him after he had risen from the dead! Moreover, we are the men whom he commanded to preach to the people and bear fearless witness to the fact that he is the one appointed by God to be the judge of both the living and the dead. It is to him that all the prophets bear witness, that every man who believes in him may receive forgiveness of sins through his name.”", "44-47": "a While Peter was still speaking these words the Holy Spirit fell upon all who were listening to his message. The Jewish believers who had come with Peter were absolutely amazed that the gift of the Holy Spirit was being poured out on Gentiles also; for they heard them speaking in foreign tongues and glorifying God. b-47 Then Peter exclaimed, “Could anyone refuse water or object to these men being baptised—men who have received the Holy Spirit just as we did ourselves?”", "48": "And he gave orders for them to be baptised in the name of Jesus Christ. Afterwards they asked him to stay with them for some days."}