{"1-5": "He also went to Derbe and Lystra. At Lystra there was a disciple by the name of Timothy whose mother was a Jewish Christian, though his father was a Greek. Timothy was held in high regard by the brothers at Lystra and Iconium, and Paul wanted to take him on as his companion. Everybody knew his father was a Greek, and Paul therefore had him circumcised because of the attitude of the Jews in these places. As they went on their way through the cities they passed on to them for their observance the decisions which had been reached by the apostles and elders in Jerusalem. Consequently the churches grew stronger and stronger in the faith and their numbers increased daily.", "6-9": "They made their way through Phrygia and Galatia, but the Holy Spirit prevented them from speaking God's message in Asia. When they came to Mysia they tried to enter Bithynia, but again the Spirit of Jesus would not allow them. So they passed by Mysia and came down to Troas, where one night Paul had a vision of a Macedonian man standing and appealing to him in the words: “Come over to Macedonia and help us!”", "10": "As soon as Paul had seen this vision we made every effort to get on to Macedonia, convinced that God had called us to give them the good news.", "11-15": "So we set sail from Troas and ran a straight course to Samothrace, and on the following day to Neapolis. From there we went to Philippi, a Roman garrison-town and the chief city in that part of Macedonia. We spent some days in Philippi and on the Sabbath day we went out of the city gate to the riverside, where we supposed there was a place for prayer. There we sat down and spoke to the women who had assembled. One of our hearers was a woman named Lydia. (She came from Thyatira and was a dealer in purple-dyed cloth.) She was already a believer in God, and she opened her heart to accept Paul's words. When she and her household had been baptised, she appealed to us, saying, “If you are satisfied that I am a true-believer in the Lord, then come down to my house and stay there.” And she insisted on our doing so.", "16-18": "One day while we were going to the place of prayer we were met by a young girl who had a spirit of clairvoyance and brought her owners a good deal of profit by foretelling the future. She would follow Paul and the rest of us, crying out, “These men are servants of the most high God, and they are telling you the way of salvation.” She continued this behaviour for many days, and then Paul, in a burst of irritation, turned round and spoke to the spirit in her. “I command you in the name of Jesus Christ to come out of her!”", "19-21": "And it came out immediately. but when the girl's owners saw that their hope of making money out of her had disappeared, they seized Paul and Silas and dragged them before the authorities in the market-square. There they brought them before the chief magistrates, and said, “These men are Jews and are causing a great disturbance in our city. They are proclaiming customs which it is illegal for us as Roman citizens to accept or practise.”", "22-24": "At this the crowd joined in the attack, and the magistrates had them stripped and ordered them to be beaten with rods. Then, after giving them a severe beating, they threw them into prison, instructing the jailer to keep them safe. On receiving such strict orders, he hustled them into the inner jail and fastened their feet securely in the stocks.", "25-28": "But about midnight Paul and Silas were praying and singing hymns to God while the other prisoners were listening to them. Suddenly there was a great earthquake, big enough to shake the foundations of the prison. Immediately all the doors flew open and everyone's chains were unfastened. When the jailer woke and saw that the doors of the prison had been opened he drew his sword and was on the point of killing himself, for he imagined that all the prisoners had escaped. But Paul called out to him at the top of his voice, “Don't hurt yourself—we are all here!”", "29": "Then the jailer called for lights, rushed in, and trembling all over, fell at the feet of Paul and Silas.", "30": "He led them outside, and said, “Sirs, what must I do to be saved?”", "31": "And they replied, “Believe in the Lord Jesus and then you will be saved, you and your household.”", "32-34": "Then they told him and all the members of his household the message of God. There and then in the middle of the night he took them aside and washed their wounds and he himself and all his family were baptised without delay. Then he took them into his house and offered them food, he and his whole household overjoyed at finding faith in God.", "35-36": "When morning came, the magistrates sent their constables with the message, “Let those men go.” The jailer reported this message to Paul, saying, “The magistrates have sent to have you released. So now you can leave this place and go on your way in peace.”", "37-37": "But Paul said to the constables, “They beat us publicly without any kind of trial; they threw us into prison despite the fact that we are Roman citizens. And now do they want to get rid of us in this underhand way? Oh no, let them come and take us out themselves!”", "38-40": "The constables reported this to the magistrates, who were thoroughly alarmed when they heard that they were Romans. So they came in person and apologized to them, and after taking them outside the prison, requested them to leave the city. But on leaving the prison Paul and Silas went to Lydia's house, and when they had seen the brothers and given them fresh courage, they took their leave."}