{"1-6": "After our escape we discovered that the island was called Melita. The natives treated us with uncommon kindness. Because of the driving rain and cold they lit a fire and made us all welcome. Then when Paul had collected a large bundle of sticks and was about to put it on the fire, a viper driven out by the heat fastened itself on his hand. When the natives saw the creature hanging from his hand they said to each other, “This man is obviously a murderer. He has escaped from the sea but justice will not let him live.” But Paul shook off the viper into the fire without suffering any ill effect. Naturally they expected him to swell up or suddenly fall down dead, but after waiting a long time and seeing nothing untoward happen to him, they changed their minds and kept saying he was a god.", "7-10": "In that part of the island were estates belonging to the governor, whose name was Publius. This man welcomed us and entertained us most kindly for three days. Now it happened that Publius' father was lying ill with fever and dysentery. Paul visited him and after prayer laid his hands on him and healed him. After that all the other sick people on the island came forward and were cured. Consequently they loaded us with presents, and when the time came for us to sail they provided us with everything we needed.", "11-14": "It was no less than three months later that we set sail in an Alexandrian ship which had wintered in the island, a ship that had the heavenly twins as her figurehead. We put in at Syracuse and stayed there three days, and from there we tacked round to Rhegium. A day later the south wind sprang up and we sailed to Puteoli, reaching it in only two days. There we found some of the brothers and they begged us to stay a week with them, and so we finally came to Rome.", "15": "The brothers there had heard about us and came out from the city to meet us, as far as the Market of Appius and the Three Taverns. When Paul saw them he thanked God and his spirits rose.", "16": "When we reached Rome Paul was given permission to live alone with the soldier who was guarding him.", "17-20": "Three days later Paul invited the leading Jews to meet him, and when they arrived he spoke to them, “Men and brothers, although I have done nothing against our people or the customs of our forefathers, I was handed over to the Romans as a prisoner in Jerusalem. They examined me and were prepared to release me, since they found me guilty of nothing deserving the death penalty. But the attacks of the Jews there forced me to appeal to Caesar—not that I had any charge to make against my own nation. But it is because of this accusation of the Jews that I have asked to see you and talk matters over with you. In actual fact it is on account of the hope of Israel that I am here in chains.”", "21-22": "But they replied, “We have received no letters about you from Judea, nor have any of the brothers who have arrived here said anything, officially or unofficially, against you. We want to hear you state your views, although as far as this sect is concerned we do know that serious objections have been raised to it everywhere.", "23-27": "a When they had arranged a day for him they came to his lodging in great numbers. b-27 From morning till evening he explained the kingdom of God to them, giving his personal testimony, trying to persuade them about Jesus from the Law of Moses and the Prophets. As a result several of them were won over by his words, but others would not believe. When they could not reach any agreement among themselves and began to go away, Paul added as a parting shot, “how rightly did the Holy Spirit speak to your forefathers through the prophet Isaiah when he said, 'Go to the people and say, Hearing you will hear, and shall not understand; and seeing you will see, and not perceive; for the heart of this people has grown dull. Their ears are hard of hearing, and their eyes they have closed, lest they should see with their eyes and hear with their ears, lest they should understand with their heart and turn, so that I should heal them.'", "28": "“Let it be plainly understood then that this salvation of our God has been sent to the Gentiles, and they at least will listen to it!”", "29-31": "So Paul stayed for two full years in his own rented apartment welcoming all who came to see him. He proclaimed to them all the kingdom of God and gave them the teaching of the Lord Jesus Christ with the utmost freedom and without hindrance from anyone."}