{"1": "This is the ·family history [record of the ancestors; genealogy; L book of the offspring/family; C perhaps a title for the entire book] of Jesus ·Christ [the Messiah]. ·He came from the family of David, and David came from the family of Abraham [L …the son of David, the son of Abraham; C “son” can mean descendant].", "2": "Abraham ·was the father of [fathered; T begot; C and so throughout the genealogy; the word can refer to more distant ancestry] Isaac. Isaac was the father of Jacob. Jacob was the father of Judah and his brothers.", "3": "Judah was the father of Perez and Zerah. (Their mother was Tamar [Gen. 38].) Perez was the father of Hezron. Hezron was the father of Ram.", "4": "Ram was the father of Amminadab. Amminadab was the father of Nahshon. Nahshon was the father of Salmon.", "5": "Salmon was the father of Boaz. (Boaz's mother was Rahab [Josh. 2].) Boaz was the father of Obed. (Obed's mother was Ruth [Ruth 4:13–22].) Obed was the father of Jesse.", "6": "Jesse was the father of King David. David was the father of Solomon. (Solomon's mother had been Uriah's wife [C Bathsheba; 2 Sam. 11—12].)", "7": "Solomon was the father of Rehoboam. Rehoboam was the father of Abijah. Abijah was the father of Asa.[a]", "8": "Asa was the father of Jehoshaphat. Jehoshaphat was the father of Joram [C a variant spelling of Jehoram; 1 Kin. 22:50]. Joram was the ·ancestor [or father; C see v. 2] of Uzziah.", "9": "Uzziah was the father of Jotham. Jotham was the father of Ahaz. Ahaz was the father of Hezekiah.", "10": "Hezekiah was the father of Manasseh. Manasseh was the father of Amon. Amon was the father of Josiah.", "11": "Josiah was the ·grandfather [or father; C see v. 2] of Jeconiah [C another name for Jehoiachin; see 2 Kin. 24:6; 1 Chr. 3:16] and his brothers. (This was at the time ·that the people were taken [L of the exile/deportation; 2 Kin. 24:8–17] to Babylon.)", "12": "After ·they were taken [the exile/deportation] to Babylon: Jeconiah was the father of Shealtiel. Shealtiel was the ·grandfather [or father; C see v. 2] of Zerubbabel [Ezra 2].", "13": "Zerubbabel was the father of Abiud. Abiud was the father of Eliakim. Eliakim was the father of Azor.", "14": "Azor was the father of Zadok. Zadok was the father of ·Akim [Achim]. ·Akim [Achim] was the father of Eliud.", "15": "Eliud was the father of Eleazar. Eleazar was the father of Matthan. Matthan was the father of Jacob.", "16": "Jacob was the father of Joseph. Joseph was the husband of Mary, and Mary ·was the mother of [gave birth to] Jesus, who is called the ·Christ [Messiah].", "17": "So there were fourteen generations [L in all] from Abraham to David. And there were fourteen generations from David until the ·people were taken [exile; deportation] to Babylon. And there were fourteen generations from the time ·when the people were taken [of the exile/deportation] to Babylon until ·Christ [the Messiah] was born.", "18": "This is how the birth of Jesus ·Christ [the Messiah] came about. His mother Mary was ·engaged [pledged; T betrothed; C a formal agreement between families that required a “divorce” to annul] to marry Joseph, but before they ·married [came to live together], she ·learned she was [or was found/discovered to be] ·pregnant [T with child] ·by the power of [through] the Holy Spirit. ", "19": "Because Mary's husband, Joseph, was a ·good [righteous] man, he did not want to disgrace her in public, so he planned to ·divorce her [end the engagement] ·secretly [privately; quietly].", "20": "While Joseph ·thought about [considered; decided; resolved to do] these things, [L look; T behold] an angel of the Lord ·came [appeared] to him in a dream. The angel said, “Joseph, ·descendant [son] of David, don't be afraid to take Mary as your wife, because ·the baby [L what is conceived] in her is from the Holy Spirit. ", "21": "She will give birth to a son, and you will name him Jesus, because he will save his people from their sins [C the name Jesus means “the Lord saves”].”", "22": "All this happened to ·bring about [fulfill] what the Lord had ·said [spoken] through the prophet: ", "23": "“[L Look; T Behold] The virgin will ·be pregnant [L conceive in her womb; Is. 7:14]. She will ·have [give birth to] a son, and they will name him Immanuel,” which [C in Hebrew] means “God is with us.”", "24": "When Joseph woke up, he did what the Lord's angel had ·told [commanded] him to do. Joseph took Mary as his wife, ", "25": "but he did not have sexual relations with her until she gave birth to a son. And ·Joseph [L he] named him Jesus."}