{"1": "Early the next morning, all the ·leading [T chief] priests and elders of the people ·decided that Jesus should die [or met together to plan Jesus' death]. ", "2": "They ·tied [bound] him, led him away, and turned him over to Pilate, the governor.", "3": "Judas, the one who had ·given [betrayed] Jesus to his enemies, saw that ·they had decided to kill Jesus [Jesus had been condemned]. Then he was ·very sorry [filled with remorse] for what he had done. So he took the thirty silver coins back to the leading [T chief] priests and the elders, ", "4": "saying, “I sinned; I ·handed over to you [betrayed] ·an innocent man [L innocent blood].” The leaders answered, “What ·is that to us [do we care]? That's your ·problem, not ours [responsibility; concern].”", "5": "So Judas threw the ·money [silver coins] into the ·Temple [sanctuary]. Then he went off and hanged himself.", "6": "The ·leading [T chief] priests picked up the silver coins in the Temple and said, “·Our law does not allow us [or It is not right] to ·keep [put] this money ·with the Temple money [in the Temple treasury], because it ·has paid for a man's death [is blood money; L is the price of blood].” ", "7": "So they decided to use the coins to buy ·Potter's Field [or the potter's field] as a place to bury ·strangers [or foreigners]. ", "8": "That is why that field is still called the Field of Blood. ", "9": "So what Jeremiah the prophet had said ·came true [was fulfilled]: “They took thirty ·silver coins [T pieces of silver]. That is ·how little the Israelites thought he was worth [or the price at which he was valued by the Israelites; or the value of a man with a price on his head among the Israelites; Jer. 18:2–3; 19:1–13; 32:5–15; Zech. 11:12–13]. ", "10": "They used those thirty silver coins to buy ·Potter's Field [or the potter's field], as the Lord commanded me.”", "11": "Jesus stood before Pilate the governor, and Pilate asked him, “Are you the king of the Jews?” Jesus answered, “·Those are your words [It is as you say; L You say so; C an indirect affirmation].”", "12": "When the ·leading [T chief] priests and the elders accused Jesus, he ·said nothing [did not answer].", "13": "So Pilate said to Jesus, “Don't you hear them accusing you of ·all these [so many] things?”", "14": "But Jesus ·said nothing in answer to Pilate [did not answer a single charge], and ·Pilate [L the governor] was very ·surprised [amazed] at this.", "15": "Every year at the ·time of Passover [festival/feast] the governor would free [L for the crowd] one prisoner whom the people chose. ", "16": "At that time there was a man in prison, named Barabbas,[a] who was ·known to be very bad [well known; notorious]. ", "17": "When the people gathered, Pilate said, “Whom do you want me to set free: Barabbas[b] or Jesus who is called the ·Christ [Messiah]?” ", "18": "[L For] Pilate knew that they turned Jesus in to him because they were jealous.", "19": "While Pilate was sitting there on the judge's seat [C a special seat for speeches or judicial pronouncements], his wife sent this message to him: “·Don't do anything to [or Have nothing to do with] that man, because he is ·innocent [righteous]. Today I had a dream about him, and it ·troubled me very much [caused me great pain/anguish].”", "20": "But the ·leading [T chief] priests and elders convinced the crowd to ask for Barabbas to be freed and for Jesus to be ·killed [executed].", "21": "Pilate said, “Which of these two do you want me to set free for you?” The people answered, “Barabbas.”", "22": "Pilate asked, “So what should I do with Jesus, the one called the ·Christ [Messiah]?” They all answered, “Crucify him!”", "23": "Pilate asked, “Why? What ·wrong [crime; evil] has he done?” But they shouted louder, “Crucify him!”", "24": "When Pilate saw that he ·could do nothing about this [was getting nowhere; was gaining nothing] and that a riot was starting, he took some water and washed his hands in front of the crowd. Then he said, “I am ·not guilty [innocent] of this man's ·death [L blood]. ·You are the ones who are causing it [It is your responsibility now; or Take care of it yourselves]!”", "25": "All the people answered, “·We and our children will be responsible for his death [L His blood be on us and on our children].”", "26": "Then he set Barabbas free. But he had Jesus ·beaten with whips [scourged; flogged] and handed over to the soldiers to be crucified.", "27": "The governor's soldiers took Jesus into the ·governor's palace [fortress; headquarters; L Praetorium], and ·they all gathered around him [or the whole regiment/company/cohort was assembled; C a cohort was about five hundred soldiers; here it may mean those of the cohort on duty]. ", "28": "They ·took off his clothes [stripped him] and put a ·red [scarlet] robe on him [C probably a scarlet military coat, whose color resembled purple, the color of royalty]. ", "29": "Using thorny branches, they made a crown, put it on his head, and put a ·stick [reed; staff] in his right hand [C as a scepter]. Then the soldiers ·bowed [kneeled] before Jesus and ·made fun of [mocked] him, saying, “Hail, King of the Jews!” ", "30": "They spat on Jesus. Then they took his ·stick [reed; staff] and began to beat him on the head. ", "31": "After they ·finished [had mocked him], the soldiers took off the robe and put his own clothes on him again. Then they led him away to be crucified.", "32": "·As the soldiers were going out of the city with Jesus [L As they went out], they ·met [found; came across] a man from Cyrene [C a city in northern Africa, in present-day Libya], named Simon, and forced him to carry the cross for Jesus. ", "33": "They all came to the place called Golgotha, which means [C in Aramaic] the Place of the Skull. ", "34": "·The soldiers [L They; C this could be the soldiers or the women of Jerusalem] gave Jesus wine mixed with gall to drink [C the gall was either a sedative or further mockery, making the wine bitter; Ps. 69:21; Prov. 31:6]. He tasted the wine but refused to drink it. ", "35": "When the soldiers had crucified him, they threw lots [C similar to dice] to ·decide who would get [L divide up] his clothes[c] [Ps. 22:18]. ", "36": "The soldiers sat there and ·continued watching [kept guard over] him. ", "37": "They put a sign above Jesus' head with the charge against him. It said: this is jesus, the king of the jews. ", "38": "Two ·robbers [rebels; revolutionaries; C the term “robber” was used by the Romans of insurrectionists] were crucified beside Jesus, one on the right and the other on the left [Is. 53:12]. ", "39": "People walked by and ·insulted [defamed; slandered; C the same Greek word used to “blaspheme”] Jesus and shook their heads [C a gesture of derision; Ps. 22:7], ", "40": "saying, “You said you could destroy the Temple and build it again in three days. So save yourself! Come down from that cross if you are really the Son of God!”", "41": "The ·leading [T chief] priests, the teachers of the law, and the Jewish elders were also ·making fun of [mocking] Jesus. ", "42": "They said, “He saved others, but he can't save himself! He says he is the king of Israel! If he is the king, let him come down now from the cross. Then we will believe in him. ", "43": "He trusts in God, so let God ·save [rescue; deliver] him now, if God really wants him [Ps. 22:8]. He himself said, 'I am the Son of God.'” ", "44": "And in the same way, the robbers [rebels; revolutionaries; v. 38] who were being crucified beside Jesus also ·insulted [ridiculed; taunted] him.", "45": "At ·noon [L the sixth hour] the whole country became dark, and the darkness lasted ·for three hours [L until the ninth hour]. ", "46": "About ·three o'clock [L the ninth hour] Jesus cried out in a loud voice, “Eli, Eli, lama sabachthani?” This means, “My God, my God, why have you ·abandoned [forsaken] me [Ps. 22:1; C these words are a mixture of Hebrew and Aramaic]?”", "47": "Some of the people standing there who heard this said, “He is calling Elijah.” [C The prophet Elijah, associated with the end times (Mal. 4:5), was also viewed as a helper in time of need.]", "48": "·Quickly [At once] one of them ran and got a sponge and filled it with ·vinegar [or sour wine; C an inexpensive drink used by soldiers and slaves] and tied it to a ·stick [reed] and gave it to Jesus to drink [Ps. 69:21]. ", "49": "But the others said, “·Don't bother him [Wait; Leave him alone]. We want to see if Elijah will come to save him.”", "50": "But Jesus cried out again in a loud voice and ·died [L released his spirit].", "51": "·Then [T And behold] the curtain in the Temple [C dividing the Most Holy Place from the rest of the Temple] was torn into two pieces, from the top to the bottom [C representing new access to the presence of God, and perhaps God's judgment against the Temple leadership]. Also, the earth shook and rocks broke apart. ", "52": "The graves opened, and many [L of the bodies] of ·God's people [the saints] who had ·died [L fallen asleep] were raised from the dead. ", "53": "They came out of the graves after ·Jesus was raised from the dead [L his resurrection] and went into the holy city [C Jerusalem], where they appeared to many people.", "54": "When the ·army officer [centurion] and ·the soldiers [L those with him] guarding Jesus saw this earthquake and everything else that happened, they were ·very frightened [filled with awe] and said, “He really was the Son of God!”", "55": "Many women who had followed Jesus from Galilee to ·help [provide support for; minister to] him were standing at a distance from the cross, watching. ", "56": "Mary Magdalene, and Mary the mother of James and Joseph, and the mother of James and John were ·there [among them].", "57": "That evening a rich man named Joseph, a ·follower [disciple] of Jesus from the town of Arimathea, ·came to Jerusalem [or came forward; L came]. ", "58": "Joseph went to Pilate and asked to have Jesus' body. So Pilate gave orders for ·the soldiers to give it [L it to be given] to Joseph. ", "59": "Then Joseph took the body and wrapped it in a clean linen cloth. ", "60": "He put Jesus' body in his own new tomb that he had cut out of a wall of rock, and he rolled a very large stone to block the entrance of the tomb. Then Joseph went away. ", "61": "Mary Magdalene and the other woman named Mary were sitting ·near [across from; opposite] the tomb.", "62": "The next day, the day after Preparation Day, the ·leading [T chief] priests and the Pharisees ·went to [assembled/gathered before] Pilate. ", "63": "They said, “Sir, we remember that while that ·liar [deceiver; impostor] was still alive he said, 'After three days I will rise from the dead.' ", "64": "So give the order for the tomb to be ·guarded closely [secured; sealed] till the third day. Otherwise, his ·followers [disciples] might come and steal the body and tell people that he has risen from the dead. ·That lie [L The last deception] would be even worse than the first one.”", "65": "Pilate said, “·Take some soldiers [or You have a guard; C the phrase could mean Pilate sends Roman soldiers or that the leaders should use their own temple police] and go ·guard [secure] the tomb the best way you know.” ", "66": "So they all went to the tomb and ·made it safe from thieves [secured it] ·by sealing [or by placing a wax seal on] the stone in the entrance and putting soldiers there to guard it."}