{"1": "After this, the Lord appointed seventy-two[a] others, and he sent them ahead of him in pairs to every town and place where he himself was about to go. ", "2": "He told them, “The harvest is abundant, but the workers are few. Therefore, pray to the Lord of the harvest to send out workers into his harvest. ", "3": "Now go; I'm sending you out like lambs among wolves. ", "4": "Don't carry a money-bag, traveling bag, or sandals;  don't greet anyone along the road. ", "5": "Whatever house you enter, first say, 'Peace to this household.' ", "6": "If a person of peace is there, your peace will rest on him; but if not, it will return to you. ", "7": "Remain in the same house, eating and drinking what they offer, for the worker is worthy of his wages. Don't move from house to house. ", "8": "When you enter any town, and they welcome you, eat the things set before you. ", "9": "Heal the sick who are there, and tell them, 'The kingdom of God has come near you.' ", "10": "When you enter any town, and they don't welcome you, go out into its streets and say, ", "11": "'We are wiping off even the dust of your town that clings to our feet as a witness against you. Know this for certain: The kingdom of God has come near.' ", "12": "I tell you, on that day it will be more tolerable for Sodom than for that town.", "13": "“Woe to you, Chorazin! Woe to you, Bethsaida! For if the miracles that were done in you had been done in Tyre and Sidon, they would have repented long ago, sitting in sackcloth and ashes. ", "14": "But it will be more tolerable for Tyre and Sidon at the judgment than for you. ", "15": "And you, Capernaum, will you be exalted to heaven? No, you will go down to Hades. ", "16": "Whoever listens to you listens to me. Whoever rejects you rejects me. And whoever rejects me rejects the one who sent me.”", "17": "The seventy-two[b] returned with joy, saying, “Lord, even the demons submit to us in your name.”", "18": "He said to them, “I watched Satan fall from heaven like lightning. ", "19": "Look, I have given you the authority to trample on snakes and scorpions and over all the power of the enemy;  nothing at all will harm you. ", "20": "However, don't rejoice that[c] the spirits  submit to you, but rejoice that your names are written in heaven.”", "21": "At that time he[d] rejoiced in the Holy[e] Spirit and said, “I praise[f] you, Father, Lord of heaven and earth, because you have hidden these things from the wise and intelligent and revealed them to infants. Yes, Father, because this was your good pleasure.[g] ", "22": "All things have[h] been entrusted to me by my Father. No one knows who the Son is except the Father, and who the Father is except the Son, and anyone to whom the Son desires[i] to reveal him.”", "23": "Then turning to his disciples he said privately, “Blessed are the eyes that see the things you see! ", "24": "For I tell you that many prophets and kings wanted to see the things you see but didn't see them; to hear the things you hear but didn't hear them.”", "25": "Then an expert in the law stood up to test him, saying, “Teacher, what must I do to inherit eternal life?” ", "26": "“What is written in the law?” he asked him. “How do you read it?”", "27": "He answered, “Love the Lord your God with all your heart, with all your soul, with all your strength, and with all your mind,” and “your neighbor as yourself.”", "28": "“You've answered correctly,” he told him. “Do this and you will live.”", "29": "But wanting to justify himself, he asked Jesus, “And who is my neighbor?” ", "30": "Jesus took up the question and said: “A man was going down from Jerusalem to Jericho and fell into the hands of robbers. They stripped him, beat him up, and fled, leaving him half dead. ", "31": "A priest happened to be going down that road. When he saw him, he passed by on the other side. ", "32": "In the same way, a Levite, when he arrived at the place and saw him, passed by on the other side. ", "33": "But a Samaritan on his journey came up to him, and when he saw the man, he had compassion. ", "34": "He went over to him and bandaged his wounds, pouring on olive oil and wine. Then he put him on his own animal, brought him to an inn, and took care of him. ", "35": "The next day[j] he took out two denarii,[k] gave them to the innkeeper, and said, 'Take care of him. When I come back I'll reimburse you for whatever extra you spend.'", "36": "“Which of these three do you think proved to be a neighbor to the man who fell into the hands of the robbers?”", "37": "“The one who showed mercy to him,” he said. Then Jesus told him, “Go and do the same.”", "38": "While they were traveling, he entered a village, and a woman named Martha welcomed him into her home.[l] ", "39": "She had a sister named Mary, who also sat at the Lord's[m] feet and was listening to what he said.[n] ", "40": "But Martha was distracted by her many tasks, and she came up and asked, “Lord, don't you care that my sister has left me to serve alone? So tell her to give me a hand.”[o]", "41": "The Lord[p] answered her, “Martha, Martha, you are worried and upset about many things, ", "42": "but one thing is necessary.[q] Mary has made the right choice,[r] and it will not be taken away from her.”"}