{"1": "Now he told them a parable on the need for them to pray always and not give up. ", "2": "“There was a judge in a certain town who didn't fear God or respect people. ", "3": "And a widow in that town kept coming to him, saying, 'Give me justice against my adversary.'", "4": "“For a while he was unwilling, but later he said to himself, 'Even though I don't fear God or respect people, ", "5": "yet because this widow keeps pestering me,[a] I will give her justice, so that she doesn't wear me out[b] by her persistent coming.'”", "6": "Then the Lord said, “Listen to what the unjust judge says. ", "7": "Will not God grant justice to his elect who cry out to him day and night? Will he delay helping them?[c] ", "8": "I tell you that he will swiftly grant them justice. Nevertheless, when the Son of Man comes, will he find faith on earth?”", "9": "He also told this parable to some who trusted in themselves that they were righteous and looked down on everyone else: ", "10": "“Two men went up to the temple to pray, one a Pharisee and the other a tax collector. ", "11": "The Pharisee was standing and praying like this about himself: [d] 'God, I thank you that I'm not like other people—greedy, unrighteous, adulterers, or even like this tax collector. ", "12": "I fast twice a week; I give a tenth[e] of everything I get.'", "13": "“But the tax collector, standing far off, would not even raise his eyes to heaven but kept striking his chest and saying, 'God, have mercy on me,[f] a sinner!'  ", "14": "I tell you, this one went down to his house justified rather than the other; because everyone who exalts himself will be humbled, but the one who humbles himself will be exalted.”", "15": "People were bringing infants to him so he might touch them, but when the disciples saw it, they rebuked them. ", "16": "Jesus, however, invited them: “Let the little children come to me, and don't stop them, because the kingdom of God belongs to such as these. ", "17": "Truly I tell you, whoever does not receive the kingdom of God like a little child will never enter it.”", "18": "A ruler asked him, “Good teacher, what must I do to inherit eternal life?” ", "19": "“Why do you call me good?” Jesus asked him. “No one is good except God alone. ", "20": "You know the commandments: Do not commit adultery; do not murder; do not steal; do not bear false witness; honor your father and mother.”[g]", "21": "“I have kept all these from my youth,” he said.", "22": "When Jesus heard this, he told him, “You still lack one thing: Sell all you have and distribute it to the poor, and you will have treasure in heaven. Then come, follow me.”", "23": "After he heard this, he became extremely sad, because he was very rich.", "24": "Seeing that he became sad,[h] Jesus said, “How hard it is for those who have wealth to enter the kingdom of God! ", "25": "For it is easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God.”", "26": "Those who heard this asked, “Then who can be saved?” ", "27": "He replied, “What is impossible with man is possible with God.”", "28": "Then Peter said, “Look, we have left what we had and followed you.”", "29": "So he said to them, “Truly I tell you, there is no one who has left a house, wife or brothers or sisters, parents or children because of the kingdom of God, ", "30": "who will not receive many times more at this time, and eternal life in the age to come.”", "31": "Then he took the Twelve aside and told them, “See, we are going up to Jerusalem. Everything that is written through the prophets about the Son of Man will be accomplished. ", "32": "For he will be handed over to the Gentiles, and he will be mocked, insulted, spit on; ", "33": "and after they flog him, they will kill him, and he will rise on the third day.”", "34": "They understood none of these things. The meaning of the saying[i] was hidden from them, and they did not grasp what was said.", "35": "As he approached Jericho, a blind man was sitting by the road begging. ", "36": "Hearing a crowd passing by, he inquired what was happening. ", "37": "“Jesus of Nazareth is passing by,” they told him.", "38": "So he called out, “Jesus, Son of David, have mercy on me!” ", "39": "Then those in front told him to keep quiet,[j] but he kept crying out all the more, “Son of David, have mercy on me!”", "40": "Jesus stopped and commanded that he be brought to him. When he came closer, he asked him, ", "41": "“What do you want me to do for you?” “Lord,” he said, “I want to see.”", "42": "“Receive your sight.” Jesus told him. “Your faith has saved you.” ", "43": "Instantly he could see, and he began to follow him, glorifying God. All the people, when they saw it, gave praise to God."}