{"1": "Summoning the Twelve, he gave them power and authority over all the demons and to heal diseases. ", "2": "Then he sent them to proclaim the kingdom of God and to heal the sick.", "3": "“Take nothing for the road,” he told them, “no staff, no traveling bag, no bread, no money; and don't take an extra shirt. ", "4": "Whatever house you enter, stay there and leave from there. ", "5": "If they do not welcome you, when you leave that town, shake off the dust from your feet as a testimony against them.” ", "6": "So they went out and traveled from village to village, proclaiming the good news and healing everywhere.", "7": "Herod the tetrarch heard about everything that was going on. He was perplexed, because some said that John had been raised from the dead, ", "8": "some that Elijah had appeared, and others that one of the ancient prophets had risen. ", "9": "“I beheaded John,” Herod said, “but who is this I hear such things about?” And he wanted to see him.", "10": "When the apostles returned, they reported to Jesus all that they had done. He took them along and withdrew privately to a[a] town called Bethsaida. ", "11": "When the crowds found out, they followed him. He welcomed them, spoke to them about the kingdom of God, and healed those who needed healing.", "12": "Late in the day, the Twelve approached and said to him, “Send the crowd away, so that they can go into the surrounding villages and countryside to find food and lodging, because we are in a deserted place here.”", "13": "“You give them something to eat,” he told them. “We have no more than five loaves and two fish,” they said, “unless we go and buy food for all these people.” ", "14": "(For about five thousand men were there.) Then he told his disciples, “Have them sit down[b] in groups of about fifty each.” ", "15": "They did what he said, and had them all sit down. ", "16": "Then he took the five loaves and the two fish, and looking up to heaven, he blessed and broke them. He kept giving them to the disciples to set before the crowd. ", "17": "Everyone ate and was filled. They picked up twelve baskets of leftover pieces.", "18": "While he was praying in private and his disciples were with him, he asked them, “Who do the crowds say that I am?”", "19": "They answered, “John the Baptist; others, Elijah; still others, that one of the ancient prophets has come back.”[c]", "20": "“But you,” he asked them, “who do you say that I am?” Peter answered, “God's Messiah.”", "21": "But he strictly warned and instructed them to tell this to no one, ", "22": "saying, “It is necessary that the Son of Man suffer many things and be rejected by the elders, chief priests, and scribes, be killed, and be raised the third day.”", "23": "Then he said to them all, “If anyone wants to follow after[d] me, let him deny himself, take up his cross daily,[e] and follow me. ", "24": "For whoever wants to save his life will lose it, but whoever loses his life because of me will save it. ", "25": "For what does it benefit someone if he gains the whole world, and yet loses or forfeits himself? ", "26": "For whoever is ashamed of me and my words, the Son of Man will be ashamed of him when he comes in his glory and that of the Father and the holy angels. ", "27": "Truly I tell you, there are some standing here who will not taste death until they see the kingdom of God.”", "28": "About eight days after this conversation, he took along Peter, John, and James and went up on the mountain to pray. ", "29": "As he was praying, the appearance of his face changed, and his clothes became dazzling white. ", "30": "Suddenly, two men were talking with him—Moses and Elijah. ", "31": "They appeared in glory and were speaking of his departure, which he was about to accomplish in Jerusalem.", "32": "Peter and those with him were in a deep sleep,[f] and when they became fully awake, they saw his glory and the two men who were standing with him. ", "33": "As the two men were departing from him, Peter said to Jesus, “Master, it's good for us to be here. Let us set up three shelters: one for you, one for Moses, and one for Elijah”—not knowing what he was saying.", "34": "While he was saying this, a cloud appeared and overshadowed them. They became afraid as they entered the cloud. ", "35": "Then a voice came from the cloud, saying: “This is my Son, the Chosen One;[g] listen to him!” ", "36": "After the voice had spoken, Jesus was found alone. They kept silent, and at that time told no one what they had seen.", "37": "The next day, when they came down from the mountain, a large crowd met him. ", "38": "Just then a man from the crowd cried out, “Teacher, I beg you to look at my son, because he's my only child. ", "39": "A spirit seizes him; suddenly he shrieks, and it throws him into convulsions until he foams at the mouth; severely bruising him, it scarcely ever leaves him. ", "40": "I begged your disciples to drive it out, but they couldn't.”", "41": "Jesus replied, “You unbelieving and perverse[h] generation, how long will I be with you and put up with you? Bring your son here.”", "42": "As the boy was still approaching, the demon knocked him down and threw him into severe convulsions. But Jesus rebuked the unclean spirit, healed the boy, and gave him back to his father. ", "43": "And they were all astonished at the greatness of God. While everyone was amazed at all the things he was doing, he told his disciples, ", "44": "“Let these words sink in:[i] The Son of Man is about to be betrayed into the hands of men.”", "45": "But they did not understand this statement; it was concealed from them so that they could not grasp it, and they were afraid to ask him about it.", "46": "An argument started among them about who was the greatest of them. ", "47": "But Jesus, knowing their inner thoughts,[j] took a little child and had him stand next to him. ", "48": "He told them, “Whoever welcomes[k] this little child in my name welcomes me. And whoever welcomes me welcomes him who sent me. For whoever is least among you—this one is great.”", "49": "John responded, “Master, we saw someone driving out demons in your name, and we tried to stop him because he does not follow us.”", "50": "“Don't stop him,” Jesus told him, “because whoever is not against you is for you.”[l]", "51": "When the days were coming to a close for him to be taken up, he determined[m] to journey to Jerusalem. ", "52": "He sent messengers ahead of himself, and on the way they entered a village of the Samaritans to make preparations for him. ", "53": "But they did not welcome him, because he determined to journey to Jerusalem. ", "54": "When the disciples James and John saw this, they said, “Lord, do you want us to call down fire from heaven to consume them?” [n]", "55": "But he turned and rebuked them,[o] ", "56": "and they went to another village.", "57": "As they were traveling on the road someone said to him, “I will follow you wherever you go.”", "58": "Jesus told him, “Foxes have dens, and birds of the sky have nests, but the Son of Man has no place to lay his head.” ", "59": "Then he said to another, “Follow me.” “Lord,” he said, “first let me go bury my father.”", "60": "But he told him, “Let the dead bury their own dead, but you go and spread the news of the kingdom of God.”", "61": "Another said, “I will follow you, Lord, but first let me go and say good-bye to those at my house.”", "62": "But Jesus said to him, “No one who puts his hand to the plow and looks back is fit for the kingdom of God.”"}