{"1": "This is the prophecy which Havakuk the prophet saw:", "2": "Adonai, how long must I cry without your hearing? “Violence!” I cry to you, but you don't save.", "3": "Why do you make me see wrongdoing, why do you permit oppression? Pillage and cruelty confront me, so that strife and discord prevail.", "4": "Therefore Torah is not followed; justice never gets rendered, because the wicked fence in the righteous. This is why justice comes out perverted.", "5": "“Look around among the nations! What you see will completely astound you! For what is going to be done in your days you will not believe, even when you are told.", "6": "I am raising up the Kasdim, that bitter and impetuous nation, who march far and wide over the earth to seize homes that are not their own.", "7": "Fearsome and dreadful they are; their rules and strength come from themselves.", "8": "Their horses are swifter than leopards, fiercer than wolves at night. Their cavalry gallop in from afar, flying like vultures rushing to feed.", "9": "All of them come for violence, their faces set eagerly forward, scooping up captives like sand.", "10": "They scoff at kings; princes they deride. They laugh at any fortress; they pile up earth and take it.", "11": "Then they sweep on like the wind, but they become guilty, because they make their strength their god.”", "12": "Adonai, haven't you existed forever? My God, my holy one, we will not die. Adonai, you appointed them to execute judgment. Rock, you commissioned them to correct us.", "13": "Your eyes are too pure to see evil, you cannot countenance oppression. So why do you countenance traitors? Why are you silent when evil people swallow up those more righteous than they?", "14": "You make people like fish in the sea, like reptiles that have no ruler.", "15": "The evil haul them all up with their hooks, catch them in their fish net, or gather them in their dragnet. Then they rejoice and make merry,", "16": "offering sacrifices to their fishnet and burning incense to their dragnet; because through them they live in luxury, with plenty of food to eat.", "17": "Should they, therefore, keep emptying their nets? Should they keep slaughtering the nations without pity?"}