{"1": "I will stand at my watchpost; I will station myself on the rampart. I will look to see what [God] will say through me and what I will answer when I am reproved.", "2": "Then Adonai answered me; he said, “Write down the vision clearly on tablets, so that even a runner can read it.", "3": "For the vision is meant for its appointed time; it speaks of the end, and it does not lie. It may take a while, but wait for it; it will surely come, it will not delay.", "4": "“Look at the proud: he is inwardly not upright; but the righteous will attain life through trusting faithfulness.", "5": "Truly, wine is treacherous; the arrogant will not live at peace but keeps expanding his desires like Sh'ol; like death, he can never be satisfied; he keeps collecting all the nations for himself, rallying to himself all the peoples.", "6": "Won't all these take up taunting him and say about him, in mocking riddles, 'Woe to him who amasses other people's wealth! — how long must it go on? — and to him who adds to himself the weight of goods taken in pledge!", "7": "Won't your own creditors suddenly stand, won't those who make you tremble wake up? You will become their spoil.", "8": "Because you plundered many nations, all the rest of the peoples will plunder you; because of the bloodshed and violence done to the land, the city and all who live there.", "9": "“'Woe to him who seeks unjust gain for his household, putting his nest on the heights, in order to be safe from the reach of harm.", "10": "By scheming to destroy many peoples, you have brought shame to your house and forfeited your life.", "11": "For the very stones will cry out from the wall, and a beam in the framework will answer them.", "12": "“'Woe to him who builds a city with blood and founds a town on injustice,", "13": "so that people toil for what will be burned up, and nations exhaust themselves to no purpose. Isn't all this from Adonai-Tzva'ot?", "14": "For the earth will be as full of the knowledge of Adonai's glory as water covering the sea.", "15": "“'Woe to him who has his neighbor drink, adds his own poison and makes him drunk, in order to see him naked.", "16": "You are filled with shame, not glory. You, drink too, and stagger! The cup of Adonai's right hand will be turned against you; your shame will exceed your glory.", "17": "For the violence done to the L'vanon will overwhelm you, and the destruction of the wild animals will terrify you; because of the bloodshed and violence done to the land, the city and all who live there.'”", "18": "What good is an idol, once its maker has shaped it, a cast metal image and a teacher of lies, that its maker puts his trust in it, and goes on making non-gods, unable to talk?", "19": "Woe to him who tells a piece of wood, “Wake up!” or a speechless stone, “Rouse yourself!” Can this thing teach? Why, it's covered with gold and silver, without the slightest breath in it!", "20": "But Adonai is in his holy temple; let all the earth be silent before him."}