{"1": "This is a prayer of Havakuk the prophet about mistakes:", "2": "Adonai, I have heard the report about you. Adonai, I am awed by your deeds. Bring your work to life in our own age, make it known in our own time; but in anger, remember compassion.", "3": "God comes from Teman, the Holy One from Mount Pa'ran. (Selah) His splendor covers the sky, and his praise fills the earth.", "4": "His brightness is like the sun, rays come forth from his hand — that is where his power is concealed.", "5": "Before him goes pestilence, and close behind, the plague.", "6": "When he stands up, the earth shakes; when he looks, the nations tremble, the eternal mountains are smashed to pieces, the ancient hills sink down; the ancient paths are his.", "7": "I saw trouble in the tents of Kushan and the tent hangings shaking in the land of Midyan.", "8": "Adonai, is it against the rivers, against the rivers that your anger is inflamed? Is your fury directed at the sea? Is that why you ride on your horses, and drive your chariots to victory?", "9": "You brandish your naked bow and order it filled with arrows. (Selah) You split the earth with rivers.", "10": "The mountains see you and tremble; a torrent of water streams by; the deep thunders forth, as it raises enormous waves.", "11": "The sun and moon stand still in the sky at the light of your arrows speeding by, at the gleam of your glittering spear.", "12": "In fury you stride across the land, in anger you trample the nations.", "13": "You come out to save your people, to save your anointed one; you crush the head of the house of the wicked, uncovering its foundation all the way to the neck.", "14": "With their own rods you pierce the head of their warriors, who come like a whirlwind to scatter us, who rejoice at the prospect of devouring the poor in secret.", "15": "You tread down the sea with your horses, churning up the mighty waters.", "16": "When I heard, my whole body trembled, my lips shook at the sound; weakness overcame my limbs, my legs gave way beneath me. But I wait calmly for the day of trouble, when it comes upon our assailants.", "17": "For even if the fig tree doesn't blossom, and no fruit is on the vines, even if the olive tree fails to produce, and the fields yield no food at all, even if the sheep vanish from the sheep pen, and there are no cows in the stalls;", "18": "still, I will rejoice in Adonai, I will take joy in the God of my salvation.", "19": "Elohim Adonai is my strength! He makes me swift and sure-footed as a deer and enables me to stride over my high places. For the leader. With my stringed instruments."}