{"1": "From: Sha'ul, God's slave and an emissary of Yeshua the Messiah, sent to promote among God's chosen people the trust and knowledge of truth which lead to godliness ", "2": "and which are based on the certain hope of eternal life. God, who does not lie, promised that life before the beginning of time ", "3": "but made public this word of his in its own season through a proclamation with which I have been entrusted by order of God, our Deliverer.", "4": "To: Titus, a true son in the faith we share: Grace and shalom from God the Father and from the Messiah Yeshua, our Deliverer.", "5": "The reason I left you in Crete was so that you might attend to the matters still not in order and appoint congregation leaders in each city — those were my instructions. ", "6": "A leader must be blameless, husband to one wife, with believing children who do not have a reputation for being wild or rebellious. ", "7": "For an overseer, as someone entrusted with God's affairs, must be blameless — he must not be self-willed or quick-tempered, he must not drink excessively, get into fights or be greedy for dishonest gain. ", "8": "On the contrary, he must be hospitable, devoted to good, sober-mindedness, uprightness, holiness and self-control. ", "9": "He must hold firmly to the trustworthy Message that agrees with the doctrine; so that by his sound teaching he will be able to exhort and encourage, and also to refute those who speak against it.", "10": "For there are many, especially from the Circumcision faction, who are rebellious, who delude people's minds with their worthless and misleading talk. ", "11": "They must be silenced; because they are upsetting entire households by teaching what they have no business teaching, and doing it for the sake of dishonest gain. ", "12": "Even one of the Cretans' own prophets has said, “Cretans are always liars, evil brutes, lazy gluttons” — ", "13": "and it's true! For this reason, you must be severe when you rebuke those who have followed this false teaching, so that they will come to be sound in their trust ", "14": "and no longer pay attention to Judaistic myths or to the commands of people who reject the truth.", "15": "To all who are themselves pure, everything is pure. But to those who are defiled and without trust, nothing is pure — even their minds and consciences have been defiled. ", "16": "They claim to know God, but with their actions they deny him. They are detestable and disobedient; they have proved themselves unfit to do anything good."}