{"1": "When our Lord Jesus returns, we will be gathered up to meet him. So I ask you, my friends, ", "2": "not to be easily upset or disturbed by people who claim that the Lord[a] has already come. They may say that they heard this directly from the Holy Spirit, or from someone else, or even that they read it in one of our letters. ", "3": "But don't be fooled! People will rebel against God. Then before the Lord returns, the wicked[b] one who is doomed to be destroyed will appear. ", "4": "He will brag and oppose everything that is holy or sacred. He will even sit in God's temple and claim to be God. ", "5": "Don't you remember that I told you this while I was still with you?", "6": "You already know what is holding this wicked one back until it is time for him to come. ", "7": "His mysterious power is already at work, but someone is holding him back. And the wicked one won't appear until that someone is out of the way. ", "8": "Then he will appear, but the Lord Jesus will kill him simply by breathing on him. He will be completely destroyed by the Lord's glorious return.", "9": "When the wicked one appears, Satan will pretend to work all kinds of miracles, wonders, and signs. ", "10": "Lost people will be fooled by his evil deeds. They could be saved, but they will refuse to love the truth and accept it. ", "11": "So God will make sure that they are fooled into believing a lie. ", "12": "All of them will be punished, because they would rather do evil than believe the truth.", "13": "My friends, the Lord loves you, and it is only natural for us to thank God for you. God chose you to be the first ones to be saved.[c] His Spirit made you holy, and you put your faith in the truth. ", "14": "God used our preaching as his way of inviting you to share in the glory of our Lord Jesus Christ. ", "15": "My friends, that's why you must remain faithful and follow closely what we taught you in person and by our letters.", "16": "God our Father loves us. He is kind and has given us eternal comfort and a wonderful hope. We pray that our Lord Jesus Christ and God our Father ", "17": "will encourage you and help you always to do and say the right thing."}