{"1": "Here are the terms of the covenant the Lord commanded Moses to make with the Israelites in Moab. The terms were added to the covenant he had made with them at Mount Horeb.", "2": "Moses sent for all the Israelites. Here is what he said to them. With your own eyes you have seen everything the Lord did in Egypt to Pharaoh. You have seen what he did to all Pharaoh's officials and to his whole land. ", "3": "With your own eyes you saw how the Lord really made them suffer. You saw the signs and amazing things he did. ", "4": "But to this day the Lord hasn't given you a mind that understands. He hasn't given you eyes that see. He hasn't given you ears that hear. ", "5": "Yet the Lord says, “I led you through the desert for 40 years. During that time your clothes didn't wear out. The sandals on your feet didn't wear out either. ", "6": "You didn't eat any bread. You didn't drink any kind of wine. I did all these things because I wanted you to know that I am the Lord your God.”", "7": "When you got here, Sihon and Og came out to fight against us. Sihon was the king of Heshbon. And Og was the king of Bashan. But we won the battle over them. ", "8": "We took their land. We gave it to the tribes of Reuben and Gad and half of the tribe of Manasseh as their share.", "9": "Be careful to obey the terms of this covenant. Then you will have success in everything you do. ", "10": "Today all of you are standing here in the sight of the Lord your God. Your leaders and chief men are here. Your elders and officials are here. So are all the other men of Israel. ", "11": "Your children and wives are here with you too. So are the outsiders living in your camps. They chop your wood and carry your water. ", "12": "All of you are standing here in order to enter into a covenant with the Lord your God. He is making the covenant with you today. He's giving you his word. ", "13": "Today he wants to show you that you are his people and that he is your God. That's what he promised to Abraham, Isaac and Jacob. ", "14": "I'm making this covenant and the promise that goes along with it. I'm making this covenant with you. ", "15": "You are standing here with us today in front of the Lord our God. And I'm also making this covenant with those who aren't here today.", "16": "You yourselves know how we lived in Egypt. You also know how we passed through other countries on the way here. ", "17": "You saw the statues of their gods made out of wood, stone, silver and gold. The Lord hates those statues. ", "18": "Make sure there isn't a man or woman among your families or tribes who turns away from the Lord our God. No one must worship the gods of those nations. Make sure that kind of worship doesn't spread like bitter poison through your whole community.", "19": "Some people who worship those gods will hear the promise that seals the covenant I'm making. They think they can escape trouble by what they're saying. They say, “We'll be safe, even though we're stubborn and go our own way.” But they will bring trouble on the whole land. ", "20": "The Lord will never be willing to forgive those people. His great anger will blaze out against them. All the curses I've written down in this book will fall on them. And the Lord will erase any mention of them from the earth. ", "21": "He will find those people in all the tribes of Israel and give them nothing but trouble. That will agree with all the curses of the covenant. They are written down in this Book of the Law.", "22": "Even your children's children will see the troubles that have fallen on the land. They'll see the sicknesses the Lord has brought on it. People who come from countries far away will also see those things. ", "23": "The whole land will be burned up. Nothing but salt and sulfur will be left. Nothing will be planted there. Nothing will grow there. In fact, nothing will even start to grow there. The land will be like Sodom, Gomorrah, Admah and Zeboyim after they were destroyed. The Lord wiped out those cities because he was very angry. ", "24": "All the nations will ask, “Why has the Lord done this to the land? What could have made him so very angry?”", "25": "And they will hear the answer, “It's because the people living there have broken the covenant of the Lord. He's the God of their people of long ago. He made that covenant with them when he brought them out of Egypt. ", "26": "They went off and worshiped other gods. They bowed down to them. They hadn't known anything about those gods before. The Lord hadn't given those gods to them. ", "27": "So the Lord became very angry with this land. He brought on it all the curses written down in this book. ", "28": "The Lord's anger blazed out against his people. So he pulled them up out of their land. He threw them into another land. And that's where they are now.”", "29": "The Lord our God keeps certain things hidden. But he makes other things known to us and to our children forever. He does it so we can obey all the words of this law."}