{"1": "David Is Made King. 1 Then all Israel gathered around David in Hebron, and they said: “Look! We are your bone and your flesh. ", "2": "In days past, when Saul was still the king, it was you who led Israel in all its battles. And now the Lord, your God, has said to you: You shall shepherd my people Israel; you shall be ruler over my people Israel.” ", "3": "Then all the elders of Israel came to the king at Hebron, and at Hebron David made a covenant with them in the presence of the Lord; and they anointed David king over Israel, in accordance with the word of the Lord given through Samuel.", "4": "Jerusalem Captured. 4 Then David and all Israel went to Jerusalem, that is, Jebus, where the inhabitants of the land were called Jebusites. ", "5": "The inhabitants of Jebus said to David, “You shall not enter here.” David nevertheless captured the fortress of Zion, which is the City of David. ", "6": "David said, “Whoever strikes the Jebusites first shall be made chief and captain.” Joab, the son of Zeruiah, was the first to attack; and so he became chief. ", "7": "David took up residence in the fortress, which therefore was called the City of David. ", "8": "He built up the city on all sides, from the Millo all the way around, while Joab restored the rest of the city. ", "9": "David became ever more powerful, for the Lord of hosts was with him.", "10": "David's Warriors. 10 These were David's chief warriors who, together with all Israel, supported him in his reign in order to make him king, according to the Lord's word concerning Israel.", "11": "Here is the list of David's warriors: Ishbaal, the son of Hachamoni, chief of the Three.[a] He brandished his spear over three hundred, whom he had slain in a single encounter.", "12": "Next to him was Eleazar, the son of Dodo the Ahohite, one of the Three warriors. ", "13": "He was with David at Pas-dammim, where the Philistines had massed for battle. There was a plot of land full of barley. The people were fleeing before the Philistines, ", "14": "but he took his stand in the middle of the plot, kept it safe, and cut down the Philistines. Thus the Lord brought about a great victory.", "15": "Three of the Thirty chiefs went down to the rock, to David, who was in the cave of Adullam while the Philistines were encamped in the valley of Rephaim. ", "16": "David was then in the stronghold, and a Philistine garrison was at Bethlehem. ", "17": "David had a strong craving, and said, “If only someone would give me a drink of water from the cistern by the gate of Bethlehem!” ", "18": "Thereupon the Three broke through the encampment of the Philistines, drew water from the cistern by the gate of Bethlehem, and carried it back to David. But David refused to drink it. Instead, he poured it out[b] to the Lord, ", "19": "saying, “God forbid that I should do such a thing! Could I drink the blood of these men who risked their lives? For at the risk of their lives they brought it.” So he refused to drink it. Such deeds as these the Three warriors performed.", "20": "Abishai, the brother of Joab, was the chief of the Thirty;[c] he brandished his spear over three hundred, whom he had slain. He made a name beside the Three, ", "21": "but was twice as famous as any of the Thirty, becoming their leader. However, he did not attain to the Three.", "22": "Benaiah, son of Jehoiada, a valiant man of mighty deeds, from Kabzeel, killed the two sons of Ariel of Moab. Also, he went down and killed the lion in the cistern on a snowy day. ", "23": "He likewise slew the Egyptian, a huge man five cubits tall. The Egyptian carried a spear that was like a weaver's beam, but Benaiah came against him with a staff; he wrested the spear from the Egyptian's hand, and killed him with that spear. ", "24": "Such deeds as these Benaiah, the son of Jehoiada, performed, and he made a name beside the Three warriors, ", "25": "but was more famous than any of the Thirty. However, he did not attain to the Three. David put him in charge of his bodyguard.", "26": "Also these warriors: Asahel, the brother of Joab; Elhanan, son of Dodo, from Bethlehem; ", "27": "Shammoth, from En-harod; Helez, from Beth-pelet; ", "28": "Ira, son of Ikkesh, from Tekoa; Abiezer, from Anathoth; ", "29": "Sibbecai, from Husha; Ilai, from Ahoh; ", "30": "Maharai, from Netophah; Heled, son of Baanah, from Netophah; ", "31": "Ithai, son of Ribai, from Gibeah of Benjamin; Benaiah, from Pirathon; ", "32": "Hurai, from Nahale-gaash; Abiel, from Beth-arabah; ", "33": "Azmaveth, from Bahurim; Eliahba, from Shaalbon; ", "34": "Jashen the Gunite; Jonathan, son of Shagee the Hararite; ", "35": "Ahiam, son of Sachar the Hararite; Elipheleth, son of ", "36": "Ahasbai, from Beth-maacah; Ahijah, from Gilo; ", "37": "Hezro, from Carmel; Naarai, the son of Ezbai; ", "38": "Joel, brother of Nathan, from Rehob, the Gadite; ", "39": "Zelek the Ammonite; Naharai, from Beeroth, the armor-bearer of Joab, son of Zeruiah; ", "40": "Ira, from Jattir; Gareb, from Jattir; ", "41": "Uriah the Hittite; Zabad, son of Ahlai, ", "42": "and, in addition to the Thirty, Adina, son of Shiza, the Reubenite, chief of the tribe of Reuben; ", "43": "Hanan, son of Maacah; Joshaphat the Mithnite; ", "44": "Uzzia, the Ashterathite; Shama and Jeiel, sons of Hotham, from Aroer; ", "45": "Jediael, son of Shimri, and Joha, his brother, the Tizite; ", "46": "Eliel the Mahavite; Jeribai and Joshaviah, sons of Elnaam; Ithmah, from Moab; ", "47": "Eliel, Obed, and Jaasiel the Mezobian."}