{"1": "David in Jerusalem. 1 Hiram, king of Tyre, sent envoys to David along with cedar wood, and masons and carpenters to build him a house.[a] ", "2": "David now knew[b] that the Lord had truly established him as king over Israel, for his kingdom was greatly exalted for the sake of his people Israel. ", "3": "David took other wives in Jerusalem and became the father of more sons and daughters. ", "4": "These are the names of those who were born to him in Jerusalem: Shammua, Shobab, Nathan, Solomon, ", "5": "Ibhar, Elishua, Elpelet, ", "6": "Nogah, Nepheg, Japhia, ", "7": "Elishama, Beeliada, and Eliphelet.", "8": "The Philistine Wars. 8 When the Philistines had heard that David was anointed king over all Israel, they marched out in force looking for him. But when David heard of this, he went out against them. ", "9": "Meanwhile the Philistines had come and raided the valley of Rephaim. ", "10": "David inquired of God, “Shall I attack the Philistines, and will you deliver them into my power?” The Lord answered him, “Attack, for I have delivered them into your power.” ", "11": "So they attacked, at Baal-perazim, and David defeated them there. Then David said, “By my hand God has broken through my enemies just as water breaks through a dam.” Therefore that place was called Baal-perazim.[c] ", "12": "The Philistines abandoned their gods there, and David ordered them to be burnt.", "13": "Once again the Philistines raided the valley, ", "14": "and again David inquired of God. But God answered him: Do not try to pursue them, but go around them and come against them near the balsam trees. ", "15": "When you hear the sound of marching in the tops of the balsam trees, then go forth to battle, for God has already gone before you to strike the army of the Philistines. ", "16": "David did as God commanded him, and they routed the Philistine army from Gibeon to Gezer.", "17": "Thus David's fame was spread abroad through every land, and the Lord put the fear of him on all the nations."}