{"1": "Preparations for Moving the Ark. 1 David built houses for himself in the City of David and prepared a place for the ark of God, pitching a tent for it there. ", "2": "At that time he said, “No one may carry the ark of God except the Levites, for the Lord chose them to carry the ark of the Lord and to minister to him forever.” ", "3": "Then David assembled all Israel to Jerusalem to bring up the ark of the Lord to its place, which he had prepared for it. ", "4": "David also convened the sons of Aaron and the Levites: ", "5": "of the sons of Kohath, Uriel, their chief, and one hundred and twenty of his brothers; ", "6": "of the sons of Merari, Asaiah, their chief, and two hundred and twenty of his brothers; ", "7": "of the sons of Gershon, Joel, their chief, and one hundred and thirty of his brothers; ", "8": "of the sons of Elizaphan, Shemaiah, their chief, and two hundred of his brothers; ", "9": "of the sons of Hebron, Eliel, their chief, and eighty of his brothers; ", "10": "of the sons of Uzziel, Amminadab, their chief, and one hundred and twelve of his brothers.", "11": "David summoned the priests Zadok and Abiathar, and the Levites Uriel, Asaiah, Joel, Shemaiah, Eliel, and Amminadab, ", "12": "and said to them: “You heads of the levitical houses, sanctify yourselves along with your brothers to bring up the ark of the Lord, the God of Israel, to the place which I have prepared for it. ", "13": "Because you were not with us the first time, the Lord our God broke out against us, for we did not seek him aright.” ", "14": "Accordingly, the priests and the Levites sanctified themselves to bring up the ark of the Lord, the God of Israel. ", "15": "The Levites carried the ark of God on their shoulders with poles, as Moses had commanded according to the word of the Lord.", "16": "David commanded the commanders of the Levites to appoint their brothers as singers and to play on musical instruments, harps, lyres, and cymbals, to make a loud sound of rejoicing. ", "17": "Therefore the Levites appointed Heman, son of Joel, and, among his brothers, Asaph, son of Berechiah; and among the sons of Merari, their brothers, Ethan, son of Kushaiah; ", "18": "and, together with these, their brothers of the second rank: the gatekeepers Zechariah, Uzziel, Shemiramoth, Jehiel, Unni, Eliab, Benaiah, Maaseiah, Mattithiah, Eliphelehu, Mikneiah, Obed-edom, and Jeiel. ", "19": "The singers, Heman, Asaph, and Ethan, sounded brass cymbals. ", "20": "Zechariah, Uzziel, Shemiramoth, Jehiel, Unni, Eliab, Maaseiah, and Benaiah played on harps set to “Alamoth.”[a] ", "21": "But Mattithiah, Eliphelehu, Mikneiah, Obed-edom, and Jeiel led the song on lyres set to “sheminith.” ", "22": "Chenaniah was the chief of the Levites in the singing; he directed the singing, for he was skillful. ", "23": "Berechiah and Elkanah were gatekeepers before the ark. ", "24": "The priests, Shebaniah, Joshaphat, Nethanel, Amasai, Zechariah, Benaiah, and Eliezer, sounded the trumpets before the ark of God. Obed-edom and Jeiel were also gatekeepers before the ark.", "25": "The Ark Comes to Jerusalem. 25 Thus David, the elders of Israel, and the commanders of thousands went to bring up the ark of the covenant of the Lord with joy from the house of Obed-edom. ", "26": "While God helped the Levites to carry the ark of the covenant of the Lord, they sacrificed seven bulls and seven rams. ", "27": "David was vested in a robe of fine linen, as were all the Levites who carried the ark, the singers, and Chenaniah, the leader of song; David was also wearing a linen ephod. ", "28": "Thus all Israel brought up the ark of the covenant of the Lord with joyful shouting, to the sound of horns, trumpets, and cymbals, and the music of harps and lyres. ", "29": "But as the ark of the covenant of the Lord was entering the City of David, Michal, daughter of Saul, looked down from her window, and when she saw King David leaping and dancing, she despised him in her heart."}