{"1": "Divisions of Gatekeepers. 1 As for the divisions of gatekeepers: Of the Korahites was Meshelemiah, the son of Kore, one of the sons of Abiasaph. ", "2": "Meshelemiah's sons: Zechariah, the firstborn, Jediael, the second son, Zebadiah, the third, Jathniel, the fourth, ", "3": "Elam, the fifth, Jehohanan, the sixth, Eliehoenai, the seventh. ", "4": "Obed-edom's sons: Shemaiah, the firstborn, Jehozabad, a second son, Joah, the third, Sachar, the fourth, Nethanel, the fifth, ", "5": "Ammiel, the sixth, Issachar, the seventh, Peullethai, the eighth, for God blessed him. ", "6": "To his son Shemaiah were born sons who ruled over their family, for they were warriors. ", "7": "The sons of Shemaiah were Othni, Rephael, Obed, and Elzabad; also his kinsmen who were men of substance, Elihu and Semachiah. ", "8": "All these were the sons of Obed-edom, who, together with their sons and their kinsmen, were men of substance, fit for the service. Of Obed-edom, sixty-two. ", "9": "Of Meshelemiah, eighteen sons and kinsmen, men of substance.", "10": "Hosah, a descendant of Merari, had these sons: Shimri, the chief (for though he was not the firstborn, his father made him chief), ", "11": "Hilkiah, the second son, Tebaliah, the third, Zechariah, the fourth. All the sons and kinsmen of Hosah were thirteen.", "12": "To these divisions of the gatekeepers, by their chief men, were assigned watches for them to minister in the house of the Lord, for each group in the same way. ", "13": "They cast lots for each gate, small and large families alike. ", "14": "When the lot was cast for the east side, it fell to Meshelemiah. Then they cast lots for his son Zechariah, a prudent counselor, and the north side fell to his lot. ", "15": "To Obed-edom fell the south side, and to his sons the storehouse. ", "16": "To Hosah fell the west side with the Shallecheth gate at the ascending highway. For each family, watches were established. ", "17": "On the east, six watched each day, on the north, four each day, on the south, four each day, and at the storehouse they were two and two; ", "18": "as for the large building[a] on the west, there were four at the highway and two at the large building. ", "19": "These were the classes of the gatekeepers, sons of Korah and Merari.", "20": "Treasurers. 20 Their brother Levites had oversight of the treasuries of the house of God and the treasuries of votive offerings. ", "21": "Among the sons of Ladan the Gershonite, the family heads were sons of Jehiel: ", "22": "the sons of Jehiel, Zetham and his brother Joel, who oversaw the treasures of the house of the Lord. ", "23": "Of the Amramites, Izharites, Hebronites, and Uzzielites, ", "24": "Shubael, son of Gershom, son of Moses, was principal overseer of the treasures. ", "25": "His associate was of the line of Eliezer, whose son was Rehabiah, whose son was Jeshaiah, whose son was Joram, whose son was Zichri, whose son was Shelomith. ", "26": "This Shelomith and his kinsmen oversaw all the treasures of the votive offerings dedicated by King David, the heads of the families, the commanders of thousands and of hundreds, and the commanders of the army; ", "27": "what came from wars and from spoils, they dedicated for the support of the house of the Lord. ", "28": "Also, whatever Samuel the seer, Saul, son of Kish, Abner, son of Ner, Joab, son of Zeruiah, and all others had consecrated, was under the charge of Shelomith and his kinsmen.", "29": "Magistrates. 29 Among the Izharites, Chenaniah and his sons were in charge of Israel's civil affairs[b] as officials and judges. ", "30": "Among the Hebronites, Hashabiah and his kinsmen, one thousand seven hundred men of substance, had the administration of Israel on the western side of the Jordan for all the work of the Lord and the service of the king. ", "31": "Among the Hebronites, Jerijah was their chief according to their family records. In the fortieth year of David's reign search was made, and there were found among them warriors at Jazer of Gilead. ", "32": "His kinsmen were also men of substance, two thousand seven hundred heads of families. King David appointed them to the administration of the Reubenites, the Gadites, and the half-tribe of Manasseh for everything pertaining to God and to the king."}