{"1": "Throughout our history God has spoken to our ancestors by his prophets in many different ways. The revelation he gave them was only a fragment at a time, building one truth upon another.[a] ", "2": "But to us living in these last days,[b] God now speaks to us openly in the language of a Son,[c] the appointed Heir of everything, for through him God created the panorama of all things and all time.[d]", "3": "The Son is the dazzling radiance of God's splendor,[e] the exact expression of God's true nature—his mirror image![f] He holds the universe[g] together and expands it[h] by the mighty power of his spoken word.[i] He accomplished for us the complete cleansing of sins,[j] and then took his seat on the highest throne at the right hand[k] of the majestic One.[l]", "4": "He is infinitely greater than angels, for he inherited a rank and a Name[m] far greater than theirs. ", "5": "For God has never said to any angel what he said to Jesus: “You are my favored Son, today I have fathered you.”[n] And this: “I will be the Father to him, and he will be the Son to me.”[o]", "6": "And again, when he brought his firstborn Son into the world: “Let all my angels bow down before him and kiss him in worship.”[p]", "7": "And about his angels he says, “I make my angels swift winds, and my ministers[q] fiery flames.”[r]", "8": "But about his Son, he called him “God,”[s] saying, “Your throne, O God, endures forever and ever and you will rule your kingdom with justice and righteousness,[t]", "9": "For you have cherished righteousness and detested lawlessness. For this reason, God, your God, has anointed you[u] and poured out the oil of bliss on you[v] more than on any of your friends.”", "10": "And he called him Lord,[w] saying, “Lord, you formed the earth in the beginning[x] and with your own hands you crafted the cosmos.[y]", "11": "They will both one day disappear, but you will remain forever! They will all fade like a worn-out garment,", "12": "And they will be changed like clothes, and you will fold them up and put them away. But you are 'I AM.'[z] You never change, years without end!”[aa]", "13": "And God has never said this to any of his angels: “Take your seat next to me at my right hand until I force your whispering enemies[ab] to be a rug under your feet.”[ac]", "14": "What role then, do the angels have? The angels are spirit-messengers sent by God to serve those who are going to be saved.[ad]"}