{"1": "The old system of living under the law presented us with only a faint shadow, a crude outline of the reality of the wonderful blessings to come. Even with its steady stream of sacrifices offered year after year, there still was nothing that could make our hearts perfect before God. ", "2-3": "–3 For if animal sacrifices could once and for all eliminate sin, they would have ceased to be offered and the worshipers would have clean consciences. Instead, once was not enough so by the repetitive sacrifices year after year, the worshipers were continually reminded of their sins, with their hearts still impure. ", "4": "For what power does the blood of bulls and goats[a] have to remove sin's guilt?", "5": "So when Jesus the Messiah came into the world he said, “Since your ultimate desire was not another animal sacrifice, you have clothed me with a body[b] that I might offer myself instead!", "6": "Multiple burnt offerings and sin-offerings cannot satisfy your justice.", "7": "So I said to you, 'God— I will be the One to go and do your will, to fulfill all that is written of me in your Word!' ”[c]", "8": "First he said, “Multiple burnt-offerings and sin-offerings cannot satisfy your justice” (even though the law required them to be offered).", "9": "And then he said, “God, I will be the One to go and do your will.” So by being the sacrifice that removes sin, he abolishes animal sacrifices[d] and replaces that entire system with the new covenant.[e] ", "10": "By God's will we have been purified and made holy once and for all[f] through the sacrifice of the body of Jesus, the Messiah!", "11": "Yet every day priests still serve, ritually offering the same sacrifices again and again—sacrifices that can never take away sin's guilt. ", "12": "But when this Priest had offered the one supreme sacrifice for sin for all time he sat down on a throne at the right hand of God, ", "13": "waiting until all his whispering enemies are subdued and turn into his footstool. ", "14": "And by his one perfect sacrifice he made us perfectly holy[g] and complete for all time!", "15": "The Holy Spirit confirms this to us by this Scripture, for the Lord says,", "16": "“Afterwards, I will give them this covenant: I will embed my laws into their hearts and fasten my Word to their thoughts.”", "17": "And then he says, “I will not ever again remember their sins and lawless deeds!”[h]", "18": "So if our sins have been forgiven and forgotten, why would we ever need to offer another sacrifice for sin?", "19": "And now we are brothers and sisters in God's family because of the blood of Jesus, and he welcomes us to come right into the most holy sanctuary in the heavenly realm—boldly and with no hesitation. ", "20": "For he has dedicated a new,[i] life-giving way for us to approach God. For just as the veil was torn in two, Jesus' body was torn open to give us free and fresh access to him!", "21": "And since we now have a magnificent King-Priest to welcome us into God's house, ", "22": "we come closer to God and approach him[j] with an open heart, fully convinced by faith that nothing will keep us at a distance from him. For our hearts have been sprinkled with blood to remove impurity and we have been freed from an accusing conscience and now we are clean, unstained, and presentable to God inside and out![k]", "23": "So now we must cling tightly to the hope that lives within us, knowing that God always keeps his promises![l] ", "24": "Discover creative ways to encourage others[m] and to motivate them toward acts of compassion, doing beautiful works as expressions of love. ", "25": "This is not the time to pull away and neglect[n] meeting together, as some have formed the habit of doing, because we need each other! In fact, we should come together even more frequently, eager to encourage and urge each other onward as we anticipate that day dawning.", "26": "For if we continue to persist in deliberate sin after we have known and received the truth, there is not another sacrifice for sin to be made for us. ", "27": "But this would qualify one for the certain, terrifying expectation of judgment and the raging fire ready to burn up his enemies![o] ", "28": "Anyone who disobeyed Moses' law died without mercy on the simple evidence of two or three witnesses. ", "29": "How much more severely do you suppose a person deserves to be judged who has contempt for God's Son,[p] and who scorns the blood of the new covenant that made him holy, and who mocks the Spirit who gives him grace?", "30": "For we know him who said, “I have the right to take revenge and pay them back for their evil!” And also, “The Lord God will judge his own people!”[q]", "31": "It is the most terrifying thing of all to come under the judgment[r] of the Living God!", "32": "Don't you remember those days right after the Light shined in your hearts?[s] You endured a great marathon season of suffering hardships, yet you stood your ground. ", "33": "And at times you were publicly and shamefully mis-treated, being persecuted for your faith;[t] then at others times you stood side by side with those who preach the message of hope.[u]", "34": "You sympathized with those in prison[v] and when all your belongings were confiscated you accepted that violation with joy; convinced that you possess a treasure growing in heaven[w] that could never be taken from you. ", "35": "So don't lose your bold, courageous faith, for you are destined for a great reward![x]", "36": "You need the strength of endurance to reveal the poetry[y] of God's will and then you receive the promise in full. ", "37": "For soon and very soon, “The One who is appearing will come without delay!”[z]", "38": "And he also says,[aa] “My righteous ones will live from my faith.[ab] But if fear holds them back,[ac] my soul is not content with them!”", "39": "But we are certainly not those who are held back by fear and perish; we are among those who have faith and experience true life![ad]"}