{"1": "As for us, we have all of these great witnesses[a] who encircle us like clouds. So we must let go of every wound that has pierced us[b] and the sin we so easily fall into.[c] Then we will be able to run life's marathon race[d] with passion and determination, for the path has been already marked out before us.[e]", "2": "We look away from the natural realm and we fasten our gaze onto Jesus who birthed faith within us and who leads us forward into faith's perfection.[f] His example is this: Because his heart was focused on the joy of knowing that you would be his,[g] he endured the agony of the cross and conquered its humiliation,[h] and now sits exalted at the right hand of the throne of God!", "3": "So consider carefully how Jesus faced such intense opposition from sinners who opposed their own souls,[i] so that you won't become worn down and cave in under life's pressures. ", "4": "After all, you have not yet reached the point of sweating blood[j] in your opposition to sin. ", "5": "And have you forgotten his encouraging words spoken to you as his children? He said, “My child, don't underestimate the value of the discipline and training of the Lord God, or get depressed when he has to correct you.[k]", "6": "For the Lord's training of your life is the evidence of his faithful love.[l] And when he draws you to himself, it proves you are his delightful child.”[m]", "7": "Fully embrace God's correction as part of your training,[n] for he is doing what any loving father does for his children. For who has ever heard of a child who never had to be corrected?[o] ", "8": "We all should welcome God's discipline as the validation of authentic sonship. For if we have never once endured his correction it only proves we are strangers[p] and not sons.", "9": "And isn't it true that we respect our earthly fathers even though they corrected and disciplined us? Then we should demonstrate an even greater respect for God, our spiritual Father, as we submit to his life-giving discipline.[q] ", "10": "Our parents corrected us for the short time of our childhood as it seemed good to them. But God corrects us throughout our lives for our own good, giving us an invitation to share his holiness. ", "11": "Now all discipline[r] seems to be more pain than pleasure at the time, yet later it will produce a transformation of character, bringing a harvest of righteousness and peace[s] to those who yield to it.[t]", "12": "So be made strong even in your weakness by lifting up your tired hands in prayer and worship. And strengthen your weak knees,[u] ", "13": "for as you keep walking forward on God's paths[v] all your stumbling ways will be divinely healed!", "14": "In every relationship be swift to choose peace over competition,[w] and run swiftly toward holiness, for those who are not holy will not see the Lord.[x] ", "15": "Watch over each other to make sure that no one misses the revelation of God's grace. And make sure no one lives with a root of bitterness[y] sprouting within them which will only cause trouble and poison the hearts of many.", "16": "Be careful that no one among you lives in immorality, becoming careless about God's blessings, like Esau who traded away his rights as the firstborn for a simple meal. ", "17": "And we know that later on when he wanted to inherit his father's blessing, he was turned away, even though he begged for it with bitter tears, for it was too late then to repent.[z]", "18": "For we are not coming, as Moses did, to a physical mountain with its burning fire, thick clouds of darkness and gloom, and with a raging whirlwind.[aa] ", "19": "We are not those who are being warned by the jarring blast of a trumpet and the thundering voice;[ab] the fearful voice that they begged to be silenced. ", "20": "They couldn't handle God's command that said, “If so much as an animal approaches the mountain it is to be stoned to death!”", "21": "The astounding phenomena Moses witnessed caused him to shudder with fear and he could only say, “I am trembling in terror!”[ac]", "22": "By contrast, we have already come[ad] near to God in a totally different realm, the Zion-realm,[ae] for we have entered the city of the Living God, which is the New Jerusalem in heaven![af] We have joined the festal gathering of myriads of angels[ag] in their joyous celebration![ah]", "23": "And as members of the church[ai] of the Firstborn[aj] all our names have been legally registered[ak] as citizens of heaven! And we have come before God who judges all, and who lives among the spirits of the righteous who have been made perfect in his eyes![al]", "24": "And we have come to Jesus who established a new covenant with his blood sprinkled upon the mercy seat; blood that continues to speak from heaven, “forgiveness,” a better message than Abel's blood that cries from the earth, “justice.”[am]", "25": "Make very sure that you never refuse to listen to God when he speaks![an] For the God who spoke on earth from Sinai is the same God who now speaks from heaven. Those who heard him[ao] speak his living Word on earth found nowhere to hide, so what chance is there for us to escape if we turn our backs on God and refuse to hear his warnings as he speaks from heaven?", "26": "The earth was rocked at the sound of his voice from the mountain, but now he has promised, “Once and for all I will not only shake the systems of the world,[ap] but also the unseen powers in the heavenly realm!”[aq]", "27": "Now this phrase “once and for all” clearly indicates the final removal of things that are shaking, that is, the old order,[ar] so only what is unshakeable will remain. ", "28": "Since we are receiving our rights[as] to an unshakeable kingdom[at] we should be extremely thankful and offer God the purest worship that delights his heart[au] as we lay down our lives in absolute surrender, filled with awe.[av] ", "29": "For our God is a holy, devouring fire![aw]"}