{"1": "No matter what, make room in your heart to love every believer. ", "2": "And show hospitality to strangers, for they may be angels from God showing up as your guests.[a] ", "3": "Identify with those who are in prison as though you were there suffering with them, and those who are mistreated as if you could feel their pain.[b]", "4": "Honor the sanctity of marriage and keep your vows of purity to one another, for God will judge sexual immorality in any form, whether single or married.", "5": "Don't be obsessed with money but live content with what you have, for you always have God's presence. For hasn't he promised you, “I will never leave you alone, never! And I will not loosen my grip[c] on your life!”", "6": "So we can say with great confidence: “I know the Lord is for me and I will never be afraid of what people may do to me!”[d]", "7": "Don't forget the example of your spiritual leaders who have spoken God's messages to you, take a close look at how their lives ended,[e] and then follow their walk of faith.", "8": "Jesus, the Anointed One, is always the same—yesterday, today, and forever.[f] ", "9": "So don't let anyone lead you astray with all sorts of novel and exotic teachings. It is more beautiful to feast on grace and be inwardly strengthened than to be obsessed with dietary rules[g] which in themselves have no lasting benefit.", "10": "We feast on a sacrifice at our spiritual altar, but those who serve as priests in the old system of worship have no right to eat of it. ", "11": "For the high priest carries the blood of animals into the holiest chamber as a sacrifice for sin, and then burns the bodies of the animals outside the city.[h] ", "12": "And Jesus, our sin-sacrifice, also suffered death outside the city walls to make us holy by his own blood.", "13": "So we must arise and join him outside the religious “walls” and bear his disgrace.[i] ", "14": "For we have no city here on earth to be our permanent home, but we seek the city that is destined to come.[j] ", "15": "So we no longer offer up a steady stream of blood sacrifices, but through Jesus, we will offer up to God a steady stream of praise sacrifices—these are “the lambs”[k] we offer from our lips that celebrate his name![l]", "16": "We will show mercy to the poor[m] and not miss an opportunity to do acts of kindness for others, for these are the true sacrifices that delight God's heart.", "17": "Obey your spiritual leaders and recognize their authority, for they keep watch over your soul without resting[n] since they will have to give an account to God for their work. So it will benefit you when you make their work a pleasure and not a heavy burden.", "18": "And keep praying for us that we continue to live with a clear conscience, for we desire to live honorably in all that we do. ", "19": "And I especially ask you to pray that God would send me back to you very soon.", "20": "Now may the God who brought us peace by raising from the dead our Lord Jesus Christ so that he would be the Great Shepherd of his flock; and by the power of the blood of the eternal covenant ", "21": "may he work perfection into every part of you giving you all that you need to fulfill your destiny. And may he express through you all that is excellent and pleasing[o] to him through your life-union with Jesus the Anointed One who is to receive all glory forever! Amen!", "22": "My dear brothers and sisters, I urge you to let your spirits flow through this message of love[p] that I've written to you in these few words. ", "23": "I want you to know that our brother Timothy is free again and as soon as he arrives here we'll come together to see you. We extend our greetings to all your leaders and all the holy believers. ", "24": "The Italian believers also send their greetings.[q] ", "25": "Now may God's wonderful grace be poured out upon you all! Amen!"}