{"1": "This is why it is so crucial that we be all the more engaged and attentive to the truths[a] that we have heard so that we do not drift off course. ", "2": "For if the message of the law spoken and confirmed by angels[b] brought a just penalty to every disobedient violation; ", "3": "then how would we expect to escape punishment if we despise the very truths that give us life?[c] The Lord himself was the first to announce these things, and those who heard him firsthand confirmed their accuracy. ", "4": "Then God added his witness to theirs. He validated their ministry with signs, astonishing wonders, all kinds of powerful miracles,[d] and by the gifts of the Holy Spirit,[e] which he distributed as he desired.", "5": "For God will not place the coming world, of which we speak, under the government of angels. ", "6": "But the Scriptures affirm: What is man that you would even think about him, or care about Adam's race.", "7": "You made him lower than the angels for a little while.[f] You placed your glory and honor upon his head as a crown. And you have given him dominion over the works of your hands,[g]", "8": "For you have placed everything under his authority.[h] This means that God has left nothing outside the control of his Son, even if presently we have yet to see this accomplished. ", "9": "But we see Jesus, who as a man, lived for a short time lower than the angels and has now been crowned with glorious honor because of what he suffered in his death. For it was by God's grace[i] that he experienced death's bitterness on behalf of everyone![j]", "10": "For now he towers above all creation, for all things exist through him and for him.[k] And that God made him, pioneer[l] of our salvation, perfect through his sufferings, for this is how he brings many sons and daughters to share in his glory.[m] ", "11": "Jesus, the Holy One, makes us holy. And as sons and daughters, we now belong to his same Father,[n] so he is not ashamed or embarrassed to introduce us as his brothers and sisters![o] ", "12": "For he has said, “I will reveal who you really are[p] to my brothers and sisters, and I will glorify you with praises in the midst of the congregation.”", "13": "And, “My confidence rests in God!”[q] And again he says, “Here I am, one with[r] the children Yahweh has given me.”[s]", "14": "Since all his “children” have flesh and blood, so Jesus became human to fully identify with us. He did this, so that he could experience death and annihilate the effects of the intimidating accuser who holds against us the power[t] of death. ", "15": "By embracing death Jesus sets free those who live their entire lives in bondage[u] to the tormenting dread of death. ", "16": "For it is clear that he didn't do this for the angels, but for all the sons and daughters of Abraham.[v] ", "17": "This is why he had to be a Man and take hold of our humanity in every way. He made us his brothers and sisters and became our merciful and faithful King-Priest[w] before God; as the One who removed our sins to make us one with him. ", "18": "He suffered and endured every test and temptation, so that he can help us every time we pass through the ordeals of life.[x]"}