{"1": "Now God has offered to us the same promise of entering into his realm of resting in confident faith. So we must be extremely careful to ensure that we all embrace the fullness of that promise and not fail to experience it. ", "2": "For we have heard the good news of deliverance just as they did, yet they didn't join their faith with the Word.[a] Instead, what they heard didn't affect them deeply, for they doubted. ", "3": "For those of us who believe, faith activates the promise and we experience the realm of confident rest! For he has said,[b] “I was grieved[c] with them and made a solemn oath, 'They will never enter into the calming rest of my Spirit.' ” God's works have all been completed from the foundation of the world,[d] ", "4": "for it says in the Scriptures,[e] And on the seventh day God rested from all his works.", "5": "And again, as stated before, They will never enter into my calming place of rest.", "6": "Those who first heard the good news of deliverance failed to enter into that realm of faith's-rest because of their unbelieving hearts. Yet the fact remains that we still have the opportunity to enter into the faith-rest life and experience the fulfillment of the promise! ", "7": "For God still has ordained a day for us to enter into called “Today.” For it was long afterwards that God repeated it in David's words, “If only today you would listen to his voice and do not harden your hearts!”", "8": "Now if this promise of “rest” was fulfilled when Joshua brought the people into the land,[f] God wouldn't have spoken later of another “rest” yet to come. ", "9": "So we conclude that there is still a full and complete “rest”[g] waiting for believers[h] to experience. ", "10": "As we enter into God's faith-rest life we cease from our own works, just as God celebrates his finished works and rests in them.[i] ", "11": "So then we must give our all and be eager to experience this faith-rest life, so that no one falls short by following the same pattern of doubt and unbelief.", "12": "For we have the living Word of God, which is full of energy,[j] and it pierces more sharply than a two-edged sword.[k] It will even penetrate to the very core of our being where soul and spirit, bone[l] and marrow meet![m] It interprets and reveals the true thoughts and secret motives of our hearts. ", "13": "There is not one person who can hide their thoughts from God, for nothing that we do remains a secret, and nothing created is concealed, but everything is exposed and defenseless before his eyes, to whom we must render an account.[n]", "14": "So then, we must cling in faith to all we know to be true. For we have a magnificent King-Priest,[o] Jesus Christ, the Son of God, who rose into the heavenly realm for us, and now sympathizes with us in our frailty.[p] ", "15": "He understands humanity, for as a Man, our magnificent King-Priest was tempted in every way just as we are, and conquered sin.[q] ", "16": "So now we come freely and boldly to where love is enthroned,[r] to receive mercy's kiss and discover the grace we urgently need to strengthen[s] us in our time of weakness.[t]"}