{"1": "Now is the time for us to progress beyond the basic message of Christ[a] and advance into perfection. The foundation has already been laid for us to build upon: turning away from our dead works[b] to embrace faith in God, ", "2": "teaching about different baptisms,[c] impartation by the laying on of hands,[d] resurrection of the dead, and eternal judgment. ", "3": "So with God's enablement[e] we will move on to deeper truths.", "4": "It is impossible to restore an apostate.[f] For once a person has come into God's light, and tasted the gifts of the heavenly realm, and has received the Holy Spirit,[g] ", "5": "and feasted on the good Word of God, and has entered into the power of the age that is breaking in,[h] ", "6": "if he abandons his faith, there is no use even trying to lead him to repentance. By their sin of apostasy[i] they re-crucify the Son of God,[j] and have publicly repudiated him.[k]", "7": "For men's hearts are just like the soil that drinks up the showers which often fall upon it. Some soil will yield crops as God's blessing upon the field. ", "8": "But if the field continues to produce only thorns and thistles[l] a curse hangs over it and it will be burned.", "9": "Having said that, beloved, we are fully convinced that there are more beautiful and excellent things, which flow from your salvation.[m]", "10": "For God, the Faithful One, is not unfair.[n] How can he forget[o] the work you have done for him? He remembers the love you demonstrate as you continually serve[p] his beloved ones[q] for the glory of his name. ", "11": "But we long to see you passionately advance until the end and you find your hope fulfilled. ", "12": "So don't allow your hearts to grow dull[r] or lose your enthusiasm, but follow the example of those who fully received what God has promised[s] because of their strong faith and patient endurance.[t]", "13": "Now when God made a promise to Abraham, since there was no one greater than himself, he swore an oath on his own integrity[u] to keep the promise as sure as God exists! ", "14": "So he said, “Have no doubt, I promise to bless you over and over, and give you a son and multiply you without measure!”", "15": "So Abraham waited patiently in faith and succeeded in seeing the promise fulfilled.[v] ", "16": "It is very common for people to swear an oath by something greater than themselves, for the oath will confirm their statements and end all dispute. ", "17": "So in the same way, God wanted to end all doubt and confirm it even more forcefully to those who would inherit his promises. His purpose was unchangeable, so God added his vow to the promise. ", "18": "So it is impossible for God to lie for we know that his promise and his vow will never change! And now we have run into his heart to hide ourselves in his faithfulness. This is where we find his strength and comfort, for he empowers us to seize what has already been established ahead of time—an unshakeable hope! ", "19": "We have this certain hope like a strong, unbreakable anchor holding our souls to God himself. Our anchor of hope is fastened to the mercy seat[w] which sits in the heavenly realm beyond the sacred threshold,[x] ", "20": "and where Jesus, our forerunner,[y] has gone in before us. He is now and forever our royal Priest like Melchizedek.[z]"}