{"1": "Now this is the crowning point of what we are saying: We have a magnificent King-Priest who ministers for us at the right hand of God. He is enthroned with honor next to the throne of the Majesty on high. ", "2": "He serves in the holy sanctuary in the true heavenly tabernacle[a] set up by God, and not by men. ", "3": "Since every high priest is appointed to offer both gifts and sacrifices, so the Messiah also had to bring some sacrifice. ", "4": "But since he didn't qualify to be an earthly priest, and there are already priests who offer sacrifices[b] prescribed by the law, he offered in heaven a perfect sacrifice.", "5": "The priests on earth serve in a temple that is but a copy modeled after the heavenly sanctuary; a shadow of the reality. For when Moses began to construct the tabernacle God warned him and said, “You must precisely follow the pattern I revealed to you on Mt. Sinai.”[c]", "6": "But now Jesus the Messiah[d] has accepted a priestly ministry which far surpasses theirs, since he is the catalyst[e] of a better covenant which contains far more wonderful promises! ", "7": "For if that first covenant had been faultless no one would have needed a second one to replace it. ", "8": "But God revealed the defect and limitation of the first when he said to his people,[f] “Look! The day will come, declares the Lord, when I will satisfy the people of Israel and Judah by giving them a new covenant.[g]", "9": "It will be an entirely different covenant than the one I made with their fathers when I led them by my hand out of Egypt. For they did not remain faithful to my covenant, so I rejected them, says the Lord God.", "10": "For here is the covenant I will one day establish with the people of Israel: I will embed my laws within their thoughts and fasten them onto their hearts. I will be their loyal God and they will be my loyal people.", "11": "And the result of this will be that everyone will know me as Lord! There will be no need at all to teach their fellow-citizens or brothers by saying, 'You should know the Lord Jehovah,' since everyone will know me inwardly, from the most unlikely to the most distinguished.[h]", "12": "For I will demonstrate my mercy to them and will forgive[i] their evil deeds, and never remember again their sins.”", "13": "This proves that by establishing this new covenant the first is now obsolete, ready to expire, and about to disappear.[j]"}