{"1": "So the king and Haman went to eat with Queen Esther.", "2": "Then as they were drinking wine on the second day of the party, the king again asked Esther a question, “Queen Esther, what is it you want to ask for? Ask anything and it will be given to you. What do you want? I will give you anything, even half my kingdom.”", "3": "Then Queen Esther answered, “King, if you like me and it pleases you, please let me live. And I ask you to let my people live too. This is what I ask for.", "4": "I ask this because my people and I have been sold to be destroyed—to be killed and wiped out completely. If we had just been sold as slaves, I would have kept quiet, because that would not be enough of a problem to bother the king.”", "5": "Then King Xerxes asked Queen Esther, “Who did this to you? Where is the man who dared to do such a thing to your people?”", "6": "Esther said, “The man against us, our enemy, is this wicked Haman.” Then Haman was filled with terror before the king and queen.", "7": "The king was very angry. He got up, left his wine, and went out into the garden. But Haman stayed inside to beg Queen Esther to save his life. He begged for his life because he knew that the king had already decided to kill him.", "8": "Just as the king was coming back in from the garden to the party room, he saw Haman falling on the couch where Esther was lying. The king said with anger in his voice, “Will you attack the queen even while I am in the house?” As soon as the king had said this, servants came in and killed Haman.[a]", "9": "One of the eunuchs who served the king was named Harbona. He said, “A hanging post 75 feet[b] tall has been built near Haman's house. Haman had it made so that he could hang Mordecai on it. Mordecai is the man who helped you when he told about the evil plans to kill you.” The king said, “Hang Haman on that post!”", "10": "So they hanged Haman on the hanging post he had built for Mordecai. Then the king stopped being angry."}