{"1": "Long ago God spoke in many different ways to our fathers through the prophets, in visions, dreams, and even face to face,[a] telling them little by little about his plans.", "2": "But now in these days he has spoken to us through his Son to whom he has given everything and through whom he made the world and everything there is.", "3": "God's Son shines out with God's glory, and all that God's Son is and does marks him as God. He regulates the universe by the mighty power of his command. He is the one who died to cleanse us and clear our record of all sin, and then sat down in highest honor beside the great God of heaven.", "4": "Thus he became far greater than the angels, as proved by the fact that his name “Son of God,” which was passed on to him from his Father, is far greater than the names and titles of the angels. ", "5-6": "For God never said to any angel, “You are my Son, and today I have given you the honor that goes with that name.”[b] But God said it about Jesus. Another time he said, “I am his Father and he is my Son.” And still another time—when his firstborn Son came to earth—God said, “Let all the angels of God worship him.”", "7": "God speaks of his angels as messengers swift as the wind and as servants made of flaming fire; ", "8": "but of his Son he says, “Your Kingdom, O God, will last forever and ever; its commands are always just and right. ", "9": "You love right and hate wrong; so God, even your God, has poured out more gladness upon you than on anyone else.”", "10": "God also called him “Lord” when he said, “Lord, in the beginning you made the earth, and the heavens are the work of your hands. ", "11": "They will disappear into nothingness, but you will remain forever. They will become worn out like old clothes, ", "12": "and some day you will fold them up and replace them. But you yourself will never change, and your years will never end.”", "13": "And did God ever say to an angel, as he does to his Son, “Sit here beside me in honor until I crush all your enemies beneath your feet”?", "14": "No, for the angels are only spirit-messengers sent out to help and care for those who are to receive his salvation."}