{"1": "Although God's promise still stands—his promise that all may enter his place of rest—we ought to tremble with fear because some of you may be on the verge of failing to get there after all. ", "2": "For this wonderful news—the message that God wants to save us—has been given to us just as it was to those who lived in the time of Moses. But it didn't do them any good because they didn't believe it. They didn't mix it with faith. ", "3": "For only we who believe God can enter into his place of rest. He has said, “I have sworn in my anger that those who don't believe me will never get in,” even though he has been ready and waiting for them since the world began.", "4": "We know he is ready and waiting because it is written that God rested on the seventh day of creation, having finished all that he had planned to make.", "5": "Even so they didn't get in, for God finally said, “They shall never enter my rest.” ", "6": "Yet the promise remains and some get in—but not those who had the first chance, for they disobeyed God and failed to enter.", "7": "But he has set another time for coming in, and that time is now. He announced this through King David long years after man's first failure to enter, saying in the words already quoted, “Today when you hear him calling, do not harden your hearts against him.”", "8": "This new place of rest he is talking about does not mean the land of Israel that Joshua led them into. If that were what God meant, he would not have spoken long afterwards about “today” being the time to get in. ", "9": "So there is a full complete rest still waiting for the people of God. ", "10": "Christ has already entered there. He is resting from his work, just as God did after the creation. ", "11": "Let us do our best to go into that place of rest, too, being careful not to disobey God as the children of Israel did, thus failing to get in.", "12": "For whatever God says to us is full of living power: it is sharper than the sharpest dagger, cutting swift and deep into our innermost thoughts and desires with all their parts, exposing us for what we really are. ", "13": "He knows about everyone, everywhere. Everything about us is bare and wide open to the all-seeing eyes of our living God; nothing can be hidden from him to whom we must explain all that we have done.", "14": "But Jesus the Son of God is our great High Priest who has gone to heaven itself to help us; therefore let us never stop trusting him. ", "15": "This High Priest of ours understands our weaknesses since he had the same temptations we do, though he never once gave way to them and sinned. ", "16": "So let us come boldly to the very throne of God and stay there to receive his mercy and to find grace to help us in our times of need."}