{"1": "See how very much our heavenly Father loves us, for he allows us to be called his children—think of it—and we really are! But since most people don't know God, naturally they don't understand that we are his children. ", "2": "Yes, dear friends, we are already God's children, right now, and we can't even imagine what it is going to be like later on. But we do know this, that when he comes we will be like him, as a result of seeing him as he really is. ", "3": "And everyone who really believes this will try to stay pure because Christ is pure.", "4": "But those who keep on sinning are against God, for every sin is done against the will of God. ", "5": "And you know that he became a man so that he could take away our sins, and that there is no sin in him, no missing of God's will at any time in any way. ", "6": "So if we stay close to him, obedient to him, we won't be sinning either; but as for those who keep on sinning, they should realize this: They sin because they have never really known him or become his.", "7": "Oh, dear children, don't let anyone deceive you about this: if you are constantly doing what is good, it is because you are good, even as he is. ", "8": "But if you keep on sinning, it shows that you belong to Satan, who since he first began to sin has kept steadily at it. But the Son of God came to destroy these works of the devil. ", "9": "The person who has been born into God's family does not make a practice of sinning because now God's life is in him; so he can't keep on sinning, for this new life has been born into him and controls him—he has been born again.", "10": "So now we can tell who is a child of God and who belongs to Satan. Whoever is living a life of sin and doesn't love his brother shows that he is not in God's family; ", "11": "for the message to us from the beginning has been that we should love one another.", "12": "We are not to be like Cain, who belonged to Satan and killed his brother. Why did he kill him? Because Cain had been doing wrong and he knew very well that his brother's life was better than his. ", "13": "So don't be surprised, dear friends, if the world hates you.", "14": "If we love other Christians, it proves that we have been delivered from hell and given eternal life. But a person who doesn't have love for others is headed for eternal death. ", "15": "Anyone who hates his Christian brother is really a murderer at heart; and you know that no one wanting to murder has eternal life within. ", "16": "We know what real love is from Christ's example in dying for us. And so we also ought to lay down our lives for our Christian brothers.", "17": "But if someone who is supposed to be a Christian has money enough to live well, and sees a brother in need, and won't help him—how can God's love be within him? ", "18": "Little children, let us stop just saying we love people; let us really love them, and show it by our actions. ", "19": "Then we will know for sure, by our actions, that we are on God's side, and our consciences will be clear, even when we stand before the Lord. ", "20": "But if we have bad consciences and feel that we have done wrong, the Lord will surely feel it even more,[a] for he knows everything we do.", "21": "But, dearly loved friends, if our consciences are clear, we can come to the Lord with perfect assurance and trust, ", "22": "and get whatever we ask for because we are obeying him and doing the things that please him. ", "23": "And this is what God says we must do: Believe on the name of his Son Jesus Christ, and love one another. ", "24": "Those who do what God says—they are living with God and he with them. We know this is true because the Holy Spirit he has given us tells us so."}