{"1": "Dearly loved friends, don't always believe everything you hear just because someone says it is a message from God: test it first to see if it really is. For there are many false teachers around, ", "2": "and the way to find out if their message is from the Holy Spirit is to ask: Does it really agree that Jesus Christ, God's Son, actually became man with a human body? If so, then the message is from God. ", "3": "If not, the message is not from God but from one who is against Christ, like the “Antichrist” you have heard about who is going to come, and his attitude of enmity against Christ is already abroad in the world.", "4": "Dear young friends, you belong to God and have already won your fight with those who are against Christ because there is someone in your hearts who is stronger than any evil teacher in this wicked world. ", "5": "These men belong to this world, so, quite naturally, they are concerned about worldly affairs and the world pays attention to them. ", "6": "But we are children of God; that is why only those who have walked and talked with God will listen to us. Others won't. That is another way to know whether a message is really from God; for if it is, the world won't listen to it.", "7": "Dear friends, let us practice loving each other, for love comes from God and those who are loving and kind show that they are the children of God, and that they are getting to know him better. ", "8": "But if a person isn't loving and kind, it shows that he doesn't know God—for God is love.", "9": "God showed how much he loved us by sending his only Son into this wicked world to bring to us eternal life through his death. ", "10": "In this act we see what real love is: it is not our love for God but his love for us when he sent his Son to satisfy God's anger against our sins.", "11": "Dear friends, since God loved us as much as that, we surely ought to love each other too. ", "12": "For though we have never yet seen God, when we love each other God lives in us, and his love within us grows ever stronger. ", "13": "And he has put his own Holy Spirit into our hearts as a proof to us that we are living with him and he with us. ", "14": "And furthermore, we have seen with our own eyes and now tell all the world that God sent his Son to be their Savior. ", "15": "Anyone who believes and says that Jesus is the Son of God has God living in him, and he is living with God.", "16": "We know how much God loves us because we have felt his love and because we believe him when he tells us that he loves us dearly. God is love, and anyone who lives in love is living with God and God is living in him. ", "17": "And as we live with Christ, our love grows more perfect and complete; so we will not be ashamed and embarrassed at the day of judgment, but can face him with confidence and joy because he loves us and we love him too.", "18": "We need have no fear of someone who loves us perfectly; his perfect love for us eliminates all dread of what he might do to us. If we are afraid, it is for fear of what he might do to us and shows that we are not fully convinced that he really loves us. ", "19": "So you see, our love for him comes as a result of his loving us first.", "20": "If anyone says “I love God,” but keeps on hating his brother, he is a liar; for if he doesn't love his brother who is right there in front of him, how can he love God whom he has never seen? ", "21": "And God himself has said that one must love not only God but his brother too."}