{"1": "Finally, brothers, be praying for us that the word of the Lord may run[a] and be glorified, just as also with you, ", "2": "and that we may be delivered from out-of-place[b] and evil people. For faith[c] is not possessed by everyone. ", "3": "But the Lord is faithful— Who will establish you, and protect you from the evil one[d]. ", "4": "And we are confident in the Lord concerning you that the things which we are commanding, you also[e] are doing and will do. ", "5": "And may the Lord direct your hearts into the love of [f] God and into the endurance of [g] Christ.", "6": "Now we command you, brothers, in the name of our Lord Jesus Christ, that you be keeping-away[h] from every brother walking disorderly[i] and not according to the tradition which they received from us. ", "7": "For you yourselves know how you ought-to be imitating us. Because we were not disorderly among you, ", "8": "nor did we eat bread as-a-gift[j] from anyone, but were working with labor and hardship by night and by day so-as not to be a burden-on any of you— ", "9": "not because we do not have the right, but in order that we might give ourselves as a pattern to you, so that you may be imitating us. ", "10": "For even when we were with you, we commanded this to you— that “if anyone does not want to work, neither let him eat”. ", "11": "For we are hearing of some among you walking disorderly, not working at all, but being-busybodies[k]. ", "12": "Now to such ones we command and exhort in the Lord Jesus Christ that while working with quietness, they eat their own bread. ", "13": "But you, brothers, do not grow-weary while doing-good. ", "14": "And if anyone does not obey our word through this letter, be taking-note-of [l] this one— to not be associating-with him, in order that he may be ashamed. ", "15": "And do not be regarding him as an enemy, but be admonishing him as a brother. ", "16": "And may the Lord of peace Himself give you peace continually[m] in every way. The Lord be with you all.", "17": "The greeting of Paul by my own hand, which is a sign in every letter— I write in this manner. ", "18": "The grace of our Lord Jesus Christ be with you all."}