{"1": "“At that time Adonai said to me, 'Carve for yourself two tablets of stone like the first ones and come up to Me on the mountain. Make yourself an ark of wood. ", "2": "I will write on the tablets the words that were on the first tablets that you smashed, and you are to put them in the ark.'", "3": "“So I made an ark of acacia wood, cut two tablets of stone like the first ones, and went up the mountain with the two tablets in my hand. ", "4": "Like the first inscription, Adonai wrote on the tablets the Ten Words He had spoken to you on the mountain from the midst of the fire on the day of the assembly, then gave them to me. ", "5": "Then I turned and came down from the mountain and put the tablets in the ark I had made—and there they are, just as Adonai commanded me.", "6": "“(Bnei-Yisrael traveled from the wells of the sons of Jaakan to Moserah—there Aaron died and was buried, and his son Eleazar served as kohen in his place. ", "7": "From there they journeyed to Gudgod, and from Gudgod to Jotbah—a land of wadis flowing with water. ", "8": "At that time Adonai set the tribe of Levi apart to carry the Ark of the Covenant of Adonai, to stand before Adonai to serve Him and to pronounce blessings in His Name—as is the case to this day. ", "9": "Therefore Levi has no portion or inheritance with his brothers—Adonai is his inheritance, just as Adonai your God had promised about him.)", "10": "“I stayed on the mountain like the first time—40 days and 40 nights. Adonai listened to me that time also and was not willing to destroy you. ", "11": "Adonai said to me, 'Rise up, go, journey ahead of the people so that they may go in and possess the land that I swore to their fathers to give to them.'", "12": "“So now, O Israel, what does Adonai your God require of you, but to fear Adonai your God, to walk in all His ways and love Him, and to serve Adonai your God with all your heart and with all your soul, ", "13": "to keep the mitzvot of Adonai and His statutes that I am commanding you today, for your own good? ", "14": "Behold, to Adonai your God belong the heavens and the highest of heavens, the earth and all that is in it. ", "15": "Only on your fathers did Adonai set His affection to love them, and He chose their descendants after them—you—from all the peoples, as is the case this day.", "16": "“Circumcise the foreskin of your heart therefore, and do not be stiff-necked anymore. ", "17": "For Adonai your God is God of gods and Lord of lords[a]—the great, mighty and awesome God, who does not show partiality or take a bribe. ", "18": "He enacts justice for the orphan and widow, and loves the outsider, giving him food and clothing. ", "19": "Therefore love the outsider, for you were outsiders in the land of Egypt. ", "20": "Adonai your God you will fear—Him will you serve. To Him will you cling, and by His Name will you swear. ", "21": "He is your praise and He is your God, who has done for you these great and awesome things that your eyes have seen. ", "22": "Your fathers went down to Egypt with 70 persons, and now Adonai your God has made you like the stars of the heavens in number."}