{"1": "“Observe the month of Aviv and keep the Passover to Adonai your God, for in the month of Aviv[a] Adonai your God brought you out from Egypt by night. ", "2": "You are to sacrifice the Passover offering to Adonai your God, from the flock and the herd, in the place Adonai chooses to make His Name dwell. ", "3": "You are not to eat hametz with it. For seven days you are to eat matzot with it, the bread of affliction—for you came out from the land of Egypt in haste. Do this so that all the days of your life you will remember the day when you came out from the land of Egypt. ", "4": "No hametz should be seen with you in all your territory for seven days, and none of the meat you sacrifice on the evening of the first day may be left overnight until the morning. ", "5": "You may not sacrifice the Passover offering within any of your gates that Adonai your God is giving you. ", "6": "Rather, at the place Adonai your God chooses to make His Name dwell, there you will sacrifice the Passover offering in the evening at sunset—the time of your coming out from Egypt. ", "7": "You are to cook and eat it at the place Adonai your God chooses, then you will turn around in the morning and journey home. ", "8": "For six days you are to eat matzot. On the seventh day there is to be a solemn gathering for Adonai your God—on it you are to do no work.", "9": "Seven weeks you are to count for yourself—from the time you begin to put the sickle to the standing grain you will begin to count seven weeks. ", "10": "Then you will keep the Feast of Shavuot[b] to Adonai your God with a measure of a freewill offering from your hand, which you are to give according to how Adonai your God blesses you. ", "11": "So you will rejoice before Adonai your God in the place Adonai your God chooses to make His Name dwell—you, your son and daughter, slave and maid, Levite and outsider, orphan and widow in your midst. ", "12": "You will remember that you were a slave in Egypt, and you are to take care and do these statutes.", "13": "“You are to keep the Feast of Sukkot for seven days,[c] after gathering in the produce from your threshing floor and winepress.” ", "14": "So you will rejoice in your feast—you, your son and daughter, slave and maid, Levite and outsider, orphan and widow within your gates. ", "15": "Seven days you will feast to Adonai your God in the place He chooses, because Adonai your God will bless you in all your produce and in all the work of your hand, and you will be completely filled with joy. ", "16": "Three times a year all your males are to appear before Adonai your God in the place He chooses—at the Feast of Matzot, the Feast of Shavuot, and the Feast of Sukkot. No one should appear before Adonai empty-handed—", "17": "the gift of each man's hand according to the blessing Adonai your God has given you.", "18": "“Judges and officers you are to appoint within all your gates that Adonai your God is giving you, according to your tribes; and they are to judge the people with righteous judgment. ", "19": "You are not to twist justice—you must not show partiality or take a bribe, for a bribe blinds the eyes of the wise and distorts the words of the righteous. ", "20": "Justice, justice you must pursue, so that you may live and possess the land that Adonai your God is giving you. ", "21": "You are not to plant for yourself an Asherah pole of any kind of wood beside the altar of Adonai your God that you make for yourself. ", "22": "Nor are you to set up a pillar for yourself—Adonai your God hates this."}