{"1": "“The Levitical kohanim, all the tribe of Levi, are to have no portion or inheritance with Israel. They are to eat the offerings made to Adonai by fire as His inheritance.", "2": "[a] 2 They will have no inheritance among their brothers—Adonai is their inheritance, just as He promised them. ", "3": "So this will be the share due to the kohanim from the people—from those who offer a sacrifice, whether a bull or sheep, they are to give the kohen the shoulder, two cheeks, and the stomach. ", "4": "The firstfruits of your grain, of your new wine, of your oil, and the first fleece of your sheep, you are to give him. ", "5": "For Adonai your God has chosen him from all your tribes to stand and serve in the Name of Adonai—him and his sons forever.", "6": "“Suppose a Levite comes from one of your towns, wherever he is living in all of Israel, and he comes whenever his soul desires to the place Adonai chooses, ", "7": "and serves in the Name of Adonai his God like all his fellow Levites who stand there before Adonai. ", "8": "They are to eat equal portions, regardless of their fathers' goods.", "9": "When you enter the land Adonai your God is giving you, you are not to learn to do the abominations of those nations. ", "10": "There must not be found among you anyone who makes his son or daughter pass through the fire, or a fortune-teller, soothsayer, omen reader, or sorcerer, ", "11": "or one who casts spells, or a medium, a spiritist, or one who calls up the dead. ", "12": "For whoever does these things is an abomination to Adonai, and because of these abominations Adonai your God is driving them out from before you. ", "13": "You are to be blameless before Adonai your God.", "14": "“For these nations, which you are about to dispossess, listen to soothsayers and fortune-tellers, but as for you, Adonai your God will not allow you to do so.", "15": "“Adonai your God will raise up for you a prophet like me from your midst—from your brothers. To him you must listen.", "16": "[b] 16 This is just what you asked of Adonai your God in Horeb on the day of the assembly when saying, 'I cannot continue to hear the voice of Adonai my God or see this great fire any more, or I will die.'", "17": "“Adonai said to me, 'They have done well in what they have spoken. ", "18": "I will raise up a prophet like you for them from among their brothers. I will put My words in his mouth, and he will speak to them all that I command him.", "19": "[c] 19 Now whoever does not listen to My words that this prophet speaks in My Name, I Myself will call him to account.", "20": "[d] 20 But the prophet who presumes to speak a word in My Name, which I have not commanded him to speak, or who speaks in the name of other gods—that prophet will die.'", "21": "“Now should you say in your heart, 'How would we recognize the word that Adonai has not spoken?' ", "22": "When a prophet speaks in Adonai's Name and the word does not happen or come true, that is a word that Adonai has not spoken. The prophet has spoken it presumptuously—do not be afraid of him."}