{"1": "“You are not to watch your brother's ox or sheep going astray and ignore them[a]—you must certainly bring them back to your brother. ", "2": "If your brother is not near you or if you do not know him, then you should bring it into your house and it will remain with you until your brother comes searching for it and you return it to him. ", "3": "You are to do the same with his donkey or his coat or anything lost by your brother, that may be lost by him and you find—you may not ignore them. ", "4": "You must not watch your brother's donkey or ox fall down on the road and ignore it—you must certainly help him lift it up again.", "5": "“A man's apparel is not to be on a woman, nor is a man to wear woman's clothing—for whoever does these things is detestable to Adonai your God.", "6": "“If there happens to be a bird's nest in front of you along the road, in any tree or on the ground, with young ones or eggs and the hen sitting on the young or on the eggs, you are not to take the hen with the young. ", "7": "You must certainly let the hen go, but the young you may take for yourself so that it may go well with you and you may prolong your days.", "8": "“When you build a new house, you are to make a guardrail for your roof, so that you do not bring the guilt of blood on your house if anyone falls from it.", "9": "“You are not to plant your vineyard with two kinds of seed, or else the whole harvest will be forfeited[b]—both the seed you plant and the produce of the vineyard. ", "10": "You are not to plow with an ox and a donkey together. ", "11": "You are not to wear a woven mixture[c], wool and linen together. ", "12": "You are to make for yourself twisted threads[d] on the four corners of your garment in which you cover yourself.", "13": "“Suppose a man takes a wife and goes t0 her and then dislikes her, ", "14": "accuses her of shameful things and gives her a bad reputation by saying, 'I took this woman, but when I came near her, I didn't find her virginity.' ", "15": "Then the father of the young woman is to take her and her mother is to bring out the signs of the young woman's virginity to the city elders at the gate. ", "16": "The young lady's father is to tell the elders, 'I gave my daughter to this man as a wife, but he hates her. ", "17": "Indeed, he has accused her of shameful things, saying, “I didn't find your daughter's virginity.” Yet these are the signs of my daughter's virginity.' They are to spread the wedding cloth before the elders of the city. ", "18": "The elders of that city are to take the man and punish him. ", "19": "Then they are to fine him 100 pieces of silver and give them to the father of the young woman, because he has brought an evil name on a virgin of Israel. Then she is to be his wife—he may not send her away all his days.", "20": "“But if this thing is true—that the signs of virginity were not found in the young lady—", "21": "then they are to bring the young woman out to the door of her father's house, and the men of her city are to stone her with stones to death, because she has done a disgraceful thing in Israel, to behave like a prostitute in her father's house. So you are to purge the evil from your midst.", "22": "“Suppose a man is found lying with a married woman. Then both of them are to die—the man who lay with the woman and the woman. So you are to purge the evil from Israel.", "23": "“Suppose there is a young woman who is a virgin engaged to a man, and another man finds her in the city and lies with her. ", "24": "Then you are to bring them both out to the gate of that city and stone them with stones to death—the young woman because she did not cry out in the town, and the man because he humiliated his neighbor's wife. So you are to purge the evil from your midst.", "25": "“But if the man finds the engaged woman in the field, and the man forces her and lies with her, then only the man who lay with her is to die. ", "26": "But to the young woman you are to do nothing—there is no sin in the young woman deserving of death. For this matter is the same as when a man rises against his neighbor and kills him—", "27": "for he found her in the field, the engaged woman cried out, and there was no one to save her.", "28": "“Suppose a man finds a young virgin who is not engaged, grabs her and lies with her, and they are discovered. ", "29": "Then the man who lay with her is to give to the young woman's father 50 pieces of silver, and she is to be his wife, since he has humiliated her—he may not send her away all his days."}