{"1": "“A man is not to take his father's wife—he is not to expose his father's nakedness.", "2": "“No one with crushed or cut-off genitals is to enter the community of Adonai. ", "3": "No one born of forbidden relations[a] is to enter the community of Adonai—even to the tenth generation none of his descendants are to enter the community of Adonai. ", "4": "No Ammonite or Moabite is to enter the community of Adonai—even to the tenth generation none belonging to them is to enter the community of Adonai forever—", "5": "because they did not meet you with bread and water on the way when you came out from Egypt, and because they hired against you Balaam son of Beor from Petor of Aram-naharaim to curse you. ", "6": "But Adonai your God refused to listen to Balaam, and Adonai your God turned the curse into a blessing for you because He loves you. ", "7": "You are never to seek their shalom or welfare all your days.", "8": "“You are not to detest an Edomite, for he is your brother. You are not to detest an Egyptian, for you were an outsider in his land. ", "9": "The children born to them—the third generation—may enter the community of Adonai.", "10": "“When you go out as an army camp against your enemies, you are to guard yourself from every evil thing. ", "11": "If there is among you a man who is not clean from a nighttime emission, he is to go outside the camp—he may not reenter the camp. ", "12": "Now toward evening he is to bathe in water, and when the sun sets, he may reenter the camp. ", "13": "There is to be a place at hand for you outside the camp, and you are to go there outside. ", "14": "You are to have a shovel for yourself among your weapons. Now when you sit down outside, you are to dig with it and turn and cover up what comes out of you. ", "15": "For Adonai your God walks in the midst of your camp, to rescue you and to give your enemies over to you. Therefore your camp must be holy, so that He does not see anything indecent among you and turn away from you.", "16": "“You are not to hand over to his master a slave who seeks refuge with you from his master. ", "17": "Let him dwell with you in your midst, in the place he chooses within one of your town gates—the one that is good for him. You are not to mistreat him.", "18": "“None of the daughters of Israel is to be a cult prostitute, nor any of the sons of Israel a cult prostitute. ", "19": "You are not to bring the fee of a prostitute or the wages of a dog into the House of Adonai your God for any vow, for both of these are detestable to Adonai your God.", "20": "“You are not to charge excessive interest to your brother—on money, food or anything that may be loaned for interest. ", "21": "To a foreigner you may charge interest, but to your brother you are not to charge interest, so that Adonai your God may bless you in every undertaking of your hand on the land you are going in to possess.", "22": "“When you make a vow to Adonai your God, you are not to delay to make good on it—for Adonai your God will certainly require it of you, and you would have sin on you. ", "23": "But if you refrain from making a vow, you would not have sin on you. ", "24": "Whatever comes out of your lips you are to take care to do, since you have vowed to Adonai your God a freewill offering that you have promised with your mouth.", "25": "“When you come into your neighbor's vineyard, you may eat your fill of grapes; but you are not to put any in your basket. ", "26": "When you come into your neighbor's standing grain, you may pluck the ears with your hand; but you are not to swing a sickle on your neighbor's standing grain."}