{"1": "“Suppose a man takes a wife and marries her. Now if she doesn't find favor in his eyes because he has found something indecent in her, he is to write her a certificate of divorce, hand it to her and send her out from his house. ", "2": "When she leaves his house, she may go and become another man's wife. ", "3": "Now suppose the second husband dislikes her and writes her a certificate of divorce, and he hands it to her and she leaves his house—or suppose the second husband who took her to be his wife dies. ", "4": "Then her former husband, who sent her away, may not take her again to be his wife, after she has been defiled—for that would be detestable before Adonai. You are not to bring guilt on the land that Adonai your God is giving you as an inheritance.", "5": "“When a man takes a new wife, he is not to go out with the army or have any duty passed over to him. He is to be free at home for one year and make his wife happy.", "6": "“No one is to take a pair of millstones or the upper one as collateral, for this would be taking a livelihood as collateral.", "7": "“If a man is caught kidnapping any of his brothers from Bnei-Yisrael, whether he treats him like property or sells him, then that kidnapper must die. So you are to purge the evil from your midst.", "8": "“Take care in the plague of tzara'at—be very careful to do all that the Levitical kohanim instruct you, just as I commanded them, so you are to take care to do. ", "9": "Remember what Adonai your God did to Miriam, along the way when you were coming out from Egypt.", "10": "“When you make any kind of loan to your neighbor, you are not to go into his house to get his pledge. ", "11": "You are to stand outside, and the man to whom you are making the loan is to bring the pledge outside to you. ", "12": "If he is a poor man, you are not to sleep with his pledge[a]. ", "13": "You must certainly restore the pledge to him when the sun sets, so that he may sleep in his coat and bless you—and it is to be righteousness for you before Adonai your God.", "14": "“You are not to oppress a hired servant who is poor and needy, whether he is from your brothers or the outsiders in your land within your town gates. ", "15": "On that day you are to give him his wages—the sun is not to set on it—for he is poor and sets his heart on it. Otherwise he will cry out against you to Adonai, and you will have sin on you.", "16": "“Fathers are not to be put to death for children, and children are not to be put to death for fathers—each one is to be put to death for his own sin. ", "17": "You are not to twist justice for an outsider or orphan, and you are not to take as collateral a widow's clothing. ", "18": "But you are to remember that you were a slave in Egypt, and Adonai your God redeemed you from there. Therefore I am commanding you to do this thing.", "19": "“When you reap your harvest in your field and have forgotten a sheaf in the field, you are not to turn back to get it. It is for the outsider, for the orphan and for the widow—in order that Adonai your God may bless you in all the work of your hands. ", "20": "When you beat your olive tree, you are not to search through the branches afterward. It is for the outsider, for the orphan and for the widow. ", "21": "When you harvest your vineyard, you are not to pick over it afterward. It is for the outsider, for the orphan and for the widow. ", "22": "You are to remember that you were a slave in the land of Egypt. Therefore I am commanding you to do this thing."}