{"1": "“Now when you enter the land that Adonai your God is giving you as an inheritance, and you possess it and dwell in it, ", "2": "you are to take some of the first of all the produce of the soil, which you gather from your land that Adonai your God is giving you, put it in a basket and go to the place Adonai your God chooses to make His Name dwell. ", "3": "You are to go to the kohen in charge in those days and say to him, 'I declare today to Adonai your God, that I have entered into the land Adonai swore to our fathers to give us.' ", "4": "The kohen is to take the basket from your hand and set it down before the altar of Adonai your God.", "5": "“Then you are to respond before Adonai your God, 'My father was a wandering Aramean, and he went down to Egypt and lived there as an outsider, few in number. But there he became a great nation—mighty and numerous. ", "6": "The Egyptians treated us badly, afflicted us, and imposed hard labor on us. ", "7": "Then we cried out to Adonai, God of our fathers, and Adonai listened to our voice and saw our affliction, our toil and our oppression. ", "8": "Then Adonai brought us out from Egypt with a mighty hand and an outstretched arm, with great terror, and with signs and wonders. ", "9": "He brought us to this place and gave us this land—a land flowing with milk and honey. ", "10": "So now, look! I have brought the first of the fruits of the soil that You have given me, Adonai.' Then you are to set it down before Adonai your God and worship before Adonai your God. ", "11": "You will rejoice in all the good that Adonai your God has given to you and to your house—you, the Levite, and the outsider in your midst.", "12": "“When you finish tithing the full tenth of your produce in the third year, the year of the tithe, you are to give it to the Levite, to the outsider, to the orphan and to the widow, so that they may eat within your town gates and be satisfied. ", "13": "Then you are to say before Adonai your God, 'I have removed the holy tithe from my house and also have given it to the Levite and to the outsider, to the orphan and to the widow, according to all Your mitzvah that You have commanded me. I have not transgressed or forgotten any of Your mitzvot. ", "14": "I have not eaten from the tithe in my mourning, or removed any of it while unclean, or given any of it to the dead. I have obeyed the voice of Adonai my God; I have done all just as You commanded me. ", "15": "Look down from Your holy dwelling place, from the heavens and bless Your people Israel and the soil You have given us, as You swore to our fathers—a land flowing with milk and honey.'", "16": "“This day Adonai your God is commanding you to do these statutes and ordinances—so you are to take care and do them with all your heart and with all your soul. ", "17": "Today you have affirmed Adonai as your God, that you will walk in His ways, keep His statutes, mitzvot and ordinances, and listen to His voice. ", "18": "Now today Adonai has affirmed you as His treasured people, as He promised you; that you are to keep all His mitzvot; ", "19": "that He will set you high above all the nations He has made, for praise, fame and honor; and that you are to be a holy people to Adonai your God, as He has promised.”"}