{"1": "Moses and the elders of Israel commanded the people, saying, “Keep the whole mitzvah that I am commanding you today. ", "2": "Now on the day when you cross over the Jordan to the land that Adonai your God is giving you, you are to set up large stones for yourself and coat them with plaster. ", "3": "Then you are to write on them all the words of this Torah when you cross over—so that you may enter the land that Adonai your God is giving you, a land flowing with milk and honey just as Adonai, the God of your fathers, promised you. ", "4": "Now when you cross over the Jordan, you are to set up these stones about which I am commanding you today on Mount Ebal, and coat them with plaster. ", "5": "There also you will build an altar to Adonai your God, an altar of stones—you are not to use an iron tool on them. ", "6": "You are to build the altar of Adonai your God of whole stones, and you are to offer up burnt offerings on it to Adonai your God. ", "7": "You are to sacrifice fellowship offerings and eat there, and you will rejoice before Adonai your God. ", "8": "You are to write on the stones all the words of this Torah very clearly.”", "9": "Then Moses and the Levitical kohanim spoke to all Israel, saying, “Be silent and listen, O Israel—this day you have become a people for Adonai your God. ", "10": "Therefore listen to the voice of Adonai your God, and do His mitzvot and statutes that I am commanding you today.”", "11": "Moses commanded the people on that day saying, ", "12": "“When you have crossed over the Jordan, these are to stand on Mount Gerizim to bless the people: Simeon, Levi, Judah, Issachar, Joseph, and Benjamin. ", "13": "For the curse these are to stand on Mount Ebal: Reuben, Gad, Asher, Zebulun, Dan, and Naphtali.", "14": "“Then the Levites are to answer and say with a loud voice to every man of Israel: ", "15": "'Cursed is the one who makes a carved or molten image—an abomination to Adonai, the work of a craftsman's hands—and sets it up in secret.' Then all the people are to answer and say, 'Amen.'", "16": "'Cursed is the one who dishonors his father or mother.' Then all the people are to say, 'Amen.'", "17": "'Cursed is the one who removes his neighbor's boundary marker.' Then all the people are to say, 'Amen.'", "18": "'Cursed is the one who misleads a blind person on the road.' Then all the people are to say, 'Amen.'", "19": "'Cursed is the one who twists justice for the outsider, orphan and widow.' Then all the people are to say, 'Amen.'", "20": "'Cursed is the one who lies with his father's wife, because he has uncovered his father's nakedness.'[a] Then all the people are to say, 'Amen.'", "21": "'Cursed is the one who lies with any kind of animal.' Then all the people are to say, 'Amen.'", "22": "'Cursed is the one who lies with his sister, the daughter of his father or the daughter of his mother.' Then all the people are to say, 'Amen.'", "23": "“Cursed is the one who lies with his mother-in-law.' Then all the people are to say, 'Amen.'", "24": "'Cursed is the one who strikes down his neighbor in secret.' Then all the people are to say, 'Amen.'", "25": "'Cursed is the one who takes a bribe to strike down an innocent life.' Then all the people are to say, 'Amen.'", "26": "'Cursed is the one who does not uphold the words of this Torah by doing them.' Then all the people are to say, 'Amen.'[b]"}