{"1": "“Now if you listen obediently to the voice of Adonai your God, taking care to do all His mitzvot that I am commanding you today, Adonai your God will set you on high—above all the nations of the earth. ", "2": "Then all these blessings will come upon you and overtake you, if you listen to the voice of Adonai your God:", "3": "“Blessed will you be in the city, and blessed will you be in the field.", "4": "“Blessed will be the fruit of your womb, the produce of your soil, and the offspring of your livestock—the increase of your herds and the young of your flock.", "5": "“Blessed will be your basket and your kneading bowl.", "6": "“Blessed will you be when you come in, and blessed will you be when you go out.", "7": "“Adonai will cause your enemies who rise up against you to be struck down before you. They will come out against you one way and flee before you seven ways. ", "8": "Adonai will command the blessing on you in your barns and in every undertaking of your hand, and He will bless you in the land Adonai your God is giving you. ", "9": "Adonai will establish you as a holy people for Himself, just as He swore to you—if you keep the mitzvot of Adonai your God and walk in His ways. ", "10": "Then all the peoples of the earth will see that you are called by the name of Adonai and they will stand in awe of you. ", "11": "Adonai will make you overflow in prosperity—in the fruit of your womb, the offspring of your livestock and the produce of your soil—on the land Adonai swore to your fathers to give you. ", "12": "Adonai will open for you His good storehouse—the heavens—to give rain for your land in its season and to bless all the work of your hand. You will lend to many nations, but you will not borrow. ", "13": "Adonai will make you the head and not the tail, and you will be only above and not below—if you listen to the mitzvot of Adonai your God that I am commanding you today, careful to do them, ", "14": "and do not turn aside from any of the words I am commanding you today, to the right or the left, to go after other gods in order to serve them.", "15": "“But if you will not listen to the voice of Adonai your God, to take care to do all His mitzvot and statutes that I am commanding you today, all these curses will come on you and overtake you:", "16": "“Cursed will you be in the city, and cursed will you be in the field.", "17": "“Cursed will be your basket and your kneading bowl.", "18": "“Cursed will be the fruit of your womb, the produce of your soil, the increase of your herd and the young of your flock.", "19": "“Cursed will you be when you come in, and cursed will you be when you go out.", "20": "“Adonai will send on you cursing, confusion and frustration in every undertaking of your hand that you will do—until you are destroyed and perish quickly, because of the evil of your deeds by which you have abandoned Me. ", "21": "Adonai will make the plague cling to you, until He has put an end to you from the land that you are going in to possess. ", "22": "Adonai will strike you with weakness, fever, inflammation, fiery heat, the sword, blight and mildew—they will pursue you until you perish. ", "23": "Your sky above your head will be bronze, and the earth beneath you iron. ", "24": "Adonai will make the rain of your land powder and dust—it will come down on you from the heavens, until you are destroyed.", "25": "“Adonai will bring you to defeat before your enemies. You will go out one way against them and flee seven ways before them. You will become a horror to all the kingdoms of the earth. ", "26": "Your carcass will be food for every bird of the heavens and beast of the earth, and there will be no one to frighten them away.", "27": "“Adonai will strike you with the boils of Egypt, with hemorrhoids, with scabs and with itching, from which you cannot be healed.", "28": "“Adonai will strike you with madness, with blindness, and with confusion of heart. ", "29": "You will grope at noon as the blind person gropes in darkness, and you will not prosper in your ways. You will be only oppressed and robbed all the time, and there will be no one to save you.", "30": "“You will become engaged to a woman, but another man will sleep with her. You will build a house, but you will not dwell in it. You will plant a vineyard, but you will not put it to use. ", "31": "Your ox will be slaughtered before your eyes, but you will not eat of it. Your donkey will be stolen in front of you, and it will not be returned to you. Your sheep will be given to your enemies, and you will have no one to save you.", "32": "“Your sons and daughters will be given to another people while your eyes look on, longing for them all day long—but your hand will be powerless. ", "33": "A people you do not know will eat up the produce of your soil and all your labor, and you will be only oppressed and crushed all the time. ", "34": "You will be driven mad by the sight that your eyes will see.", "35": "“Adonai will strike you on the knees and thighs with severe boils, from which you cannot be healed—from the sole of your foot to the crown of your head.", "36": "“Adonai will bring you and the king you set over you to a nation you and your fathers have not known—and there you will serve other gods, wood and stone. ", "37": "You will become a horror, a proverb, and a byword—among all the peoples where Adonai will drive you.", "38": "“Much seed you will take out to the field—but little will you bring in, for the locust will eat it up. ", "39": "Vineyards you will plant and tend—but wine you will not drink or bring in, for the worm will devour it. ", "40": "Olive trees you will have in all your territory—but oil you will not rub on yourself, for your olives will drop off. ", "41": "Sons and daughters you will father—but they will not be yours, for they will go into captivity. ", "42": "All your trees and the produce of your soil the whirring locust will possess.", "43": "“The outsider who is in your midst will rise up higher and higher above you, and you will go down lower and lower. ", "44": "He will lend to you, but you will not lend to him; he will become the head and you will become the tail.", "45": "“All these curses will come upon you and pursue you and overtake you until you are destroyed—because you did not listen to the voice of Adonai your God, to keep His mitzvot and statutes that He commanded you. ", "46": "They will be a sign and a wonder on you and your descendants forever. ", "47": "Instead of serving Adonai your God with joy and goodness of heart, out of the abundance of everything, ", "48": "you will serve your enemies, whom Adonai will send against you, in hunger and thirst, in nakedness and lacking everything; and He will put an iron yoke on your neck until He has destroyed you.", "49": "“Adonai will raise up a nation against you from far away, from the end of the earth, just as the eagle swoops down—a nation whose language you will not understand, ", "50": "a brazen-faced nation that will not respect the old or be gracious to the young. ", "51": "It will devour the offspring of your livestock and the produce of your soil, until you are destroyed. It will not leave behind for you grain, new wine, or oil, the increase of your herds or the young of your flock, until it ruins you. ", "52": "It will besiege you within all your town gates throughout your land, until your high and fortified walls—that you trusted in—come down. It will besiege you within all your gates throughout your land that Adonai your God has given you.", "53": "“You will eat the fruit of your womb, the flesh of your sons and daughters Adonai your God has given you, in the siege and stress with which your enemies will distress you. ", "54": "The most tender and delicate man among you—his eye will become evil against his brother and the wife of his bosom and the rest of his children that he has left. ", "55": "He will not give to a single one of them from his children's flesh that he will eat, because nothing else is left for him in the siege and stress with which your enemy will distress you within all your town gates. ", "56": "The tender and delicate woman among you, who never ventured to set the sole of her foot on the ground out of delicateness and tenderness—her eye will become evil against the husband of her bosom and her son and daughter. ", "57": "For in secret she will eat her afterbirth that issues from between her legs and the children she bears, for lack of anything else in the siege and stress with which your enemy will distress you within all your gates.", "58": "“If you do not take care to do all the words of this Torah, the things written in this scroll, to fear this glorious and awesome Name, Adonai your God, ", "59": "then Adonai will make your plagues and the plagues of your descendants extraordinary—terrible and prolonged plagues, severe and prolonged illnesses. ", "60": "He will bring back on you all the diseases of Egypt that you were afraid of, and they will cling to you. ", "61": "Also every illness and plague that is not written in the scroll of this Torah, Adonai will bring on you, until you are destroyed.", "62": "“You will be left few in number, instead of being like the stars of the sky in number—because you did not listen to the voice of Adonai your God. ", "63": "Now just as Adonai rejoiced over you to do you good and to multiply you, so Adonai will rejoice over you to ruin and destroy you; and you will be uprooted from the land that you are going in to possess.", "64": "“Adonai will scatter you among all peoples from the one end of the earth to the other, and there you will serve other gods—wood and stone—that you and your fathers have not known. ", "65": "Among these nations you will find no rest, and there will be no rest for the sole of your foot. But there Adonai will give you a trembling heart and failing eyes, and a despairing spirit.", "66": "“Your life will hang in the balance before you; you will be afraid night and day, and you will have no assurance of your life. ", "67": "In the morning you will say, 'If only it were evening!' and at evening you will say, 'If only it were morning!”—from the fear of your heart that you will fear and the sight of your eyes that you will see. ", "68": "Adonai will bring you back to Egypt in ships, by the way that I said to you, 'You will not see it again.' There you will sell yourselves to your enemies as slaves and maids, but there will be no buyer.”", "69": "These are the words of the covenant that Adonai commanded Moses to make with Bnei-Yisrael in the land of Moab, in addition to the covenant He made with them at Horeb.[a]"}