{"1": "“Give ear, O heavens, and I will speak! Let the earth hear the words of my mouth.", "2": "May my teaching trickle like rain, my speech distill like dew— like gentle rain on new grass, like showers on tender plants.", "3": "For I will proclaim Adonai's Name, ascribe greatness to our God!", "4": "The Rock—blameless is His work. Indeed, all His ways are just. God of faithfulness without iniquity, righteous and upright is He.", "5": "Did it corrupt Him? No! The blemish is His children's— a generation crooked and twisted.", "6": "Is this how you pay back Adonai, O foolish, unwise people? Isn't He your Father who ransomed you?[a] He made you and established you.", "7": "“Remember the days of antiquity, understand the years across generations.[b] Ask your father and he will tell you, your elders and they will say to you.", "8": "When Elyon gave nations their heritage, when He separated the sons of man, He set boundaries for the people by the number of Bnei-Yisrael.", "9": "But Adonai's portion is His people— Jacob is the share of His inheritance.", "10": "He found him in the wilderness land, in the void of a howling waste. He surrounded him, cared for him, guarded him as the pupil of His eye.", "11": "As an eagle stirs up its nest, hovers over its young, He spreads His wings, catches him, lifts him up on His pinions.", "12": "Adonai alone guided him— there was no foreign god with him.", "13": "He made him mount the heights of the land. so he ate the produce of the field. He suckled him with honey from a rock, with oil from a flinty boulder.", "14": "Butter of cattle and milk of a flock, with fat of lambs, rams of the Bashan and he-goats, with fat of the kidneys of wheat, and blood of grapes you drank.", "15": "But Jeshurun grew fat and kicked— you got fat, you grew thick, you gorged! He forsook God who made him. He mocked the Rock of his salvation.", "16": "They made him jealous with strangers, with abominations they angered Him.", "17": "They sacrificed to demons, a non-god, gods they had not known— to new ones who came in lately, ones your fathers had not dreaded.", "18": "The Rock who birthed you, you ignored. You forgot God who brought you forth.", "19": "“Adonai saw, and He spurned His sons and His daughters out of vexation.", "20": "He said, “I will hide My face from them, I want to see their hereafter. For they are an upside down generation, children with no faithfulness in them.", "21": "They made Me jealous with a non-god. They vexed Me with airy idols. So I will make them jealous with a non-people. With a foolish nation I will vex them.[c]", "22": "For fire has ignited in My nostrils— it will burn to Sheol beneath, devour the earth and her produce, and scorch the foundations of mountains.", "23": "I will heap calamities upon them. With My arrows I will finish them.", "24": "Wasted by famine, ravaged by plague and pestilence so bitter, fangs of beasts I'll let loose on them, with venom of creepers in the dust.", "25": "Outside the sword deals death, and inside terror— to both young men and young women, infants, with men of gray hair.", "26": "I would have said, 'I will hack them to pieces, make the memory of them cease from mankind,'", "27": "except I dread the taunt of the enemy, lest their foes might misconstrue— lest they say, 'Our hand is held high, and Adonai has not done all this.'", "28": "For they are a nation lacking counsel, among them there is no understanding.", "29": "“If they were wise, they would discern this, they would understand their hereafter.", "30": "How can one chase a thousand and two put ten thousand to flight, unless their Rock had sold them and Adonai had handed them over?", "31": "Surely their rock is not like our Rock, as even our enemies judge.", "32": "For their vine is from the vine of Sodom and from the terraces of Gomorrah. Its grapes are grapes of poison— bitter clusters on it.", "33": "Venom of serpents is their wine— poison of vipers so cruel.", "34": "Is it not stored up with Me, sealed up in My treasuries?", "35": "Vengeance is Mine, and payback,[d] for the time when their foot staggers. Surely their day of disaster is near— what is prepared rushes on them.", "36": "For Adonai will judge His people— for His servants, He will relent when He sees that strength[e] is gone and no one is left, slave or free.", "37": "He will say, 'Where are their gods, the “rock” they took refuge in?", "38": "Who ate the fat of their sacrifices and drank the wine of their libation? Let them rise up and help you and be a shelter over you!", "39": "See now that I, I am He! There are no other gods beside Me. I bring death and give life, I have wounded but I will heal,[f] and none can rescue from My hand.'", "40": "“Yes, I lift My hand up to heaven and say, 'As I Myself live forever,", "41": "when I sharpen My lightning sword and My hand seizes it in judgment, I will return vengeance on My foes, and those who hate Me I will pay back.", "42": "I will make My arrows drunk from blood, and My sword will devour flesh— the blood of the slain and the captive, the head of the leaders of the enemy.'", "43": "Make His people rejoice, O nations,[g] for He will avenge the blood of His servants.[h] He will return vengeance on His foes, and atone for the land of His people.”", "44": "Then Moses came and spoke all the words of this song in the ears of the people—he and Joshua son of Nun. ", "45": "When Moses finished speaking all these words to all Israel, ", "46": "he said to them, “Put in your hearts all the words that I call as witness against you today—that you may command your children to keep and do all the words of this Torah. ", "47": "For it is not an empty thing for you, because it is your life! By this word you will prolong your days on the land, which you are crossing over the Jordan to possess.”", "48": "On that very day, Adonai spoke to Moses saying, ", "49": "“Go up this mountain of the Avarim, Mount Nebo, which is in the land of Moab facing Jericho, and see the land of Canaan, which I am giving to Bnei-Yisrael as a possession. ", "50": "On the mountain that you are ascending, there be gathered to your people—as Aaron your brother died on Mount Hor and was gathered to his people—", "51": "because you both broke faith with Me among Bnei-Yisrael at the waters of Meribath-kadesh in the wilderness of Zin, because you did not treat Me as holy in the midst of Bnei-Yisrael. ", "52": "For you will see the land from afar, but you will not enter there, into the land that I am giving to Bnei-Yisrael.”"}