{"1": "This is the blessing with which Moses the man of God blessed Bnei-Yisrael before his death. ", "2": "He said, “Adonai came from Sinai and dawned on Bnei-Yisrael from Seir. He shone forth from Mount Paran, and He came from the holy myriads— blazing fire[a] for them from His right hand.", "3": "Indeed, a lover of peoples is He— all His kedoshim are in His hand. They followed in Your steps, each receiving Your words.", "4": "Torah Moses commanded us— a heritage for the community of Jacob.", "5": "He became king in Jeshurun when the heads of the people gathered, all the tribes of Israel together.", "6": "'Let Reuben live and not die, though his people become few.'", "7": "Now this is for Judah. He said, 'Hear, Adonai, the voice of Judah! Bring him to his people. His hands contended for him, so You will be a help against his foes.'", "8": "For Levi he said, 'Let Your Thummim and Urim be with Your pious man. You tested him at Massah, You strived with him at the waters of Meribah.'", "9": "He said of his father and mother, “I have not seen them,” nor did he acknowledge his brothers or recognize his children. For they observed Your word and kept Your covenant.", "10": "They will teach Jacob Your judgments and Israel Your Torah. They will put incense in your nose and whole burnt offerings on Your altar.", "11": "Adonai, bless his resources, find favor in the work of his hands. Crush the loins of those who rise against him and hate him, so they do not rise again.'", "12": "For Benjamin he said, 'The beloved of Adonai rests securely beside Him. He shields him all day long. Between His shoulders he rests.'", "13": "For Joseph he said, 'May his land be blessed by Adonai with heavenly bounty from the dew and from the deep lying beneath,", "14": "and with the bounty of the sun's produce and the months' yield,", "15": "and with the best from the ancient mountains and the bounty of the everlasting hills,", "16": "with earth's bounty and its fullness and the favor of the One dwelling in the bush. May it come on Joseph's head, on the crown of the prince among his brothers.", "17": "The firstborn ox—majesty is his. His horns are the horns of the wild ox. With them he gores peoples, all at once, to the ends of the earth. They are the myriads of Ephraim, they are the thousands of Manasseh.'", "18": "For Zebulun he said, 'Rejoice, Zebulun, in your going out, and Issachar, in your tents.", "19": "Peoples they call to the mountain— there they offer righteous sacrifices. For they suckle the abundance of the seas and the hidden treasures of the sand.'", "20": "For Gad he said, 'Blessed is the one who enlarges Gad. Like a lion he crouches, and tears off an arm or even the crown of a head.", "21": "He chose the best for himself, for there a marked portion was reserved. He came with the heads of the people. He carried out Adonai's justice and His judgments for Israel.'", "22": "For Dan he said, 'Dan is a lion's cub leaping out of the Bashan.'", "23": "For Naphtali he said, 'O Naphtali, satisfied with favor and full of the blessing of Adonai, possess the sea and the south.'", "24": "For Asher he said, 'Most blessed of sons is Asher— may he be the favorite of his brothers, and may he dip his foot in oil.", "25": "The bolts of your gates will be iron and bronze. As your days, so will your strength be.'", "26": "“There is none like God, Jeshurun, riding through the heavens to your aid and through the skies in His majesty.", "27": "A refuge is the ancient God, and underneath are everlasting arms. He drove out the enemy before you and said, 'Destroy!'", "28": "So Israel rests in safety, untroubled is Jacob's fountain in a land of grain and new wine. Yes, his heavens drip dew.", "29": "Happy are you, O Israel! Who is like you, a people saved by Adonai, the Shield of your help and the Sword of your triumph? Your enemies will cower before you, and you will trample on their backs.”"}