{"1": "“Now, O Israel, listen to the statutes and ordinances that I am teaching you to do, so that you may live and go in and possess the land that Adonai the God of your fathers is giving you. ", "2": "You must not add to the word that I am commanding you or take away from it—in order to keep the mitzvot of Adonai your God that I am commanding you. ", "3": "Your eyes have seen what Adonai did at Baal Peor, for Adonai your God has destroyed from among you everyone who followed Baal Peor. ", "4": "But you who held tight to Adonai your God are alive today—all of you.", "5": "“See, just as Adonai my God commanded me, I have taught you statutes and ordinances to do in the land that you are about to enter to possess. ", "6": "You must keep and do them, for it is your wisdom and understanding in the eyes of the peoples, who will hear all these statutes and say, 'Surely this great nation is a wise and understanding people.' ", "7": "For what great nation is there that has gods so near to them, as Adonai our God is whenever we call on Him? ", "8": "What great nation is there that has statutes and ordinances that are righteous—like all of this Torah that I am setting before you today?", "9": "“Only be watchful and watch over your soul closely, so you do not forget the things your eyes have seen and they slip from your heart all the days of your life. You are to make them known to your children and your children's children. ", "10": "The day that you stood before Adonai your God in Horeb, Adonai said to me, 'Gather the people to Me and I will make them hear My words, so that they learn to fear Me all the days that they live on the earth, and so that they teach their children.'", "11": "“You came near and stood at the bottom of the mountain while the mountain was blazing with fire up to the heart of the heavens—darkness, cloud, and fog. ", "12": "Adonai spoke to you from the midst of the fire. The sound of words you heard, but a form you did not see—only a voice.", "13": "[a] 13 He declared to you His covenant, which He commanded you to do—the Ten Words—and He wrote them on two tablets of stone.", "14": "[b] 14 Adonai commanded me at that time to teach you statutes and ordinances, so that you might do them in the land you are crossing over to possess.", "15": "“So be very watchful over your souls since you saw no form on the day that Adonai spoke to you in Horeb out of the midst of the fire, ", "16": "so that you do not act corruptly and make for yourselves a graven image in the likeness of any figure—the form of a male or female, ", "17": "the form of any animal that is on the earth, the form of any winged bird that flies in the sky, ", "18": "the form of anything that creeps on the ground, the form of any fish that is in the water under the earth—", "19": "and so that you do not lift up your eyes toward the heavens and see the sun and the moon and the stars—all the heavenly host—and are drawn away and bow down and worship them. Adonai your God has allotted them to all the peoples under all the heavens. ", "20": "But you, Adonai has taken, and He brought you out of the iron furnace, out of Egypt to be a people for His own inheritance, as you are this day.", "21": "“Furthermore Adonai was angry with me because of your words, and He swore that I would not cross over the Jordan or enter the good land that Adonai your God is giving you for an inheritance. ", "22": "For I must die in this land; I am not crossing over the Jordan. But you will cross over and take possession of that good land. ", "23": "Watch yourselves, so that you do not forget the covenant of Adonai your God, which He cut with you, and make for yourselves a graven image in the form of anything that Adonai your God has forbidden you. ", "24": "For Adonai your God is a consuming fire[c]—a jealous God.", "25": "“When you father children and children's children and have been in the land a long time, and you act corruptly and make a graven image in the form of anything and do evil in the sight of Adonai your God, provoking Him to anger, ", "26": "I call heaven and earth to witness against you today that you will certainly be carried off quickly from the land you are crossing over the Jordan to possess. You will not prolong your days on it, for you will certainly be destroyed. ", "27": "Adonai will scatter you among the peoples, and you will be left few in number among the nations where Adonai will drive you. ", "28": "There you will serve man-made gods of wood and stone, which do not see or hear or eat or smell. ", "29": "But from there you will seek Adonai your God and you will find Him, when you seek Him with all your heart and with all your soul.", "30": "“When you are in distress and all these things have come on you, in the latter days you will return to Adonai your God and listen to His voice. ", "31": "For Adonai your God is a merciful God. He will not abandon you or destroy you, or forget the covenant with your fathers that He swore to them.", "32": "“Indeed, ask now about the former days that were before you, from the day that God created man on the earth, and ask from one end of the sky to the other. Has there ever been such a great thing as this, or has anything like it been heard? ", "33": "Has a people ever heard the voice of God speaking from the midst of the fire, as you have heard—and lived? ", "34": "Or has any god ever tried to come to take for himself a nation from within a nation—by trials, by signs and wonders, and by war, and by a mighty hand and an outstretched arm, and by great terrors—like all that Adonai your God did for you in Egypt before your eyes? ", "35": "You were shown, so that you might know that Adonai is God—there is no other besides Him.", "36": "[d] 36 From the heavens He made you hear His voice to instruct you,[e] and on earth He caused you to see His great fire—you heard His words from the midst of the fire. ", "37": "Because He loved your fathers, He chose their descendants after them. Then He brought you out from Egypt with His presence, by His great power—", "38": "to drive out from before you nations greater and mightier than you, to bring you in to give you their land for an inheritance, as it is this day.", "39": "“So you will know today and take to heart that Adonai, He is God, in the heavens above and on the earth below—there is no other. ", "40": "You must keep His statutes and His mitzvot, which I am commanding you today, so that it may go well with you and with your children after you, and so that you may prolong your days in the land that Adonai your God is giving you for all time.”", "41": "Then Moses set apart three cities beyond the Jordan, toward the east. ", "42": "There the manslayer might flee, who kills his neighbor unintentionally and did not hate him previously. He may flee to one of these cities and live: ", "43": "Bezer in the wilderness on the plateau for the Reubenites, Ramot in the Gilead for the Gadites, and Golan in the Bashan for the Manassites.", "44": "This is the Torah, which Moses set before Bnei-Yisrael. ", "45": "These are the testimonies and the statutes and the ordinances, which Moses spoke to Bnei-Yisrael when they came out from Egypt—", "46": "beyond the Jordan, in the valley opposite Beth-peor, in the land of Sihon king of the Amorites who lived at Heshbon, whom Moses and Bnei-Yisrael struck down when they came out from Egypt. ", "47": "They took possession of his land and the land of Og king of the Bashan, the two kings of the Amorites who were beyond the Jordan toward the east—", "48": "from Aroer, which is on the edge of the wadi Arnon, as far as Mount Sion (that is, Hermon), ", "49": "and all the Arabah beyond the Jordan eastward, as far as the sea of the Arabah[f], under the slopes of Pisgah."}