{"1": "“You are to take care to do the whole mitzvah that I am commanding you today, so that you may live and multiply and go in and possess the land that Adonai swore to your fathers. ", "2": "You are to remember all the way that Adonai your God has led you these 40 years in the wilderness—in order to humble you, to test you, to know what was in your heart, whether you would keep His mitzvot or not. ", "3": "He afflicted you and let you hunger, then He fed you manna—which neither you nor your fathers had known—in order to make you understand that man does not live by bread alone but by every word that comes from the mouth of Adonai. ", "4": "Neither did your clothing wear out on you, nor did your foot swell these 40 years. ", "5": "Now you know in your heart that as a man disciplines his son, so Adonai your God disciplines you. ", "6": "So you are to keep the mitzvot of Adonai your God—to walk in His ways and to fear Him. ", "7": "For Adonai your God is bringing you into a good land—a land of wadis with water, of springs and fountains flowing out in the valleys and hills, ", "8": "a land of wheat and barley, vines, figs and pomegranates, a land of olive oil and honey, ", "9": "a land where you will eat bread with no poverty, where you will lack nothing, a land whose stones are iron, and out of whose hills you can dig copper. ", "10": "So you will eat and be full, and you will bless Adonai your God for the good land He has given you.", "11": "“Take care that you do not forget Adonai your God by not keeping His mitzvot, ordinances and statutes that I am commanding you today. ", "12": "Otherwise, when you have eaten and are full and have built good houses and lived in them, ", "13": "and when your herds and flocks multiply, and silver and gold multiplies for you and all that is yours multiplies, ", "14": "then your heart will be haughty and you will forget Adonai your God. He brought you out from the land of Egypt, from the house of slavery. ", "15": "He led you through the great and terrible wilderness—fiery serpents and scorpions, and thirsty ground where there was no water. He brought forth water for you from the flinty rock. ", "16": "He fed you in the wilderness with manna that your fathers did not know, in order to afflict you and test you, to do you good in the end. ", "17": "You may say in your heart, 'My power and the might of my hand has made me this wealth.' ", "18": "Rather you are to remember Adonai your God, for it is He who gives you power to make wealth, in order to establish His covenant that He swore to your fathers—as it is this day.", "19": "“Now if you do forget Adonai your God, and go after other gods and serve them and worship them, I solemnly warn you today that you will certainly perish. ", "20": "Like the nations Adonai makes perish before you, so you will perish, since you would not listen to the voice of Adonai your God."}