{"1": "One day Naomi her mother-in-law said to her, “My daughter, why should I not find a home that will be good for you? ", "2": "Now is not Boaz our relative, with whose young women you have been working? Tonight he winnows barley on the threshing floor. ", "3": "Now wash and anoint yourself, and put on your best clothes. Then go down to the threshing floor, but do not let the man know you are there until he has finished eating and drinking. ", "4": "When he lies down, notice the place where he is lying. Go in and uncover his feet and lie down. He will tell you what you will do.”", "5": "She said to her, “All that you say to me I will do.” ", "6": "So she went down to the threshing floor and did all that her mother-in-law had instructed.", "7": "When Boaz had eaten and drunk and his heart was merry, he went to lie down at the end of the heap of grain. Then Ruth came softly, uncovered his feet, and lay down. ", "8": "At midnight, the man was startled and rolled over; and there, a woman was lying at his feet.", "9": "He said, “Who are you?” And she answered, “I am Ruth, your maidservant. Spread your cloak over me, for you are a redeeming kinsman.”", "10": "He said, “May you be blessed of the Lord, my daughter. You have shown your last act of kindness to be greater than the first, because you have not pursued young men, whether poor or rich. ", "11": "So now, my daughter, do not worry. All that you ask me, I will do for you. All of my fellow townsmen know that you are a woman of noble character. ", "12": "Now it is true that I am a redeeming kinsman. Yet there is another redeemer closer than I am. ", "13": "Stay here tonight, and in the morning if he wants to redeem you, very well. Let him do so. Yet if he does not want to redeem you, then I will redeem you. I will, as the Lord lives! Sleep here until morning.”", "14": "So she lay at his feet until morning, but she arose before one could recognize another. Then he said, “It must not be known that a woman came to the threshing floor.”", "15": "He said, “Bring me the shawl you have on you, and hold it.” So she held it, and he poured six measures of barley into it and placed it on her. Then she went into the city.", "16": "When Ruth came to her mother-in-law, Naomi said, “How did it go, my daughter?” Then she told her all that Boaz had done for her. ", "17": "She said, “He gave me these six ephahs of barley, for he said to me, 'Do not return to your mother-in-law empty-handed.' ”", "18": "Then Naomi said, “Wait here, my daughter, until you learn what happens. For the man will not rest until the matter is settled today.”"}