{"1": "Now they told David, “Behold, the Philistines are fighting against Ke-i′lah, and are robbing the threshing floors.” ", "2": "Therefore David inquired of the Lord, “Shall I go and attack these Philistines?” And the Lord said to David, “Go and attack the Philistines and save Ke-i′lah.” ", "3": "But David's men said to him, “Behold, we are afraid here in Judah; how much more then if we go to Ke-i′lah against the armies of the Philistines?” ", "4": "Then David inquired of the Lord again. And the Lord answered him, “Arise, go down to Ke-i′lah; for I will give the Philistines into your hand.” ", "5": "And David and his men went to Ke-i′lah, and fought with the Philistines, and brought away their cattle, and made a great slaughter among them. So David delivered the inhabitants of Ke-i′lah.", "6": "When Abi′athar the son of Ahim′elech fled to David to Ke-i′lah, he came down with an ephod in his hand. ", "7": "Now it was told Saul that David had come to Ke-i′lah. And Saul said, “God has given him into my hand; for he has shut himself in by entering a town that has gates and bars.” ", "8": "And Saul summoned all the people to war, to go down to Ke-i′lah, to besiege David and his men. ", "9": "David knew that Saul was plotting evil against him; and he said to Abi′athar the priest, “Bring the ephod here.” ", "10": "Then said David, “O Lord, the God of Israel, thy servant has surely heard that Saul seeks to come to Ke-i′lah, to destroy the city on my account. ", "11": "Will the men of Ke-i′lah surrender me into his hand? Will Saul come down, as thy servant has heard? O Lord, the God of Israel, I beseech thee, tell thy servant.” And the Lord said, “He will come down.” ", "12": "Then said David, “Will the men of Ke-i′lah surrender me and my men into the hand of Saul?” And the Lord said, “They will surrender you.” ", "13": "Then David and his men, who were about six hundred, arose and departed from Ke-i′lah, and they went wherever they could go. When Saul was told that David had escaped from Ke-i′lah, he gave up the expedition. ", "14": "And David remained in the strongholds in the wilderness, in the hill country of the Wilderness of Ziph. And Saul sought him every day, but God did not give him into his hand.", "15": "And David was afraid because[a] Saul had come out to seek his life. David was in the Wilderness of Ziph at Horesh. ", "16": "And Jonathan, Saul's son, rose, and went to David at Horesh, and strengthened his hand in God. ", "17": "And he said to him, “Fear not; for the hand of Saul my father shall not find you; you shall be king over Israel, and I shall be next to you; Saul my father also knows this.” ", "18": "And the two of them made a covenant before the Lord; David remained at Horesh, and Jonathan went home.", "19": "Then the Ziphites went up to Saul at Gib′e-ah, saying, “Does not David hide among us in the strongholds at Horesh, on the hill of Hachi′lah, which is south of Jeshi′mon? ", "20": "Now come down, O king, according to all your heart's desire to come down; and our part shall be to surrender him into the king's hand.” ", "21": "And Saul said, “May you be blessed by the Lord; for you have had compassion on me. ", "22": "Go, make yet more sure; know and see the place where his haunt is, and who has seen him there; for it is told me that he is very cunning. ", "23": "See therefore, and take note of all the lurking places where he hides, and come back to me with sure information. Then I will go with you; and if he is in the land, I will search him out among all the thousands of Judah.” ", "24": "And they arose, and went to Ziph ahead of Saul. Now David and his men were in the wilderness of Ma′on, in the Arabah to the south of Jeshi′mon. ", "25": "And Saul and his men went to seek him. And David was told; therefore he went down to the rock which is[b] in the wilderness of Ma′on. And when Saul heard that, he pursued after David in the wilderness of Ma′on. ", "26": "Saul went on one side of the mountain, and David and his men on the other side of the mountain; and David was making haste to get away from Saul, as Saul and his men were closing in upon David and his men to capture them, ", "27": "when a messenger came to Saul, saying, “Make haste and come; for the Philistines have made a raid upon the land.” ", "28": "So Saul returned from pursuing after David, and went against the Philistines; therefore that place was called the Rock of Escape. ", "29": "[c] And David went up from there, and dwelt in the strongholds of En-ge′di."}