{"1": "And David said in his heart, “I shall now perish one day by the hand of Saul; there is nothing better for me than that I should escape to the land of the Philistines; then Saul will despair of seeking me any longer within the borders of Israel, and I shall escape out of his hand.” ", "2": "So David arose and went over, he and the six hundred men who were with him, to A′chish the son of Ma′och, king of Gath. ", "3": "And David dwelt with A′chish at Gath, he and his men, every man with his household, and David with his two wives, Ahin′o-am of Jezre′el, and Ab′igail of Carmel, Nabal's widow. ", "4": "And when it was told Saul that David had fled to Gath, he sought for him no more.", "5": "Then David said to A′chish, “If I have found favor in your eyes, let a place be given me in one of the country towns, that I may dwell there; for why should your servant dwell in the royal city with you?” ", "6": "So that day A′chish gave him Ziklag; therefore Ziklag has belonged to the kings of Judah to this day. ", "7": "And the number of the days that David dwelt in the country of the Philistines was a year and four months.", "8": "Now David and his men went up, and made raids upon the Gesh′urites, the Gir′zites, and the Amal′ekites; for these were the inhabitants of the land from of old, as far as Shur, to the land of Egypt. ", "9": "And David smote the land, and left neither man nor woman alive, but took away the sheep, the oxen, the asses, the camels, and the garments, and came back to A′chish. ", "10": "When A′chish asked, “Against whom[a] have you made a raid today?” David would say, “Against the Negeb of Judah,” or, “Against the Negeb of the Jerah′meelites,” or, “Against the Negeb of the Ken′ites.” ", "11": "And David saved neither man nor woman alive, to bring tidings to Gath, thinking, “Lest they should tell about us, and say, 'So David has done.'” Such was his custom all the while he dwelt in the country of the Philistines. ", "12": "And A′chish trusted David, thinking, “He has made himself utterly abhorred by his people Israel; therefore he shall be my servant always.”"}