{"1": "“When anyone presents a grain offering as a gift to the Lord, his gift must consist of fine flour.[a] He is to pour olive oil on it, put frankincense on it,[b] ", "2": "and bring it to Aaron's sons the priests. The priest will take a handful of fine flour and oil from it, along with all its frankincense, and will burn this memorial portion of it on the altar, a fire offering of a pleasing aroma to the Lord. ", "3": "But the rest of the grain offering will belong to Aaron and his sons; it is the holiest part of the fire offerings to the Lord.", "4": "“When you present a grain offering baked in an oven, it must be made of fine flour, either unleavened cakes mixed with oil or unleavened wafers coated with oil. ", "5": "If your gift is a grain offering prepared on a griddle, it must be unleavened bread made of fine flour mixed with oil. ", "6": "Break it into pieces and pour oil on it; it is a grain offering. ", "7": "If your gift is a grain offering prepared in a pan, it must be made of fine flour with oil. ", "8": "When you bring[c] to the Lord the grain offering made in any of these ways, it is to be presented to the priest, and he will take it to the altar. ", "9": "The priest will remove the memorial portion[d] from the grain offering and burn it on the altar, a fire offering of a pleasing aroma to the Lord. ", "10": "But the rest of the grain offering will belong to Aaron and his sons; it is the holiest part of the fire offerings to the Lord.", "11": "“No grain offering that you present to the Lord is to be made with yeast, for you are not to burn[e] any yeast or honey as a fire offering to the Lord. ", "12": "You may present them to the Lord as an offering of firstfruits, but they are not to be offered on the altar as a pleasing aroma. ", "13": "You are to season each of your grain offerings with salt; you must not omit from your grain offering the salt of the covenant with your God. You are to present salt[f] with each of your offerings.", "14": "“If you present a grain offering of firstfruits to the Lord, you must present fresh heads of grain, crushed kernels, roasted on the fire, for your grain offering of firstfruits. ", "15": "You are to put oil and frankincense on it; it is a grain offering. ", "16": "The priest will then burn some of its crushed kernels and oil with all its frankincense as a fire offering to the Lord."}