{"1-7": "Don't ever attempt, my brothers, to combine snobbery with faith in our glorious Lord Jesus Christ! Suppose one man comes into your meeting well-dressed and with a gold ring on his finger, and another man, obviously poor, arrives in shabby clothes. If you pay special attention to the well-dressed man by saying, “Please sit here—it's an excellent seat”, and say to the poor man, “You stand over there, please, or if you must sit, sit on the floor”, doesn't that prove that you are making class-distinctions in your mind, and setting yourselves up to assess a man's quality?—a very bad thing. For do notice, my brothers, that God chose poor men, whose only wealth was their faith, and made them heirs to the kingdom promised to those who love him. And if you behave as I have suggested, it is the poor man that you are insulting. Look around you. Isn't it the rich who are always trying to “boss” you, isn't it the rich who drag you into litigation? Isn't it usually the rich who blaspheme the glorious name by which you are known?", "8-11": "If you obey the royal law, expressed by the scripture, 'You shall love your neighbour as yourself', all is well. But once you allow any invidious distinctions to creep in, you are sinning, you have broken God's Law. Remember that a man who keeps the whole Law but for a single exception is none the less a law-breaker. The one who said, 'Do not commit adultery', also said, 'Do not murder'. If you were to keep clear of adultery but were to murder a man you would have become a breaker of God's whole Law.", "12-13": "Anyway, you should speak and act as men who will be judged by the law of freedom. The man who makes no allowances for others will find none made for him. It is still true that “mercy smiles in the face of judgment.”", "14-23": "a Now what use is it, my brothers, for a man to say he “has faith” if his actions do not correspond with it? Could that sort of faith save anyone's soul? If a fellow man or woman has no clothes to wear and nothing to eat, and one of you say, “Good luck to you I hope you'll keep warm and find enough to eat”, and yet give them nothing to meet their physical needs, what on earth is the good of that? Yet that is exactly what a bare faith without a corresponding life is like—useless and dead. If we only “have faith” a man could easily challenge us by saying, “you say that you have faith and I have merely good actions. Well, all you can do is to show me a faith without corresponding actions, but I can show you by my actions that I have faith as well.” b-23 To the man who thinks that faith by itself is enough I feel inclined to say, “So you believe that there is one God? That's fine. So do all the devils in hell and shudder in terror!” For, my dear short-sighted man, can't you see far enough to realise that faith without the right actions is dead and useless? Think of Abraham, our ancestor. Wasn't it his action which really justified him in God's sight when his faith led him to offer his son Isaac on the altar? Can't you see that his faith and his actions were, so to speak, partners—that his faith was implemented by his deed? That is what the scripture means when it says: 'Abraham believed God, and it was accounted to him for righteousness. And he was called the friend of God.'", "24-25": "A man is justified before God by what he does as well as by what he believes. Rahab who was a prostitute and a foreigner has been quoted as an example of faith, yet surely it was her action that pleased God, when she welcomed Joshua's reconnoitring party and got them safely back by a different route.", "26": "Yes, faith without action is as dead as a body without a soul."}