{"1": "A dead fly causes a stench in mixed anointing oil, so a little folly is more weighty than wisdom and honor.", "2": "The heart of the wise inclines to the right, but the heart of a fool to the left.", "3": "Even when a fool walks on the road, he lacks sense, and he shows everyone that he is a fool.", "4": "If the anger of a ruler rises against you, do not leave your post; for calmness pacifies great offenses.", "5": "There is an evil that I have seen under the sun like an error that goes out from a ruler:", "6": "Folly is set in many high places, but the rich sit in a low place.", "7": "I have seen slaves riding on horses, and officials walking along the ground like slaves.", "8": "He who digs a pit will fall into it, and whoever breaks through a wall will be bitten by a serpent.", "9": "He who quarries stones is injured by them, and he who splits wood is in danger from them.", "10": "If an iron piece is blunt and there is no one to sharpen it, then he must prevail with more strength; but wisdom is a benefit to succeed.", "11": "If a serpent bites before it is charmed, there is no advantage to the charmer.", "12": "The words of a wise man's mouth bring favor, but the speech of a fool consumes him;", "13": "the beginning of the words of his mouth is foolishness, and the end of his talk is evil madness.", "14": "A fool multiplies words, though no man knows what is to be; who can tell him what will be after him?", "15": "The labor of the foolish makes him weary, such that he does not know the way to the city!", "16": "Woe to you, O land, when your king is a lad, and your princes are feasting in the morning!", "17": "Happy are you, O land, when your king is from nobility, and your princes are feasting at the appropriate time— with self-control and not drunkenness!", "18": "The roof beams sink in with slothfulness, and with the idleness of one's hands the house drips.", "19": "They make feasts for laughter, and wine gladdens life; but money resolves everything.", "20": "Even in your mind do not curse the king; and in your bedchamber do not curse the rich; for a bird in the sky may carry your voice, and a winged creature may declare the matter."}