{"1": "And I said in my heart, “Come, and I will test you with selfish pleasures to experience desires.” And notice that this too is vanity. ", "2": "And I said of frivolous fun, “They are only senseless ideas”; and regarding selfish pleasure, “What purpose is this?” ", "3": "I investigated how to cheer up my body with wine, while my heart was still guiding me with wisdom, in order to grasp folly until I might experience what is good for sons of men to do under heaven during the number of days that they might have life.", "4": "I accomplished great works. I built houses for myself, and planted myself vineyards. ", "5": "I made for myself royal gardens and parks, and I planted in them all sorts of fruit trees. ", "6": "I made for myself pools of water to irrigate the forests of growing trees. ", "7": "I even bought male and female slaves; even some were born to me in my house. I had also great possessions of herds and flocks more than any who had been in Jerusalem before me. ", "8": "I also gathered for myself silver and gold and treasures of kings and provinces. I obtained singers, both men and women, and the delights of the sons of men, and many concubines. ", "9": "So I became great and surpassed anyone who had been in Jerusalem before me. All the while my wisdom remained with me.", "10": "And everything that my eyes wanted I did not refuse them. And I did not withhold my heart from any selfish pleasure, for my heart was glad from all my efforts; and this was my reward for all my efforts.", "11": "Then I turned to all the work that my hands had designed and all the labor that I had toiled to make; and notice, all of it was vanity and chasing the wind. And there was no benefit under the sun.", "12": "So I turned to consider wisdom, the folly of ideas, and foolish behavior; for what else can a man do who comes after the king? Or what more than those have already done?", "13": "Then I saw that there is more benefit in wisdom than in foolishness, more benefit in light than in darkness.", "14": "A wise man has eyes in his head so he sees where he walks, but the fool continues in darkness. Yet I perceived that the same fate overtakes them all.", "15": "Then I said in my heart, “What happens to the fool will happen to me also. So to what advantage is my wisdom?” Then I said to myself, “This also is vanity.”", "16": "For there is no lasting memory for the wise or the fool, by which in the coming days everyone will be forgotten. How the wise dies just like the fool!", "17": "And I began to hate life for the labor that was done under the sun was contemptible to me, for all of this was vanity and chasing the wind. ", "18": "And I despised all the toil in which I labored under the sun, which I will give up to the man who comes after me. ", "19": "And who knows if this man will be wise or a fool? Yet he will gain power over every labor that I have toiled and my use of wisdom under the sun. Also this is vanity. ", "20": "So I turned to give my heart up to despair concerning all the toil of my labors under the sun. ", "21": "For there is a man who labors with wisdom, knowledge, and skill; yet to a man who did not labor for this, he leaves it as his inheritance. This also is vanity and a great distress. ", "22": "For what becomes of a man with all his labor and with the striving in his heart that he toils under the sun? ", "23": "For all his days are sorrowful, and his work is a vexation; even at night his heart finds no rest. Also this is fleeting.", "24": "There is nothing better for a man than to eat and drink, and find enjoyment in his labor. This also, I saw, is from the hand of God. ", "25": "For who can even eat or have enjoyment more so than I?[a] ", "26": "For to a man who is pleasing before Him, God gives wisdom, knowledge, and joy; but to the sinner He gives the work of gathering and collecting to give him who is pleasing before God. Also this is vanity and chasing the wind."}