{"1": "To everything there is a season, a time for every purpose under heaven:", "2": "a time to be born, and a time to die; a time to plant, and a time to uproot what is planted;", "3": "a time to kill, and a time to heal; a time to break down, and a time to build up;", "4": "a time to weep, and a time to laugh; a time to mourn, and a time to dance;", "5": "a time to cast away stones, and a time to gather stones; a time to embrace, and a time to refrain from embracing;", "6": "a time to gain, and a time to lose; a time to keep, and a time to cast away;", "7": "a time to tear, and a time to sew; a time to keep silence, and a time to speak;", "8": "a time to love, and a time to hate; a time of war, and a time of peace.", "9": "What benefit does the worker have in his toil? ", "10": "I have seen the task that God has given to sons of men to be concerned with. ", "11": "He has made everything beautiful in its appropriate time. He has also put obscurity in their hearts[a] so that no one comes to know the work that God has done from the beginning to the end. ", "12": "I experienced that there is nothing better for them than to be glad and do good in their life. ", "13": "And also that everyone should eat and drink and experience good in all their labor. This is a gift of God. ", "14": "I have perceived that everything that God has done will be lasting. And to this there is nothing to be added, and from it there is nothing to be taken away. And God has done this so that in His presence men fear Him.", "15": "That which is has already been, and what is to come has also already been; and God seeks out what has been driven away.", "16": "Moreover I saw what was under the sun: In the place of justice, there was wickedness; and in the place of righteousness, there was wickedness.", "17": "I thought in my heart: God will bring judgment to the righteous and the wicked, for there is an appropriate time for every matter and deed.", "18": "Then I thought in my heart: Regarding the account of sons of men, God is making clear to them to show that they are but animals. ", "19": "For what befalls the sons of men befalls animals; as one dies, so dies the other. There is one breath for all of them; there is no advantage for man any more than animals, for all is vanity. ", "20": "All go to one place: All are from the dust and all return to dust. ", "21": "Who knows whether the spirit of man goes upward and the spirit of animals goes down to the earth?", "22": "So I saw that there is nothing better than that a man should rejoice in his labor, for that is his reward. For who will bring him to see what will happen after his life?"}