{"1": "Again I saw all types of oppression that are done under the sun: Look! The tears of the oppressed, and no one was there to comfort them. And there was force from the hand of the oppressors, and no one was there to comfort them.", "2": "And I thought that fortunate were the dead who had already died, even more than the living who were still alive.", "3": "And still better than both is he who has not been, who has not seen the evil deeds that are done under the sun.", "4": "Then I saw that all toil and every skillful work come from one man's envy of another. This also is vanity and like chasing the wind.", "5": "The fool folds his hands and eats his own flesh.", "6": "Better is a full hand of quietness than handfuls of toil and chasing the wind.", "7": "Again, I saw vanity under the sun:", "8": "There is a man who is alone, neither having son or brother, and there is not an end to all his toil, and his eyes are not satisfied with riches to say, “For whom do I labor and cause my life to lack good things?” Also this is vanity and a burdensome task.", "9": "Two are better than one, because there is a good reward for their labor together.", "10": "For if they fall, then one will help up his companion. But woe to him who is alone when he falls and has no one to help him up.", "11": "Also if two lie down together, then they will keep warm; but how can one keep warm by himself?", "12": "And if someone might overpower another by himself, two together can withstand him. A threefold cord is not quickly broken.", "13": "Better is a poor and wise youth than an old and foolish king who will no longer be admonished. ", "14": "For out of prison he has come to reign, even though he was born poor in the kingdom. ", "15": "Then I saw all those who live and walk under the sun, along with the next youth who will arise in the king's place. ", "16": "There is no end of all the people, to all who were before them. Yet those who come later will not rejoice in him. Surely this also is vanity and chasing the wind."}