{"1": "Guard your steps when you enter the house of God, and draw near to listen rather than to offer the sacrifice of fools, for they do not know that they are doing evil.[a]", "2": "Do not be quick to speak with your mouth, nor let your heart be hasty to utter a word before God. For God is in heaven, and you are on the earth; therefore may your words be few.", "3": "For a dream comes when there is a great burden, and a foolish voice when there are many words.", "4": "When you make a vow to God, do not delay in fulfilling it because He has no pleasure in fools. Fulfill what you have vowed. ", "5": "Better it is that you do not make a vow than you make a vow and not fulfill it. ", "6": "Do not let your mouth cause you to sin, and do not say before the messenger that it was an error. Why should God be angry with your words and destroy the work of your hands? ", "7": "For when there is an abundance of dreams and futilities, then words increase too. Therefore it is God you should fear.", "8": "If you see in a district the oppression of the poor and the violent perversion of justice and righteousness, do not be astounded at the matter; for the high official is watched over by an even higher official, and there are even higher officials over them. ", "9": "But this is an advantage to the land in every way, like a king committed to a cultivated field.", "10": "He who loves money will not be satisfied with money; nor he who loves abundance with increase. This also is vanity.", "11": "When there is an increase of good things, then there is an increase of those who devour them. And what profit have the owners except to see them with their eyes?", "12": "Sweet is the sleep of a laboring man, whether he eats a little or much; but the abundance of the rich will not let him sleep.", "13": "There is a grave misery that I have seen under the sun: when riches were kept by an owner to his hurt,", "14": "and those riches were lost in a misfortunate business deal; and although he has a son, there is nothing at all to put in his hand.", "15": "As he came from his mother's womb, naked shall he return, to go as he came; he shall take nothing from his labor which he may carry away in his hands.", "16": "This also is a grievous evil: Just as he came, so shall he go. And what profit is there to him who toils for the wind?", "17": "Moreover, in all his days he eats in darkness, while he is greatly irritated in sickness and anger.", "18": "This is what I have seen to be good: It is fitting to eat and drink and find enjoyment in all his labor in which he toils under the sun all the days of his life, which God has given to him; for this is his reward. ", "19": "And also everyone to whom God has given wealth and possessions, and given him power to enjoy them, and to receive his reward and to rejoice in his labor—this is the gift of God. ", "20": "For he will not much remember the days of his life because God keeps him occupied with joy in his heart."}