{"1": "A good name is better than precious ointment, and the day of death than the day of birth.", "2": "It is better to go to a house of mourning than to go to a house of feasting, for this is the end of all mankind; and the living will lay it to heart.", "3": "Grief is better than laughter, for with a downcast face the heart considers the good.", "4": "The heart of those who are wise is in the house of mourning, but the heart of those who are foolish in the house of feasting.", "5": "It is better to hear the rebuke from a wise man than a man listen to the song of fools.", "6": "For like the crackling sound of thorns under a pot, so is the mocking laughter of fools. And this is also vanity.", "7": "For oppression brings confusion to the wise man, and a bribe destroys a man's heart.", "8": "The end of a matter is better than the beginning of it, and the patient in spirit than the haughty in spirit.", "9": "Do not be quick in your spirit to be angry, for irritation settles in the bosom of fools.", "10": "Do not say, “Why were the earlier days better than these days?” For it is not from wisdom that you inquire this.", "11": "Wisdom is good with an inheritance, and an advantage to those who see the sun.", "12": "For the protection of wisdom is like the protection of money, and the advantage of knowledge is that wisdom preserves the life of him who has it.", "13": "Consider the work of God: Who is able to make straight what He has made crooked?", "14": "In the day of prosperity be joyful, but in the day of distress consider: God has made the one as well as the other. For this reason man will not be able to understand anything that comes after him.", "15": "I have seen everything in my days of vanity: There is the righteous man who dies in his righteousness, and there is the wicked man who extends his life of evil.", "16": "Do not be excessively righteous, and do not be extremely wise; why should you destroy yourself?", "17": "Do not be overly wicked, and do not be a fool; why should you die before your time?", "18": "It is good that you should take hold of this, and from the other not withhold your hand; for he who fears God will come out from them all.", "19": "Wisdom strengthens the wise man more than ten rulers who are in the city.", "20": "For there is not a righteous man on earth who only does good and refrains from sin.", "21": "Do not give heed to everything people say, lest you hear your servant cursing you.", "22": "Your heart knows that many times you have spoken a curse against others.", "23": "All this I have tested by wisdom. I said, “I will be wise,” but it was far from me.", "24": "That which is, is far off, and exceedingly deep. Who can find it out?", "25": "And I turned my heart to know, and seek and search out wisdom in how things are and to experience wicked folly, even foolishness and madness.", "26": "I find more bitter than death the woman whose heart is snares and nets, and whose hands are fetters. He who pleases God escapes her, but the sinner is taken by her.", "27": "“See, this is what I found,” says the Preacher, “adding one thing to another to find the sum,", "28": "which my soul still seeks but I do not find: One man among a thousand I have found, but a woman among all these I have not found.", "29": "See, this only have I found: that God made man upright, but they have sought out many schemes.”"}