{"1": "Who is like a wise man? And who knows the interpretation of a matter? A man's wisdom makes his face shine, and the harshness of his face is softened.", "2": "I say, “Keep the king's command, because of your oath to God. ", "3": "Do not be hasty to leave his presence. Do not take a stand in an unpleasant matter, for he does whatever pleases him.” ", "4": "For the word of the king is powerful, and who would say to him, “What are you doing?”", "5": "He who keeps his command will know no evil thing; and a wise heart will know the appropriate time and just way.", "6": "For to every matter there is an appropriate time and just way, though a man's distress weighs heavily on him.", "7": "For he does not know what will happen; for who can declare to him what will occur?", "8": "There is not a man with mastery over the wind to restrain it, nor with power over the day of death. And no one can discharge a battle, nor can wickedness rescue the one possessing it.", "9": "All this I saw while applying my heart to every work that is done under the sun, when one man rules over another to the other's hurt.", "10": "Then I saw the wicked buried. They used to go in and out of the holy place, and they were praised[a] in the city where they did works. This is also vanity.", "11": "Because the sentence against an evil deed is not executed swiftly, the heart of the sons of men is fully set to do evil. ", "12": "Since one who sins may do evil a hundred times and extend his life, I also have experienced that it will be good for those who fear God when they have reverence before Him. ", "13": "But it will not be well for the wicked, and he will not prolong his days, like a shadow, because he does not fear before God.", "14": "There is a vanity that takes place on the earth that there are righteous men who are treated according to the deeds of the wicked, and there are wicked men who are treated according to the deeds of the righteous. I said that this also is vanity. ", "15": "And I commend joy, for man has nothing better under the sun than to eat and drink and be joyful; for this will go with him in his labor all the days of his life that God has given him under the sun.", "16": "When I set my heart to know wisdom and to experience the affairs that are done on earth, though day and night there is no sleep for one's eyes, ", "17": "then I saw all the work of God, that a man cannot comprehend the work that is done under the sun. Inasmuch as a man labors to seek, he will not understand. Even if a wise man claims to know, he cannot grasp it."}