{"1": "Therefore you, my son, be strong in the grace that is in Christ Jesus.", "2": "And the things you have heard from me among many witnesses, entrust these to faithful men who shall be able to teach others also.", "3": "You, therefore, suffer affliction as a good soldier of Jesus Christ.", "4": "No one who serves as a soldier entangles himself with the affairs of life, because he wants to please the one who has chosen him to be a soldier.", "5": "And also, if anyone competes as an athlete, he is not crowned unless he has competed lawfully.", "6": "The farmer must labor before he receives the fruits.", "7": "Consider what I say. May the Lord give you understanding in all things.", "8": "Remember that Jesus Christ - of the seed of David - was raised again from the dead according to my Gospel,", "9": "in which I suffer trouble as an evildoer, even unto bonds. But the word of God is not bound.", "10": "Therefore, I suffer all things for the elect's sake, so that they might also obtain the salvation which is in Christ Jesus with eternal glory.", "11": "This is a true saying: “For if we are dead together with Him, we also shall live together with Him.", "12": "“If we suffer, we shall also reign together with Him. If we deny Him, He also will deny us.", "13": "“If we do not believe, He still remains faithful. He cannot deny Himself.”", "14": "Remind them of these things. And testify before the Lord that they do not strive about words (which is of no use, except for the subversion of the hearers).", "15": "Be eager to present yourself to God approved; a worker who does not need to be ashamed, rightly dividing the Word of Truth.", "16": "But stay away from godless and empty babblings. For they shall increase to more ungodliness.", "17": "And their word shall grow like gangrene. Of which sort is Hymenaeus and Philetus;", "18": "who, as concerning the truth, have erred from the mark; saying that the resurrection has already passed, destroying the faith of some.", "19": "But the foundation of God remains sure, as has this seal: “The Lord knows who are His,” and, “Let everyone who calls on the Name of Christ depart from iniquity.”", "20": "But, in a great house are not only vessels of gold and of silver, but also of wood and of earth; and some for honor, and some for dishonor.", "21": "Therefore, if anyone cleanses himself from these, he shall be a vessel for honor; sanctified and useful to the Lord, having been prepared for every good work.", "22": "Also, flee from the lusts of youth, and pursue righteousness, faith, love, and peace (with those who call on the Lord with a pure heart).", "23": "And put away foolish and uneducated questions, knowing that they beget strife.", "24": "The servant of the Lord must not strive, but must be gentle toward all, able to teach, forbearing;", "25": "disciplining those who oppose with humility, in case God might give them repentance at any time so that they may acknowledge the truth", "26": "and repent out of that snare of the devil (of whom they have been taken prisoner, to do his will)."}