{"1": "Tola rose up to save Israel. That happened after the time of Abimelek. Tola was from the tribe of Issachar. He was the son of Puah, who was the son of Dodo. Tola lived in Shamir. It's in the hill country of Ephraim. ", "2": "Tola led Israel for 23 years. After he died, he was buried in Shamir.", "3": "Jair became the leader after Tola. Jair was from the land of Gilead. He led Israel for 22 years. ", "4": "He had 30 sons. They rode on 30 donkeys. His sons controlled 30 towns in Gilead. Those towns are called Havvoth Jair to this day. ", "5": "After Jair died, he was buried in Kamon.", "6": "Once again the Israelites did what was evil in the sight of the Lord. They served gods that were named Baal. They served female gods that were named Ashtoreth. They worshiped the gods of Aram and Sidon. They served the gods of Moab and Ammon. They also worshiped the gods of the Philistines. The Israelites deserted the Lord. They didn't serve him anymore. ", "7": "So the Lord became very angry with them. He handed them over to the Philistines and the Ammonites. ", "8": "That year they broke Israel's power completely. They treated the Israelites badly for 18 years. The people who did this lived east of the Jordan River. They lived in Gilead. That was the land of the Amorites. ", "9": "The Ammonites also went across the Jordan. They crossed over to fight against the tribes of Judah, Benjamin and Ephraim. Israel was suffering terribly. ", "10": "Then the Israelites cried out to the Lord. They said, “We have sinned against you. We have deserted our God. We have served gods that are named Baal.”", "11": "The Lord replied, “The Egyptians and Amorites treated you badly. So did the Ammonites and Philistines. ", "12": "And so did the Amalekites and the people of Sidon and Maon. Each time you cried out to me for help. And I saved you from their power. ", "13": "But you have deserted me. You have served other gods. So I will not save you anymore. ", "14": "Go and cry out to the gods you have chosen. Let them save you when you get into trouble!”", "15": "But the Israelites replied to the Lord, “We have sinned. Do to us what you think is best. But please save us now.” ", "16": "Then they got rid of the false gods that were among them. They served the Lord. And he couldn't stand to see Israel suffer anymore.", "17": "The Ammonites were called together to fight. They camped in the land of Gilead. Then the Israelites gathered together. They camped at the city of Mizpah. ", "18": "The leaders of Gilead spoke to one another. They said, “Who will lead the attack against the Ammonites? That person will be the ruler of all the people who live in Gilead.”"}