{"1": "Once again the Israelites did what was evil in the sight of the Lord. So the Lord handed them over to the Philistines for 40 years.", "2": "A certain man from Zorah was named Manoah. He was from the tribe of Dan. Manoah had a wife who wasn't able to have children. ", "3": "The angel of the Lord appeared to Manoah's wife. He said, “You are not able to have children. But you are going to become pregnant. You will have a baby boy. ", "4": "Make sure you do not drink any kind of wine. Also make sure you do not eat anything that is 'unclean.' ", "5": "You will become pregnant. You will have a son. The hair on his head must never be cut. That is because the boy will be a Nazirite. He will be set apart to God from the day he is born. He will take the lead in saving Israel from the power of the Philistines.”", "6": "Then the woman went to her husband. She told him, “A man of God came to me. He looked like an angel of God. His appearance was so amazing that it filled me with great wonder. I didn't ask him where he came from. And he didn't tell me his name. ", "7": "But he said to me, 'You will become pregnant. You will have a son. So do not drink any kind of wine. Do not eat anything that is “unclean.” That is because the boy will be a Nazirite. He will belong to God in a special way from the day he is born until the day he dies.' ”", "8": "Then Manoah prayed to the Lord. He said, “Pardon your servant, Lord. I beg you to let the man of God you sent to us come again. He told us we would have a son. We want the man of God to teach us how to bring up the boy.”", "9": "God heard Manoah. And the angel of God came again to the woman. He came while she was out in the field. But her husband Manoah wasn't with her. ", "10": "The woman hurried to her husband. She told him, “He's here! The man who appeared to me the other day is here!”", "11": "Manoah got up and followed his wife. When he came to the man, he spoke to him. He said, “Are you the man who talked to my wife?” “I am,” he replied.", "12": "So Manoah asked him, “What will happen when your words come true? What rules should we follow for the boy's life and work?”", "13": "The angel of the Lord answered him. He said, “Your wife must do everything I have told her to do. ", "14": "She must not eat anything that comes from grapevines. She must not drink any kind of wine. She must not eat anything that is 'unclean.' She must do everything I have commanded her to do.”", "15": "Manoah said to the angel of the Lord, “We would like you to stay and eat. We want to prepare a young goat for you.”", "16": "The angel of the Lord replied, “Even if I stay, I will not eat any of your food. But if you still want to prepare a burnt offering, you must offer it to the Lord.” Manoah didn't realize it was the angel of the Lord.", "17": "Then Manoah asked the angel of the Lord a question. “What is your name?” he said. “We want to honor you when your word comes true.”", "18": "The angel replied, “Why are you asking me what my name is? You would not be able to understand it.” ", "19": "Manoah got a young goat. He brought it along with the grain offering. He sacrificed it on a rock to the Lord. Then the Lord did an amazing thing. It happened while Manoah and his wife were watching. ", "20": "A flame blazed up from the altar toward heaven. The angel of the Lord rose up in the flame. When Manoah and his wife saw it, they fell with their faces to the ground. ", "21": "The angel of the Lord didn't show himself again to Manoah and his wife. Then Manoah realized it was the angel of the Lord.", "22": "“We're going to die!” he said to his wife. “We've seen God!”", "23": "But his wife answered, “The Lord doesn't want to kill us. If he did, he wouldn't have accepted a burnt offering and a grain offering from us. He wouldn't have shown us all these things. He wouldn't have told us we're going to have a son.”", "24": "Later, the woman had a baby boy. She named him Samson. As he grew up, the Lord blessed him. ", "25": "The Spirit of the Lord began to work in his life. It happened while he was in Mahaneh Dan. That place is between Zorah and Eshtaol."}