{"1": "The men of Israel had made a promise at Mizpah. They had said, “Not one of us will give his daughter to be married to a man from Benjamin.”", "2": "The people went to Bethel. They sat there until evening in front of God. They wept loudly and bitterly. ", "3": "“Lord, you are the God of Israel,” they cried. “Why has this happened to Israel? Why is one tribe missing from Israel today?”", "4": "Early the next day the people built an altar. They brought burnt offerings and friendship offerings.", "5": "Then the Israelites asked, “Has anyone failed to come here in front of the Lord? Is anyone missing from all the tribes of Israel?” The people had made a promise. They had said that anyone who failed to come to Mizpah in front of the Lord must be put to death.", "6": "The Israelites were very sad because of what had happened to the tribe of Benjamin. After all, they were their fellow Israelites. “Today one tribe has been cut off from Israel,” they said. ", "7": "“How can we provide wives for the men who are left? We've made a promise in front of the Lord. We've promised not to give any of our daughters to be married to them.” ", "8": "Then they asked, “Has any tribe of Israel failed to come here to Mizpah in front of the Lord?” They discovered that no one from Jabesh Gilead had come. No one from there had gathered together with the others in the camp. ", "9": "They counted the people. They found that none of the people of Jabesh Gilead had come to Mizpah.", "10": "So the community sent 12,000 fighting men to Jabesh Gilead. They directed them to take their swords and kill those living there. That included the women and children. ", "11": "“Here is what you must do,” they said. “Kill every male. Also kill every woman who is not a virgin.” ", "12": "They found 400 young women in Jabesh Gilead who had never slept with a man. So they took them to the camp at Shiloh in Canaan.", "13": "Then the whole community sent an offer of peace to the men of Benjamin. The men were at the rock of Rimmon. ", "14": "So the men of Benjamin returned at that time. They were given the women of Jabesh Gilead who had been spared. But there weren't enough women for all of them.", "15": "The people were very sad because of what had happened to the tribe of Benjamin. The Lord had left a gap in the tribes of Israel. They weren't complete without Benjamin. ", "16": "The elders of the community spoke up. They said, “All the women of Benjamin have been wiped out. So how will we find wives for the men who are left? ", "17": "The men of Benjamin who are still alive need to have children,” they said. “If they don't, a tribe of Israel will be wiped out. ", "18": "But we can't give them our daughters to be their wives. We Israelites have made a promise. We've said, 'May anyone who gives a wife to a man from Benjamin be under the Lord's curse.' ", "19": "Look, a feast is celebrated every year in Shiloh to honor the Lord. Shiloh is north of Bethel. It's east of the road that goes from Bethel to Shechem. It's south of Lebonah.”", "20": "So they told the men of Benjamin what to do. They said, “Go. Hide in the vineyards ", "21": "and watch. The young women of Shiloh will come out. They'll join in the dancing. When they do, run out of the vineyards. Each of you grab a young woman from Shiloh to be your wife. Then return to the land of Benjamin. ", "22": "Their fathers or brothers might not be happy with what we're doing. If they aren't, we'll say to them, 'Do us a favor. Help the men of Benjamin. We didn't get wives for them during the battle. You aren't guilty of doing anything wrong. After all, you didn't give your daughters to them. Your daughters were stolen from you.' ”", "23": "So that's what the men of Benjamin did. While the young women were dancing, each man caught one. He carried her away to be his wife. Then the men returned to their own share of land. They built the towns again. They made their homes in them.", "24": "At that time the Israelites also left. They went home to their tribes and family groups. Each one went to his own share of land.", "25": "In those days Israel didn't have a king. The people did anything they thought was right."}