{"1": "After Ehud died, the Israelites once again did what was evil in the sight of the Lord. ", "2": "So the Lord handed them over to the power of Jabin. He was a king in Canaan. He ruled in Hazor. The commander of his army was Sisera. He lived in Harosheth Haggoyim. ", "3": "Jabin used 900 chariots that had some iron parts. He treated the Israelites very badly for 20 years. So they cried out to the Lord for help.", "4": "Deborah was a prophet. She was the wife of Lappidoth. She was leading Israel at that time. ", "5": "Under the Palm Tree of Deborah she served the people as their judge. That place was between Ramah and Bethel in the hill country of Ephraim. The Israelites went up to her there. They came to have her decide cases for them. She settled matters between them. ", "6": "Deborah sent for Barak. He was the son of Abinoam. Barak was from Kedesh in the land of Naphtali. Deborah said to Barak, “The Lord, the God of Israel, is giving you a command. He says, 'Go! Take 10,000 men from the tribes of Naphtali and Zebulun with you. Then lead them up to Mount Tabor. ", "7": "I will lead Sisera into a trap. He is the commander of Jabin's army. I will bring him, his chariots and his troops to the Kishon River. There I will hand him over to you.' ”", "8": "Barak said to her, “If you go with me, I'll go. But if you don't go with me, I won't go.”", "9": "“All right,” Deborah said. “I'll go with you. But because of the way you are doing this, you won't receive any honor. Instead, the Lord will hand Sisera over to a woman.” So Deborah went to Kedesh with Barak. ", "10": "There he sent for men from Zebulun and Naphtali. And 10,000 men followed him into battle. Deborah also went with him.", "11": "Heber, the Kenite, had left the other Kenites. They came from the family line of Hobab. He was the brother-in-law of Moses. Heber set up his tent by the large tree in Zaanannim near Kedesh.", "12": "Sisera was told that Barak, the son of Abinoam, had gone up to Mount Tabor. ", "13": "So Sisera gathered together his 900 chariots that had some iron parts. He also gathered together all his men. He brought them from Harosheth Haggoyim to the Kishon River.", "14": "Then Deborah said to Barak, “Go! Today the Lord will hand Sisera over to you. Hasn't the Lord gone ahead of you?” So Barak went down Mount Tabor. His 10,000 men followed him. ", "15": "As Barak's men marched out, the Lord drove Sisera away from the field of battle. The Lord scattered all of Sisera's chariots. Barak's men struck down Sisera's army with their swords. Sisera got down from his chariot. He ran away on foot.", "16": "Barak chased Sisera's chariots and army. Barak chased them all the way to Harosheth Haggoyim. All of Sisera's troops were killed by swords. Not even one was left. ", "17": "But Sisera ran away on foot. He ran to the tent of Jael. She was the wife of Heber, the Kenite. Sisera ran there because there was a treaty between Heber's family and Jabin, the king of Hazor.", "18": "Jael went out to meet Sisera. “Come in, sir,” she said. “Come right in. Don't be afraid.” So he entered her tent. Then she covered him with a blanket.", "19": "“I'm thirsty,” he said. “Please give me some water.” So Jael opened a bottle of milk. The bottle was made out of animal skin. She gave him a drink of milk. Then she covered him up again.", "20": "“Stand in the doorway of the tent,” he told her. “Someone might come by and ask you, 'Is anyone in there?' If that happens, say 'No.' ”", "21": "But Heber's wife Jael picked up a tent stake and a hammer. She went quietly over to Sisera. He was lying there, fast asleep. He was very tired. She drove the stake through his head right into the ground. So he died.", "22": "Just then Barak came by because he was chasing Sisera. Jael went out to meet him. “Come right in,” she said. “I'll show you the man you are looking for.” So he went in with her. Sisera was lying there with the stake through his head. He was dead.", "23": "On that day God brought Jabin under Israel's control. He was a king in Canaan. ", "24": "Israel's power grew stronger and stronger against King Jabin. The Israelites became so strong that they destroyed him."}