{"1": "On that day Deborah and Barak sang a song. Barak was the son of Abinoam. Here is what Deborah and Barak sang.", "2": "“The princes in Israel lead the way. The people follow them just because they want to. When this happens, praise the Lord!", "3": "“Kings, hear this! Rulers, listen! I will sing to the Lord. I will praise the Lord in song. He is the God of Israel.", "4": "“Lord, you went out from Seir. You marched out from the land of Edom. The earth shook. The heavens poured. The clouds poured down their water.", "5": "The mountains shook because of the Lord. He was at Mount Sinai. They shook because of the Lord. He is the God of Israel.", "6": "“The main roads were deserted. So travelers used the winding paths. That happened in the days of Shamgar, the son of Anath. It happened in the days of Jael.", "7": "Those who lived in the villages of Israel would not fight. They held back until I, Deborah, came. I came as a mother in Israel.", "8": "War came to the city gates. Then God chose new leaders. But no shields or spears were seen anywhere. There weren't any among 40,000 men in Israel.", "9": "My heart is with the princes in Israel. It's with the people who follow them just because they want to. Praise the Lord!", "10": "“Some of you ride on white donkeys. Some of you sit on your saddle blankets. Some of you walk along the road. Think about ", "11": "the voices of the singers at the watering places. They sing about the victories of the Lord. They sing about the victories of his people who live in Israel's villages. “The people of the Lord went down to the city gates.", "12": "'Wake up, Deborah! Wake up!' they said. 'Wake up! Wake up! Begin to sing! Barak, get up! Son of Abinoam, capture your prisoners!'", "13": "“The nobles who were left came down. The people of the Lord came down to me against the powerful enemy.", "14": "Some came from the part of Ephraim where some Amalekites lived. Some from Benjamin were with the people who followed Ephraim. Captains came down from Makir. Those who rule like commanders came down from Zebulun.", "15": "The princes of Issachar were with Deborah. The men of Issachar were with Barak. They went into the valley under his command. In the territories of Reuben, men looked deeply into their hearts.", "16": "Why did they stay among the sheep pens? Why did they stay to hear shepherds whistling for the flocks? In the territories of Reuben, men looked deeply into their hearts.", "17": "Gilead stayed east of the Jordan River. Why did Dan stay near the ships? The men of Asher remained on the coast of the Mediterranean Sea. They stayed in their safe harbors.", "18": "The people of Zebulun put their very lives in danger. So did Naphtali on the hillside fields.", "19": "“Kings came and fought. The kings of Canaan fought at Taanach by the streams of Megiddo. But they didn't carry away any silver. They didn't take anything at all.", "20": "From the heavens the stars fought. From the sky they fought against Sisera.", "21": "The Kishon River swept them away. The Kishon is a very old river. My spirit, march on! Be strong!", "22": "The hooves of the horses pounded like thunder. The powerful horses of our enemies galloped away.", "23": "'Let Meroz be cursed,' said the angel of the Lord. 'Let bitter curses fall on its people. They did not come to help the Lord. They did not come to help him against our powerful enemies.'", "24": "“May Jael be the most blessed woman of all. May the wife of Heber, the Kenite, be blessed. May she be the most blessed woman of all those who live in tents.", "25": "Sisera asked for water. She gave him milk. In a bowl fit for nobles she brought him buttermilk.", "26": "Her hand reached out for a tent stake. Her right hand reached for a hammer. She hit Sisera. She crushed his head. She drove the stake right through his head.", "27": "He sank down. He fell at her feet. He was lying there. At her feet he sank down. He fell. He fell where he sank down. That's where he died.", "28": "“Sisera's mother looked out through the window. From behind the wooden screen she cried out. 'Why is his chariot taking so long to get here?' she said. 'Why can't I hear the noise of his chariots yet?'", "29": "Her wisest ladies answer her. And here's what she keeps saying to herself.", "30": "She says, 'They must be finding riches to bring back. They must be dividing them up. Each man is getting a woman or two. They are giving colorful clothes to Sisera. The clothes are very beautiful. He will bring some for me to wear. The men must be finding many things to bring home.'", "31": "“Lord, may all your enemies be destroyed. But may all who love you be like the morning sun. May they be like the sun when it shines the brightest.” So the land was at peace for 40 years."}