{"1": "The men of Ephraim asked Gideon, “Why have you treated us like this? Why didn't you ask us to help you when you went out to fight against Midian?” In anger they challenged Gideon.", "2": "But he answered them, “What I've done isn't anything compared to what you have done. Ephraim's grapes have been gathered. Isn't what is left over better than all the grapes that have been gathered from Abiezer's vines? ", "3": "God handed Oreb and Zeeb over to you. They were Midianite leaders. So what was I able to do compared to what you did?” After Gideon had said that, they didn't feel angry with him anymore.", "4": "Gideon and his 300 men were very tired. But they kept on chasing their enemies. They came to the Jordan River and went across it. ", "5": "Gideon said to the men of Sukkoth, “Give my troops some bread. They are worn out. And I'm still chasing Zebah and Zalmunna. They are the kings of Midian.”", "6": "But the officials of Sukkoth objected. They said, “Have you already killed Zebah and Zalmunna? Have you cut their hands off and brought them back to prove it? If you haven't, why should we give bread to your troops?”", "7": "Gideon replied, “The Lord will hand Zebah and Zalmunna over to me. When he does, I'll tear your skin with thorns from desert bushes.”", "8": "From there Gideon went up to Peniel. He asked its men for the same thing. But they answered as the men of Sukkoth had. ", "9": "So he said to the men of Peniel, “I'll be back after I've won the battle. Then I'll tear down this tower.”", "10": "Zebah and Zalmunna were in Karkor. They had an army of about 15,000 men. That's all that were left of the armies of the tribes from the east. About 120,000 men who carried swords had died in battle. ", "11": "Gideon went up the trail the people of the desert had made. It ran east of Nobah and Jogbehah. He attacked the army by surprise. ", "12": "Zebah and Zalmunna ran away. They were the two kings of Midian. Gideon chased them and captured them. He destroyed their whole army.", "13": "Then Gideon, the son of Joash, returned from the battle. He came back through the Pass of Heres. ", "14": "He caught a young man from Sukkoth. He asked him about the elders of the town. The young man wrote down for him the names of Sukkoth's 77 officials. ", "15": "Then Gideon came and said to the men of Sukkoth, “Here are Zebah and Zalmunna. You made fun of me because of them. You said, 'Have you already killed Zebah and Zalmunna? Have you cut their hands off and brought them back to prove it? If you haven't, why should we give bread to your tired men?' ” ", "16": "Gideon went and got the elders of the town. Then he taught the men of Sukkoth a lesson. He tore their skin with thorns from desert bushes. ", "17": "He also pulled down the tower at Peniel. He killed the men in the town.", "18": "Then he spoke to Zebah and Zalmunna. He asked, “What were the men like that you killed at Tabor?” “Men like you,” they answered. “Each one walked as if he were a prince.”", "19": "Gideon replied, “Those were my brothers. They were the sons of my own mother. You can be sure that the Lord lives. And you can be just as sure that if you had spared their lives, I wouldn't kill you.” ", "20": "Then Gideon turned to his oldest son Jether. He said, “Kill them!” But Jether didn't pull out his sword. He was only a boy. So he was afraid.", "21": "Zebah and Zalmunna said, “Come on. Do it yourself. 'The older the man, the stronger he is.' ” So Gideon stepped forward and killed them. Then he took the gold chains off the necks of their camels.", "22": "The Israelites said to Gideon, “Rule over us. We want you, your son and your grandson to be our rulers. You have saved us from the power of Midian.”", "23": "But Gideon told them, “I will not rule over you. My son won't rule over you either. The Lord will rule over you.” ", "24": "He continued, “I do ask one thing. I want each of you to give me an earring. I'm talking about the earrings you took from your enemies.” It was the practice of the people in the family line of Ishmael to wear gold earrings.", "25": "The Israelites said, “We'll be glad to give them to you.” So they spread out a piece of clothing. Each of them threw a ring on it from what he had taken. ", "26": "The weight of the gold rings Gideon asked for was 43 pounds. That didn't include the moon-shaped necklaces the kings of Midian had worn. It didn't include their other necklaces or their purple clothes. And it didn't include the gold chains that had been on the necks of their camels. ", "27": "Gideon made an object out of all the gold. It looked like the linen apron the high priest of Israel wore. Gideon placed it in Ophrah. That was his hometown. All the Israelites worshiped it there. They weren't faithful to the Lord. So the gold object became a trap to Gideon and his family.", "28": "Israel brought Midian under their control. Midian wasn't able to attack Israel anymore. So the land was at peace for 40 years. The peace lasted as long as Gideon was living.", "29": "Jerub-Baal, the son of Joash, went back home to live. Jerub-Baal was another name for Gideon. ", "30": "He had 70 sons of his own. That's because he had many wives. ", "31": "And he had a concubine who lived in Shechem. She also had a son by him. Gideon named that son Abimelek. ", "32": "Gideon, the son of Joash, died when he was very old. He was buried in the tomb of his father Joash in Ophrah. Ophrah was in the territory that belonged to the family line of Abiezer.", "33": "As soon as Gideon had died, the Israelites began serving and worshiping gods that were named Baal. Israel wasn't faithful to the Lord. They worshiped Baal-Berith as their god. ", "34": "They forgot what the Lord their God had done for them. He had saved them from the power of their enemies all around them. ", "35": "Jerub-Baal had done many good things for the Israelites. But they weren't faithful to his family. Jerub-Baal was another name for Gideon."}