{"1": "After Abimelech, Tola son of Puah son of Dodo, a man of Issachar, arose to deliver Israel. He dwelt in Shamir in the hill country of Ephraim. ", "2": "He judged Israel for 23 years, then died and was buried in Shamir. ", "3": "After him Jair the Gileadite arose, and judged Israel for 23 years. ", "4": "He had 30 sons who rode on 30 donkeys and had 30 towns in the land of Gilead, which are called Jair's Villages to this day. ", "5": "Then Jair died and was buried in Kamon. ", "6": "Then Bnei-Yisrael again did what was evil in Adonai's eyes. They worshipped the Baalim, the Ashtaroth, gods of Aram, gods of Zidon, gods of Moab, gods of the children of Ammon and gods of the Philistines. They abandoned Adonai and did not worship Him. ", "7": "So Adonai's anger burned against Israel, and He sold them over into the hand of the Philistines and into the hand of the children of Ammon. ", "8": "They shattered and crushed Bnei-Yisrael that year—for 18 years all Bnei-Yisrael who were beyond the Jordan in the land of the Amorites, which is in Gilead. ", "9": "Then the children of Ammon also crossed over the Jordan to fight against Judah, Benjamin and the house of Ephraim, so that Israel was greatly distressed.", "10": "Then Bnei-Yisrael cried out to Adonai saying, “We have sinned against You, for we have forsaken our God and have worshipped the Baalim.”", "11": "So Adonai said to Bnei-Yisrael, “Did I not deliver you from the Egyptians, the Amorites, the children of Ammon, the Philistines, ", "12": "the Zidonians, the Amalekites and the Maonites who oppressed you? When you cried out to Me, I delivered you from their hand. ", "13": "Yet you have forsaken Me and worshipped other gods; therefore I will deliver you no more. ", "14": "Go and cry out to the gods which you have chosen; let them deliver you in the time of your distress.”", "15": "Then Bnei-Yisrael said to Adonai, “We have sinned. Do to us whatever seems good to You, but please, deliver us this day.” ", "16": "Then they removed the foreign gods from among them, and worshipped Adonai. So His soul could not bear the misery of Israel.", "17": "Then the children of Ammon were summoned and camped in Gilead. Bnei-Yisrael gathered together and camped in Mizpah. ", "18": "The people of the princes of Gilead said one to another, “Whoever begins to fight against the children of Ammon will be chief over all the inhabitants of Gilead.”"}