{"1": "Bnei-Yisrael again did what was evil in Adonai's eyes, and Adonai gave them into the hand of the Philistines for 40 years. ", "2": "Now there was a certain man from Zorah, from a Danite clan, whose name was Manoah. His wife was barren and bore no children. ", "3": "Then the angel of Adonai appeared to the woman and said to her, “Behold now, you are barren and have not borne children, but you will conceive and bear a son.", "4": "[a] 4 Now therefore be careful not to drink wine or strong drink, or eat any unclean thing. ", "5": "For behold, you will conceive and bear a son. Let no razor come upon his head, for the boy will be a Nazirite to God from the womb.[b] He will begin to deliver Israel from the hand of the Philistines.”", "6": "Then the woman came and told her husband saying, “A man of God came to me and his appearance was like the appearance of the angel of God, very awesome! But I did not ask him where he was from, nor did he tell me his name. ", "7": "He said to me, 'Behold, you will conceive and bear a son. So, drink no wine or strong drink, and eat nothing unclean, for the child will be a Nazirite to God from the womb to the day of his death.”", "8": "Then Manoah entreated Adonai and said, “My Lord, please let the man of God whom You have sent come to us again and teach us what we will do for the boy to be born.”", "9": "God listened to the voice of Manoah, and the angel of God came again to the woman as she was sitting in the field, but her husband Manoah was not with her. ", "10": "So the woman ran quickly and told her husband, and said to him, “Look, the man that came to me the other day has appeared to me!”", "11": "So Manoah got up and followed his wife. When he came to the man, he asked him, “Are you the one who spoke to the woman?” “I am,” he said.", "12": "Then Manoah said, “Now may your words come about! What will be the child's rule and his mission?”", "13": "The angel of Adonai said to Manoah, “Let the woman abstain from all that I mentioned to her. ", "14": "She should not eat anything that comes from the grapevine, or drink wine or strong drink, or eat any unclean thing. She must observe all that I commanded her.”", "15": "Then Manoah said to the angel of Adonai, “Please, let us detain you so that we may prepare a young goat for you.”", "16": "But the angel of Adonai said to Manoah, “If you could detain me, I would not eat your food. But if you present a burnt offering, then offer it to Adonai.” For Manoah did not realize that he was the angel of Adonai.", "17": "Then Manoah asked the angel of Adonai, “What is your name, so that when your words come to pass we may honor you?” ", "18": "But the angel of Adonai said to him, “Why do you ask for my name? It is wonderful.”", "19": "Manoah took the young goat with the meal offering and offered them on the rock to Adonai, and He did something wonderful as Manoah and his wife were watching. ", "20": "For it came about when the flame went up from off the altar toward heaven that the angel of Adonai ascended in the flame of the altar. Manoah and his wife were looking on, then they fell on their faces to the ground. ", "21": "But the angel of Adonai appeared no more to Manoah or to his wife. Then Manoah realized that he was the angel of Adonai. ", "22": "Manoah said to his wife, “We will surely die, because we have seen God.” ", "23": "But his wife said to him, “If Adonai had desired to kill us, He would not have accepted a burnt offering and a meal offering from our hand, nor would He have shown us all these things or let us hear such things as these at this time.”", "24": "Then the woman bore a son, and called his name Samson. So the boy grew up and Adonai blessed him. ", "25": "The Ruach Adonai began to stir him in Mahaneh-dan, between Zorah and Eshtaol."}