{"1": "Then Samson went down to Timnah and eyed in Timnah a woman, one of the daughters of the Philistines. ", "2": "So he came back and told his father and mother saying, “I have seen a woman in Timnah, one of the daughters of the Philistines. So now get her for me as a wife.”", "3": "Then his father and his mother said to him, “Is there no woman among the daughters of your kinsmen, or among all our people, that you are going to take a wife from the uncircumcised Philistines?” But Samson said to his father, “Get her for me, for she is the right one in my eyes.”", "4": "But his father and mother did not know that it was of Adonai, for He was seeking a pretext against the Philistines. For at that time the Philistines were ruling over Israel. ", "5": "While his father and mother went down to Timnah, Samson went to the vineyards of Timnah, and behold, a young lion came roaring at him. ", "6": "Then the Ruach Adonai came mightily upon him, and he tore him apart as one would have split a young goat—yet he had nothing in his hand. But he did not tell his father or his mother what he had done.", "7": "So he went down and talked with the woman, and she looked right in Samson's eyes. ", "8": "After a while he returned to get her, but turned aside to look at the carcass of the lion; and behold, there was a swarm of bees and honey in the carcass of the lion. ", "9": "So he scraped it into his hands and went on, eating as he went. Now when he came to his father and mother, he gave some to them and they ate it, though he did not tell them that he had scraped the honey from the carcass of the lion.", "10": "Then his father went down to the woman, and Samson made a banquet there, for so the young men used to do. ", "11": "Now it came to pass, when they saw him, they brought 30 companions to be with him. ", "12": "Then Samson said to them, “Let me now propose a riddle to you. If you can indeed solve it for me during the seven days of the banquet, and figure it out, then I will give you 30 linen garments and 30 changes of clothes; ", "13": "but if you cannot solve it for me, then you must give me 30 linen garments and 30 changes of clothes.” “Propose your riddle,” they said to him. “Let's hear it!”", "14": "So he said to them, “Out of the eater came forth food, out of the strong came forth sweet.” But for three days they could not solve the riddle. ", "15": "Now on the seventh day, they said to Samson's wife, “Coax your husband so that he will explain the riddle to us—or else we will burn you and your father's house with fire. Have you invited us to impoverish us?”", "16": "So Samson's wife wept before him and said, “You only hate me! You don't love me! You proposed a riddle to the sons of my people—yet you haven't explained it to me!” “Look,” he said, “I haven't explained it to my father or my mother, so should I explain it to you?” ", "17": "But she wept before him the seven days while their banquet lasted. So it was on the seventh day he told her, because she nagged him. Then she told the riddle to the sons of her people. ", "18": "So the men of the city said to him on the seventh day, before the sun went down, “What is sweeter than honey? And what is stronger than a lion?” But he responded to them, “If you hadn't plowed with my heifer, you wouldn't have solved my riddle.”", "19": "Then the Ruach Adonai came mightily upon him, and he went down to Ashkelon and killed 30 of their men, took their spoil, and gave the changes of clothes to those who solved the riddle. Since his rage was burning, he went up to his father's house. ", "20": "But Samson's wife was given to his companion who had been his best man."}