{"1": "But after a while, during the time of wheat harvest, Samson visited his wife with a young goat. “I am going to my wife in her room,” he said. But her father would not let him enter. ", "2": "“I thought for sure you had utterly hated her,” her father said, “so I gave her to your best man. Her younger sister—isn't she better than her? Please, let her be yours instead.”", "3": "Then Samson said to them, “This time I am blameless from the Philistines when I do harm to them.” ", "4": "So Samson went and caught 300 foxes, and took torches, turned the foxes tail to tail and put one torch between every two tails. ", "5": "Then he set fire to the torches and released them into the standing grain of the Philistines, Thus he burned up both the stacks and the standing grain, along with vineyards and olive trees.", "6": "Then the Philistines asked, “Who did this?” They were told, “Samson, son-in-law of the Timnite, because he took his wife and gave her to his best man.” So the Philistines came up and burnt her and her father with fire.", "7": "Then Samson said to them, “Since you have acted like this, surely I will take revenge on you—after that I will quit.” ", "8": "So he struck them leg upon thigh with a great slaughter. Then he went down and stayed in the cleft of the rock of Etam.", "9": "Then the Philistines went up and camped in Judah and spread out in Lehi. ", "10": "The men of Judah asked, “Why have you marched against us?” They replied, “We have come to arrest Samson—to do to him as he did to us.”", "11": "Then 3,000 men of Judah went down to the cleft of the rock of Etam and said to Samson, “Don't you realize that the Philistines are ruling over us? So what is this that you have done to us?” He said to them, “As they did to me, so I have done to them.”", "12": "“We have come down to bind you,” they said to him, “so that we may hand you over to the Philistines.” So Samson said to them, “Swear to me that you yourselves won't kill me.”", "13": "“No, we won't kill you,” they said to him, “but we will bind you fast and hand you over to them.” So they bound him with two new ropes and brought him up from the rock. ", "14": "When he arrived at Lehi, the Philistines shouted upon meeting him. But the Ruach Adonai came mightily upon him so that the ropes that were on his arms became like flax burned with fire and his bonds melted off his wrists. ", "15": "Then he found a fresh jawbone of a donkey, reached out and took it, and killed a thousand men with it. ", "16": "Then Samson said, “With the jawbone of a donkey, a heap . . . two heaps, with the jawbone of a donkey I struck down a thousand men.”", "17": "As soon as he had finished speaking, he threw the jawbone from his hand. Then he named that place Ramat-lehi.", "18": "[a] 18 Then he became very thirsty, so he called to Adonai and said, “You have granted this great deliverance by the hand of Your servant. So now, will I die of thirst and fall into the hand of the uncircumcised?”", "19": "But God split the hollow place that is in Lehi, and water came out of it. When he drank, he regained his strength and revived. Therefore he called it En-hakkore[b], which is in Lehi to this day. ", "20": "Then he judged Israel in the days of the Philistines for 20 years."}