{"1": "Once Samson went to Gaza and eyed a prostitute there, so he went to her. ", "2": "The Gazites were told, “Samson has come here.” So they surrounded him, lay in ambush for him all night at the gate of the city, and kept quiet all night saying, “When morning light comes, then we kill him.” ", "3": "But Samson lay in bed till midnight, got up at midnight, grabbed the doors of the city gate along with the two gateposts and pulled them up bar and all. Then he put them on his shoulders and carried them up to the top of the mountain that is near Hebron.", "4": "It came about afterward that he fell in love with a woman in the valley of Sorek, whose name was Delilah. ", "5": "So the Philistine lords came up to her and said to her, “Coax him, see where his great strength comes from and by what we may overpower him, so we may bind him to subdue him—then we'll each of us give you 1,100 pieces of silver.”", "6": "So Delilah said to Samson, “Tell me please, where does your great strength come from? How could you be bound to subdue you?”", "7": "Samson said to her, “If they bind me with seven fresh cords that have never been dried, then I would be weak and be like any other man.” ", "8": "So the Philistine lords brought up to her seven fresh cords that had never been dried, and she bound him with them, ", "9": "while an ambush was waiting in an inner room. “The Philistines are upon you, Samson!” she said to him. But he broke the cords just as a strand of straw snaps when it touches fire. So his strength remained unknown.", "10": "Delilah said to Samson, “Oh, you deceived me! You lied to me! Now tell me please, how you can be bound?”", "11": "He told her, “If they only bind me with new ropes never used for work, then I will be weak and be like any other man.” ", "12": "So Delilah took new ropes, tied him up with them and said to him, “The Philistines are upon you, Samson!” Yet while the ambush was waiting in the inner room, he snapped them from his arms like a thread.", "13": "So Delilah said to Samson, “Up to now you've mocked me and told me lies! Tell me how you can be bound!” He told her, “If you weave the seven locks of my head with the web of a loom.” ", "14": "So she pinned it with a pin and said to him, “The Philistines are upon you, Samson!” But he awoke from his sleep and pulled away the pin of the loom and the web.", "15": "“How can you say, 'I love you,'” she said to him, “when your heart is not with me? This is three times you've deceived me and not told me where your great strength comes from.”", "16": "Now it came about when she nagged him daily with her speeches and kept bothering him, his soul was annoyed to death. ", "17": "So he divulged to her all his heart and said to her, “No razor has ever been upon my head, for I have been a Nazirite to God from my mother's womb. If I am shaved, then my strength will go from me, and I will be weak and be like any other man.”", "18": "Now when Delilah realized that he had confided to her all his heart, she sent and called for the Philistine lords saying, “Come up this time, for he has told me all his heart.” So the Philistine lords came up to her and brought the silver in their hand. ", "19": "Then she made him sleep upon her knees, and she called for a man and had the seven locks of his head shaved off. She even began to humiliate him while his strength departed from him. ", "20": "Then she said, “The Philistines are upon you, Samson!” When he awoke from his sleep, he thought, “I'll go out as at other times, and shake myself off.” He did not comprehend that Adonai had departed from him.", "21": "Then the Philistines seized him and gouged out his eyes. They brought him down to Gaza and bound him with bronze chains, and he became a grinder in the prison. ", "22": "However, the hair of his head began to grow again after it was shaved off.", "23": "Now the Philistine lords gathered to offer a great sacrifice to Dagon their god and to celebrate, as they said, “Our god has given our enemy Samson into our hand.”", "24": "When the people saw him, they praised their god, as they said, “Our god has given into our hand our enemy and the destroyer of our country, who has slain many of us.”", "25": "Now it came about when their hearts were merry that they said, “Call for Samson, that he may amuse us.” So they called for Samson from the prison, and he did make them laugh, when they made him stand between the pillars.", "26": "Then Samson said to the lad that held him by the hand, “Let me feel the pillars on which the temple rests, so I may lean on them.” ", "27": "Now the temple was full of men and women. All the Philistine lords were there and about 3,000 men and women on the roof looking on while Samson was amusing them.", "28": "Then Samson called out to Adonai and said, “My Lord Adonai, please remember me and please strengthen me only this once, O God, so that I may this once take revenge on the Philistines for my two eyes.” ", "29": "Then Samson grasped the two middle pillars on which the temple rested and leaned on them, one with his right hand and the other with his left. ", "30": "Then Samson said, “Let me die with the Philistines!” He bent with all his might so that the temple fell on the lords and on all the people who were in it. So the dead whom he killed at his death were more than those whom he killed during his life.", "31": "Then his kinsmen and all his father's household came down, lifted him, brought him up and buried him between Zorah and Eshtaol in the tomb of his father Manoah. For he had judged Israel 20 years."}