{"1": "Now there was a man of the hill country of Ephraim whose name was Micah. ", "2": "And he said to his mother, “The 1,100 pieces of silver that were taken from you, about which you uttered a curse, which you also repeated it in my ears, behold, the silver is with me; I took it.” And his mother said, “Blessed be my son of Adonai.” ", "3": "And he returned the eleven hundred pieces of silver to his mother, and his mother said, “I wholly dedicate the silver from my hand to Adonai for my son to make a graven image and a molten image; now therefore. I will return it to you.” ", "4": "So when he returned the silver to his mother, his mother took 200 pieces of silver and gave them to the silversmith who made it into a graven image and a molten image; and they were kept in the house of Micah. ", "5": "Now the man Micah had a shrine of gods, and he made an ephod and household idols, and consecrated one of his sons to become his priest. ", "6": "In those days there was no king in Israel; every man did what was right in his own eyes. ", "7": "Now there was a young man from Bethlehem of Judah—of the clan of Judah—who was a Levite, and he sojourned there. ", "8": "Then the man departed from the town, from Bethlehem of Judah, to sojourn wherever he could find a place; and as he journeyed he arrived to the hill country of Ephraim to the house of Micah. ", "9": "And Micah said to him, “Where do you come from?” And he replied to him, “I am a Levite from Bethlehem of Judah, and I am travelling to stay wherever I may find a place.” ", "10": "So Micah said to him, “Stay with me and be a father and a priest to me, and I will give you ten pieces of silver a year, and a suit of apparel, and your provision.” So the Levite went in. ", "11": "And the Levite was content to stay with the man, and the young man became to him as one of his sons. ", "12": "So Micah consecrated the Levite, and the young man became his priest and lived in the house of Micah. ", "13": "Then Micah said, “Now I know that Adonai will do me good, seeing I have a Levite as my priest.”"}