{"1": "In those days there was no king in Israel, and in those days the tribe of Dan was seeking an inheritance for itself to settle in, for to that day no territory had fallen to them for an inheritance in the midst of the tribes of Israel. ", "2": "So the children of Dan sent five men from their clan, out of their entire population, men of valor from Zorah and Eshtaol, to spy out the land and explore it, and said to them, “Go, explore the land.” When they came to the hill country of Ephraim, to the house of Micah, they lodged there. ", "3": "When they were near the house of Micah, they recognized the voice of the young man, the Levite. So they turned aside there and asked him, “Who brought you here? What are you doing in this place? What do you have here?”", "4": "He said to them, “Thus and thus Micah did for me—he hired me and I became his priest.”", "5": "“Please inquire of God,” they said to him, “so we may know whether our way that we are going will be successful.”", "6": "“Go in peace,” the priest said to them. “The way that you are going has Adonai's approval.”", "7": "Then the five men left and came to Laish, and saw the people there living securely, like the Zidonians, tranquil and unsuspecting. For there was no humiliation or anything oppressive in the land. Moreover, they were distant from the Zidonians and had no dealings with anybody.", "8": "When they came back to their kinsmen at Zorah and Eshtaol, their kinsmen asked them, “What do you say?”", "9": "“Arise, let's go up against them!” they said. “For we have seen the land—see, it's very good. Yet you're sitting still! Don't be sluggish! Go enter, possess the land! ", "10": "When you get there, you will come to unsuspecting people. The land is spacious. For God has put it in your hand—a place where there is no lack of anything on the earth.”", "11": "So from the Danite clan from Zorah and Eshtaol, 600 men set out, armed with weapons of war. ", "12": "They went up and camped at Kiriath-jearim in Judah. Therefore they called that place Mahaneh-Dan to this day—behold, it is west of Kiriath-jearim. ", "13": "From there they passed on to the hill country of Ephraim and came to Micah's house.", "14": "Then the five men that went to spy out the country of Laish said to their kinsmen, “Do you know that in these houses there are an ephod, household idols, a carved image and a molten image? Now therefore, consider what you have to do.”", "15": "So they turned aside there and came to the house of the young Levite at Micah's house, and asked him about his welfare. ", "16": "Now the 600 men of the children of Dan, armed with their weapons of war, were standing by the entrance of the gate. ", "17": "The five men who had gone to spy out the land went up and entered there. They took the carved image, the ephod, the household idols and the molten image, while the priest was standing by the entrance of the gate with the 600 men armed with weapons of war.", "18": "Now after these had gone into Micah's house and taken the carved image, the ephod, the household idols and the molten image, the priest said to them, “What are you doing?”", "19": "“Be quiet!” they said to him. “Put your hand on your mouth and go with us and be to us a father and a priest! Is it better for you to be priest to the house of one man or to be priest to a tribe and a clan in Israel?” ", "20": "So the priest's heart was glad, and he took the ephod, the household idols and the carved image, and went along among the people.", "21": "So they turned and set off, and placed the little ones and the cattle and the goods in front of them. ", "22": "When they were at a good distance from Micah's house, the men that were in the houses near Micah's house gathered and caught up with the children of Dan. ", "23": "They called out to the children of Dan, who turned their faces around and said to Micah, “What's the matter with you that you have called them out?”", "24": "“You have taken away my gods which I made,” he said, “and the priest, and walked away! What do I have left? And how then do you say to me, 'What's the matter with you?'”", "25": "But the children of Dan said to him, “Don't let your voice be heard among us, lest bitter fellows fall upon you, and you lose your life with the lives of your household.” ", "26": "Then the children of Dan went on their way, and when Micah saw that they were too strong for him, he turned and went back to his house.", "27": "Then they took what Micah had made, and his priest, and came to Laish, to a tranquil and unsuspecting people, and struck them with the edge of the sword, and they burned the town with fire. ", "28": "There was no deliverer, because it was far from Zidon and they had no alliance with anyone. It was in the valley near Beth-rehob. Then they rebuilt the town and lived in it. ", "29": "So they called the name of the town Dan, after the name of their father Dan born to Israel; however, the former name of the town was Laish. ", "30": "The children of Dan set up for themselves the carved image. Jonathan son of Gershom son of Manasseh, he and his sons were priests to the tribe of Dan until the day of the exile from the land. ", "31": "So they set them up Micah's carved image that he had made, all the time that the House of God was in Shiloh."}