{"1": "Now in those days, there was no king in Israel. There was a certain Levite dwelling in a remote part of the hill country of Ephraim, who got himself a concubine out of Bethlehem in Judah. ", "2": "But his concubine played the harlot against him, and went away from him to her father's house to Bethlehem in Judah, and was there for a period of four months.", "3": "Then her husband arose and went after her to speak kindly to her to bring her back. He had his servant and a pair of donkeys with him. So she brought him into her father's house, and when the father of the young woman saw him, he was glad to meet him. ", "4": "His father-in-law, the young woman's father, kept him staying with him three days, eating, drinking and lodging there.", "5": "Now on the fourth day they woke up early in the morning, and he rose up to depart, but the young woman's father said to his son-in-law, “Strengthen your heart with a morsel of bread, and afterward you may go.” ", "6": "So the two of them sat down and ate and drank together. Then the young woman's father said to the man, “Please, be willing to spend the night, and let your heart be merry.” ", "7": "Then the man rose up to depart, but his father-in-law urged him, so he lodged there again. ", "8": "Then he woke up early in the morning on the fifth day to depart, but the young woman's father said, “Please, strengthen yourself and tarry until afternoon!” So both of them ate. ", "9": "And when the man rose up to depart, he and his concubine and his servant, his father-in-law, the young woman's father, said to him, “Behold now, the day is waning toward evening; please, spend the night. Behold, the day is drawing to a close; lodge here and let your heart be merry. Then tomorrow get up early for your journey so that you may go home.”", "10": "But the man would not spend that night, so he rose up and departed and came to a place near Jebus—that is, Jerusalem—and with him were a pair of saddled donkeys and his concubine. ", "11": "When they were near Jebus and the day was almost gone, the servant said to his master, “Come, please, and let us turn aside into this city of the Jebusites and lodge in it.”", "12": "But his master said to him, “We will not turn aside into a city of foreigners, who are not of Bnei-Yisrael. Let's go on to Gibeah.” ", "13": "“Come on,” he said to his servant, “let's try to reach one of these places—we'll spend the night in Gibeah or in Ramah.” ", "14": "So they passed on and went their way, and the sun went down on them near Gibeah, which belongs to Benjamin. ", "15": "Then they turned aside there to enter and lodge in Gibeah. When he went in, he sat down in the town square, for there was no one who took them into his house to spend the night.", "16": "Now behold, an old man was coming from his work in the field at evening. The man was of the hill country of Ephraim but dwelled in Gibeah, while the rest of the men of the place were Benjamites. ", "17": "When he lifted up his eyes and saw the wayfaring man in the open square of the town, the old man asked, “Where are you going, and where do you come from?”", "18": "“We are passing from Bethlehem of Judah,” he said to him, “to the remote part of the hill country of Ephraim, for I am from there, and I went to Bethlehem of Judah. But now I am going to the House of Adonai, yet no one has taken me into his house. ", "19": "Nevertheless, there is both straw and fodder for our donkeys, and also bread and wine for me, your handmaid, and the young man that is with your servants—there is no lack of anything.”", "20": "The old man said, “Shalom to you! Let all your needs be on me—only don't spend the night in the open square!” ", "21": "So he brought him into his house and gave the donkeys fodder, and they washed their feet and ate and drank.", "22": "While they were making their hearts merry, behold, some worthless men of the town surrounded the house. Pounding the door, they shouted to the owner of the house, “Bring out the man that came into your house,” they said to the old man, “so we may have relations with him.”", "23": "But the man, the owner of the house, went out to them and said to them, “No, my fellows, please don't do this evil. After all, this man has come into my house. Don't commit this disgraceful deed. ", "24": "Look, here is my virgin daughter, and his concubine—I will bring them out to you now, and you may abuse them and do to them whatever pleases you, but don't do such a degrading thing to this man!”", "25": "But the men would not listen to him. So the man seized his concubine and brought her out to them, and they raped her and abused her all the night until morning. When dawn broke, they let her go. ", "26": "As the morning came, the woman came and fell down at the doorway of the man's house where her master was, until it was full daylight.", "27": "When her master rose up in the morning opened the doors of the house, and went out to go his way, behold, the woman his concubine had collapsed at the doorway of the house, with her hands on the threshold. ", "28": "“Get up!” he said to her, “and let's go.” But there was no response. So he placed her on the donkey. Then the man got up and went to his place.", "29": "Now when he entered his house, he took a knife and laid hold of his concubine and cut her, limb by limb, into twelve pieces, and sent her to all the territory of Israel. ", "30": "So it was, that everyone who saw it said, ' “Nothing like this has ever happened or been seen, since the day that Bnei-Yisrael came up from the land of Egypt to this day! Think it over, take counsel and speak up!”"}