{"1": "Then all Bnei-Yisrael went out and was assembled as one man, from Dan to Beersheba with the land of Gilead, before Adonai at Mizpah. ", "2": "The chiefs of the people and of the tribes of Israel presented themselves in the assembly of the people of God—400,000 foot soldiers armed with swords. ", "3": "Now the children of Benjamin heard that Bnei-Yisrael had gone up to Mizpah. Bnei-Yisrael asked, “Tell us, how did this wickedness take place?”", "4": "So the Levite, the husband of the murdered woman, answered and said, “I came with my concubine to Gibeah of Benjamin to spend the night. ", "5": "Then men of Gibeah rose against me and surrounded the house over me at night. They intended to kill me, but instead, they raped my concubine until she died. ", "6": "So I took my concubine and cut her into pieces and sent her throughout the land of Israel's possession. For they have committed something obscene and degrading in Israel. ", "7": "Behold, all you sons of Israel, give your advice and counsel here.”", "8": "Then all the people arose as one man saying, “Not one of us will go to his tent, nor will any of us return to his house. ", "9": "But now this is what we will do to Gibeah: we will go up against it by lot. ", "10": "We will take ten men of a hundred throughout the tribes of Israel, and a hundred of a thousand, and a thousand out of ten thousand, to supply provisions for the troops, so that when they come to Gibeah of Benjamin, they may do to them according to all the disgrace that they have committed in Israel.”", "11": "So all the men of Israel were gathered against the town, knit together as one man. ", "12": "And the tribes of Israel sent men through the tribe of Benjamin saying, “What is this wickedness that has taken place among you? ", "13": "Now therefore, give up the men, the worthless fellows that are in Gibeah, that we may put them to death and purge this evil from Israel.” But the children of Benjamin would not listen to the voice of their kinsmen Bnei-Yisrael. ", "14": "So the children of Benjamin were gathered from their towns to Gibeah, to go out to battle against Bnei-Yisrael. ", "15": "On that day the children of Benjamin mustered 26,000 swordsmen from the towns, besides the inhabitants of Gibeah, who numbered 700 chosen men. ", "16": "Out of all these troops there were 700 chosen men that were left-handed, each of whom could sling a stone at a hair and not miss. ", "17": "Meanwhile the men of Israel, apart from Benjamin, numbered 400,000 swordsmen; all men of war.", "18": "Then Bnei-Yisrael arose, went up to Bethel and inquired of God. They asked, “Who is to go up first to battle for us against the children of Benjamin?” Adonai replied, “Judah first.”", "19": "So Bnei-Yisrael rose up in the morning and camped against Gibeah. ", "20": "The men of Israel went out to battle against Benjamin, and arrayed for battle against Gibeah. ", "21": "But the children of Benjamin came out of Gibeah and struck down 22,000 men of Israel on the field that day.", "22": "But the people of the men of Israel rallied their strength and arrayed for battle again in the same place where they had arrayed themselves the first day. ", "23": "Yet Bnei-Yisrael went up and wept before Adonai until evening, then inquired of Adonai saying, “Shall I again draw near to battle against the children of Benjamin my brother?” Adonai said, “Go up against him.”", "24": "So Bnei-Yisrael advanced against the children of Benjamin on the second day. ", "25": "Benjamin came out against them from Gibeah again the second day and struck down 18,000 of Bnei-Yisrael on the field—all drawing the sword.", "26": "Then all Bnei-Yisrael went up, and all the people came to Bethel and wept and sat there before Adonai. They fasted that day until evening and they offered burnt-offerings and fellowship offerings before Adonai. ", "27": "Then Bnei-Yisrael inquired of Adonai (for the ark of the covenant of God was there in those days, ", "28": "and Pinchas son of Eleazar son of Aaron had ministered before it in those days) saying, “Shall I yet again go out to battle against the children of Benjamin my brother, or should I cease?” Adonai replied, “Go up, for tomorrow I will give him into your hand.”", "29": "So Israel set men in ambush against Gibeah on all sides. ", "30": "Then Bnei-Yisrael advanced against the children of Benjamin on the third day, and arrayed against Gibeah, as at other times. ", "31": "The children of Benjamin came out against the people, but they were drawn away from the town, and they began to strike and kill some of the people (about 30 men of Israel), as at other times, on the highways, of which one goes up to Bethel and the other to Gibeah. ", "32": "So the children of Benjamin said, “They are defeated before us as before.” But Bnei-Yisrael said, “Let us flee and draw them away from the town to the highways.” ", "33": "Then all the troops of Israel rose up from their place and arrayed themselves at Baal-tamar, and the troops of Israel in ambush burst out of their place west of Geba. ", "34": "Then 10,000 troops chosen from all Israel made a frontal attack on Gibeah, and the battle became fierce; but the Benjamites did not know not that disaster was about to strike them.", "35": "Then Adonai struck Benjamin before Israel—Bnei-Yisrael killed 25,100 of Benjamin that day, all drawing the sword. ", "36": "So the children of Benjamin realized that they were defeated. Now the men of Israel had yielded ground to Benjamin, because they relied on the ambush that they had laid against Gibeah. ", "37": "So the men in ambush rushed suddenly upon Gibeah, then the men in another ambush advanced and struck the whole town with the edge of the sword. ", "38": "Now there was a prearranged sign between the men of Israel and the men in ambush—they would make a great beacon of smoke rise up from the town—", "39": "then the men of Israel would return to the battle. When Benjamin began to strike, killing about 30 of the men of Israel, they said, “Surely they are defeated before us, as in the first battle.” ", "40": "But when the beacon began to arise up from the town in a pillar of smoke, Benjamin looked behind them, and behold, the whole town was going up in smoke to the sky. ", "41": "Then the men of Israel turned back, and the men of Benjamin were terrified, for they realized that disaster had struck them. ", "42": "Therefore they turned their backs before the men of Israel toward the way of the wilderness, but the battle overtook them. Meanwhile those who came from the towns massacred them in their midst. ", "43": "They surrounded the Benjamites, chased them and easily overtook them, near Gibeah toward the east. ", "44": "Thus 18,000 men of Benjamin fell, all them were men of valor. ", "45": "Then the rest turned and fled toward the wilderness to the rock of Rimmon, but they picked off 5,000 of them on the highways. They pressed hard after them to Gidom, and struck down 2,000 more of them. ", "46": "So all who fell that day of Benjamin were 25,000 men drawing the sword—all of them were men of valor.", "47": "But 600 men turned and escaped into the wilderness, to the rock of Rimmon, and stayed at the rock of Rimmon four months. ", "48": "The men of Israel turned back against the children of Benjamin and struck them with the edge of the sword—the entire city, the cattle and all that they found. They also set on fire all the towns that they found."}