{"1": "Then Deborah and Barak son of Abinoam sang on that day saying:", "2": "“When leaders take the lead in Israel, when people freely offer themselves, bless Adonai!", "3": "Listen, O kings! Give ear, O rulers! I, to Adonai I will sing, I will sing praise to Adonai, the God of Israel.", "4": "Adonai, when You came out from Seir, when You marched from Edom's field, the earth trembled, the heavens also dropped, yes, the clouds dropped water.", "5": "The mountains quaked before Adonai, this Sinai at the presence of Adonai, the God of Israel!", "6": "In the days of Shamgar son of Anath, in the days of Yael, the highways were deserted, travelers walked by crooked paths.", "7": "Villages were deserted in Israel, deserted, until I, Deborah, arose, a mother in Israel arose.", "8": "They chose new gods— then war was in the gates. No shield or spear was seen among 40,000 in Israel!", "9": "My heart is with Israel's rulers, who offer themselves freely among the people. Bless Adonai!", "10": "Riders on white donkeys, sitting on saddle blankets, traveling on the road, sing!", "11": "Louder than the sound of archers, at the watering places! There let them rehearse the righteous acts of Adonai, the righteous deeds for His villages in Israel. Then the people of Adonai went down to the gates.", "12": "Awake, awake, Deborah! Awake, awake, utter a song! Arise, Barak, lead away your captives, O son of Abinoam!", "13": "Then a remnant of nobles came down. Adonai's people came down to me with the mighty ones.", "14": "Those with root in Amalek are from Ephraim, following you, Benjamin, with your peoples. From Machir came down rulers, and from Zebulun wielding the marshal's staff.", "15": "Issachar's chiefs were with Deborah. Issachar was with Barak. Into the valley they rushed at his heels. Among the divisions of Reuben there were great resolves of heart.", "16": "Why did you stay in the sheepfolds— to hear the piping for the flocks? Among the clans of Reuben there was much searching of heart.", "17": "Gilead stayed beyond the Jordan, and Dan, why did he stay by the ships? Asher sat at the seacoast, dwelling by its docks.", "18": "Zebulun is a people who jeopardized their lives to death, and Naphtali also, on the heights of the battlefield.", "19": "The kings came, they fought, then the kings of Canaan fought, at Taanach, by the waters of Megiddo, but they took no spoil of silver.", "20": "From heaven, the stars fought, in their courses they fought Sisera.", "21": "The Kishon torrent swept them away— that ancient torrent, the torrent Kishon! O my soul, march on with strength!", "22": "Then the horses' hooves beat from the dashing, the dashing of his mighty steeds.", "23": "'Curse Meroz!' said the angel of Adonai, 'Utterly curse its inhabitants, for they came not to the aid of Adonai, to the aid of Adonai among the mighty.'", "24": "Blessed above women is Yael, the wife of Heber the Kenite, above women in the tent is she blessed.", "25": "Water he asked, milk she gave him. In a lordly bowl she brought him butter.", "26": "Her hand reached for the tent pin, her right hand to the workmen's hammer, and with the hammer she struck Sisera, she smashed his head— yes, she crushed and pierced his temple.", "27": "At her feet he collapsed, he fell, he lay. Between her feet he bowed, he fell. Where he bowed, there he fell dead.", "28": "Through the window, Sisera's mother looked out, through the lattice. and lamented shrilly: 'Why does his chariot delay in coming? Why do the wheels of his chariots tarry?'", "29": "The wisest of her princesses answer her, yes, she repeats the words to herself:", "30": "'Are they not finding, dividing the spoil? A maiden, maidens for every warrior! To Sisera a spoil of dyed garments— a spoil of dyed garments of embroidery, double-dyed garments of embroidery for the necks of every spoiler!'", "31": "So let all Your enemies perish, Adonai! But may those who love Him be like the rising of the sun in its might.” Then the land had peace for 40 years."}