{"1": "Now the men of Ephraim said to him, “What is this thing you have done to us, not calling us when you went to fight against Midian?” So they criticized him sharply.", "2": "But he said to them, “What have I now done compared to you? Is not the gleaning of Ephraim better than the vintage of Abiezer? ", "3": "God has given into your hand the princes of Midian—Oreb and Zeeb—so what was I able to do compared to you?” Their anger with him subsided after he said this.", "4": "Then Gideon reached the Jordan and crossed over. He and the 300 men with him were exhausted, yet still pursuing. ", "5": "He said to the men of Succoth, “Please, give loaves of bread to the people on foot with me, for they are exhausted, and I am chasing Zebah and Zalmunna, the kings of Midian.”", "6": "But the officials of Succoth said, “Are the hands of Zebah and Zalmunna now in your hand? So why we should give bread to your army?”", "7": "Gideon replied, “Therefore when Adonai delivers Zebah and Zalmunna into my hand, then I will thresh your flesh with the thorns of the wilderness and briers.” ", "8": "From there he went up to Penuel and spoke to them similarly, but the men of Penuel answered him just as the men of Succoth had answered. ", "9": "So he spoke also to the men of Penuel saying, “When I come back safely, I will tear down this tower.”", "10": "Now Zebah and Zalmunna were in Karkor, and with them their armies of about 15,000 men, all who were left of all the army of the people of the east—the fallen were 120,000 swordsmen. ", "11": "Now Gideon went up by the road of the tent dwellers on the east of Nobah and Jogbehah, and ambushed the camp when it was off guard. ", "12": "When Zebah and Zalmunna fled, he pursued them and captured the two kings of Midian, Zebah and Zalmunna, and routed the whole army.", "13": "Gideon son of Joash returned from the battle by the Ascent of Heres. ", "14": "He captured a boy from the people of Succoth and questioned him, so he wrote down for him the officials of Succoth and its elders—77 men. ", "15": "When he came to the men of Succoth, he said, “Behold Zebah and Zalmunna—about whom you mocked me saying, 'Are the hands of Zebah and Zalmunna already in your hand? Why should we give bread to your exhausted men?'” ", "16": "Then he seized the elders of the city, and thorns of the wilderness and briers, and with them he punished the men of Succoth. ", "17": "He also tore down the tower of Penuel and slew the men of the city.", "18": "Then he asked Zebah and Zalmunna, “What kind of men did you kill at Tabor?” “As you are, so they were,” they answered. “Each one looked like the children of a king.”", "19": "“They were my brothers, the sons of my mother,” he said. “As Adonai lives, if only you had let them live, I would not kill you.” ", "20": "Then he said to Jeter his first-born, “Arise, kill them!” But the boy could not draw his sword, for he was afraid, since he was still a youth.", "21": "Then Zebah and Zalmunna said, “Rise up yourself and fall on us—for as the man is, so is his strength.” So Gideon arose and killed Zebah and Zalmunna, and took the crescent ornaments that were on their camels' necks.", "22": "Then the men of Israel said to Gideon, “Rule over us—you, your son, and your grandson as well. For you have delivered us from the hand of Midian.”", "23": "But Gideon replied to them, “I will not rule over you, nor will my son rule over you. Adonai alone will rule over you.”", "24": "[a] 24 Yet Gideon said to them, “I would make a request of you, that you would give me every man an earring from his spoil.” (For they had golden earrings, because they were Ishmaelites.)", "25": "“We'll certainly give them!” they replied. So they spread out a robe, and each one of them threw an earring from his spoil. ", "26": "So the weight of the golden earrings that he requested was 1,700 shekels of gold—besides the crescent ornaments, the pendants and the purple robes that were on the kings of Midian, and besides the chains that were on their camels' necks. ", "27": "Gideon made it into an ephod, and put it in his town Ophrah. But all Israel prostituted themselves after it there, and it became a snare to Gideon and his household.", "28": "So Midian was subdued before Bnei-Yisrael, and they lifted up their heads no more. The land had tranquility for 40 years in the days of Gideon. ", "29": "Jerubbaal son of Joash went and lived in his own house. ", "30": "Now Gideon had 70 sons of his own issue, for he had many wives. ", "31": "Also his concubine who was in Shechem also bore him a son—he called his name Abimelech.", "32": "Then Gideon son of Joash died at a good old age, and was buried in the tomb of Joash his father, in Ophrah of the Abiezrites. ", "33": "But it came to pass, as soon as Gideon was dead, that Bnei-Yisrael again prostituted themselves after the Baalim, and made Baal-berith their god. ", "34": "So Bnei-Yisrael did not remember Adonai their God, who had delivered them from the hand of all their enemies on every side.", "35": "Nor did they show kindness to the household of Jerubbaal, namely Gideon, in accord with all the goodness which he had done for Israel."}