{"1": "A man named Job lived in the land of Uz [C east of Israel in Edom (present-day Jordan); Lam. 4:21]. He was an ·honest [innocent; blameless; Prov. 2:7, 21] and ·innocent [virtuous; Prov. 1:3] man; he ·honored [feared; respected] God [28:28; Prov. 1:7] and stayed away from evil [C these terms are used to describe the wise in Proverbs]. ", "2": "Job had seven sons and three daughters [C indicating a large and complete family]. ", "3": "He owned seven thousand sheep, three thousand camels, five hundred teams of oxen, and five hundred female donkeys. He also had a large number of servants. He was the ·greatest [or richest] man among all the people of the East [C the expected reward of wisdom].", "4": "Job's sons took turns holding feasts [L on their day; C perhaps birthday celebrations] in their homes and invited their sisters to eat and drink with them. ", "5": "After a feast was over, Job would send and have them ·made clean [consecrated; made holy]. Early in the morning Job would offer a burnt offering [C an atonement offering; Lev. 1:1–17] for each of them, because he thought, “My children may have sinned and ·cursed [L blessed; C a euphemism for “cursed”] God in their hearts.” Job did this every time.", "6": "One day the ·angels [L sons of God] came to ·show themselves [stand] before the Lord, and ·Satan [L the Satan; C means “the Accuser” or “the Adversary”; either the Devil or a member of God's heavenly court] was with them. ", "7": "The Lord said to Satan, “Where have you come from?” Satan [1:6] answered the Lord, “I have been ·wandering around [roaming] the earth, ·going back and forth in [patrolling] it.”", "8": "Then the Lord said to Satan, “Have you noticed [considered; L set your heart on] my servant Job? No one else on earth is like him. He is an honest and innocent man, honoring God and staying away from evil [1:1].”", "9": "But Satan [1:6] answered the Lord, “·Job honors God for a good reason [L Does Job honor/fear/respect God for no good reason?]. ", "10": "·You have [L Don't you…?] put a ·wall [hedge; C to protect from danger] around him, his family, and everything he owns. You have blessed ·the things he has done [L all the works of his hands]. His flocks and herds ·are so large they almost cover [L burst forth on] the land. ", "11": "But ·reach out [stretch forth] your hand and ·destroy [afflict] everything he has, and [L see if] he will curse you to your face.”", "12": "The Lord said to Satan [1:6], “All right, then. Everything Job has is in your ·power [L hand], but ·you must not touch Job himself [L but don't send your hand against him].” Then Satan [1:6] left the Lord's presence.", "13": "One day Job's sons and daughters were ·eating and drinking wine [feasting; celebrating] together at the ·oldest [L firstborn] brother's house. ", "14": "A messenger came to Job and said, “The oxen were plowing and the donkeys were eating grass nearby, ", "15": "when the Sabeans [C a people from southern Arabia] attacked and carried them away. They killed the servants with swords, and I am the only one who escaped to tell you!”", "16": "The messenger was still speaking when another messenger arrived and said, “·Lightning [L Fire] from God fell from ·the sky [heaven]. It burned up the sheep and the servants, and I am the only one who escaped to tell you!”", "17": "The second messenger was still speaking when another messenger arrived and said, “The ·Babylonians [L Chaldeans; C a people located in present-day southern Iraq] sent three ·groups of attackers [raiding parties] that swept down and stole your camels and killed the servants [L with the sword]. I am the only one who escaped to tell you!”", "18": "The third messenger was still speaking when another messenger arrived and said, “Your sons and daughters were ·eating and drinking wine [feasting; celebrating] together at the ·oldest [L firstborn] brother's house. ", "19": "Suddenly a ·great [strong; mighty] wind came from the desert, hitting all four corners of the house at once. The house fell in on the young people, and they are all dead. I am the only one who escaped to tell you!”", "20": "When Job heard this, he got up and tore his robe and shaved his head [C ancient mourning customs]. Then he bowed down to the ground to worship God. ", "21": "He said: “I was naked when I ·was born [L came from my mother's womb], and I will be naked when I ·die [L return there]. The Lord gave these things to me, and he has taken them away. ·Praise [Blessed be] the name of the Lord.”", "22": "In all this Job did not sin or blame God."}