{"1": "Then Job answered the Lord[L and said]:", "2": "“I know that you can do all things and that no plan of yours ·can be ruined [is impossible; can be hindered].", "3": "You asked, 'Who is this that made my ·purpose [L counsel; advice] ·unclear [hidden] by ·saying things that are not true [L ignorance; 38:2]?' Surely I spoke of things I did not understand; I talked of things too wonderful for me to know.", "4": "You said, 'Listen now, and I will speak. I will ask you questions, and you must ·answer [inform] me.'", "5": "My ears had heard of you before, but now my eyes have seen you.", "6": "So now I ·hate [despise] myself; I will ·change my heart and life [L repent], ·and will sit in [L …in] dust and ashes [C for his questioning of God, not for anything that led to his suffering].”", "7": "After the Lord had said these things to Job, he said to Eliphaz the Temanite, “·I am angry with [L My anger burns against] you and your two friends, because you have not said what is ·right [correct] about me, as my servant Job did. ", "8": "Now take seven bulls and seven male sheep, and go to my servant Job, and offer a burnt offering [Lev. 1:1–7] for yourselves [C for atonement]. My servant Job will ·pray [intercede] for you, and I will ·listen to [accept] his prayer. Then I will not ·punish you for being foolish [L treat you according to your foolishness]. You have not said what is ·right [correct] about me, as my servant Job did.” ", "9": "So Eliphaz the Temanite, Bildad the Shuhite, and Zophar the Naamathite did as the Lord said, and the Lord ·listened to [accepted] Job's prayer.", "10": "After Job had ·prayed [interceded] for his friends, the Lord ·gave him success again [restored his fortunes]. The Lord gave Job twice as much as he had owned before. ", "11": "Job's brothers and sisters came to his house, along with everyone who had known him before, and they all ate with him there. They ·comforted him and made him feel better about the trouble [commiserated with him concerning the trouble/evil] the Lord had brought on him, and each one gave Job a piece of silver and a gold ring.", "12": "The Lord blessed the last part of Job's life even more than the first part. Job had fourteen thousand sheep, six thousand camels, a thousand teams of oxen, and a thousand female donkeys. ", "13": "Job also had seven sons and three daughters. ", "14": "He named the first daughter Jemimah [C “turtledove”], the second daughter Keziah [C “cassia,” a spice], and the third daughter Keren-Happuch [C “a horn (jar) of eye paint”]. ", "15": "There were no other women in all the ·land [or earth] as beautiful as Job's daughters. And their father Job gave them land to own along with their brothers.", "16": "After this, Job lived one hundred forty years. He lived to see his children, grandchildren, great-grandchildren, and great-great-grandchildren. ", "17": "Then Job died; he was old and ·had lived many years [L full of days]."}