{"1": "Indeed, brothers, you yourselves know that our visit to you was not a waste of time. ", "2": "Even though we had suffered previously and were treated shamefully in Philippi (as you know), we were bold in our God to speak the gospel of God to you in the face of great opposition. ", "3": "For our appeal does not come from error or impure motives, or by way of deceit. ", "4": "Instead, just as we have been approved by God to be entrusted with the gospel, so we speak, not to please people but God, who examines our hearts. ", "5": "Indeed, as you know, we never at any time used flattering speech, nor did we act with greed as a motive. God is our witness. ", "6": "Also, we did not seek the praise of people (neither yours nor anyone else's), ", "7": "even though we could have been a burden as Christ's apostles. On the contrary, we were gentle[a] among you, like a nursing mother taking care of her own children. ", "8": "We yearned for you so much that we were delighted to share with you not only the gospel of God, but also our own lives, because you had become dear to us.", "9": "Surely, brothers, you remember our labor and hardship! We worked night and day so that we would not be a burden to any of you, while we preached the gospel of God to you. ", "10": "You are witnesses, and so is God, of how devout, righteous, and blameless we were toward you who believe. ", "11": "In the same way, you know that we treated each of you as a father deals with his own children: ", "12": "encouraging, comforting, and urging you to live lives worthy of God, who is calling you into his kingdom and glory.", "13": "There is also another reason we give thanks to God unceasingly, namely, when you received God's word, which you heard from us, you did not receive it as the word of men but as the word of God (as it really is), which is now at work in you who believe. ", "14": "Yes, brothers, you became imitators of God's churches in Judea, which are in Christ Jesus, because you suffered the same things from your own countrymen as they did from the Jews ", "15": "who killed both the Lord Jesus and the prophets, and who severely persecuted us. They are not pleasing to God and are hostile to all people. ", "16": "By hindering us from speaking to the Gentiles so that they may be saved, they are always filling up the full measure of their sins. And the wrath has come upon them completely.[b]", "17": "As for us, brothers, after we were separated from you like orphans for just a short time (in person, not in our heart), it was with great desire that we made every effort to see you again in person. ", "18": "For we wanted to come to you (I, Paul, wanted this, not just once, but twice), but Satan hindered us. ", "19": "Indeed, who is our hope or joy or crown about which we boast before our Lord Jesus when he returns? Is it not you? ", "20": "Yes, you are our glory and our joy."}