{"1": "Jehoshaphat had much wealth and ·honor [esteem], and he made an ·agreement [alliance] with King Ahab through marriage [C his son married Athaliah, Ahab's daughter; 21:6]. ", "2": "A few years later Jehoshaphat went to visit Ahab in Samaria. Ahab ·sacrificed [slaughtered] many sheep and ·cattle [oxen] ·as a great feast to honor Jehoshaphat [L for him] and the ·people [officials] with him. He ·encouraged [enticed; persuaded; induced] Jehoshaphat to attack Ramoth in Gilead. ", "3": "Ahab king of Israel asked Jehoshaphat king of Judah, “Will you go with me to attack Ramoth in Gilead?” Jehoshaphat answered, “I ·will go [L am one] with you, and my ·soldiers [people] are ·yours [your people]. We will join you in the battle.” ", "4": "Jehoshaphat also said to Ahab, “But first we should ·ask if this is the Lord's will [L seek/inquire about the word/counsel of the Lord].”", "5": "So ·King Ahab [L the king of Israel] ·called [assembled; summoned] four hundred prophets together and asked them, “Should we go to war against Ramoth in Gilead or ·not [hold back]?” They answered, “Go, because God will hand them over to you.”", "6": "But Jehoshaphat asked, “Isn't there still a prophet of the Lord here? Let's ·ask [inquire of] him.”", "7": "Then King Ahab said to Jehoshaphat, “There is one other prophet. We could ·ask [inquire of] the Lord through him, but I hate him. He never prophesies anything good about me, but always ·something bad [evil; disaster]. He is Micaiah son of Imlah.” Jehoshaphat said, “King Ahab, you shouldn't say ·that [such things]!”", "8": "So Ahab king of Israel told one of his ·officers [officials] to bring Micaiah to him at once.", "9": "Ahab king of Israel and Jehoshaphat king of Judah ·had on [were arrayed/dressed in] their royal robes and were sitting on their thrones at the threshing floor, near the entrance to the gate of Samaria. All the prophets were ·standing before them speaking their messages [prophesying before them]. ", "10": "Zedekiah son of Kenaanah had made some iron horns. He said to Ahab, “·This is what the Lord says [T Thus says the Lord]: 'You will use these horns to ·fight [gore] the Arameans until they are destroyed.'”", "11": "All the other prophets ·said [prophesied] the same thing, “Attack Ramoth in Gilead and ·win [triumph; be victorious], because the Lord will hand the Arameans over to you.”", "12": "The messenger who had gone to ·get [summon] Micaiah said to him, “All the other prophets are ·saying King Ahab will win [speaking favorably with one voice for the king]. ·You should agree with them and give the king a good answer [L Let your word be like theirs and speak favorably].”", "13": "But Micaiah answered, “As surely as the Lord lives, I ·can tell him [will speak] only what my God says.”", "14": "When Micaiah came to Ahab, the king asked him, “Micaiah, should we attack Ramoth in Gilead or ·not [hold back]?” Micaiah answered, “Attack and win! They will be handed over to you [C He was keeping his vow to speak what God said because this lie was what God wanted him to say to Ahab].”", "15": "But Ahab said to Micaiah, “How many times ·do I have to tell you [must I make you swear] to speak only the truth to me in the name of the Lord?” [C Micaiah's tone was likely sarcastic.]", "16": "So Micaiah answered, “I saw ·the army of [L all] Israel scattered over the hills like sheep without a shepherd. The Lord said, 'They have no ·leaders [master; C implying that their king had been killed]. They should go home ·and not fight [L in peace].'”", "17": "Then Ahab king of Israel said to Jehoshaphat, “·I told [L Didn't I tell…?] you! He never prophesies anything good about me, but only ·bad [evil; disaster].”", "18": "But Micaiah said, “Hear the ·message from [L word of] the Lord: I saw the Lord sitting on his throne with ·his heavenly army standing [L all the host of heaven] on his right and on his left. ", "19": "The Lord said, 'Who will ·trick [entice; deceive] King Ahab of Israel into attacking Ramoth in Gilead where he will ·be killed [L fall]?' “Some ·said [suggested] one thing; some ·said [suggested] another. ", "20": "Then one spirit came and stood before the Lord and said, 'I will ·trick [entice; deceive] him.' “The Lord asked, 'How will you do it?'", "21": "“The spirit answered, 'I will go ·to Ahab's prophets and make them tell lies [L and be a lying/deceiving spirit in the mouths of all his prophets].' “So the Lord said, 'You will succeed in ·tricking [enticing; deceiving] him. Go and do it.'”", "22": "Micaiah said, “Ahab, the Lord has ·made your prophets lie to you [L put a lying/deceiving spirit in the mouths of your prophets], and the Lord has ·decided that disaster should come to you [pronounced your doom].”", "23": "Then Zedekiah son of Kenaanah went up to Micaiah and slapped him ·in the face [L on the cheek]. Zedekiah said, “·Has [How is it that] the Lord's Spirit left me to speak through you?”", "24": "Micaiah answered, “You will find out on the day you go to hide in an ·inside [secret] room [C when the predicted disaster would strike].”", "25": "Then Ahab king of Israel ordered, “Take Micaiah and ·send [return] him to Amon, the governor of the city, and to Joash, the king's son. ", "26": "Tell them I said to put this man in prison and give him only bread and water until I return ·safely [L in peace] from the battle.”", "27": "Micaiah said, “Ahab, if you come back safely from the battle, the Lord has not spoken through me. ·Remember my words [L Listen], all you people!”", "28": "So Ahab king of Israel and Jehoshaphat king of Judah ·went to [attacked] Ramoth in Gilead. ", "29": "King Ahab said to Jehoshaphat, “I will go into battle, but I will ·wear other clothes so no one will recognize me [disguise myself]. But you wear your royal ·clothes [robes].” So Ahab ·wore other clothes [disguised himself], and they went into battle.", "30": "The king of Aram ordered his chariot ·commanders [officers], “Don't fight with anyone—·important [great] or ·unimportant [small]—·except [but only with] the king of Israel.” ", "31": "When these ·commanders [officers] saw Jehoshaphat, they ·thought he was [said, “There is…”] the king of Israel, so they turned to attack him. But Jehoshaphat ·began shouting [cried/called out; C either for help or with his war cry], and the Lord ·helped [saved] him. God ·turned [drew; lured; diverted] the chariot ·commanders [officers] away from Jehoshaphat. ", "32": "When they saw he was not King Ahab of Israel, they stopped chasing him.", "33": "·By chance [Randomly; L In innocence], a soldier shot an arrow which hit Ahab king of Israel between the ·pieces [joints; plates] of his armor. King Ahab said to his chariot driver, “Turn around and get me out of the battle, because I am ·hurt [badly wounded]!” ", "34": "The battle ·continued [raged] all day. King Ahab ·held [propped] himself up in his chariot and faced the Arameans until evening. Then he died at sunset."}