{"1": "Amaziah was twenty-five years old when he became king, and he ·ruled [reigned] for twenty-nine years in Jerusalem. His mother's name was Jehoaddin, and she was from Jerusalem. ", "2": "Amaziah did what ·the Lord said was right [L was pleasing/proper in the eyes/sight of the Lord], but ·he did not really want to obey him [not wholeheartedly]. ", "3": "As soon as Amaziah ·took strong [secured; established] control of the kingdom, he executed the officers who had ·murdered [assassinated] his father the king. ", "4": "But Amaziah did not put to death their children. He obeyed what was written in the law in the ·Book [scroll] of Moses, where the Lord commanded, “·Parents [Fathers] must not be put to death ·when their children do wrong [for sons], and ·children [sons] must not be put to death ·when their parents do wrong [for fathers]. Each must die for his own sins [Deut. 24:16].”", "5": "Amaziah ·gathered [summoned; assembled] the people of Judah together. He ·grouped [assigned] all the people of Judah and Benjamin by ·families [clans], and he put commanders over groups of a thousand and over groups of a hundred. He ·counted [took a census of] the men who were twenty years old and older. In all there were three hundred thousand soldiers ready to fight and ·skilled [trained] with spears and shields. ", "6": "Amaziah also hired one hundred thousand skilled soldiers from Israel for ·about seventy-five hundred pounds [L one hundred talents] of silver. ", "7": "But a man of God [C prophet] came to Amaziah and said, “My king, don't let the army of Israel go with you. The Lord is not with Israel or any of the people from the tribe of Ephraim. ", "8": "You can ·make yourself strong for war [fight bravely/well], but God will ·defeat you [L cause you to stumble before the enemy]. He has the power to help you or to ·defeat you [L cause you to stumble].”", "9": "Amaziah said to the man of God, “But what about the ·seventy-five hundred pounds [L one hundred talents] of silver I paid to the Israelite army?” The man of God answered, “The Lord can give you much more than that.”", "10": "So Amaziah ·sent the Israelite [discharged/dismissed the] army back home to Ephraim. ·They were very angry with [L Their anger burned against] the people of Judah and went home ·angry [incensed; in a rage].", "11": "Then Amaziah ·became very brave [summoned his courage] and led his army to the Valley of Salt in the country of Edom. There Amaziah's army killed ten thousand ·Edomites [L sons of Seir]. ", "12": "The army of Judah also captured ten thousand alive and took them to the top of a cliff and threw them off so that they ·split open [were dashed to pieces].", "13": "At the same time the Israelite troops that Amaziah had not let fight in the war ·were robbing [raided] towns in Judah. From Samaria to Beth Horon they killed three thousand people and took ·many valuable things [much plunder/spoil/booty].", "14": "When Amaziah came home after ·defeating [slaughtering] the Edomites, he brought back the ·idols they worshiped [L gods of the sons of Seir] and ·started to worship them himself [set them up as his own gods]. He bowed down to them and ·offered sacrifices [burned incense] to them. ", "15": "The ·Lord was very angry with [L Lord's anger burned against] Amaziah, ·so [and] he sent a prophet to him who said, “Why have you asked their gods for help? They could not even ·save [rescue; T deliver] their own people from ·you [L your hand]!”", "16": "As the prophet spoke, Amaziah said to him, “·We never gave you the job of advising the king [L Who made you the royal counselor?]. Stop, or you will be killed.” The prophet stopped speaking except to say, “I know that God has ·decided [advised/counseled himself; C a play on words since the king had rejected God's counsel through the prophet] to destroy you because you have done this. You did not listen to my ·advice [counsel].”", "17": "Amaziah king of Judah ·talked with those who advised him [took counsel; sought advice]. Then he sent a message to Jehoash son of Jehoahaz, who was the son of Jehu king of Israel. Amaziah said to Jehoash, “Come, let's meet face to face [C possibly a call to negotiate, but more likely a challenge to battle].”", "18": "Then Jehoash king of Israel answered Amaziah king of Judah, “A ·thornbush [thistle] in Lebanon sent a message to a cedar tree in Lebanon. It said, 'Let your daughter marry my son.' But then a wild animal from Lebanon came by, ·walking on and crushing [trampling] the ·thornbush [thistle]. ", "19": "You say to yourself that you have defeated Edom, but ·you have become proud [L your heart is lifted up], and you brag. But you stay at home! Don't ask for trouble, or you and Judah will ·be defeated [L fall].”", "20": "But Amaziah would not listen. God caused this to happen so that Jehoash would defeat Judah, because Judah ·asked for help from [sought; followed] the gods of Edom. ", "21": "So Jehoash king of Israel went to attack. He and Amaziah king of Judah faced each other at Beth Shemesh in Judah. ", "22": "Israel defeated Judah, and every man of Judah ran away to his ·home [L tent]. ", "23": "At Beth Shemesh Jehoash king of Israel captured Amaziah king of Judah. (Amaziah was the son of Joash, who was the son of Ahaziah.) Then Jehoash brought him to Jerusalem. Jehoash broke down the wall of Jerusalem, from the Gate of Ephraim to the Corner Gate, ·about six hundred feet [L four hundred cubits]. ", "24": "He took all the gold and silver and all the ·utensils [articles] from the ·Temple [L house] of God that Obed-Edom had taken care of. He also took the treasures from the ·palace [L house] and some hostages. Then he returned to Samaria.", "25": "Amaziah son of Joash, the king of Judah, lived fifteen years after the death of Jehoash son of Jehoahaz, the king of Israel. ", "26": "The ·other things Amaziah did as king [rest of the events/acts/history of Amaziah], from ·the beginning to the end [first to last], ·are [L are they not…?] written in the ·book [scroll] of the kings of Judah and Israel. ", "27": "When Amaziah ·stopped obeying [turned away from] the Lord, the people in Jerusalem ·made plans [conspired; plotted] against him. So he ·ran away [fled] to the town of Lachish, but they sent men after him to Lachish and killed him there. ", "28": "They brought his body back on horses, and he was buried with his ·ancestors [fathers] in the city of ·Judah [or David; C see 2 Kin. 14:20]."}