{"1": "Josiah was eight years old when he became king. He was king for 31 years in Jerusalem.", "2": "He lived in a way that pleased the Lord, always doing what was right, as his ancestor David had done. Josiah never changed this way of life.", "3": "When Josiah was in his eighth year as king, he began to follow the God worshiped by David his ancestor. He was still young when he began to obey God. When he was in his twelfth year as king he began to destroy the high places, the Asherah poles, and idols that were carved and idols that were made from molds from Judah and Jerusalem.", "4": "As Josiah watched, the people broke down the altars for the Baal gods. Then he cut down the incense altars that stood high above the people. He broke the idols that were carved and the idols that were made from molds. He beat the idols into powder and sprinkled the powder on the graves of the people who had offered sacrifices to the Baal gods.", "5": "Josiah even burned the bones of the priests who had served the Baal gods on their own altars. This is how he destroyed idols and idol worship from Judah and Jerusalem.", "6": "Josiah did the same for the towns in the areas of Manasseh, Ephraim, Simeon, and all the way to Naphtali. He did the same for the ruins near all these towns.[a]", "7": "Josiah broke down the altars and the Asherah poles. He beat the idols into powder. He cut down all the incense altars used for Baal worship in all the country of Israel. Then he went back to Jerusalem.", "8": "When Josiah was in his 18th year as king of Judah, he sent Shaphan, Maaseiah, and Joah to rebuild and repair the Temple of the Lord his God. Shaphan was the son of Azaliah. Maaseiah was the city leader. Joah, who was the son of Joahaz, wrote about what happened. So Josiah commanded the Temple to be repaired so that he could make Judah and the Temple clean.", "9": "These men came to Hilkiah the high priest. They gave him the money that people gave for God's Temple. The Levite doorkeepers had collected this money from the people of Manasseh, Ephraim, and from all the Israelites who were left. They also collected this money from all Judah, Benjamin, and all the people living in Jerusalem.", "10": "Then the Levites paid the men who supervised the work on the Lord's Temple. And the supervisors paid the workers who repaired the Lord's Temple.", "11": "They gave the money to carpenters and builders to buy large rocks that were already cut, and to buy wood. The wood was used to rebuild the buildings and to make beams for the buildings. In the past, the kings of Judah did not take care of the Temple buildings. The buildings had become old and ruined.", "12-13": "The men worked faithfully. Their supervisors were Jahath and Obadiah. Jahath and Obadiah were Levites, and they were descendants of Merari. Other supervisors were Zechariah and Meshullam. They were descendants of Kohath. The Levites who were skilled in playing instruments of music also supervised the laborers and all the other workers. Some Levites worked as secretaries, officials, and doorkeepers.", "14": "The Levites brought out the money that was in the Lord's Temple. At that time Hilkiah the priest found the Book of the Law of the Lord that was given through Moses.", "15": "Hilkiah said to Shaphan the secretary, “I found the Book of the Law in the Lord's house.[b]” Hilkiah gave the book to Shaphan.", "16": "Shaphan brought the book to King Josiah. Shaphan reported to the king, “Your servants are doing everything you told them to do.", "17": "They got the money that was in the Lord's Temple and are paying the supervisors and the workers.”", "18": "Then Shaphan said to King Josiah, “Hilkiah the priest gave a book to me.” Then Shaphan read from the book in front of the king.", "19": "When King Josiah heard the words of the law being read, he tore his clothes.[c]", "20": "Then the king gave a command to Hilkiah, Ahikam son of Shaphan, Abdon son of Micah, Shaphan the secretary, and Asaiah the servant.", "21": "The king said, “Go, ask the Lord for me and for the people who are left in Israel and in Judah. Ask about the words in the book that was found. The Lord is very angry with us because our ancestors did not obey the Lord's word. They did not do everything this book says to do.”", "22": "Hilkiah and the king's servants[d] went to the newer part of Jerusalem to see Huldah the prophetess. She was the wife of Shallum, the son of Tokhath, whose father was Hasrah. Shallum had the job of taking care of the king's clothes. Hilkiah and the king's servants told Huldah what had happened.", "23": "Huldah said to them, “This is what the Lord, the God of Israel, says: Tell King Josiah that", "24": "the Lord says, 'I will bring trouble to this place and to the people living here. I will bring all the terrible things that are written in the book that was read in front of the king of Judah.", "25": "I will do this because the people left me and burned incense to other gods. They made me angry because of all the bad things they have done. So I will pour out my anger on this place. Like a hot burning fire, my anger will not be put out!'", "26": "“Go back to King Josiah of Judah, who sent you to ask what the Lord wants. Tell him, 'This is what the Lord, the God of Israel, says about the words you heard being read:", "27": "Josiah, when you heard my words against this city and its people, you were sorry and humbled yourself before me. You even tore your clothes to show your sorrow and cried before me. Because your heart was tender, I the Lord, have heard you.", "28": "I will take you to be with your ancestors.[e] You will go to your grave in peace. You will not have to see any of the trouble that I will bring on this place and on the people living here.'” Hilkiah and the king's servants brought back this message to King Josiah.", "29": "Then King Josiah called for all the elders of Judah and Jerusalem to come and meet with him.", "30": "The king went up to the Lord's Temple. All the people from Judah, the people living in Jerusalem, the priests, the Levites, and all the people, both important and not important, were with Josiah. He read to them all the words in the Book of the Agreement. That book was found in the Lord's Temple.", "31": "Then the king stood up in his place. He made an agreement with the Lord. He agreed to follow the Lord and to obey his commands, laws, and rules. He agreed to obey with all his heart and soul the words of the agreement written in this book.", "32": "Then Josiah made all the people in Jerusalem and Benjamin promise to accept the agreement. The people of Jerusalem obeyed the agreement of God, the God their ancestors obeyed.", "33": "The Israelites had idols from many different countries, but Josiah destroyed all the terrible idols. He made all the people in Israel serve the Lord their God. And as long as Josiah was alive, the people continued to serve the Lord, the God of their ancestors."}