{"1": "The Lord said to Samuel, “How long will you grieve for Saul, when I have rejected him as king over Israel? [a]Fill your horn with oil and go; I will send you to Jesse the Bethlehemite, for I have chosen a king for Myself among his sons.” ", "2": "But Samuel said, “How can I go? When Saul hears about it, he will kill me.” And the Lord said, “Take a heifer from the herd with you and say, 'I have come to sacrifice to the Lord.' ", "3": "You shall invite Jesse to the sacrifice, and I will show you what you shall do [after that]; and you shall anoint for Me the one whom I designate.” ", "4": "So Samuel did what the Lord said, and came to Bethlehem. And the elders of the city came trembling to meet him and said, “Do you come in peace?” ", "5": "And he said, “In peace; I have come to sacrifice to the Lord. Consecrate yourselves and come with me to the sacrifice.” He also consecrated Jesse and his sons and invited them to the sacrifice.", "6": "So it happened, when they had come, he looked at Eliab [the eldest son] and thought, “Surely the Lord's anointed is before Him.” ", "7": "But the Lord said to Samuel, “Do not look at his appearance or at the height of his stature, because I have rejected him. For the Lord sees not as man sees; for man looks [b]at the outward appearance, but the Lord looks at the heart.” ", "8": "Then Jesse called Abinadab and had him pass before Samuel. But Samuel said, “The Lord has not chosen this one either.” ", "9": "Next Jesse had Shammah pass by. And Samuel said, “The Lord has not chosen him either.” ", "10": "Jesse had seven of his sons pass before Samuel. But Samuel said to Jesse, “The Lord has not chosen [any of] these.” ", "11": "Then Samuel said to Jesse, “Are all your sons here?” Jesse replied, “There is still one left, the youngest; he is tending the sheep.” Samuel said to Jesse, “Send word and bring him; because we will not sit down [to eat the sacrificial meal] until he comes here.”", "12": "So Jesse sent word and brought him in. Now he had a ruddy complexion, with beautiful eyes and a handsome appearance. The Lord said [to Samuel], “Arise, anoint him; for this is he.” ", "13": "Then Samuel took the horn of oil and anointed David in the presence of his brothers; and the Spirit of the Lord came mightily upon David from that day forward. And Samuel arose and went to Ramah.", "14": "Now the Spirit of the Lord departed from Saul, and an evil spirit from the Lord tormented and terrified him. ", "15": "Saul's servants said to him, “Behold, an evil spirit from God is tormenting you. ", "16": "Let our lord now command your servants who are here before you to find a man who plays skillfully on the harp; and when the evil spirit from God is on you, he shall play the harp with his hand, and you will be well.” ", "17": "So Saul told his servants, “Find me a man who plays well and bring him to me.” ", "18": "One of the young men said, “Behold, I have seen a son of Jesse the Bethlehemite who is a skillful musician, a brave and competent man, a warrior, discerning (prudent, eloquent) in speech, and a handsome man; and the Lord is with him.” ", "19": "So Saul sent messengers to Jesse and said, “Send me David your son, who is with the flock.” ", "20": "Jesse took a donkey [loaded with] bread and a jug of wine and a young goat, and sent them to Saul with David his son. ", "21": "Then David came to Saul and attended him. Saul loved him greatly and [later] David became his armor bearer. ", "22": "Saul sent word to Jesse, saying, “Please let David [c]be my attendant, for he has found favor in my sight.” ", "23": "So it came about that whenever the [evil] spirit from God was on Saul, David took a harp and played it with his hand; so Saul would be refreshed and be well, and the evil spirit would leave him."}