{"1": "David fled from Naioth in Ramah and he came and said to Jonathan, “What have I done? What is my [a]guilt? What is my sin before (against) your father, that he is seeking my life?” ", "2": "Jonathan said to him, “Far from it! You shall not die. My father does nothing [b]important or insignificant without telling me. So why would he hide this thing from me? It is not so!” ", "3": "But David vowed again, saying “Your father certainly knows that I have found favor in your sight, and he has said, 'Do not let Jonathan know this, or he will be worried.' But truly as the Lord lives and as your soul lives, there is hardly a step between me and death.” ", "4": "Then Jonathan said to David, “Whatever you say, I will do for you.” ", "5": "David said to Jonathan, “Behold, tomorrow is the New Moon [observance], and I should sit at the table to eat [the sacrificial meal] with the king; but let me go, so that I may hide myself in the field until the third evening. ", "6": "If your father misses me at all, then say, 'David earnestly asked permission from me to go to Bethlehem, his city, because it is the yearly sacrifice there for the entire family.' ", "7": "If he says, 'All right,' your servant will be safe; but if he is very angry, then be certain that he has decided on evil. ", "8": "Therefore show kindness to your servant, because you have brought your servant into a covenant of the Lord with you. But if there is iniquity (guilt) in me, kill me yourself; for why should you bring me to your father [to be killed]?” ", "9": "Jonathan said, “Far be it from [happening to] you! In fact, if I indeed learn that my father has decided to harm you, would I not tell you about it?” ", "10": "Then David said to Jonathan, “Who will tell me if your father answers you harshly?” ", "11": "Jonathan said to David, “Come, let us go out into the field [to talk].” So they went out to the field.", "12": "Then Jonathan said to David, “The Lord, the God of Israel, is my witness! When I have sounded out my father about this time tomorrow, or the third day, behold, if he has a good feeling toward [c]you, shall I not then send word to you and make it known to you? ", "13": "But if it pleases my father to do you harm, may the Lord do so to Jonathan, and more if I do not let you know about it and send you away, so that you may go in [d]safety. And [e]may the Lord be with you as He has been with my father. ", "14": "If I am still alive, will you not show me the lovingkindness and faithfulness of the Lord, [f]so that I will not die? ", "15": "You shall never cut off your lovingkindness and faithfulness from my house, not even when the Lord cuts off every one of the enemies of David from the face of the earth.” ", "16": "So Jonathan made a covenant with the [g]house of David. [[h]He added,] “May [i]the Lord require it at the hands of David's enemies. [that is, hold them accountable for any harm they inflict on David].” ", "17": "Jonathan made David vow again because of his love for him, for Jonathan loved him as himself.", "18": "Then Jonathan said to David, “Tomorrow is the New Moon [festival], and you will be missed because your seat will be empty. ", "19": "When you have stayed for three days, you shall go down quickly and come to the place where you hid yourself [j]on that eventful day [when my father tried to kill you], and shall stay by the stone Ezel. ", "20": "I will shoot three arrows to the side of it, as though I shot at a target. ", "21": "And I will send a boy, saying, 'Go, find the arrows.' If I specifically say to the boy, 'Look, the arrows are on this side of you, get them,' then come [back to my father's table]; for it is [k]safe for you and there is [l]no danger, as the Lord lives. ", "22": "But if I say to the boy, 'Look, the arrows are beyond you,' then go, for the Lord has sent you away. ", "23": "As for the agreement of which you and I have spoken, behold, the Lord is between you and me forever [making sure that we each keep our word].”", "24": "So David hid in the field; and when the New Moon [festival] came, the king sat down to eat food. ", "25": "The king sat on his seat as on previous occasions, on his seat by the wall; then Jonathan stood up, and Abner [his commander] sat down by Saul's side, but David's place was empty. ", "26": "Yet Saul did not say anything that day, for he thought, “It is an incident [of some kind] and [m]he is not [ceremonially] clean—surely he is unclean.” ", "27": "But on the next day, the second day of the new moon, David's place was empty [again]; and Saul said to Jonathan his son, “Why has the son of Jesse not come to the meal, either yesterday or today?” ", "28": "Jonathan answered Saul, “David earnestly asked me for permission to go to Bethlehem. ", "29": "He said, 'Please let me go because our family is holding a sacrifice in the city, and my brother has commanded me to attend. Now, if I have found favor in your eyes, please let me slip away so that I may see my brothers.' That is why he has not come to the king's table.”", "30": "Then Saul's anger burned against Jonathan and he said to him, “You son of a [n]wayward, rebellious woman! Do I not know that you have chosen the son of Jesse [over me] to your own shame, and to the shame of your mother's nakedness? ", "31": "For as long as the son of Jesse lives on the earth, neither you [as heir to the throne] nor your kingdom will be established. So now, send [someone] and bring him to me, for he [o]must die.” ", "32": "Jonathan answered Saul his father, “Why must he be put to death? What has he done?” ", "33": "Then Saul hurled his spear at him to strike him down, so Jonathan knew [without any doubt] that his father had decided to put David to death. ", "34": "Then Jonathan stood up from the table in the heat of anger, and ate no food on that second day of the new moon (month), for he grieved and worried about David because his father had dishonored him.", "35": "In the morning Jonathan went out to the field for the meeting with David, and a young boy was with him. ", "36": "And he said to his boy, “Run, please find the arrows which I am about to shoot.” As the boy ran, he shot an arrow past him. ", "37": "When the boy came to the place where Jonathan had shot the arrow, Jonathan called to him, “Is the arrow not beyond you?” ", "38": "And Jonathan called out after the boy, “Hurry, be quick, do not stay!” So Jonathan's boy picked up the arrow and came back to his master. ", "39": "But the boy was not aware of anything; only Jonathan and David knew about the matter. ", "40": "Jonathan gave his weapons to his boy and said to him, “Go, take them to the city.” ", "41": "As soon as the boy was gone, David got up from the south side [beside the mound of stones] and fell on his face to the ground [in submission and respect], and bowed three times. Then they kissed one another and wept together, but David wept more. ", "42": "Jonathan told David, “Go [p]in safety, inasmuch as we have sworn to each other in the name of the Lord, saying, 'The Lord shall be between me and you, and between my descendants and yours forever.'” [q]Then he stood and left, while Jonathan went into the city."}