{"1": "So David departed from there and escaped to the cave of Adullam; and when his brothers and all his father's house heard about it, they went down there to him. ", "2": "Everyone who was suffering hardship, and everyone who was in debt, and everyone who was discontented gathered to him; and he became captain over them. There were about four hundred men with him.", "3": "And David went from there to Mizpah of Moab; and he said to the king of Moab, “Please let my [a]father and my mother come [out of Judah] and stay with you until I know what God will do for me.” ", "4": "Then he left them with the king of Moab; and they stayed with him all the time that David was in the [b]stronghold. ", "5": "Then the prophet Gad said to David, “Do not stay in the stronghold; leave, and go into the land of Judah.” So David left and went into the forest of Hereth.", "6": "But Saul heard that David and the men who were with him had been discovered. Now Saul was in Gibeah, sitting under the tamarisk tree on the high place with his spear in his hand, and all his servants were standing around him. ", "7": "Saul said to his servants who were standing around him, “Listen now, you Benjamites! Will the son of Jesse also give every one of you fields and vineyards? Will he make you all commanders of thousands and hundreds? ", "8": "For all of you have conspired against me so that no one [c]informs me when my son [Jonathan] makes a covenant with the son of Jesse. None of you cares about me or informs me that my son has stirred up my servant against me to lie in ambush, as he does this day?” ", "9": "Then Doeg the Edomite, who was standing with Saul's servants, replied, “I saw the son of Jesse coming to Nob, to Ahimelech [the priest] the son of Ahitub. ", "10": "Ahimelech inquired of the Lord for him, and gave him provisions and the sword of Goliath the Philistine.”", "11": "Then the king sent someone to call Ahimelech the priest, the son of Ahitub, and all his father's household, the priests who were at Nob; and all of them came to the king. ", "12": "Then Saul said, “Listen now, son of Ahitub.” He replied, “Here I am [at your service], my lord.” ", "13": "Saul said to him, “Why have you and the son of Jesse conspired against me, in that you have given him bread and a sword and have inquired of God for him, so he would rebel against me by lying in ambush, as he does this day?”", "14": "Then Ahimelech answered the king, “And who among all your servants is as faithful and trustworthy as David, who is the king's son-in-law, and who is captain over your guard [and your confidant], and is honored in your house? ", "15": "Did I just begin to inquire of God for him today? Far be it from me! Do not let the king impute any guilt to his servant or to any of the household of my father, for your servant knows nothing at all about this entire matter.” ", "16": "But Saul said, “Be assured that you shall die, Ahimelech, you and all your father's household (extended family).” ", "17": "And the king said to the guards who stood around him, “Turn around and kill the priests of the Lord, because their [d]loyalty also is with David, and because they knew that he was fleeing and did not inform me.” But the servants of the king were not willing to put out their hands to attack the Lord's priests. ", "18": "So the king said to Doeg, “You turn around and attack the priests.” And Doeg the Edomite turned and [e]attacked the priests, and that day he killed eighty-five men who wore the [priest's] linen ephod. ", "19": "And he struck Nob the city of the priests with the edge of the sword, both men and women, children and infants; also he struck oxen and donkeys and sheep with the edge of the sword.", "20": "But one of the sons of Ahimelech the son of Ahitub, named Abiathar, escaped and fled to David. ", "21": "Abiathar told David that Saul had murdered the Lord's priests. ", "22": "Then David said to Abiathar, “I knew that day, when Doeg the Edomite was there, that he would certainly tell Saul. I have brought about the death of everyone in your father's household (extended family). ", "23": "Stay with me; do not be afraid, for he who seeks my life seeks your life, but you are safe with me.”"}