{"1": "Now Samuel died; and all Israel assembled and mourned for him, and they buried him at his house in Ramah. Then David left and went down to the Wilderness of Paran.", "2": "Now there was a man in Maon whose business and possessions were in Carmel; and the man was very rich. He had three thousand sheep and a thousand goats, and he was shearing his sheep in Carmel ", "3": "(now the man's name was Nabal and his wife's name was Abigail. She was intelligent and beautiful in appearance, but the man was harsh and evil in his dealings; he was a [a]Calebite). ", "4": "David heard in the wilderness that Nabal was shearing his sheep. ", "5": "So David sent ten young men; and David said to the young men, “Go up to Carmel and go to Nabal, and [b]greet him in my name; ", "6": "and this is what you shall say, '[c]Have a long life! Peace be to you, and peace to your house, and peace to all that you have. ", "7": "Now I have heard that you have shearers. Now your shepherds have been with us and we have not harmed them, nor were they missing anything all the time they were in Carmel. ", "8": "Ask your young men and they will tell you. Therefore let my young men find favor in your sight [and be well-treated], for we have come on a [d]good (festive) day. [e]Please, give whatever you find at hand to your servants and to your son David.'”", "9": "When David's young men came, they spoke to Nabal according to all these words in the name of David; then they waited. ", "10": "But Nabal answered David's servants and said, “Who is David? And who is the son of Jesse? [f]There are many servants today, each of whom is breaking away from his master. ", "11": "So should I take my bread and my water and my meat that I have slaughtered for my shearers, and give it to men when I do not know where they are from?” ", "12": "So David's young men made their way back and returned; and they came and told him everything that was said [to them by Nabal]. ", "13": "David said to his men, “Each man put on your sword.” So each man put on his sword. David also put on his sword, and about four hundred men went up behind David while two hundred stayed back with the provisions and supplies.", "14": "But one of Nabal's young men told Abigail, Nabal's wife, “Listen, David sent messengers out of the wilderness to bless (greet) our master, and he shouted at them [in contempt]. ", "15": "But David's men were very good to us, and we were not harmed or treated badly, nor did we miss anything as long as we were with them, when we were in the fields. ", "16": "They were a wall [of protection] to us both night and day, all the time that we were with them tending the sheep. ", "17": "Now then, know this and consider what you should do, for evil is [already] planned against our master and against all his household; but he is such a [g]worthless and wicked man that one cannot speak [reasonably] to him.”", "18": "Then Abigail hurried and took two hundred loaves of bread, two jugs of wine, five sheep already prepared [for roasting], five measures of roasted grain, a hundred clusters of raisins, and two hundred cakes of figs, and loaded them on donkeys. ", "19": "She said to her young men (servants), “Go on ahead of me; behold, I am coming after you.” But she did not tell her husband Nabal. ", "20": "It happened that as she was riding on her donkey and coming down by [way of] the hidden part of the mountain, that suddenly David and his men were coming down toward her, and she met them. ", "21": "Now David had said, “Surely in vain I have protected and guarded all that this man has in the wilderness, so that nothing was missing of all that belonged to him; and he has repaid me evil for good. ", "22": "May God do so to the enemies of David, and more also, if by morning I leave [alive] even one [h]male of any who belong to him.”", "23": "When Abigail saw David, she hurried and dismounted from the donkey, and [i]kneeled face downward before David and bowed down to the ground [in respect]. ", "24": "[j]Kneeling at his feet she said, “My lord, let the blame and guilt be on me alone. And please let your maidservant speak [k]to you, and listen to the words of your maidservant. ", "25": "Please do not let my lord [l]pay attention to this worthless man, Nabal, for as his name is, so is he. Nabal (fool) is his [m]name and foolishness (stupidity) is with him; but I your maidservant did not see my lord's young men whom you sent.", "26": "So now, my lord, as the Lord lives, and as your soul lives, since the Lord has prevented you from shedding blood, and from avenging yourself by your own hand, now then let your enemies and those who seek to do evil to my lord, be as [self-destructive as] Nabal. ", "27": "Now this gift, which your maidservant has brought my lord, let it be given to the young men who [n]accompany and follow my lord. ", "28": "Please forgive the transgression of your maidservant; for the Lord will certainly make my lord a secure and enduring house, because my lord is fighting the battles of the Lord, and evil will not be found in you all your days. ", "29": "Should anyone rise up to pursue you and to seek your life, then the life of my lord will be bound in the [precious] bundle of the living with the Lord your God; but the lives of your enemies—those He will hurl out as from the center of a sling. ", "30": "And it will happen when the Lord does for my lord according to all the good that He has spoken (promised) concerning you, and appoints you ruler over Israel, ", "31": "that this [incident] will not cause grief or [bring] a troubled conscience to my lord, both by having shed blood without cause and by my lord having avenged himself. When the Lord deals well with my lord, then remember [with favor] your maidservant.”", "32": "David said to Abigail, “Blessed be the Lord, the God of Israel, who sent you to meet me this day. ", "33": "And blessed be your discretion and discernment, and blessed be you, who has kept me from bloodshed this day and from avenging myself by my own hand. ", "34": "Nevertheless, as the Lord the God of Israel lives, who has prevented me from harming you, if you had not come quickly to meet me, most certainly by the morning light there would not have been left to Nabal so much as one male.” ", "35": "So David [o]accepted what she had brought to him and said to her, “Go up to your house in peace. See, I have listened to you and have [p]granted your request.”", "36": "Then Abigail came to Nabal, and he was holding a feast in his house [for the shearers], like the feast of a king. And Nabal's [q]mood was joyous because he was very drunk; so she told him nothing at all until the morning light. ", "37": "But in the morning, when [r]Nabal was sober, and his wife told him these things, his [s]heart died within him and he became [paralyzed and helpless] like a stone. ", "38": "About ten days later, the Lord struck Nabal and he died.", "39": "When David heard that Nabal was dead, he said, “Blessed be the Lord, who has pleaded the cause of my reproach [suffered] at the hand of Nabal and has kept His servant from [retaliating with] evil. For the Lord has returned the wickedness of Nabal on his own head.” Then David sent word to Abigail, proposing to take her as his wife. ", "40": "When the servants of David came to Abigail at Carmel, they said to her, “David sent us to you to take you [to him] to be his wife.” ", "41": "And she stood and bowed with her face to the ground and said, “Behold, your maidservant is [ready to be] a maid to wash the feet of the servants of my lord.” ", "42": "Then Abigail quickly got up, and rode on a donkey, with five of her maidens who [t]attended her; and she followed the messengers of David and became his wife.", "43": "David had also taken Ahinoam of Jezreel, and they both became his wives.", "44": "But Saul had given Michal his [younger] daughter, David's wife, to Palti the son of Laish, who was from Gallim."}