{"1": "So the men of Kiriath-jearim came and took up the ark of the Lord and brought it into the house of Abinadab on the hill, and they consecrated Eleazar his son to care for the ark of the Lord. ", "2": "And from that day the ark remained in Kiriath-jearim for a very long time, for it was twenty years [until the reign of King David]; and all the house of Israel lamented (wailed) and grieved after the Lord.", "3": "Then Samuel said to all the house of Israel, “If you are returning to the Lord with all your heart, remove the foreign gods and the Ashtaroth (pagan goddesses) from among you and direct your hearts to the Lord and serve Him only; and He will rescue you from the hand of the Philistines.” ", "4": "So the Israelites removed the Baals and the Ashtaroth and served the Lord alone.", "5": "Samuel said, “Gather all Israel together at Mizpah and I will pray to the Lord for you.” ", "6": "So they gathered at Mizpah, and drew water and poured it out before the Lord, and fasted on that day and said there, “We have sinned against the Lord.” And Samuel judged the Israelites at Mizpah.", "7": "Now when the Philistines heard that the Israelites had gathered at Mizpah, the lords (governors) of the Philistines went up against Israel. And when the Israelites heard it, they were afraid of the Philistines. ", "8": "And the sons of Israel said to Samuel, “Do not cease to cry out to the Lord our God for us, so that He may save us from the hand of the Philistines.” ", "9": "So Samuel took a nursing lamb and offered it as a whole burnt offering to the Lord; and Samuel cried out to the Lord for Israel and the Lord answered him. ", "10": "As Samuel was offering up the burnt offering, the Philistines approached for the battle against Israel. Then the Lord thundered with a great voice that day against the Philistines and threw them into confusion, and they were defeated and fled before Israel. ", "11": "And the men of Israel came out of Mizpah and pursued the Philistines, and struck them down as far as [the territory] below Beth-car.", "12": "Then Samuel took a stone and set it between Mizpah and Shen, and he named it Ebenezer (stone of help), saying, “Thus far the Lord has helped us.” ", "13": "So the Philistines were subdued and they did not come anymore into Israelite territory. And the hand of the Lord was against the Philistines all the days of Samuel. ", "14": "The cities which the Philistines had taken from Israel were restored to Israel, from Ekron to Gath; and Israel recovered the cities' territory from the Philistines. Also there was peace between Israel and the Amorites.", "15": "Now Samuel judged Israel all the days of his life. ", "16": "He used to go annually on a circuit to Bethel, Gilgal, and Mizpah, and he judged Israel in all these places. ", "17": "Then he would return to Ramah, because his home was there; and there he judged Israel, and there he built an altar to the Lord."}