{"1": "There was a man of [the tribe of] Benjamin whose name was Kish the son of Abiel, the son of Zeror, the son of Becorath, the son of Aphiah, a Benjamite, a mighty man of influence and wealth. ", "2": "Kish had a son named Saul, a choice and handsome man; among the sons of Israel there was not a man more handsome than he. From his shoulders and up he was [a head] taller than any of the people.", "3": "Now the donkeys of Kish, Saul's father, had wandered off and were lost. Kish said to his son Saul, “Please take one of the servants with you and arise, go look for the donkeys.” ", "4": "And they passed through the hill country of Ephraim and the land of Shalishah, but did not find them. Then they passed through the land of Shaalim, but they were not there and the land of the Benjamites, but they [still] did not find them.", "5": "When they came to the land of Zuph, Saul said to his servant who was with him, “Come, let us return, otherwise my father will stop worrying about the donkeys and become anxious about us.” ", "6": "The servant said to him, “Look here, in this city there is a man of God, and the man is held in honor; everything that he says comes true. Now let us go there; perhaps he can advise us about our journey [and tell us where we should go].” ", "7": "Then Saul said to his servant, “But look, if we go [to see him], what shall we bring to the man? For the bread from our sacks is gone and there is no gift to bring to the man of God. What do we have [to offer]?” ", "8": "The servant replied again to Saul, “Here in my hand I have a quarter of a shekel of silver; I will give that to the man of God, and he will advise us as to [where we should go on] our journey [to find the donkeys].” ", "9": "(Formerly in Israel, when a man went to inquire of God, he would say, “Come, let us go to the seer”; for he who is called a prophet today was formerly called a seer.) ", "10": "Saul said to his servant, “Well said; come, let us go.” So they went to the city where the man of God was living.", "11": "As they went up the hill to the city, they met some young women going out to draw water, and said to them, “Is the seer (prophet) here?” ", "12": "They answered them, “He is; look, he is ahead of you. Hurry now, for he has come into the city today because the people have a sacrifice on the high place today. ", "13": "As you enter the city you will find him before he goes up to the high place to eat, for the people will not eat until he comes, because he must ask the blessing on the sacrifice; afterward, those who are invited will eat. So go up now, for about now you will find him.” ", "14": "So they went up to the city. And as they came into the city, there was Samuel coming out toward them to go up to the high place.", "15": "Now a day before Saul came, the Lord had [a]informed Samuel [of this], saying, ", "16": "“About this time tomorrow I will send you a man from the land of Benjamin, and you shall anoint him as leader over My people Israel; and he will save My people from the hand of the Philistines. For I have looked upon [the distress of] My people, because their cry [for help] has come to Me.” ", "17": "When Samuel saw Saul, the Lord said to him, “There is the man of whom I spoke to you. This one shall rule over My people [as their king].” ", "18": "Then Saul approached Samuel in the [city] gate and said, “Please tell me where the seer's house is.” ", "19": "Samuel answered Saul, “I am the seer. Go on ahead of me to the high place, for you shall eat with me today; and in the morning I will let you go, and will tell you all that is on your mind. ", "20": "As for your donkeys which were lost three days ago, do not be concerned about them, for they have been found. And for whom are all things that are desirable in Israel? Are they not for you and for all your father's household (family)?” ", "21": "Saul replied, “Am I not a Benjamite, of [b]the smallest of the tribes of Israel? And is not my family the smallest of all the families of the tribe of Benjamin? Why then have you spoken this way to me [as if I were very important]?”", "22": "Then Samuel took Saul and his servant and brought them into the hall [at the high place] and gave them a place [to sit] at the head of the persons—about thirty men—who were invited [while the rest ate outside]. ", "23": "Samuel said to the cook, “Bring the [priests'] portion that I gave you, regarding which I told you, 'Set it aside.'” ", "24": "Then the cook lifted up the leg (thigh) with the meat that was on it [indicating that it was the priest's honored portion] and placed it before Saul. Samuel said, “Here is what has been reserved [for you]. Set it before you and eat, because it has been kept for you until the appointed time, ever since I invited the people.” So Saul ate with Samuel that day.", "25": "When they came down from the high place into the city, Samuel spoke with Saul on the [c]roof [of his house]. ", "26": "They got up early [the next day]; and at dawn Samuel called Saul [who was sleeping] on the roof, saying, “Get up, so that I may send you on your way.” Saul got up, and both he and Samuel went outside. ", "27": "As they were going down to the outskirts of the city, Samuel said to Saul, “Tell the servant to go on ahead of us so that he may pass by but you stand still now so that I may proclaim the word of God to you.”"}