{"1": "Jesus finished telling these things to his 12 followers. Then he left there and went to the towns in Galilee to teach and preach.", "2": "John the Baptist was in prison, but he heard about the things the Christ was doing. So John sent some of his followers to Jesus. ", "3": "They asked Jesus, “Are you the man who John said was coming, or should we wait for another one?”", "4": "Jesus answered, “Go back to John and tell him about the things you hear and see: ", "5": "The blind can see. The crippled can walk. People with harmful skin diseases are healed. The deaf can hear. The dead are raised to life. And the Good News is told to the poor. ", "6": "The person who does not lose faith because of me is blessed.”", "7": "As John's followers were leaving, Jesus began talking to the people about John. Jesus said, “What did you go out to the desert to see? A reed[a] blown by the wind? No. ", "8": "Really, what did you go out to see? A man dressed in fine clothes? No. Those people who wear fine clothes live in kings' palaces. ", "9": "So what did you go out to see? A prophet? Yes, and I tell you, John is more than a prophet. ", "10": "This was written about John in the Scriptures: 'I will send my messenger ahead of you. He will prepare the way for you.' Malachi 3:1", "11": "I tell you the truth: John the Baptist is greater than any other man who has ever lived. But even the least important person in the kingdom of heaven is greater than John. ", "12": "Since the time John the Baptist came until now, the kingdom of heaven has been going forward in strength. People using force have been trying to take the kingdom. ", "13": "All the prophets and the law of Moses spoke until the time John came. They told about the things that would happen. ", "14": "And if you will believe the things the law and the prophets said, then you will believe that John is Elijah. The law and the prophets said he would come. ", "15": "Let those with ears use them and listen!", "16": "“What can I say about the people who live today? What are they like? They are like children sitting in the marketplace. One group calls to the other,", "17": "'We played music for you, but you did not dance; we sang a sad song, but you did not cry.'", "18": "John came, and he did not eat like other people or drink wine. And people say, 'He has a demon.' ", "19": "The Son of Man came, eating and drinking wine, and people say, 'Look at him! He eats too much and drinks too much. He is a friend of tax collectors and “sinners.”' But wisdom is proved to be right by the things it does.”", "20": "Then Jesus criticized the cities where he did most of his miracles. He criticized them because the people there did not change their lives and stop sinning. ", "21": "Jesus said, “How terrible for you, Korazin! How terrible for you, Bethsaida! I did many miracles in you. If those same miracles had happened in Tyre and Sidon,[b] then the people there would have changed their lives a long time ago. They would have worn rough cloth and put ashes on themselves to show that they had changed. ", "22": "But I tell you, on the Judgment Day it will be worse for you than for Tyre and Sidon. ", "23": "And you, Capernaum,[c] will you be lifted up to heaven? No. You will be thrown down to the depths. I did many miracles in you. If those same miracles had happened in Sodom,[d] its people would have stopped sinning, and it would still be a city today. ", "24": "But I tell you it will be worse for you on the Judgment Day than for Sodom.”", "25": "Then Jesus said, “I thank you, Father, Lord of heaven and earth. I praise you because you have hidden these things from the people who are wise and smart. But you have shown them to those who are like little children. ", "26": "Yes, Father, this is what you really wanted.", "27": "“My Father has given me all things. No one knows the Son—only the Father knows the Son. And no one knows the Father—only the Son knows the Father. And the only people who will know about the Father are those whom the Son chooses to tell.", "28": "“Come to me, all of you who are tired and have heavy loads. I will give you rest. ", "29": "Accept my work and learn from me. I am gentle and humble in spirit. And you will find rest for your souls. ", "30": "The work that I ask you to accept is easy. The load I give you to carry is not heavy.”"}