{"1": "About that same time, Jesus was walking through some fields of grain on a Sabbath day. His followers were with him, and they were hungry. So they began to pick the grain and eat it. ", "2": "The Pharisees saw this, and they said to Jesus, “Look! Your followers are doing something that is against the Jewish law to do on the Sabbath day.”", "3": "Jesus answered, “Have you not read what David did when he and the people with him were hungry? ", "4": "David went into God's house. He and those with him ate the bread that was made holy for God. It was against the law for them to eat that bread. Only the priests were allowed to eat it. ", "5": "And have you not read in the law of Moses that on every Sabbath day the priests in the Temple break this law about the Sabbath day? But the priests are not wrong for doing that. ", "6": "I tell you that there is something here that is greater than the Temple. ", "7": "The Scripture says, 'I want faithful love more than I want animal sacrifices.'[a] You don't really know what those words mean. If you understood them, you would not judge those who have done nothing wrong.", "8": "“The Son of Man is Lord of the Sabbath day.”", "9": "Jesus left there and went into their synagogue. ", "10": "In the synagogue, there was a man with a crippled hand. Some Jews there were looking for a reason to accuse Jesus of doing wrong. So they asked him, “Is it right to heal on the Sabbath day?”[b]", "11": "Jesus answered, “If any of you has a sheep, and it falls into a ditch on the Sabbath day, then you will take the sheep and help it out of the ditch. ", "12": "Surely a man is more important than a sheep. So the law of Moses allows people to do good things on the Sabbath day.”", "13": "Then Jesus said to the man with the crippled hand, “Let me see your hand.” The man put his hand out, and the hand became well again, the same as the other hand. ", "14": "But the Pharisees left and made plans to kill Jesus.", "15": "Jesus knew what the Pharisees were doing, so he left that place. Many people followed him, and he healed all who were sick. ", "16": "But Jesus warned the people not to tell who he was. ", "17": "He did these things to make come true what Isaiah the prophet had said:", "18": "“Here is my servant whom I have chosen. I love him, and I am pleased with him. I will put my Spirit in him. Then he will tell how I will judge all people fairly.", "19": "He will not argue or shout. No one will hear his voice in the streets.", "20": "He will not break a crushed blade of grass. He will not put out even a weak flame. He will continue until he makes fair judgment win the victory.", "21": "In him will the nations find hope.” Isaiah 42:1-4", "22": "Then some people brought a man to Jesus. This man was blind and could not talk, because he had a demon. Jesus healed the man, and the man could talk and see. ", "23": "All the people were amazed. They said, “Perhaps this man is the Son of David!”", "24": "The Pharisees heard the people saying this. The Pharisees said, “Jesus uses the power of Beelzebul to force demons out of people. Beelzebul is the ruler of demons.”", "25": "Jesus knew what the Pharisees were thinking. So he said to them, “Every kingdom that is fighting against itself will be destroyed. And every city that is divided will fall. And every family that is divided cannot succeed. ", "26": "So if Satan forces out his own demons, then Satan is divided, and his kingdom will not continue. ", "27": "You say that I use the power of Satan when I force out demons. If that is true, then what power do your people use when they force out demons? So your own people prove that you are wrong. ", "28": "But if I use the power of God's Spirit to force out demons, this shows that the kingdom of God has come to you.", "29": "“If anyone wants to enter a strong man's house and steal his things, first he must tie up the strong man. Then he can steal the things from the strong man's house.", "30": "“If anyone is not with me, then he is against me. He who does not work with me is working against me. ", "31": "So I tell you, people can be forgiven for every sin they do. And people can be forgiven for every bad thing they say. But if anyone speaks against the Holy Spirit, then he will not be forgiven. ", "32": "Anyone who says things against the Son of Man can be forgiven. But anyone who says things against the Holy Spirit will not be forgiven. He will not be forgiven now or in the future.", "33": "“If you want good fruit, you must make the tree good. If your tree is not good, then it will have bad fruit. A tree is known by the kind of fruit it produces. ", "34": "You snakes! You are evil people! How can you say anything good? The mouth speaks the things that are in the heart. ", "35": "A good person has good things in his heart. And so he speaks the good things that come from his heart. But an evil person has evil in his heart. So he speaks the evil things that come from his heart. ", "36": "And I tell you that people will have to explain about every careless thing they have said. This will happen on the Judgment Day. ", "37": "The words you have said will be used to judge you. Some of your words will prove you right, but some of your words will prove you guilty.”", "38": "Then some of the Pharisees and teachers of the law answered Jesus. They said, “Teacher, we want to see you work a miracle as a sign.”", "39": "Jesus answered, “Evil and sinful people are the ones who want to see a miracle for a sign. But no sign will be given to them. The only sign will be what happened to the prophet Jonah. ", "40": "Jonah was in the stomach of the big fish for three days and three nights. In the same way, the Son of Man will be in the grave three days and three nights. ", "41": "And on the Judgment Day the men from Nineveh[c] will stand up with you people who live today. They will show that you are guilty because when Jonah preached to them, they were sorry and changed their lives. And I tell you that someone greater than Jonah is here! ", "42": "On the Judgment Day, the Queen of the South[d] will stand up with you people who live today. She will show that you are guilty because she came from far away to listen to Solomon's wise teaching. And I tell you that someone greater than Solomon is here!", "43": "“When an evil spirit comes out of a man, it travels through dry places looking for a place to rest. But it finds no place to rest. ", "44": "So the spirit says, 'I will go back to the home I left.' When the spirit comes back to the man, the spirit finds the home still empty. The home is swept clean and made neat. ", "45": "Then the evil spirit goes out and brings seven other spirits even more evil than it is. Then all the spirits go into the man and live there. And that man has even more trouble than he had before. It is the same way with the evil people who live today.”", "46": "While Jesus was talking to the people, his mother and brothers stood outside. They wanted to talk to him. ", "47": "Someone told Jesus, “Your mother and brothers are waiting for you outside. They want to talk to you.”[e]", "48": "He answered, “Who is my mother? Who are my brothers?” ", "49": "Then he pointed to his followers and said, “See! These people are my mother and my brothers. ", "50": "My true brothers and sisters and mother are those who do the things that my Father in heaven wants.”"}