{"1": "Then some Pharisees and teachers of the law came to Jesus from Jerusalem. They asked him, ", "2": "“Why do your followers not obey the rules given to us by the great people who lived before us? Your followers don't wash their hands before they eat!”", "3": "Jesus answered, “And why do you refuse to obey God's command so that you can follow those rules you have? ", "4": "God said, 'Honor your father and mother.'[a] And God also said, 'Anyone who says cruel things to his father or mother must be put to death.'[b] ", "5": "But you say that a person can tell his father or mother, 'I have something I could use to help you. But I will not use it for you. I will give it to God.' ", "6": "You teach that person not to honor his father. You teach that it is not important to do what God said. You think that it is more important to follow the rules you have. ", "7": "You are hypocrites! Isaiah was right when he spoke about you:", "8": "'These people show honor to me with words. But their hearts are far from me.", "9": "Their worship of me is worthless. The things they teach are nothing but human rules they have memorized.'” Isaiah 29:13", "10": "Jesus called the crowd to him. He said, “Listen and understand what I am saying. ", "11": "It is not what a person puts into his mouth that makes him unclean. It is what comes out of his mouth that makes him unclean.”", "12": "Then his followers came to Jesus and asked, “Do you know that the Pharisees are angry because of what you said?”", "13": "Jesus answered, “Every plant that my Father in heaven has not planted himself will be pulled up by the roots. ", "14": "Stay away from the Pharisees. They are blind leaders.[c] And if a blind man leads another blind man, then both men will fall into a ditch.”", "15": "Peter said, “Explain the story to us.”", "16": "Jesus said, “You still have trouble understanding? ", "17": "Surely you know that all the food that enters the mouth goes into the stomach. Then that food goes out of the body. ", "18": "But what a person says with his mouth comes from the way he thinks. And these are the things that make him unclean. ", "19": "Out of the mind come evil thoughts, murder, adultery, sexual immorality, stealing, lying, and saying bad things against other people. ", "20": "These things make a person unclean. But eating with unwashed hands does not make him unclean.”", "21": "Jesus left that place and went to the area of Tyre and Sidon. ", "22": "A Canaanite woman from that area came to Jesus. The woman cried out, “Lord, Son of David, please help me! My daughter has a demon, and she is suffering very much.”", "23": "But Jesus did not answer the woman. So the followers came to Jesus and begged him, “Tell the woman to go away. She is following us and shouting.”", "24": "Jesus answered, “God sent me only to the lost sheep, the people of Israel.”", "25": "Then the woman came to Jesus again. She bowed before him and said, “Lord, help me!”", "26": "Jesus answered, “It is not right to take the children's bread and give it to the dogs.”", "27": "The woman said, “Yes, Lord, but even the dogs eat the pieces of food that fall from their masters' table.”", "28": "Then Jesus answered, “Woman, you have great faith! I will do what you asked me to do.” And at that moment the woman's daughter was healed.", "29": "Then Jesus left that place and went to the shore of Lake Galilee. He went up on a hill and sat there.", "30": "Great crowds came to Jesus. They brought their sick with them: the lame, the blind, the crippled, the dumb and many others. They put them at Jesus' feet, and he healed them. ", "31": "The crowd was amazed when they saw that people who could not speak were able to speak again. The crippled were made strong again. Those who could not walk were able to walk again. The blind were able to see again. And they praised the God of Israel for this.", "32": "Jesus called his followers to him and said, “I feel sorry for these people. They have been with me three days, and now they have nothing to eat. I don't want to send them away hungry. They might faint while going home.”", "33": "His followers asked him, “Where can we get enough bread to feed all these people? We are far away from any town.”", "34": "Jesus asked, “How many loaves of bread do you have?” They answered, “We have seven loaves and a few small fish.”", "35": "Jesus told the people to sit on the ground. ", "36": "He took the seven loaves of bread and the fish and gave thanks to God for the food. Then Jesus divided the food and gave it to his followers. They gave the food to the people. ", "37": "All the people ate and were satisfied. After this, the followers filled seven baskets with the pieces of food that were not eaten. ", "38": "There were about 4,000 men there who ate, besides women and children. ", "39": "After they ate, Jesus told the people to go home. He got into the boat and went to the area of Magadan."}