{"1": "The Pharisees and Sadducees came to Jesus. They wanted to trap him. So they asked him to show them a miracle to prove that he was from God.", "2": "Jesus answered,[a] “When you see the sunset, you know what the weather will be. If the sky is red, then you say we will have good weather. ", "3": "And in the morning if the sky is dark and red, then you say that it will be a rainy day. You see these signs in the sky, and you know what they mean. In the same way, you see the things that are happening now. But you don't know their meaning. ", "4": "Evil and sinful people ask for a miracle as a sign. But they will have no sign—only the sign of Jonah.”[b] Then Jesus left them and went away.", "5": "Jesus and his followers went across the lake. But the followers forgot to bring bread. ", "6": "Jesus said to them, “Be careful! Guard against the yeast of the Pharisees and the Sadducees.”", "7": "The followers discussed the meaning of this. They said, “Did Jesus say this because we forgot to bring bread?”", "8": "Jesus knew that they were talking about this. So he asked them, “Why are you talking about not having bread? Your faith is small. ", "9": "You still don't understand? Remember the five loaves of bread that fed the 5,000 people? And remember that you filled many baskets with bread after the people finished eating? ", "10": "And remember the seven loaves of bread that fed the 4,000 people? Remember that you filled many baskets then also? ", "11": "So I was not talking to you about bread. Why don't you understand that? I am telling you to be careful and guard against the yeast of the Pharisees and the Sadducees.” ", "12": "Then the followers understood what Jesus meant. He was not telling them to guard against the yeast used in bread. He was telling them to guard against the teaching of the Pharisees and the Sadducees.", "13": "Jesus went to the area of Caesarea Philippi. He said to his followers, “I am the Son of Man. Who do the people say I am?”", "14": "They answered, “Some people say you are John the Baptist. Others say you are Elijah. And others say that you are Jeremiah or one of the prophets.”", "15": "Then Jesus asked them, “And who do you say I am?”", "16": "Simon Peter answered, “You are the Christ, the Son of the living God.”", "17": "Jesus answered, “You are blessed, Simon son of Jonah. No person taught you that. My Father in heaven showed you who I am. ", "18": "So I tell you, you are Peter.[c] And I will build my church on this rock. The power of death will not be able to defeat my church. ", "19": "I will give you the keys of the kingdom of heaven. The things you don't allow on earth will be the things that God does not allow. The things you allow on earth will be the things that God allows.” ", "20": "Then Jesus warned his followers not to tell anyone that he was the Christ.", "21": "From that time on Jesus began telling his followers that he must go to Jerusalem. He explained that the Jewish elders, the leading priests, and the teachers of the law would make him suffer many things. And he told them that he must be killed. Then, on the third day, he would be raised from death.", "22": "Peter took Jesus aside and began to criticize him. Peter said, “God save you from those things, Lord! Those things will never happen to you!”", "23": "Then Jesus said to Peter, “Go away from me, Satan![d] You are not helping me! You don't care about the things of God. You care only about things that men think are important.”", "24": "Then Jesus said to his followers, “If anyone wants to follow me, he must say 'no' to the things he wants. He must be willing even to die on a cross, and he must follow me. ", "25": "Whoever wants to save his life will give up true life. And whoever gives up his life for me will have true life. ", "26": "It is worth nothing for a man to have the whole world if he loses his soul. He could never pay enough to buy back his soul. ", "27": "The Son of Man will come again with his Father's glory and with his angels. At that time, he will reward everyone for what he has done. ", "28": "I tell you the truth. There are some people standing here who, before they die, will see the Son of Man coming with his kingdom.”"}