{"1": "Six days later, Jesus took Peter, James, and John the brother of James up on a high mountain. They were all alone there. ", "2": "While they watched, Jesus was changed. His face became bright like the sun. And his clothes became white as light. ", "3": "Then two men were there, talking with him. The men were Moses and Elijah.[a]", "4": "Peter said to Jesus, “Lord, it is good that we are here. If you want, I will put three tents here—one for you, one for Moses, and one for Elijah.”", "5": "While Peter was talking, a bright cloud covered them. A voice came from the cloud. The voice said, “This is my Son and I love him. I am very pleased with him. Obey him!”", "6": "The followers with Jesus heard the voice. They were so frightened that they fell to the ground. ", "7": "But Jesus went to them and touched them. He said, “Stand up. Don't be afraid.” ", "8": "When the followers looked up, they saw Jesus was now alone.", "9": "When Jesus and the followers were coming down the mountain, Jesus commanded them, “Don't tell anyone about the things you saw on the mountain. Wait until the Son of Man has been raised from death. Then you may tell.”", "10": "The followers asked Jesus, “Why do the teachers of the law say that Elijah must come first, before the Christ comes?”", "11": "Jesus answered, “They are right to say that Elijah is coming. And it is true that Elijah will make everything the way it should be. ", "12": "But I tell you, Elijah has already come. People did not know who he was. They did to him everything they wanted to do. It will be the same with the Son of Man. Those same people will make the Son of Man suffer.” ", "13": "Then the followers understood that Jesus was talking about John the Baptist.", "14": "Jesus and his followers went back to the crowd. A man came to Jesus and bowed before him. ", "15": "The man said, “Lord, please help my son. He has epilepsy[b] and is suffering very much. He often falls into the fire or into the water. ", "16": "I brought him to your followers, but they could not cure him.”", "17": "Jesus answered, “You people have no faith. Your lives are all wrong. How long must I stay with you? How long must I continue to be patient with you? Bring the boy here.” ", "18": "Jesus gave a strong command to the demon inside the boy. Then the demon came out, and the boy was healed.", "19": "The followers came to Jesus when he was alone. They said, “Why couldn't we force the demon out?”", "20": "Jesus answered, “You were not able to drive out the demon because your faith is too small. I tell you the truth. If your faith is as big as a mustard seed,[c] you can say to this mountain, 'Move from here to there.' And the mountain will move. All things will be possible for you. ", "21": "[That kind of spirit comes out only if you use prayer and give up eating.]”[d]", "22": "Later, the followers met together in Galilee. Jesus said to them, “The Son of Man will be given into the control of some men. ", "23": "They will kill him, but on the third day he will be raised from death.” And the followers were filled with sadness.", "24": "Jesus and his followers went to Capernaum. There some men came to Peter. They were the men who collected the Temple tax. They asked, “Does your teacher pay the Temple tax?”", "25": "Peter answered, “Yes, Jesus pays the tax.” Peter went into the house where Jesus was. Before Peter could speak, Jesus said to him, “The kings on the earth collect different kinds of taxes. But who are the people who pay the taxes? Are they the king's children? Or do others pay the taxes? What do you think?”", "26": "Peter answered, “Other people pay the taxes.” Jesus said to Peter, “Then the children of the king don't have to pay taxes. ", "27": "But we don't want to make these tax collectors angry. So go to the lake and fish. After you catch the first fish, open its mouth. Inside its mouth you will find a coin. Take that coin and give it to the tax collectors. That will pay the tax for you and me.”"}