{"1": "At that time the followers came to Jesus and asked, “Who is greatest in the kingdom of heaven?”", "2": "Jesus called a little child to him. He stood the child before the followers. ", "3": "Then he said, “I tell you the truth. You must change and become like little children. If you don't do this, you will never enter the kingdom of heaven. ", "4": "The greatest person in the kingdom of heaven is the one who makes himself humble like this child.", "5": "“Whoever accepts a little child in my name accepts me. ", "6": "If one of these little children believes in me, and someone causes that child to sin, then it will be very bad for that person. It would be better for him to have a large stone tied around his neck and be drowned in the sea. ", "7": "How terrible for the people of the world because of the things that cause them to sin. Such things will happen. But how terrible for the one who causes them to happen. ", "8": "If your hand or your foot causes you to sin, cut it off and throw it away. It is better for you to have only part of your body but have life forever. That is much better than to have two hands and two feet but be thrown into the fire that burns forever. ", "9": "If your eye causes you to sin, take it out and throw it away. It is better for you to have only one eye but have life forever. That is much better than to have two eyes but be thrown into the fire of hell.", "10": "“Be careful. Don't think these little children are worth nothing. I tell you that they have angels in heaven who are always with my Father in heaven. ", "11": "[The Son of Man came to save lost people.][a]", "12": "“If a man has 100 sheep, but 1 of the sheep gets lost, he will leave the other 99 sheep on the hill. He will go to look for the lost sheep. ", "13": "And if he finds it, he is happier about that 1 sheep than about the 99 that were never lost. I tell you the truth. ", "14": "In the same way, your Father in heaven does not want any of these little children to be lost.", "15": "“If your brother sins against you,[b] go and tell him what he did wrong. Do this in private. If he listens to you, then you have helped him to be your brother again. ", "16": "But if he refuses to listen, then go to him again and take one or two other people with you. 'Every case may be proved by two or three witnesses.'[c] ", "17": "If he refuses to listen to them, then tell it to the church. If he refuses to listen to the church, then treat him as you would one who does not believe in God. Treat him as if he were a tax collector.", "18": "“I tell you the truth. The things you don't allow on earth will be the things God does not allow. The things you allow on earth will be the things that God allows.", "19": "“Also, I tell you that if two of you on earth agree about something, then you can pray for it. And the thing you ask for will be done for you by my Father in heaven. ", "20": "This is true because if two or three people come together in my name, I am there with them.”", "21": "Then Peter came to Jesus and asked, “Lord, when my brother sins against me, how many times must I forgive him? Should I forgive him as many as 7 times?”", "22": "Jesus answered, “I tell you, you must forgive him more than 7 times. You must forgive him even if he does wrong to you 70 times 7.", "23": "“The kingdom of heaven is like a king who decided to collect the money his servants owed him. ", "24": "So the king began to collect his money. One servant owed him several million dollars. ", "25": "But the servant did not have enough money to pay his master, the king. So the master ordered that everything the servant owned should be sold, even the servant's wife and children. The money would be used to pay the king what the servant owed.", "26": "“But the servant fell on his knees and begged, 'Be patient with me. I will pay you everything I owe.' ", "27": "The master felt sorry for his servant. So the master told the servant he did not have to pay. He let the servant go free.", "28": "“Later, that same servant found another servant who owed him a few dollars. The servant grabbed the other servant around the neck and said, 'Pay me the money you owe me!'", "29": "“The other servant fell on his knees and begged him, 'Be patient with me. I will pay you everything I owe.'", "30": "“But the first servant refused to be patient. He threw the other servant into prison until he could pay everything he owed. ", "31": "All the other servants saw what happened. They were very sorry. So they went and told their master all that had happened.", "32": "“Then the master called his servant in and said, 'You evil servant! You begged me to forget what you owed. So I told you that you did not have to pay anything. ", "33": "I had mercy on you. You should have had the same mercy on that other servant.' ", "34": "The master was very angry, and he put the servant in prison to be punished. The servant had to stay in prison until he could pay everything he owed.", "35": "“This king did what my heavenly Father will do to you if you do not forgive your brother from your heart.”"}