{"1": "Jesus was born in the town of Bethlehem in Judea during the time when Herod was king. After Jesus was born, some wise men from the east came to Jerusalem. ", "2": "They asked, “Where is the baby who was born to be the king of the Jews? We saw his star in the east. We came to worship him.”", "3": "When King Herod heard about this new king of the Jews, he was troubled. And all the people in Jerusalem were worried too. ", "4": "Herod called a meeting of all the leading priests and teachers of the law. He asked them where the Christ would be born. ", "5": "They answered, “In the town of Bethlehem in Judea. The prophet wrote about this in the Scriptures:", "6": "'But you, Bethlehem, in the land of Judah, you are important among the rulers of Judah. A ruler will come from you. He will be like a shepherd for my people, the Israelites.'” Micah 5:2", "7": "Then Herod had a secret meeting with the wise men from the east. He learned from them the exact time they first saw the star. ", "8": "Then Herod sent the wise men to Bethlehem. He said to them, “Go and look carefully to find the child. When you find him, come tell me. Then I can go worship him too.”", "9": "The wise men heard the king and then left. They saw the same star they had seen in the east. It went before them until it stopped above the place where the child was. ", "10": "When the wise men saw the star, they were filled with joy. ", "11": "They went to the house where the child was and saw him with his mother, Mary. They bowed down and worshiped the child. They opened the gifts they brought for him. They gave him treasures of gold, frankincense, and myrrh. ", "12": "But God warned the wise men in a dream not to go back to Herod. So they went home to their own country by a different way.", "13": "After they left, an angel of the Lord came to Joseph in a dream. The angel said, “Get up! Take the child and his mother and escape to Egypt. Herod will start looking for the child to kill him. Stay in Egypt until I tell you to return.”", "14": "So Joseph got up and left for Egypt during the night with the child and his mother. ", "15": "Joseph stayed in Egypt until Herod died. This was to make clear the full meaning of what the Lord had said through the prophet. The Lord said, “I called my son out of Egypt.”[a]", "16": "When Herod saw that the wise men had tricked him, he was very angry. So he gave an order to kill all the baby boys in Bethlehem and in all the area around Bethlehem who were two years old or younger. This was in keeping with the time he learned from the wise men. ", "17": "So what God had said through the prophet Jeremiah came true:", "18": "“A sound was heard in Ramah. It was painful crying and much sadness. Rachel cries for her children, and she cannot be comforted, because her children are dead.” Jeremiah 31:15", "19": "After Herod died, an angel of the Lord came to Joseph in a dream. This happened while Joseph was in Egypt. ", "20": "The angel said, “Get up! Take the child and his mother and go to Israel. The people who were trying to kill the child are now dead.”", "21": "So Joseph took the child and his mother and went to Israel. ", "22": "But he heard that Archelaus was now king in Judea. Archelaus became king when his father Herod died. So Joseph was afraid to go there. After being warned in a dream, he went to the area of Galilee. ", "23": "He went to a town called Nazareth and lived there. And so what God had said through the prophets came true: “He will be called a Nazarene.”[b]"}