{"1": "Jesus and his followers were coming closer to Jerusalem. But first they stopped at Bethphage at the hill called the Mount of Olives. From there Jesus sent two of his followers into the town. ", "2": "He said to them, “Go to the town you can see there. When you enter it, you will find a donkey tied there with its colt. Untie them and bring them to me. ", "3": "If anyone asks you why you are taking the donkeys, tell him, 'The Master needs them. He will send them back soon.'” ", "4": "This was to make clear the full meaning of what the prophet said:", "5": "“Tell the people of Jerusalem, 'Your king is coming to you. He is gentle and riding on a donkey. He is on the colt of a donkey.'” Isaiah 62:11; Zechariah 9:9", "6": "The followers went and did what Jesus told them to do. ", "7": "They brought the donkey and the colt to Jesus. They laid their coats on the donkeys, and Jesus sat on them. ", "8": "Many people spread their coats on the road before Jesus. Others cut branches from the trees and spread them on the road. ", "9": "Some of the people were walking ahead of Jesus. Others were walking behind him. All the people were shouting, “Praise[a] to the Son of David! God bless the One who comes in the name of the Lord! Psalm 118:26 Praise to God in heaven!”", "10": "Then Jesus went into Jerusalem. The city was filled with excitement. The people asked, “Who is this man?”", "11": "The crowd answered, “This man is Jesus. He is the prophet from the town of Nazareth in Galilee.”", "12": "Jesus went into the Temple. He threw out all the people who were buying and selling there. He turned over the tables that belonged to the men who were exchanging different kinds of money. And he upset the benches of those who were selling doves. ", "13": "Jesus said to all the people there, “It is written in the Scriptures, 'My Temple will be a house where people will pray.'[b] But you are changing God's house into a 'hideout for robbers.'”[c]", "14": "The blind and crippled people came to Jesus in the Temple, and Jesus healed them. ", "15": "The leading priests and the teachers of the law saw that Jesus was doing wonderful things. They saw the children praising him in the Temple. The children were saying, “Praise[d] to the Son of David.” All these things made the priests and the teachers of the law very angry.", "16": "They asked Jesus, “Do you hear the things these children are saying?” Jesus answered, “Yes. Haven't you read in the Scriptures, 'You have taught children and babies to sing praises'?”[e]", "17": "Then Jesus left and went out of the city to Bethany, where he spent the night.", "18": "Early the next morning, Jesus was going back to the city. He was very hungry. ", "19": "He saw a fig tree beside the road. Jesus went to it, but there were no figs on the tree. There were only leaves. So Jesus said to the tree, “You will never again have fruit!” The tree immediately dried up.", "20": "His followers saw this and were amazed. They asked, “How did the fig tree dry up so quickly?”", "21": "Jesus answered, “I tell you the truth. If you have faith and do not doubt, you will be able to do what I did to this tree. And you will be able to do more. You will be able to say to this mountain, 'Go, mountain, fall into the sea.' And if you have faith, it will happen. ", "22": "If you believe, you will get anything you ask for in prayer.”", "23": "Jesus went to the Temple. While he was teaching there, the leading priests and the elders of the people came to Jesus. They said to him, “Tell us! What authority do you have to do these things? Who gave you this authority?”", "24": "Jesus answered, “I will ask you a question, too. If you answer me, then I will tell you what authority I have to do these things. ", "25": "Tell me: When John baptized people, did that come from God or from man?” The priests and the leaders argued about Jesus' question. They said to each other, “If we answer, 'John's baptism was from God,' then Jesus will say, 'Then why didn't you believe John?' ", "26": "But if we say, 'It was from man,' we are afraid of what the people will do because they all believe that John was a prophet.”", "27": "So they answered Jesus, “We don't know.” Then Jesus said, “Then I won't tell you what authority I have to do these things!", "28": "“Tell me what you think about this: There was a man who had two sons. He went to the first son and said, 'Son, go and work today in my vineyard.' ", "29": "The son answered, 'I will not go.' But later the son decided he should go, and he went. ", "30": "Then the father went to the other son and said, 'Son, go and work today in my vineyard.' The son answered, 'Yes, sir, I will go and work.' But he did not go. ", "31": "Which of the two sons obeyed his father?” The priests and leaders answered, “The first son.” Jesus said to them, “I tell you the truth. The tax collectors and the prostitutes will enter the kingdom of God before you do. ", "32": "John came to show you the right way to live. And you did not believe him. But the tax collectors and prostitutes believed John. You saw this, but you still refused to change and believe him.", "33": "“Listen to this story: There was a man who owned a vineyard. He put a wall around the vineyard and dug a hole for a winepress. Then he built a tower. He leased the land to some farmers and left for a trip. ", "34": "Later, it was time for the grapes to be picked. So the man sent his servants to the farmers to get his share of the grapes. ", "35": "But the farmers grabbed the servants, beat one, killed another, and then killed a third servant with stones. ", "36": "So the man sent some other servants to the farmers. He sent more servants than he sent the first time. But the farmers did the same thing to the servants that they had done before. ", "37": "So the man decided to send his son to the farmers. He said, 'The farmers will respect my son.' ", "38": "But when the farmers saw the son, they said to each other, 'This is the owner's son. This vineyard will be his. If we kill him, then his vineyard will be ours!' ", "39": "So the farmers grabbed the son, threw him out of the vineyard, and killed him. ", "40": "So what will the owner of the vineyard do to these farmers when he comes?”", "41": "The priests and leaders said, “He will surely kill those evil men. Then he will lease the vineyard to some other farmers. They will give him his share of the crop at harvest time.”", "42": "Jesus said to them, “Surely you have read this in the Scriptures: 'The stone that the builders did not want became the cornerstone. The Lord did this, and it is wonderful to us.' Psalm 118:22-23", "43": "“So I tell you that the kingdom of God will be taken away from you. It will be given to people who do the things God wants in his kingdom. ", "44": "The person who falls on this stone will be broken. But if the stone falls on him, he will be crushed.”[f]", "45": "The leading priests and the Pharisees heard these stories that Jesus told. They knew he was talking about them. ", "46": "They wanted to arrest him. But they were afraid of the people, because the people believed that Jesus was a prophet."}