{"1": "Then Jesus spoke to the crowds and to his followers. Jesus said, ", "2": "“The teachers of the law and the Pharisees have the authority to tell you what the law of Moses says. ", "3": "So you should obey and follow whatever they tell you. But their lives are not good examples for you to follow. They tell you to do things, but they don't do the things themselves. ", "4": "They make strict rules and try to force people to obey them. But they themselves will not try to follow any of those rules.", "5": "“The reason they do good things is so other people will see them. They make the boxes[a] of Scriptures that they wear bigger and bigger. And they make their special prayer clothes very long so that people will notice them. ", "6": "Those Pharisees and teachers of the law love to have the most important seats at the feasts. And they love to have the most important seats in the synagogues. ", "7": "They love people to show respect to them in the marketplaces. And they love to have people call them 'Teacher.'", "8": "“But you must not be called 'Teacher.' You are all brothers and sisters together. You have only one Teacher. ", "9": "And don't call any person on earth 'Father.' You have one Father. He is in heaven. ", "10": "And you should not be called 'Master.' You have only one Master, the Christ. ", "11": "He who serves you as a servant is the greatest among you. ", "12": "Whoever makes himself great will be made humble. Whoever makes himself humble will be made great.", "13": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You close the door for people to enter the kingdom of heaven. You yourselves don't enter, and you stop others who are trying to enter. ", "14": "[How terrible for you, teachers of the law and Pharisees. You are hypocrites. You take away widows' houses, and you make long prayers so that people can see you. So you will have a worse punishment.][b]", "15": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You travel across land and sea to find one person who will follow your ways. When you find that person, you make him more fit for hell than you are.", "16": "“How terrible for you, teachers of the law and Pharisees! You guide the people, but you are blind. You say, 'If anyone swears by the Temple when he makes a promise, that means nothing. But if anyone swears by the gold that is in the Temple, then he must keep that promise.' ", "17": "You are blind fools! Which is greater: the gold or the Temple? The Temple makes that gold holy. ", "18": "And you say, 'If anyone swears by the altar when he makes a promise, that means nothing. But if he swears by the gift on the altar, then he must keep his promise.' ", "19": "You are blind! Which is greater: the gift or the altar? The altar makes the gift holy. ", "20": "The person who swears by the altar is really using the altar and also everything on the altar. ", "21": "And the person who uses the Temple to make a promise is really using the Temple and also everything in the Temple. ", "22": "The person who uses heaven to make a promise is also using God's throne and the One who sits on that throne.", "23": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You give to God one-tenth of everything you earn—even your mint, dill, and cummin.[c] But you don't obey the really important teachings of the law—being fair, showing mercy, and being loyal. These are the things you should do, as well as those other things. ", "24": "You guide the people, but you are blind! You are like a person who picks a fly out of his drink and then swallows a camel![d]", "25": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You wash the outside of your cups and dishes. But inside they are full of things that you got by cheating others and pleasing only yourselves. ", "26": "Pharisees, you are blind! First make the inside of the cup clean and good. Then the outside of the cup can be truly clean.", "27": "“How terrible for you, teachers of the law and Pharisees. You are hypocrites! You are like tombs that are painted white. Outside, those tombs look fine. But inside, they are full of the bones of dead people, and all kinds of unclean things are there. ", "28": "It is the same with you. People look at you and think you are good. But on the inside you are full of hypocrisy and evil.", "29": "“How terrible for you, teachers of the law and Pharisees! You are hypocrites! You build tombs for the prophets. You show honor to the graves of people who lived good lives. ", "30": "And you say, 'If we had lived during the time of our fathers, we would not have helped them kill the prophets.' ", "31": "But you give proof that you are children of those people who murdered the prophets. ", "32": "And you will complete the sin that your fathers started!", "33": "“You are snakes! A family of poisonous snakes! You will not escape God. You will all be judged guilty and be sent to hell! ", "34": "So I tell you this: I am sending to you prophets and wise men and teachers. You will kill some of these people. You will nail some of them to crosses. You will beat some of them in your synagogues. You will chase them from town to town. ", "35": "So you will be guilty for the death of all the good people who have been killed on earth. You will be guilty for the murder of that good man Abel. And you will be guilty for the murder of Zechariah[e] son of Berakiah. He was murdered when he was between the Temple and the altar. ", "36": "I tell you the truth. All of these things will happen to you people who are living now.", "37": "“Jerusalem, Jerusalem! You kill the prophets and kill with stones those men God sent to you. Many times I wanted to help your people! I wanted to gather them together as a hen gathers her chicks under her wings. But you did not let me. ", "38": "Now your home will be left completely empty. ", "39": "I tell you, you will not see me again until that time when you will say, 'God bless the One who comes in the name of the Lord.'”[f]"}