{"1": "“At that time the kingdom of heaven will be like ten girls who went to wait for the bridegroom. They took their lamps with them. ", "2": "Five of the girls were foolish and five were wise. ", "3": "The five foolish girls took their lamps, but they did not take more oil for the lamps to burn. ", "4": "The wise girls took their lamps and more oil in jars. ", "5": "The bridegroom was very late. All the girls became sleepy and went to sleep.", "6": "“At midnight someone cried out, 'The bridegroom is coming! Come and meet him!' ", "7": "Then all the girls woke up and got their lamps ready. ", "8": "But the foolish girls said to the wise, 'Give us some of your oil. Our lamps are going out.' ", "9": "The wise girls answered, 'No! The oil we have might not be enough for all of us. Go to the people who sell oil and buy some for yourselves.'", "10": "“So the five foolish girls went to buy oil. While they were gone, the bridegroom came. The girls who were ready went in with the bridegroom to the wedding feast. Then the door was closed and locked.", "11": "“Later the others came back. They called, 'Sir, sir, open the door to let us in.' ", "12": "But the bridegroom answered, 'I tell you the truth, I don't know you.'", "13": "“So always be ready. You don't know the day or the time the Son of Man will come.", "14": "“The kingdom of heaven is like a man who was going to another place for a visit. Before he left, he talked with his servants. The man told them to take care of his things while he was gone. ", "15": "He decided how much each servant would be able to care for. He gave one servant five bags of money. He gave another servant two bags of money. And he gave a third servant one bag of money. Then the man left. ", "16": "The servant who got five bags went quickly to invest the money. The five bags of money earned five more. ", "17": "It was the same with the servant who had two bags of money. He invested the money and earned two more. ", "18": "But the servant who got one bag of money went out and dug a hole in the ground. Then he hid his master's money in the hole.", "19": "“After a long time the master came home. He asked the servants what they did with his money. ", "20": "The servant who got five bags of money brought five more bags to the master. The servant said, 'Master, you trusted me to care for five bags of money. So I used your five bags to earn five more.' ", "21": "The master answered, 'You did well. You are a good servant who can be trusted. You did well with small things. So I will let you care for much greater things. Come and share my happiness with me.'", "22": "“Then the servant who got two bags of money came to the master. The servant said, 'Master, you gave me two bags of money to care for. So I used your two bags to earn two more.' ", "23": "The master answered, 'You did well. You are a good servant who can be trusted. You did well with small things. So I will let you care for much greater things. Come and share my happiness with me.'", "24": "“Then the servant who got one bag of money came to the master. The servant said, 'Master, I knew that you were a hard man. You harvest things you did not plant. You gather crops where you did not sow any seed. ", "25": "So I was afraid. I went and hid your money in the ground. Here is the bag of money you gave me.' ", "26": "The master answered, 'You are a bad and lazy servant! You say you knew that I harvest things I did not plant, and that I gather crops where I did not sow any seed? ", "27": "So you should have put my money in the bank. Then, when I came home, I would get my money back with interest.'", "28": "“So the master told his other servants, 'Take the bag of money from that servant and give it to the servant who has ten bags of money. ", "29": "Everyone who uses what he has will get more. He will have much more than he needs. But the one who does not use what he has will have everything taken away from him.' ", "30": "Then the master said, 'Throw that useless servant outside, into the darkness! There people will cry and grind their teeth with pain.'", "31": "“The Son of Man will come again in his great glory. All his angels will come with him. He will be King and sit on his great throne. ", "32": "All the people of the world will be gathered before him. Then he will separate them into two groups as a shepherd separates the sheep from the goats. ", "33": "The Son of Man will put the sheep, the good people, on his right and the goats, the bad people, on his left.", "34": "“Then the King will say to the good people on his right, 'Come. My Father has given you his blessing. Come and receive the kingdom God has prepared for you since the world was made. ", "35": "I was hungry, and you gave me food. I was thirsty, and you gave me something to drink. I was alone and away from home, and you invited me into your house. ", "36": "I was without clothes, and you gave me something to wear. I was sick, and you cared for me. I was in prison, and you visited me.'", "37": "“Then the good people will answer, 'Lord, when did we see you hungry and give you food? When did we see you thirsty and give you something to drink? ", "38": "When did we see you alone and away from home and invite you into our house? When did we see you without clothes and give you something to wear? ", "39": "When did we see you sick or in prison and care for you?'", "40": "“Then the King will answer, 'I tell you the truth. Anything you did for any of my people here, you also did for me.'", "41": "“Then the King will say to those on his left, 'Go away from me. God has said that you will be punished. Go into the fire that burns forever. That fire was prepared for the devil and his helpers. ", "42": "I was hungry, and you gave me nothing to eat. I was thirsty, and you gave me nothing to drink. ", "43": "I was alone and away from home, and you did not invite me into your house. I was without clothes, and you gave me nothing to wear. I was sick and in prison, and you did not care for me.'", "44": "“Then those people will answer, 'Lord, when did we see you hungry or thirsty? When did we see you alone and away from home? Or when did we see you without clothes or sick or in prison? When did we see these things and not help you?'", "45": "“Then the King will answer, 'I tell you the truth. Anything you refused to do for any of my people here, you refused to do for me.'", "46": "“These people will go off to be punished forever. But the good people will go to live forever.”"}