{"1": "Early the next morning, all the leading priests and elders of the people decided to kill Jesus. ", "2": "They tied him, led him away, and turned him over to Pilate, the governor.", "3": "Judas saw that they had decided to kill Jesus. Judas was the one who gave Jesus to his enemies. When Judas saw what happened, he was very sorry for what he had done. So he took the 30 silver coins back to the priests and the leaders. ", "4": "Judas said, “I sinned. I gave you an innocent man to be killed.” The leaders answered, “What is that to us? That's your problem, not ours.”", "5": "So Judas threw the money into the Temple. Then he went off and hanged himself.", "6": "The leading priests picked up the silver coins in the Temple. They said, “Our law does not allow us to keep this money with the Temple money. This money has paid for a man's death.” ", "7": "So they decided to use the coins to buy a field called Potter's Field. This field would be a place to bury strangers who died while visiting Jerusalem. ", "8": "That is why that field is still called the Field of Blood. ", "9": "So the thing came true that Jeremiah the prophet had said: “They took 30 silver coins. That is how little the Israelites thought he was worth. ", "10": "They used those 30 silver coins to buy Potter's Field, as the Lord commanded me.”[a]", "11": "Jesus stood before Pilate the governor. Pilate asked him, “Are you the King of the Jews?” Jesus answered, “Yes, I am.”", "12": "When the leading priests and the elders accused Jesus, he said nothing.", "13": "So Pilate said to Jesus, “Don't you hear these people accusing you of all these things?”", "14": "But Jesus said nothing in answer to Pilate. Pilate was very surprised at this.", "15": "Every year at the time of Passover the governor would free one person from prison. This was always a person the people wanted to be set free. ", "16": "At that time there was a man in prison who was known to be very bad. His name was Barabbas.[b] ", "17": "All the people gathered at Pilate's house. Pilate said, “Which man do you want me to free: Barabbas,[c] or Jesus who is called the Christ?” ", "18": "Pilate knew that they gave Jesus to him because they were jealous.", "19": "Pilate said these things while he was sitting on the judge's seat. While he was sitting there, his wife sent a message to him. The message said, “Don't do anything to that man. He is not guilty. Today I had a dream about him, and it troubled me very much.”", "20": "But the leading priests and elders told the crowd to ask for Barabbas to be freed and for Jesus to be killed.", "21": "Pilate said, “I have Barabbas and Jesus. Which do you want me to set free for you?” The people answered, “Barabbas!”", "22": "Pilate asked, “What should I do with Jesus, the one called the Christ?” They all answered, “Kill him on a cross!”", "23": "Pilate asked, “Why do you want me to kill him? What wrong has he done?” But they shouted louder, “Kill him on a cross!”", "24": "Pilate saw that he could do nothing about this, and a riot was starting. So he took some water and washed his hands[d] in front of the crowd. Then he said, “I am not guilty of this man's death. You are the ones who are causing it!”", "25": "All the people answered, “We will be responsible. We accept for ourselves and for our children any punishment for his death.”", "26": "Then Pilate freed Barabbas. Pilate told some of the soldiers to beat Jesus with whips. Then he gave Jesus to the soldiers to be killed on a cross.", "27": "Pilate's soldiers took Jesus into the governor's palace. All the soldiers gathered around Jesus. ", "28": "They took off his clothes and put a red robe on him. ", "29": "Then the soldiers used thorny branches to make a crown. They put this crown of thorns on Jesus' head. They put a stick in his right hand. Then the soldiers bowed before Jesus and made fun of him. They said, “Hail, King of the Jews!” ", "30": "They spit on Jesus. Then they took his stick and hit him on the head many times. ", "31": "After they finished making fun of Jesus, the soldiers took off the robe and put his own clothes on him again. Then they led Jesus away to be killed on a cross.", "32": "The soldiers were going out of the city with Jesus. They forced another man to carry the cross to be used for Jesus. This man was Simon, from Cyrene. ", "33": "They all came to the place called Golgotha. (Golgotha means the Place of the Skull.) ", "34": "At Golgotha, the soldiers gave Jesus wine to drink. This wine was mixed with gall.[e] He tasted the wine but refused to drink it. ", "35": "The soldiers nailed Jesus to a cross. They threw lots to decide who would get his clothes.[f] ", "36": "The soldiers sat there and continued watching him. ", "37": "They put a sign above Jesus' head with the charge against him written on it. The sign read: “THIS IS JESUS THE KING OF THE JEWS.” ", "38": "Two robbers were nailed to crosses beside Jesus, one on the right and the other on the left. ", "39": "People walked by and insulted Jesus. They shook their heads, ", "40": "saying, “You said you could destroy the Temple and build it again in three days. So save yourself! Come down from that cross, if you are really the Son of God!”", "41": "The leading priests, the teachers of the law, and the Jewish elders were also there. These men made fun of Jesus ", "42": "and said, “He saved other people, but he can't save himself! People say he is the King of Israel! If he is the King, then let him come down now from the cross. Then we will believe in him. ", "43": "He trusts in God. So let God save him now, if God really wants him. He himself said, 'I am the Son of God.'” ", "44": "And in the same way, the robbers who were being killed on crosses beside Jesus also insulted him.", "45": "At noon the whole country became dark. This darkness lasted for three hours. ", "46": "About three o'clock Jesus cried out in a loud voice, “Eli, Eli, lama sabachthani?” This means, “My God, my God, why have you left me alone?”", "47": "Some of the people standing there heard this. They said, “He is calling Elijah.”", "48": "Quickly one of them ran and got a sponge. He filled the sponge with vinegar and tied it to a stick. Then he used the stick to give the sponge to Jesus to drink from it. ", "49": "But the others said, “Don't bother him. We want to see if Elijah will come to save him.”", "50": "Again Jesus cried out in a loud voice. Then he died.", "51": "Then the curtain in the Temple[g] split into two pieces. The tear started at the top and tore all the way down to the bottom. Also, the earth shook and rocks broke apart. ", "52": "The graves opened, and many of God's people who had died were raised from death. ", "53": "They came out of the graves after Jesus was raised from death. They went into the holy city, and many people saw them.", "54": "The army officer and the soldiers guarding Jesus saw this earthquake and everything else that happened. They were very frightened and said, “He really was the Son of God!”", "55": "Many women were standing at a distance from the cross, watching. These were women who had followed Jesus from Galilee to care for him. ", "56": "Mary Magdalene, and Mary the mother of James and Joseph, and the mother of James and John were there.", "57": "That evening a rich man named Joseph came to Jerusalem. He was a follower of Jesus from the town of Arimathea. ", "58": "Joseph went to Pilate and asked to have Jesus' body. Pilate gave orders for the soldiers to give it to Joseph. ", "59": "Then Joseph took the body and wrapped it in a clean linen cloth. ", "60": "He put Jesus' body in a new tomb that he had cut in a wall of rock. He rolled a very large stone to block the entrance of the tomb. Then Joseph went away. ", "61": "Mary Magdalene and the other woman named Mary were sitting near the tomb.", "62": "That day was the day called Preparation Day. The next day, the leading priests and the Pharisees went to Pilate. ", "63": "They said, “Sir, we remember that while that liar was still alive he said, 'After three days I will rise from death.' ", "64": "So give the order for the tomb to be guarded closely till the third day. His followers might come and steal the body. Then they could tell the people that he has risen from death. That lie would be even worse than the first one.”", "65": "Pilate said, “Take some soldiers and go guard the tomb the best way you know.” ", "66": "So they all went to the tomb and made it safe from thieves. They did this by sealing the stone in the entrance and then putting soldiers there to guard it."}