{"1": "About that time John the Baptist came and began preaching in the desert area of Judea. ", "2": "John said, “Change your hearts and lives because the kingdom of heaven is coming soon.” ", "3": "John the Baptist is the one Isaiah the prophet was talking about. Isaiah said: “This is a voice of a man who calls out in the desert: 'Prepare the way for the Lord. Make the road straight for him.'” Isaiah 40:3", "4": "John's clothes were made from camel's hair. He wore a leather belt around his waist. For food, he ate locusts and wild honey. ", "5": "Many people went to hear John preach. They came from Jerusalem and all Judea and all the area around the Jordan River. ", "6": "They told of the sins they had done, and John baptized them in the Jordan River.", "7": "Many of the Pharisees and Sadducees came to the place where John was baptizing people. When John saw them, he said: “You are snakes! Who warned you to run away from God's anger that is coming? ", "8": "You must do the things that show that you have really changed your hearts and lives. ", "9": "And don't think that you can say to yourselves, 'Abraham is our father.' I tell you that God could make children for Abraham from these rocks. ", "10": "The ax is now ready to cut down the trees. Every tree that does not produce good fruit will be cut down and thrown into the fire.[a]", "11": "“I baptize you with water to show that your hearts and lives have changed. But there is one coming later who is greater than I am. I am not good enough to carry his sandals. He will baptize you with the Holy Spirit and with fire. ", "12": "He will come ready to clean the grain. He will separate the good grain from the chaff. He will put the good part of the grain into his barn. And he will burn the chaff with a fire that cannot be put out.”[b]", "13": "At that time Jesus came from Galilee to the Jordan River. He came to John and wanted John to baptize him. ", "14": "But John tried to stop him. John said, “Why do you come to me to be baptized? I should be baptized by you!”", "15": "Jesus answered, “Let it be this way for now. We should do all things that are right.” So John agreed to baptize Jesus.", "16": "Jesus was baptized and came up out of the water. Heaven opened, and he saw God's Spirit coming down on him like a dove. ", "17": "And a voice spoke from heaven. The voice said, “This is my Son and I love him. I am very pleased with him.”"}