{"1": "Jesus saw the crowds who were there. He went up on a hill and sat down. His followers came to him. ", "2": "Jesus taught the people and said:", "3": "“Those people who know they have great spiritual needs are happy. The kingdom of heaven belongs to them.", "4": "Those who are sad now are happy. God will comfort them.", "5": "Those who are humble are happy. The earth will belong to them.", "6": "Those who want to do right more than anything else are happy. God will fully satisfy them.", "7": "Those who give mercy to others are happy. Mercy will be given to them.", "8": "Those who are pure in their thinking are happy. They will be with God.", "9": "Those who work to bring peace are happy. God will call them his sons.", "10": "Those who are treated badly for doing good are happy. The kingdom of heaven belongs to them.", "11": "“People will say bad things about you and hurt you. They will lie and say all kinds of evil things about you because you follow me. But when they do these things to you, you are happy. ", "12": "Rejoice and be glad. You have a great reward waiting for you in heaven. People did the same evil things to the prophets who lived before you.", "13": "“You are the salt of the earth. But if the salt loses its salty taste, it cannot be made salty again. It is good for nothing. It must be thrown out for people to walk on.", "14": "“You are the light that gives light to the world. A city that is built on a hill cannot be hidden. ", "15": "And people don't hide a light under a bowl. They put the light on a lampstand. Then the light shines for all the people in the house. ", "16": "In the same way, you should be a light for other people. Live so that they will see the good things you do. Live so that they will praise your Father in heaven.", "17": "“Don't think that I have come to destroy the law of Moses or the teaching of the prophets. I have not come to destroy their teachings but to do what they said. ", "18": "I tell you the truth. Nothing will disappear from the law until heaven and earth are gone. The law will not lose even the smallest letter or the smallest part of a letter until all has happened. ", "19": "Whoever refuses to obey any command and teaches other people not to obey that command will be the least important in the kingdom of heaven. But whoever obeys the law and teaches other people to obey the law will be great in the kingdom of heaven. ", "20": "I tell you that you must do better than the teachers of the law and the Pharisees. If you are not better than they are, you will not enter the kingdom of heaven.", "21": "“You have heard that it was said to our people long ago, 'You must not murder anyone.[a] Anyone who murders another will be judged.' ", "22": "But I tell you, if you are angry with your brother,[b] you will be judged. And if you say bad things to your brother, you will be judged by the Jewish council. And if you call your brother a fool, then you will be in danger of the fire of hell.", "23": "“So when you offer your gift to God at the altar, and you remember that your brother has something against you, ", "24": "leave your gift there at the altar. Go and make peace with him. Then come and offer your gift.", "25": "“If your enemy is taking you to court, become friends with him quickly. You should do that before you go to court. If you don't become his friend, he might turn you over to the judge. And the judge might give you to a guard to put you in jail. ", "26": "I tell you that you will not leave that jail until you have paid everything you owe.", "27": "“You have heard that it was said, 'You must not be guilty of adultery.'[c] ", "28": "But I tell you that if anyone looks at a woman with lust, he has already committed adultery with her in his mind. ", "29": "If your right eye causes you to sin, then take it out and throw it away. It is better to lose one part of your body than to have your whole body thrown into hell. ", "30": "If your right hand causes you to sin, then cut it off and throw it away. It is better to lose one part of your body than for your whole body to go into hell.", "31": "“It was also said, 'Anyone who divorces his wife must give her a written divorce paper.'[d] ", "32": "But I tell you that anyone who divorces his wife is causing his wife to be guilty of adultery. The only reason for a man to divorce his wife is if she has been unfaithful to him. And anyone who marries that divorced woman is guilty of adultery.", "33": "“You have heard that it was said to our people long ago, 'When you make a promise, don't break your promise. Keep the promises that you make to the Lord.'[e] ", "34": "But I tell you, never make an oath. Don't make an oath using the name of heaven, because heaven is God's throne. ", "35": "Don't make an oath using the name of the earth, because the earth belongs to God. Don't make an oath using the name of Jerusalem, because that is the city of the great King. ", "36": "And don't even say that your own head is proof that you will keep your oath. You cannot make one hair on your head become white or black. ", "37": "Say only 'yes' if you mean 'yes,' and say only 'no' if you mean 'no.' If you must say more than 'yes' or 'no,' it is from the Evil One.", "38": "“You have heard that it was said, 'An eye for an eye, and a tooth for a tooth.'[f] ", "39": "But I tell you, don't stand up against an evil person. If someone slaps you on the right cheek, then turn and let him slap the other cheek too. ", "40": "If someone wants to sue you in court and take your shirt, then let him have your coat too. ", "41": "If a soldier forces you to go with him one mile, then go with him two miles. ", "42": "If a person asks you for something, then give it to him. Don't refuse to give to a person who wants to borrow from you.", "43": "“You have heard that it was said, 'Love your neighbor[g] and hate your enemies.' ", "44": "But I tell you, love your enemies. Pray for those who hurt you.[h] ", "45": "If you do this, then you will be true sons of your Father in heaven. Your Father causes the sun to rise on good people and on bad people. Your Father sends rain to those who do good and to those who do wrong. ", "46": "If you love only the people who love you, then you will get no reward. Even the tax collectors do that. ", "47": "And if you are nice only to your friends, then you are no better than other people. Even people without God are nice to their friends. ", "48": "So you must be perfect, just as your Father in heaven is perfect."}