{"1": "“Be careful! When you do good things, don't do them in front of people to be seen by them. If you do that, then you will have no reward from your Father in heaven.", "2": "“When you give to the poor, don't be like the hypocrites. They blow trumpets before they give so that people will see them. They do that in the synagogues and on the streets. They want other people to honor them. I tell you the truth. Those hypocrites already have their full reward. ", "3": "So when you give to the poor, give very secretly. Don't let anyone know what you are doing. ", "4": "Your giving should be done in secret. Your Father can see what is done in secret, and he will reward you.", "5": "“When you pray, don't be like the hypocrites. They love to stand in the synagogues and on the street corners and pray loudly. They want people to see them pray. I tell you the truth. They already have their full reward. ", "6": "When you pray, you should go into your room and close the door. Then pray to your Father who cannot be seen. Your Father can see what is done in secret, and he will reward you.", "7": "“And when you pray, don't be like those people who don't know God. They continue saying things that mean nothing. They think that God will hear them because of the many things they say. ", "8": "Don't be like them. Your Father knows the things you need before you ask him. ", "9": "So when you pray, you should pray like this: 'Our Father in heaven, we pray that your name will always be kept holy.", "10": "We pray that your kingdom will come. We pray that what you want will be done, here on earth as it is in heaven.", "11": "Give us the food we need for each day.", "12": "Forgive the sins we have done, just as we have forgiven those who did wrong to us.", "13": "And do not cause us to be tested; but save us from the Evil One.' [The kingdom, the power, and the glory are yours forever. Amen.][a]", "14": "Yes, if you forgive others for the things they do wrong, then your Father in heaven will also forgive you for the things you do wrong. ", "15": "But if you don't forgive the wrongs of others, then your Father in heaven will not forgive the wrong things you do.", "16": "“When you give up eating,[b] don't put on a sad face like the hypocrites. They make their faces look strange to show people that they are giving up eating. I tell you the truth, those hypocrites already have their full reward. ", "17": "So when you give up eating, comb your hair and wash your face. ", "18": "Then people will not know that you are giving up eating. But your Father, whom you cannot see, will see you. Your Father sees what is done in secret, and he will reward you.", "19": "“Don't store treasures for yourselves here on earth. Moths and rust will destroy treasures here on earth. And thieves can break into your house and steal the things you have. ", "20": "So store your treasure in heaven. The treasures in heaven cannot be destroyed by moths or rust. And thieves cannot break in and steal that treasure. ", "21": "Your heart will be where your treasure is.", "22": "“The eye is a light for the body. If your eyes are good, then your whole body will be full of light. ", "23": "But if your eyes are evil, then your whole body will be full of darkness. And if the only light you have is really darkness, then you have the worst darkness.", "24": "“No one can be a slave to two masters. He will hate one master and love the other. Or he will follow one master and refuse to follow the other. So you cannot serve God and money at the same time.", "25": "“So I tell you, don't worry about the food you need to live. And don't worry about the clothes you need for your body. Life is more important than food. And the body is more important than clothes. ", "26": "Look at the birds in the air. They don't plant or harvest or store food in barns. But your heavenly Father feeds the birds. And you know that you are worth much more than the birds. ", "27": "You cannot add any time to your life by worrying about it.", "28": "“And why do you worry about clothes? Look at the flowers in the field. See how they grow. They don't work or make clothes for themselves. ", "29": "But I tell you that even Solomon with his riches was not dressed as beautifully as one of these flowers. ", "30": "God clothes the grass in the field like that. The grass is living today, but tomorrow it is thrown into the fire to be burned. So you can be even more sure that God will clothe you. Don't have so little faith! ", "31": "Don't worry and say, 'What will we eat?' or 'What will we drink?' or 'What will we wear?' ", "32": "All the people who don't know God keep trying to get these things. And your Father in heaven knows that you need them. ", "33": "The thing you should want most is God's kingdom and doing what God wants. Then all these other things you need will be given to you. ", "34": "So don't worry about tomorrow. Each day has enough trouble of its own. Tomorrow will have its own worries."}