{"1": "“Don't judge other people, and you will not be judged. ", "2": "You will be judged in the same way that you judge others. And the forgiveness you give to others will be given to you.", "3": "“Why do you notice the little piece of dust that is in your brother's eye, but you don't notice the big piece of wood that is in your own eye? ", "4": "Why do you say to your brother, 'Let me take that little piece of dust out of your eye'? Look at yourself first! You still have that big piece of wood in your own eye. ", "5": "You are a hypocrite! First, take the wood out of your own eye. Then you will see clearly enough to take the dust out of your brother's eye.", "6": "“Don't give holy things to dogs. Don't throw your pearls before pigs. Pigs will only trample on them. And the dogs will only turn to attack you.", "7": "“Continue to ask, and God will give to you. Continue to search, and you will find. Continue to knock, and the door will open for you. ", "8": "Yes, everyone who continues asking will receive. He who continues searching will find. And he who continues knocking will have the door opened for him.", "9": "“What would you do if your son asks for bread? Which of you would give him a stone? ", "10": "Or if your son asks for a fish, would you give him a snake? ", "11": "Even though you are bad, you know how to give good gifts to your children. So surely your heavenly Father will give good things to those who ask him.", "12": "“Do for other people the same things you want them to do for you. This is the meaning of the law of Moses and the teaching of the prophets.", "13": "“Enter through the narrow gate. The road that leads to hell is a very easy road. And the gate to hell is very wide. Many people enter through that gate. ", "14": "But the gate that opens the way to true life is very small. And the road to true life is very hard. Only a few people find that road.", "15": "“Be careful of false prophets. They come to you and look gentle like sheep. But they are really dangerous like wolves. ", "16": "You will know these people because of the things they do. Good things don't come from bad people, just as grapes don't come from thornbushes. And figs don't come from thorny weeds. ", "17": "In the same way, every good tree produces good fruit. And bad trees produce bad fruit. ", "18": "A good tree cannot produce bad fruit. And a bad tree cannot produce good fruit. ", "19": "Every tree that does not produce good fruit is cut down and thrown into the fire. ", "20": "You will know these false prophets by what they produce.", "21": "“Not everyone who says 'You are my Lord' will enter the kingdom of heaven. The only people who will enter the kingdom of heaven are those who do the things that my Father in heaven wants. ", "22": "On the last day many people will say to me, 'You are our Lord! We spoke for you. And through you we forced out demons and did many miracles.' ", "23": "Then I will tell them clearly, 'Get away from me, you who do evil. I never knew you.'", "24": "“Everyone who hears these things I say and obeys them is like a wise man. The wise man built his house on rock. ", "25": "It rained hard and the water rose. The winds blew and hit that house. But the house did not fall, because the house was built on rock. ", "26": "But the person who hears the things I teach and does not obey them is like a foolish man. The foolish man built his house on sand. ", "27": "It rained hard, the water rose, and the winds blew and hit that house. And the house fell with a big crash.”", "28": "When Jesus finished saying these things, the people were amazed at his teaching. ", "29": "Jesus did not teach like their teachers of the law. He taught like a person who had authority."}