{"1": "Jesus got into a boat and went back across the lake to his own town. ", "2": "Some people brought to Jesus a man who was paralyzed. The man was lying on his mat. Jesus saw that these people had great faith, so he said to the paralyzed man, “Be happy, young man. Your sins are forgiven.”", "3": "Some of the teachers of the law heard this. They said to themselves, “This man speaks as if he were God—that is blasphemy!”[a]", "4": "Jesus knew what they were thinking. So he said, “Why are you thinking evil thoughts? ", "5": "Which is easier: to tell this paralyzed man, 'Your sins are forgiven,' or to tell him, 'Stand up and walk'? ", "6": "But I will prove to you that the Son of Man has power on earth to forgive sins.” Then Jesus said to the paralyzed man, “Stand up. Take your mat and go home.” ", "7": "And the man stood up and went home. ", "8": "The people saw this and were amazed. They praised God for giving power like this to men.", "9": "When Jesus was leaving, he saw a man named Matthew. Matthew was sitting in the tax office. Jesus said to him, “Follow me.” And Matthew stood up and followed Jesus.", "10": "Jesus had dinner at Matthew's house. Many tax collectors and “sinners” came and ate with Jesus and his followers. ", "11": "The Pharisees saw this and asked Jesus' followers, “Why does your teacher eat with tax collectors and 'sinners'?”", "12": "Jesus heard the Pharisees ask this. So he said, “Healthy people don't need a doctor. Only the sick need a doctor. ", "13": "Go and learn what this means: 'I want faithful love more than I want animal sacrifices.'[b] I did not come to invite good people. I came to invite sinners.”", "14": "Then the followers of John[c] came to Jesus. They said to Jesus, “We and the Pharisees often give up eating.[d] But your followers don't. Why?”", "15": "Jesus answered, “The friends of the bridegroom are not sad while he is with them. But the time will come when the bridegroom will leave them. Then his friends are sad, and they will give up eating.", "16": "“When someone sews a patch over a hole in an old coat, he never uses a piece of cloth that is not yet shrunk. If he does, the patch will shrink and pull away from the coat. Then the hole will be worse. ", "17": "Also, people never pour new wine into old leather bags for holding wine. If they do, the old bags will break. The wine will spill, and the wine bags will be ruined. But people always pour new wine into new wine bags. Then the wine and the wine bags will continue to be good.”", "18": "While Jesus was saying these things, a ruler of the synagogue came to him. The ruler bowed down before Jesus and said, “My daughter has just died. But come and touch her with your hand, and she will live again.”", "19": "So Jesus stood up and went with the ruler. Jesus' followers went too.", "20": "Then a woman who had been bleeding for 12 years came behind Jesus and touched the edge of his coat. ", "21": "She was thinking, “If I can touch his coat, then I will be healed.”", "22": "Jesus turned and saw the woman. He said, “Be happy, dear woman. You are made well because you believed.” And the woman was healed at once.", "23": "Jesus continued along with the ruler and went into the ruler's house. Jesus saw people there who play music for funerals. And he saw many people there crying. ", "24": "Jesus said, “Go away. The girl is not dead. She is only asleep.” But the people laughed at Jesus. ", "25": "After the crowd had been put outside, Jesus went into the girl's room. He took her hand, and she stood up. ", "26": "The news about this spread all around the area.", "27": "When Jesus was leaving there, two blind men followed him. They cried out, “Show kindness to us, Son of David!”", "28": "Jesus went inside, and the blind men went with him. He asked the men, “Do you believe that I can make you see again?” They answered, “Yes, Lord.”", "29": "Then Jesus touched their eyes and said, “You believe that I can make you see again. So this will happen.” ", "30": "Then the men were able to see. But Jesus warned them very strongly, saying, “Don't tell anyone about this.” ", "31": "But the blind men left and spread the news about Jesus all around that area.", "32": "When the two men were leaving, some people brought another man to Jesus. This man could not talk because he had a demon in him. ", "33": "Jesus forced the demon to leave the man. Then the man who couldn't talk was able to speak. The crowd was amazed and said, “We have never seen anything like this in Israel.”", "34": "But the Pharisees said, “The leader of demons is the one that gives him power to force demons out.”", "35": "Jesus traveled through all the towns and villages. He taught in their synagogues and told people the Good News about the kingdom. And he healed all kinds of diseases and sicknesses. ", "36": "He saw the crowds of people and felt sorry for them because they were worried and helpless. They were like sheep without a shepherd. ", "37": "Jesus said to his followers, “There are many people to harvest, but there are only a few workers to help harvest them. ", "38": "God owns the harvest. Pray to him that he will send more workers to help gather his harvest.”[e]"}