{"1": "They brought the Ark of God and put it inside the tent that David had set up for it. Then they offered burnt offerings and fellowship offerings to God. ", "2": "When David had finished giving the burnt offerings and fellowship offerings, he blessed the people in the name of the Lord. ", "3": "He gave a loaf of bread, some dates, and raisins to every Israelite man and woman.", "4": "Then David appointed some of the Levites to serve before the Ark of the Lord. They had the job of leading the worship and giving thanks and praising the Lord, the God of Israel. ", "5": "Asaph, who played the cymbals, was the leader. Zechariah was second to him. The other Levites were Jaaziel, Shemiramoth, Jehiel, Mattithiah, Eliab, Benaiah, Obed-Edom, and Jeiel. They played the lyres and harps. ", "6": "Benaiah and Jahaziel were priests who blew the trumpets regularly before the Ark of the Agreement with God. ", "7": "That day David first gave Asaph and his relatives the job of singing praises to the Lord.", "8": "Give thanks to the Lord and pray to him. Tell the nations what he has done.", "9": "Sing to him; sing praises to him. Tell about all his miracles.", "10": "Be glad that you are his; let those who seek the Lord be happy.", "11": "Depend on the Lord and his strength; always go to him for help.", "12": "Remember the miracles he has done, his wonders, and his decisions.", "13": "You are the descendants of his servant, Israel; you are the children of Jacob, his chosen people.", "14": "He is the Lord our God. His laws are for all the world.", "15": "He will keep his agreement forever; he will keep his promises always.", "16": "He will keep the agreement he made with Abraham and the promise he made to Isaac.", "17": "He made it a law for the people of Jacob; he made it an agreement with Israel to last forever.", "18": "He said, “I will give the land of Canaan to you, to belong to you.”", "19": "Then God's people were few in number, and they were strangers in the land.", "20": "They went from one nation to another, from one kingdom to another.", "21": "But he did not let anyone hurt them; he warned kings not to harm them.", "22": "He said, “Don't touch my chosen people, and don't harm my prophets.”", "23": "Sing to the Lord, all the earth. Every day tell how he saves us.", "24": "Tell the nations about his glory; tell all peoples the miracles he does.", "25": "The Lord is great; he should be praised. He should be respected more than all the gods.", "26": "All the gods of the nations are only idols, but the Lord made the skies.", "27": "He has glory and majesty; he has power and joy in his Temple.", "28": "Praise the Lord, all nations on earth. Praise the Lord's glory and power;", "29": "praise the glory of the Lord's name. Bring an offering and come to him. Worship the Lord because he is holy.", "30": "Tremble before him, everyone on earth. The earth is set, and it cannot be moved.", "31": "Let the skies rejoice and the earth be glad. Let people everywhere say, “The Lord is king!”", "32": "Let the sea and everything in it shout; let the fields and everything in them rejoice.", "33": "Then the trees of the forest will sing for joy before the Lord. They will sing because he is coming to judge the world.", "34": "Thank the Lord because he is good. His love continues forever.", "35": "Say to him, “Save us, God our Savior, and bring us back and save us from other nations. Then we will thank you and will gladly praise you.”", "36": "Praise the Lord, the God of Israel. He always was and always will be. All the people said “Amen” and praised the Lord.", "37": "Then David left Asaph and the other Levites there in front of the Ark of the Agreement with the Lord. They were to serve there every day. ", "38": "David also left Obed-Edom and sixty-eight other Levites to serve with them. Hosah and Obed-Edom son of Jeduthun were guards.", "39": "David left Zadok the priest and the other priests who served with him in front of the Tent of the Lord at the place of worship in Gibeon. ", "40": "Every morning and evening they offered burnt offerings on the altar of burnt offerings, following the rules written in the Teachings of the Lord, which he had given Israel. ", "41": "With them were Heman and Jeduthun and other Levites. They were chosen by name to sing praises to the Lord because his love continues forever. ", "42": "Heman and Jeduthun also had the job of playing the trumpets and cymbals and other musical instruments when songs were sung to God. Jeduthun's sons guarded the gates.", "43": "Then all the people left. Each person went home, and David also went home to bless the people in his home."}