{"1": "When Nahash king of the Ammonites died, his son became king after him. ", "2": "David said, “Nahash was loyal to me, so I will be loyal to his son Hanun.” So David sent messengers to comfort Hanun about his father's death. David's officers went to the land of the Ammonites to comfort Hanun. ", "3": "But the Ammonite leaders said to Hanun, “Do you think David wants to honor your father by sending men to comfort you? No! David sent them to study the land and capture it and spy it out.” ", "4": "So Hanun arrested David's officers. To shame them he shaved their beards and cut off their clothes at the hips. Then he sent them away.", "5": "When the people told David what had happened to his officers, he sent messengers to meet them, because they were very ashamed. King David said, “Stay in Jericho until your beards have grown back. Then come home.”", "6": "The Ammonites knew that they had insulted David. So Hanun and the Ammonites sent about seventy-four thousand pounds of silver to hire chariots and chariot drivers from Northwest Mesopotamia, Aram Maacah, and Zobah. ", "7": "The Ammonites hired thirty-two thousand chariots and the king of Maacah and his army. So they came and set up camp near the town of Medeba. The Ammonites themselves came out of their towns and got ready for battle.", "8": "When David heard about this, he sent Joab with the whole army. ", "9": "The Ammonites came out and prepared for battle at the city gate. The kings who had come to help were out in the field by themselves.", "10": "Joab saw that there were enemies both in front of him and behind him. So he chose some of the best soldiers of Israel and sent them out to fight the Arameans. ", "11": "Joab put the rest of the army under the command of Abishai, his brother. Then they went out to fight the Ammonites. ", "12": "Joab said to Abishai, “If the Arameans are too strong for me, you must help me. Or, if the Ammonites are too strong for you, I will help you. ", "13": "Be strong. We must fight bravely for our people and the cities of our God. The Lord will do what he thinks is right.”", "14": "Then Joab and the army with him went to attack the Arameans, and the Arameans ran away. ", "15": "When the Ammonites saw that the Arameans were running away, they also ran away from Joab's brother Abishai and went back to their city. So Joab went back to Jerusalem.", "16": "When the Arameans saw that Israel had defeated them, they sent messengers to bring other Arameans from east of the Euphrates River. Their leader was Shophach, the commander of Hadadezer's army.", "17": "When David heard about this, he gathered all the Israelites, and they crossed over the Jordan River. He prepared them for battle, facing the Arameans. The Arameans fought with him, ", "18": "but they ran away from the Israelites. David killed seven thousand Aramean chariot drivers and forty thousand Aramean foot soldiers. He also killed Shophach, the commander of the Aramean army.", "19": "When those who served Hadadezer saw that the Israelites had defeated them, they made peace with David and served him. So the Arameans refused to help the Ammonites again."}