{"1": "These are the groups of the gatekeepers. From the family of Korah, there was Meshelemiah son of Kore, who was from Asaph's family. ", "2": "Meshelemiah had sons. Zechariah was his first son, Jediael was second, Zebadiah was third, Jathniel was fourth, ", "3": "Elam was fifth, Jehohanan was sixth, and Eliehoenai was seventh.", "4": "Obed-Edom had sons. Shemaiah was his first son, Jehozabad was second, Joah was third, Sacar was fourth, Nethanel was fifth, ", "5": "Ammiel was sixth, Issachar was seventh, and Peullethai was eighth. God blessed Obed-Edom with children.", "6": "Obed-Edom's son Shemaiah also had sons. They were leaders in their father's family because they were capable men. ", "7": "Shemaiah's sons were Othni, Rephael, Obed, Elzabad, Elihu, and Semakiah. Elihu, and Semakiah were skilled workers. ", "8": "All these were Obed-Edom's descendants. They and their sons and relatives were capable men and strong workers. Obed-Edom had sixty-two descendants in all.", "9": "Meshelemiah had sons and relatives who were skilled workers. In all, there were eighteen.", "10": "From the Merari family, Hosah had sons. Shimri was chosen to be in charge. Although he was not the oldest son, his father chose him to be in charge. ", "11": "Hilkiah was his second son, Tabaliah was third, and Zechariah was fourth. In all, Hosah had thirteen sons and relatives.", "12": "These were the leaders of the groups of gatekeepers, and they served in the Temple of the Lord. Their relatives also worked in the Temple. ", "13": "By throwing lots, each family chose a gate to guard. Young and old threw lots.", "14": "Meshelemiah was chosen by lot to guard the East Gate. Then lots were thrown for Meshelemiah's son Zechariah. He was a wise counselor and was chosen for the North Gate. ", "15": "Obed-Edom was chosen for the South Gate, and Obed-Edom's sons were chosen to guard the storehouse. ", "16": "Shuppim and Hosah were chosen for the West Gate and the Shalleketh Gate on the upper road. Guards stood side by side with guards. ", "17": "Six Levites stood guard every day at the East Gate; four Levites stood guard every day at the North Gate; four Levites stood guard every day at the South Gate; and two Levites at a time guarded the storehouse. ", "18": "There were two guards at the western court and four guards on the road to the court.", "19": "These were the groups of the gatekeepers from the families of Korah and Merari.", "20": "Other Levites were responsible for guarding the treasuries of the Temple of God and for the places where the holy items were kept.", "21": "Ladan was Gershon's son and the ancestor of several family groups. Jehiel was a leader of one of the family groups. ", "22": "His sons were Zetham and Joel his brother, and they were responsible for the treasuries of the Temple of the Lord.", "23": "Other leaders were chosen from the family groups of Amram, Izhar, Hebron, and Uzziel. ", "24": "Shubael, the descendant of Gershom, who was Moses' son, was the leader responsible for the treasuries. ", "25": "These were Shubael's relatives from Eliezer: Eliezer's son Rehabiah, Rehabiah's son Jeshaiah, Jeshaiah's son Joram, Joram's son Zicri, and Zicri's son Shelomith. ", "26": "Shelomith and his relatives were responsible for everything that had been collected for the Temple by King David, by the heads of families, by the commanders of a thousand men and of a hundred men, and by other army commanders. ", "27": "They also gave some of the things they had taken in wars to be used in repairing the Temple of the Lord. ", "28": "Shelomith and his relatives took care of all the holy items. Some had been given by Samuel the seer, Saul son of Kish, Abner son of Ner, and Joab son of Zeruiah.", "29": "Kenaniah was from the Izhar family. He and his sons worked outside the Temple as officers and judges in different places in Israel.", "30": "Hashabiah was from the Hebron family. He and his relatives were responsible for the Lord's work and the king's business in Israel west of the Jordan River. There were seventeen hundred skilled men in Hashabiah's group. ", "31": "The history of the Hebron family shows that Jeriah was their leader. In David's fortieth year as king, the records were searched, and some capable men of the Hebron family were found living at Jazer in Gilead. ", "32": "Jeriah had twenty-seven hundred relatives who were skilled men and leaders of families. King David gave them the responsibility of directing the tribes of Reuben, Gad, and East Manasseh in God's work and the king's business."}