{"1": "King David said to all the Israelites who were gathered, “God chose my son Solomon, who is young and hasn't yet learned what he needs to know, but the work is important. This palace is not for people; it is for the Lord God. ", "2": "I have done my best to prepare for building the Temple of God. I have given gold for the things made of gold and silver for the things made of silver. I have given bronze for the things made of bronze and iron for the things made of iron. I have given wood for the things made of wood and onyx for the settings. I have given turquoise gems of many different colors, valuable stones, and white marble. I have given much of all these things. ", "3": "I have already given this for the Temple, but now I am also giving my own treasures of gold and silver, because I really want the Temple of my God to be built. ", "4": "I have given about two hundred twenty thousand pounds of pure gold from Ophir and about five hundred twenty thousand pounds of pure silver. They will be used to cover the walls of the buildings ", "5": "and for all the gold and silver work. Skilled men may use the gold and silver to make things for the Temple. Now, who is ready to give himself to the service of the Lord today?”", "6": "The family leaders and the leaders of the tribes of Israel, the commanders of a thousand men and of a hundred men, and the leaders responsible for the king's work gave their valuable things. ", "7": "They donated about three hundred eighty thousand pounds of gold, about seven hundred fifty thousand pounds of silver, about one million three hundred fifty thousand pounds of bronze, and about seven million five hundred thousand pounds of iron to the Temple of God. ", "8": "People who had valuable gems gave them to the treasury of the Temple of the Lord, and Jehiel, from the Gershon family, took care of the valuable gems. ", "9": "The leaders gave willingly and completely to the Lord. The people rejoiced to see their leaders give so gladly, and King David was also very happy.", "10": "David praised the Lord in front of all the people who were gathered. He said: “We praise you, Lord, God of our father Israel. We praise you forever and ever.", "11": "Lord, you are great and powerful. You have glory, victory, and honor. Everything in heaven and on earth belongs to you. The kingdom belongs to you, Lord; you are the ruler over everything.", "12": "Riches and honor come from you. You rule everything. You have the power and strength to make anyone great and strong.", "13": "Now, our God, we thank you and praise your glorious name.", "14": "“These things did not really come from me and my people. Everything comes from you; we have given you back what you gave us.", "15": "We are like foreigners and strangers, as our ancestors were. Our time on earth is like a shadow. There is no hope.", "16": "Lord our God, we have gathered all this to build your Temple for worship to you. But everything has come from you; everything belongs to you.", "17": "I know, my God, that you test people's hearts. You are happy when people do what is right. I was happy to give all these things, and I gave with an honest heart. Your people gathered here are happy to give to you, and I rejoice to see their giving.", "18": "Lord, you are the God of our ancestors, the God of Abraham, Isaac, and Jacob. Make your people want to serve you always, and make them want to obey you.", "19": "Give my son Solomon a desire to serve you. Help him always obey your commands, laws, and rules. Help him build the Temple for which I have prepared.”", "20": "Then David said to all the people who were gathered, “Praise the Lord your God.” So they all praised the Lord, the God of their ancestors, and they bowed to the ground to give honor to the Lord and the king.", "21": "The next day the people sacrificed to the Lord. They offered burnt offerings to him of a thousand bulls, a thousand male sheep, and a thousand male lambs. They also brought drink offerings. Many sacrifices were made for all the people of Israel. ", "22": "That day the people ate and drank with much joy, and the Lord was with them. And they made David's son Solomon king for the second time. They poured olive oil on Solomon to appoint him king in the presence of the Lord. And they poured oil on Zadok to appoint him as priest. ", "23": "Then Solomon sat on the Lord's throne as king and took his father David's place. Solomon was very successful, and all the people of Israel obeyed him. ", "24": "All the leaders and soldiers and King David's sons accepted Solomon as king and promised to obey him. ", "25": "The Lord made Solomon great before all the Israelites and gave Solomon much honor. No king of Israel before Solomon had such honor.", "26": "David son of Jesse was king over all Israel. ", "27": "He had ruled over Israel forty years—seven years in Hebron and thirty-three years in Jerusalem. ", "28": "David died when he was old. He had lived a good, long life and had received many riches and honors. His son Solomon became king after him.", "29": "Everything David did as king, from beginning to end, is recorded in the records of Samuel the seer, the records of Nathan the prophet, and the records of Gad the seer. ", "30": "Those writings tell what David did as king of Israel. They tell about his power and what happened to him and to Israel and to all the kingdoms around them."}