{"1": "Judah's descendants were Perez, Hezron, Carmi, Hur, and Shobal.", "2": "Reaiah was Shobal's son. Reaiah was the father of Jahath, and Jahath was the father of Ahumai and Lahad. They were the family groups of the Zorathite people.", "3-4": "Hur was the oldest son of Caleb and his wife Ephrathah. Hur was the leader of Bethlehem. His three sons were Etam, Penuel, and Ezer. Etam's sons were Jezreel, Ishma, and Idbash. They had a sister named Hazzelelponi. Penuel was the father of Gedor, and Ezer was the father of Hushah.", "5": "Tekoa's father was Ashhur. Ashhur had two wives named Helah and Naarah.", "6": "The sons of Ashhur and Naarah were Ahuzzam, Hepher, Temeni, and Haahashtari. These were the descendants of Naarah.", "7": "Helah's sons were Zereth, Zohar, Ethnan, ", "8": "and Koz. Koz was the father of Anub, Hazzobebah, and the Aharhel family group. Aharhel was the son of Harum.", "9": "There was a man named Jabez, who was respected more than his brothers. His mother named him Jabez[a] because she said, “I was in much pain when I gave birth to him.” ", "10": "Jabez prayed to the God of Israel, “Please do good things for me and give me more land. Stay with me, and don't let anyone hurt me. Then I won't have any pain.” And God did what Jabez had asked.", "11": "Kelub, Shuhah's brother, was the father of Mehir. Mehir was the father of Eshton. ", "12": "Eshton was the father of Beth Rapha, Paseah, and Tehinnah. Tehinnah was the father of the people from the town of Nahash. These people were from Recah.", "13": "The sons of Kenaz were Othniel and Seraiah. Othniel's sons were Hathath and Meonothai. ", "14": "Meonothai was the father of Ophrah. Seraiah was the father of Joab. Joab was the ancestor of the people from Craftsmen's Valley, named that because the people living there were craftsmen.", "15": "Caleb was Jephunneh's son. Caleb's sons were Iru, Elah, and Naam. Elah's son was Kenaz.", "16": "Jehallelel's sons were Ziph, Ziphah, Tiria, and Asarel.", "17-18": "Ezrah's sons were Jether, Mered, Epher, and Jalon. Mered married Bithiah, the daughter of the king of Egypt. The children of Mered and Bithiah were Miriam, Shammai, and Ishbah. Ishbah was the father of Eshtemoa. Mered also had a wife from Judah, who gave birth to Jered, Heber, and Jekuthiel. Jered became the father of Gedor. Heber became the father of Soco. And Jekuthiel became the father of Zanoah.", "19": "Hodiah's wife was Naham's sister. The sons of Hodiah's wife were Eshtemoa and the father of Keilah. Keilah was from the Garmite people, and Eshtemoa was from the Maacathite people.", "20": "Shimon's sons were Amnon, Rinnah, Ben-Hanan, and Tilon. Ishi's sons were Zoheth and Ben-Zoheth.", "21-22": "Shelah was Judah's son. Shelah's sons were Er, Laadah, Jokim, the men from Cozeba, Joash, and Saraph. Er was the father of Lecah. Laadah was the father of Mareshah and the family groups of linen workers at Beth Ashbea. Joash and Saraph ruled in Moab and Jashubi Lehem. The writings about this family are very old. ", "23": "These sons of Shelah were potters. They lived in Netaim and Gederah and worked for the king.", "24": "Simeon's sons were Nemuel, Jamin, Jarib, Zerah, and Shaul. ", "25": "Shaul's son was Shallum. Shallum's son was Mibsam. Mibsam's son was Mishma.", "26": "Mishma's son was Hammuel. Hammuel's son was Zaccur. Zaccur's son was Shimei. ", "27": "Shimei had sixteen sons and six daughters, but his brothers did not have many children, so there were not as many people in their family group as there were in Judah.", "28": "Shimei's children lived in Beersheba, Moladah, Hazar Shual, ", "29": "Bilhah, Ezem, Tolad, ", "30": "Bethuel, Hormah, Ziklag, ", "31": "Beth Marcaboth, Hazar Susim, Beth Biri, and Shaaraim. They lived in these cities until David became king. ", "32": "The five villages near these cities were Etam, Ain, Rimmon, Token, and Ashan. ", "33": "There were also other villages as far away as Baalath. This is where they lived. And they wrote the history of their family.", "34-38": "The men in this list were leaders of their family groups: Meshobab, Jamlech, Joshah son of Amaziah, Joel, Jehu son of Joshibiah (Joshibiah was the son of Seraiah, who was the son of Asiel), Elioenai, Jaakobah, Jeshohaiah, Asaiah, Adiel, Jesimiel, Benaiah, and Ziza. (Ziza was the son of Shiphi, who was the son of Allon. Allon was the son of Jedaiah, who was the son of Shimri. And Shimri was the son of Shemaiah.) These families grew very large. ", "39": "They went outside the city of Gedor to the east side of the valley to look for pasture for their flocks. ", "40": "They found good pastures with plenty of grass, and the land was open country and peaceful and quiet. Ham's descendants had lived there in the past.", "41": "These men who were listed came to Gedor while Hezekiah was king of Judah. They fought against the Hamites, destroying their tents, and also against the Meunites who lived there, and completely destroyed them. So there are no Meunites there even today. Then these men began to live there, because there was pasture for their flocks. ", "42": "Ishi's sons, Pelatiah, Neariah, Rephaiah, and Uzziel, led five hundred of the Simeonites and attacked the people living in the mountains of Edom. ", "43": "They killed the few Amalekites who were still alive. From that time until now these Simeonites have lived in Edom."}