{"1": "From:[a] Paul, an apostle of the Messiah[b] Jesus by the will of God, and Timothy our brother.", "2": "To: The holy[c] and faithful brothers in Colossae who are in union with the Messiah.[d] May grace and peace from God our Father[e] be yours!", "3": "We give thanks to God, the Father of our Lord Jesus, the Messiah,[f] praying always for you, ", "4": "because we have heard about your faith in the Messiah[g] Jesus and the love that you have for all the saints, ", "5": "based on the hope laid up for you in heaven. Some time ago you heard about this hope[h] through the word of truth, the gospel ", "6": "that has come to you. Just as it is bearing fruit and spreading all over the world, so it has been doing[i] among you from the day you heard it and came to know the grace of God in truth. ", "7": "You learned about this gospel[j] from Epaphras, our dear fellow servant, who is a faithful minister of the Messiah[k] on your[l] behalf. ", "8": "He has told us about your love in the Spirit.", "9": "For this reason, since the day we heard about this, we have not stopped praying for you and asking that you may be filled with the full knowledge of God's[m] will with respect to all spiritual wisdom and understanding, ", "10": "so that you might live in a manner worthy of the Lord and be fully pleasing to him[n] as you bear fruit while doing all kinds of good things and growing in the full knowledge of God. ", "11": "You are being strengthened with all power according to his glorious might, so that you might patiently endure everything with joy ", "12": "and might thank the Father, who has enabled us[o] to share in the saints' inheritance in the light. ", "13": "God[p] has rescued us from the power of darkness and has brought us into the kingdom of the Son whom he loves, ", "14": "through whom we have redemption, the forgiveness of sins.", "15": "The Son[q] is the image of the invisible God, the firstborn over all creation.", "16": "For by him all things in heaven and on earth were created, things visible and invisible, whether they are kings,[r] lords, rulers, or powers. All things have been created through him and for him.", "17": "He himself existed before anything else did, and he holds all things together.", "18": "He is also the head of the body, which is the church. He is the beginning, the firstborn from the dead, so that he himself might have first place in everything.", "19": "For God[s] was pleased to have all of his divine essence[t] inhabit him.", "20": "Through the Son,[u] God[v] also reconciled all things to himself, whether things on earth or things in heaven, thereby making peace through the blood of his cross.", "21": "You who were once alienated with a hostile attitude, doing evil,[w] ", "22": "he has now reconciled by the death of his physical body, so that he may present you holy, blameless, and without fault before him. ", "23": "However, you must remain firmly established and steadfast in the faith, without being moved from the hope of the gospel that you heard, which has been proclaimed to every creature under heaven and of which I, Paul, have become a servant.[x]", "24": "Now I am rejoicing while suffering for you as I complete in my flesh whatever remains of the Messiah's[y] sufferings on behalf of his body, which is the church. ", "25": "I became its servant[z] as God commissioned me to work for you, so that I may complete my ministry of[aa] the word of God. ", "26": "This secret was hidden throughout the ages and generations but has now been revealed to his saints, ", "27": "to whom God wanted to make known the glorious riches of this secret among the gentiles—which is the Messiah[ab] in you, our glorious hope. ", "28": "It is he whom we proclaim as we admonish and wisely teach everyone, so that we may present everyone mature[ac] in the Messiah.[ad] ", "29": "I work hard and struggle to do this, using the energy that he powerfully provides in me."}