{"1": "For I want you to know how much I struggle for you, for those in Laodicea, and for all who have never seen me face to face.[a] ", "2": "Because they are united in love, I pray[b] that their hearts may be encouraged by all the riches that come from a complete understanding of the full knowledge of the Messiah,[c] who is[d] the mystery of God. ", "3": "In him are stored all the treasures of wisdom and knowledge. ", "4": "I say this so that no one will mislead you with nice-sounding rhetoric. ", "5": "For although I am physically absent, I am with you in spirit, rejoicing to see how stable you are and how firm your faith in the Messiah[e] is.", "6": "So then, just as you have received the Messiah[f] Jesus the Lord, continue to live dependent on him. ", "7": "For you have been rooted in him and are being built up and strengthened in the faith, just as you were taught, while you continue to be thankful. ", "8": "See to it that no one enslaves you through philosophy and empty deceit according to human tradition, according to the basic principles of the world,[g] and not according to the Messiah,[h] ", "9": "because all the essence[i] of deity inhabits him in bodily form. ", "10": "And you have been filled by him, who is the head of every ruler and authority. ", "11": "In union with him you were also circumcised with a circumcision performed without human[j] hands by stripping off the corrupt nature by the circumcision performed by the Messiah.[k] ", "12": "When you were buried with the Messiah[l] in baptism, you were also raised with him through faith in the power of God, who raised him from the dead. ", "13": "Even when you were dead because of your offenses and the uncircumcision of your flesh, God[m] made you alive with him when he forgave us all of our offenses, ", "14": "having erased the charges that were brought against us, along with their obligations that were hostile to us. He took those charges away when he nailed them to the cross. ", "15": "And when he had disarmed the rulers and the authorities, he made a public spectacle of them, triumphing over them in the cross.[n]", "16": "Therefore, let no one judge you in matters of food and drink or with respect to a festival, a New Moon, or Sabbath days.[o] ", "17": "These are a shadow of the things to come, but the reality[p] belongs to the Messiah.[q] ", "18": "Let no one who delights in humility and the worship of angels cheat you out of the prize by rejoicing about what he has seen.[r] Such a person is puffed up for no reason by his carnal mind. ", "19": "He does not hold on to the head, from whom the whole body, which is nourished and held together by its joints and ligaments, grows as God enables it.", "20": "If you have died with the Messiah[s] to the basic principles of the world,[t] why are you submitting to its decrees as though you still lived in the world? ", "21": "“Don't handle this! Don't taste or touch that!” ", "22": "All of these things will be destroyed as they are used, because they are based on human commands and teachings. ", "23": "These things have the appearance of wisdom in promoting self-made religion, humility, and harsh treatment of the body, but they have no value against self-indulgence."}