{"1": "Therefore, if you have been raised with the Messiah,[a] keep focusing on the things that are above, where the Messiah[b] is seated at the right hand of God. ", "2": "Keep your minds on things that are above, not on things that are on the earth. ", "3": "For you have died, and your life has been safely guarded by the Messiah[c] in God. ", "4": "When the Messiah,[d] who is[e] your[f] life, is revealed, then you, too, will be revealed with him in glory.", "5": "So put to death your worldly impulses:[g] sexual sin, impurity, passion, evil desire, and greed (which is idolatry). ", "6": "It is because of these things that the wrath of God is coming on those who are disobedient.[h] ", "7": "You used to behave like them as you lived among them. ", "8": "But now you must also get rid of anger, wrath, malice, slander, obscene speech, and all such sins. ", "9": "Do not lie to one another, for you have stripped off the old nature with its practices ", "10": "and have clothed yourselves with the new nature, which is being renewed in full knowledge, consistent with the image of the one who created it. ", "11": "In him[i] there is no Greek or Jew, circumcised or uncircumcised, barbarian, Scythian,[j] slave, or free person. Instead, the Messiah[k] is all and in all.", "12": "Therefore, as God's chosen ones, holy and loved, clothe yourselves with compassion, kindness, humility, meekness,[l] and patience. ", "13": "Be tolerant of one another and forgive each other if anyone has a complaint against another. Just as the Lord[m] has forgiven you, you also should forgive.[n] ", "14": "Above all, clothe yourselves with[o] love, which ties everything together in unity. ", "15": "Let the peace of the Messiah[p] also rule in your hearts, to which you were called in one body, and be thankful. ", "16": "Let the word of the Messiah[q] inhabit you richly with wisdom, teaching and admonishing one another with psalms, hymns, and spiritual songs, and singing to God with thankfulness in your hearts. ", "17": "And whatever you do, whether by speech or action, do everything in the name of the Lord Jesus, giving thanks to God the Father through him.", "18": "Wives, submit yourselves to your husbands, as is appropriate for those who belong to the Lord. ", "19": "Husbands, love your wives, and do not be harsh with[r] them.", "20": "Children, obey your parents in everything, for this is pleasing to the Lord. ", "21": "Fathers, do not make your children resentful. Otherwise, they'll become discouraged.", "22": "Slaves, obey your earthly masters in everything, not only while being watched in order to please them, but with a sincere heart, fearing the Lord. ", "23": "Whatever you do, work at it wholeheartedly as though you were doing it[s] for the Lord and not merely for people. ", "24": "You know that it is from the Lord that you will receive the inheritance as a reward. It is the Lord Messiah[t] whom you are serving! ", "25": "For the person who does what is wrong will be paid back for what he has done without favoritism."}