{"1": "Masters, treat your slaves justly and fairly, because you know that you also have a Master in heaven.", "2": "Devote yourselves to prayer. Be alert[a] and thankful when you pray. ", "3": "At the same time also pray for us—that God would open before us a door for the word so that we may tell the secret about the Messiah,[b] for which I have been imprisoned. ", "4": "May I reveal it as clearly as I should![c]", "5": "Behave wisely toward outsiders, making the best use of your time. ", "6": "Let your speech always be gracious, seasoned with salt, so that you may know how you ought to answer everyone.", "7": "Tychicus will tell you everything that has happened to me. He is a dear brother, a faithful minister, and a fellow servant in the Lord. ", "8": "I am sending him to you for this very reason, so that you may know how we are doing and that he may encourage your hearts. ", "9": "He is coming with Onesimus, that faithful and dear brother, who is one of you. They will tell you everything that is happening here.", "10": "Aristarchus, my fellow prisoner, sends his greetings, as does Mark, the cousin of Barnabas. You have received instructions about him. If he comes to you, welcome him. ", "11": "Jesus, who is called Justus, also greets you. These are the only ones of the circumcision who are fellow workers for the kingdom of God. They have been an encouragement to me. ", "12": "Epaphras, who is one of you, a servant[d] of the Messiah[e] Jesus, sends you his greetings. He is always wrestling in his prayers for you, so that you may stand mature,[f] completely convinced of the entire will of God. ", "13": "For I can testify on his behalf that he has a deep concern for you and for those in Laodicea and in Hierapolis. ", "14": "Luke, the beloved physician, and Demas greet you. ", "15": "Give my greetings to the brothers in Laodicea, especially to Nympha and the church that is in her house. ", "16": "When this letter has been read among you, have it read also in the church of the Laodiceans, and be sure to read the one from Laodicea. ", "17": "Tell Archippus, “See that you complete the ministry you have received from the Lord.”", "18": "This greeting is written with my own signature[g]—“Paul.” Remember that I remain imprisoned. May grace be with you! Amen.[h]"}