{"1": "Why do You stand far away, O Lord? Why do You hide Yourself in times of trouble? ", "2": "The sinful, in their pride, try to catch the weak. Let them be caught in the plans they have made. ", "3": "The sinful man is proud of the desires of his heart. He praises those who want everything but he speaks against the Lord. ", "4": "The sinful man in his pride does not look for God. All his thoughts are that there is no God. ", "5": "His ways always go well for him. Your laws are too high for him to see. He laughs at those who hate him. ", "6": "He says to himself, “I will not be moved. For all time, I will never have trouble.” ", "7": "With his mouth he swears and lies. He makes it hard for other people. Trouble and sin are under his tongue. ", "8": "He lies hidden in the towns, waiting to kill those who are not guilty. His eyes are always watching for the weak. ", "9": "He lies in wait like a hidden lion. He lies in wait to catch the weak, and they become caught in his net. ", "10": "The weak are hurt and they fall. They cannot stand under his strength. ", "11": "He says to himself, “God has forgotten. He has hidden His face and will never see it.”", "12": "Rise up, O Lord! Lift up Your hand, O God. Do not forget the weak. ", "13": "Why does the sinful man turn away from God? He has said to himself, “You will not ask it of me.” ", "14": "But You have seen it. You look upon trouble and suffering, to take it into Your hands. The suffering man gives himself to You. You are the Helper of the one who has no father. ", "15": "Break the arm of the bad and sinful man. Find out all his sins until You find no more. ", "16": "The Lord is King forever and ever. Those who worship false gods will be taken from the land.", "17": "O Lord, You have heard the prayers of those who have no pride. You will give strength to their heart, and You will listen to them. ", "18": "In this way, You will do the right thing for those without a father and those who suffer, so that man who is of the earth will no longer make them afraid."}