{"1": "Hear my prayer, O Lord! Let my cry for help come to You. ", "2": "Do not hide Your face from me in the day of my trouble. Turn Your ear to me. Hurry to answer me in the day when I call. ", "3": "For my days go up in smoke. And my bones are burned as with fire. ", "4": "My heart is crushed and dried like grass. And I forget to eat my food. ", "5": "I am nothing but skin and bones because of my loud cries. ", "6": "I am like a pelican in the desert. I am like an owl of the waste places. ", "7": "I lie awake. And I feel like a bird alone on the roof.", "8": "Those who hate me have made it hard for me all day long. Those who are angry with me curse my name. ", "9": "For I have eaten ashes like bread and have mixed my drink with tears, ", "10": "because of Your great anger. For You have lifted me up and thrown me away. ", "11": "My days are like the evening shadow. I dried up like grass.", "12": "But You and Your name, O Lord, will always be forever and to all people for all time. ", "13": "You will rise up and have loving-pity on Zion. For it is time to show favor to her. The set time has come. ", "14": "For Your servants respect her stones and show pity for her dust. ", "15": "The nations will fear the name of the Lord. All the kings of the earth will fear Your shining-greatness. ", "16": "For the Lord has built up Zion. He will come in His shining-greatness. ", "17": "He will answer the prayer of those in need. He will not turn from their prayer.", "18": "This will be written for the children-to-come. So a people not yet born may give thanks to the Lord. ", "19": "For He looked down from His holy place. He watched the earth from heaven, ", "20": "to hear the loud cries of those in prison and to set free those who are being sent to death. ", "21": "So the name of the Lord will be made known in Zion and His praise in Jerusalem, ", "22": "when the people gather together and the nations gather to serve the Lord.", "23": "He has taken away my strength. He has taken days from my life. ", "24": "I said, “O my God, do not take me away when my days are only half done. Your years go on to all people of all time. ", "25": "You made the earth in the beginning. You made the heavens with Your hands. ", "26": "They will be destroyed but You will always live. They will all become old as clothing becomes old. You will change them like a coat. And they will be changed, ", "27": "but You are always the same. Your years will never end. ", "28": "The children of those who work for You will live on. And their children will be set before You.”"}