{"1": "Praise the Lord, O my soul. And all that is within me, praise His holy name. ", "2": "Praise the Lord, O my soul. And forget none of His acts of kindness. ", "3": "He forgives all my sins. He heals all my diseases. ", "4": "He saves my life from the grave. He crowns me with loving-kindness and pity. ", "5": "He fills my years with good things and I am made young again like the eagle.", "6": "The Lord does what is right and fair for all who suffer under a bad power. ", "7": "He made His ways known to Moses and His acts to the people of Israel. ", "8": "The Lord is full of loving-pity and kindness. He is slow to anger and has much loving-kindness. ", "9": "He will not always keep after us. And He will not keep His anger back forever. ", "10": "He has not punished us enough for all our sins. He has not paid us back for all our wrong-doings. ", "11": "For His loving-kindness for those who fear Him is as great as the heavens are high above the earth. ", "12": "He has taken our sins from us as far as the east is from the west. ", "13": "The Lord has loving-pity on those who fear Him, as a father has loving-pity on his children. ", "14": "For He knows what we are made of. He remembers that we are dust.", "15": "The days of man are like grass. He grows like a flower of the field. ", "16": "When the wind blows over it, it is gone. Its place will remember it no more. ", "17": "But the loving-kindness of the Lord is forever and forever on those who fear Him. And what is right with God is given forever to their children's children, ", "18": "to those who keep His agreement and remember to obey His Law.", "19": "The Lord has set up His throne in the heavens. And His holy nation rules over all. ", "20": "Praise the Lord, you powerful angels of His who do what He says, obeying His voice as He speaks! ", "21": "Praise the Lord, all you armies of His who work for Him and do what pleases Him. ", "22": "Praise the Lord, all His works in all places under His rule. Praise the Lord, O my soul!"}