{"1": "Praise the Lord, O my soul! O Lord my God, You are very great. You are dressed with great honor and wonderful power. ", "2": "He covers Himself with light as with a coat. He spreads out the heavens like a tent. ", "3": "He makes His home on the waters. He makes the clouds His wagon. He rides on the wings of the wind. ", "4": "He makes the winds carry His news. He makes His helpers a burning fire.", "5": "He set the earth in its place so that it will stay that way forever. ", "6": "You covered it with the sea as with a coat. The waters stood above the mountains. ", "7": "The waters left at Your strong words. They went away in a hurry at the sound of Your thunder. ", "8": "The mountains went up and the valleys went down to the place that You made for them. ", "9": "You set a place that they may not pass over. The waters will never cover the earth again.", "10": "He sends rivers into the valleys. They flow between the mountains. ", "11": "They give water to all the animals of the field. The wild donkeys drink until they are no longer thirsty. ", "12": "The birds of the sky nest beside them. They sing among the branches. ", "13": "He waters the mountains from His home above. The earth is filled with the fruit of His works.", "14": "He makes the grass grow for the cattle, and plants for man to use. So He may bring food from the earth, ", "15": "wine that makes man's heart glad, oil to make his face shine, and food to make his heart strong. ", "16": "The tall cedar trees that the Lord planted in Lebanon drink their fill. ", "17": "The birds make their nests there. The stork has its nest in the green trees.", "18": "The high mountains are for the wild goats. The rocks are a safe place for the badgers. ", "19": "He made the moon to mark the time of year. And the sun knows when to go down. ", "20": "You make darkness and it becomes night. Then all the wild animals among the trees come out. ", "21": "The young lions make a loud noise as they go after meat. And they get their food from God. ", "22": "They go to their homes and lie down when the sun rises. ", "23": "Then man goes out to his work and works until evening.", "24": "O Lord, how many are Your works! You made them all in wisdom. The earth is full of what You have made. ", "25": "There is the wide sea full of both large and small animals. There are too many for us to number. ", "26": "The ships sail there. And the very large sea animal You have made plays in it.", "27": "They all wait for You to give them their food at the right time. ", "28": "You give it to them and they gather it up. You open Your hand and they are filled with good things. ", "29": "They are troubled and afraid when You hide Your face. And when You take away their breath, they die and return to the dust. ", "30": "They are made when You send Your Spirit. And You make the land of the earth new again.", "31": "May the shining-greatness of the Lord last forever. May the Lord be glad in His works. ", "32": "He looks at the earth and it shakes with fear. He touches the mountains and they smoke. ", "33": "I will sing to the Lord all my life. I will sing praise to my God as long as I live. ", "34": "May the words of my heart be pleasing to Him. As for me, I will be glad in the Lord. ", "35": "Let sinners be destroyed from the earth. And let the sinful be no more. Honor the Lord, O my soul! Praise the Lord!"}