{"1": "Give thanks to the Lord for He is good! His loving-kindness lasts forever! ", "2": "Let the people who have been saved say so. He has bought them and set them free from the hand of those who hated them. ", "3": "He gathered them from the lands, from east and west, from north and south.", "4": "Some traveled through the desert wastes. They did not find a way to a city where they could live. ", "5": "They were hungry and thirsty. Their souls became weak within them. ", "6": "Then they cried out to the Lord in their trouble. And He took them out of their suffering. ", "7": "He led them by a straight path to a city where they could live. ", "8": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men! ", "9": "For He fills the thirsty soul. And He fills the hungry soul with good things.", "10": "Some sat in darkness and in the shadow of death. They suffered in prison in iron chains. ", "11": "Because they had turned against the Words of God. They hated what the Most High told them to do. ", "12": "So He loaded them down with hard work. They fell and there was no one to help. ", "13": "Then they cried out to the Lord in their trouble. And He saved them from their suffering. ", "14": "He brought them out of darkness and the shadow of death. And He broke their chains. ", "15": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men! ", "16": "For He has broken gates of brass and cut through walls of iron.", "17": "Some were fools because of their wrong-doing. They had troubles because of their sins. ", "18": "They hated all kinds of food. And they came near the gates of death. ", "19": "Then they cried out to the Lord in their trouble. And He saved them from their suffering. ", "20": "He sent His Word and healed them. And He saved them from the grave. ", "21": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men! ", "22": "Let them give Him gifts of thanks and tell of His works with songs of joy.", "23": "Some went out to sea in ships to buy and sell on the great waters. ", "24": "They have seen what the Lord can do and His great works on the sea. ", "25": "For He spoke and raised up a storm that lifted up the waves of the sea. ", "26": "They went up to the heavens and down to the deep. Their strength of heart left them in their danger. ", "27": "They could not walk straight but went from side to side like a drunk man. They did not know what to do. ", "28": "Then they cried out to the Lord in their trouble. And He took them out of all their problems. ", "29": "He stopped the storm, and the waves of the sea became quiet. ", "30": "Then they were glad because the sea became quiet. And He led them to the safe place they wanted. ", "31": "Let them give thanks to the Lord for His loving-kindness and His great works to the children of men! ", "32": "Let them honor Him in the meeting of the people and praise Him in the meeting of the leaders.", "33": "He changes rivers into a desert and wells of water into a thirsty ground. ", "34": "He changes a land of much fruit into a salt waste because of the sin of those who live in it. ", "35": "He changes a desert into a pool of water and makes water flow out of dry ground. ", "36": "And He makes the hungry go there so they may build a city to live in. ", "37": "They plant seeds in the fields and plant grape-vines and gather much fruit. ", "38": "He lets good come to them and they become many in number. And He does not let the number of their cattle become less.", "39": "When the number of people becomes less and they are put to shame under a bad power and trouble and sorrow, ", "40": "He pours anger on rulers. He makes them walk in the waste places where there is no path. ", "41": "But He lifts those in need out of their troubles. He makes their families grow like flocks. ", "42": "Those who are right see it and are glad. But all the sinful shut their mouths. ", "43": "Let the wise man think about these things. And may he think about the loving-kindness of the Lord."}