{"1": "I give praise to You, O God. Do not be quiet. ", "2": "For sinners and liars have opened their mouths against me. They have spoken against me with lying tongues. ", "3": "They have gathered around me with words of hate. They fought against me for no reason. ", "4": "I give them my love but they speak against me in return. But I am in prayer. ", "5": "They pay me what is bad for what is good. They give me hate for my love.", "6": "Let a sinful man have power over him. Let one who speaks against him stand at his right hand. ", "7": "When he is tried, let him be found guilty. And may his prayer become sin. ", "8": "Let his days be few. Let another person take over his work. ", "9": "Let his children be without a father. And let his wife be without a husband. ", "10": "May his children go around begging. And may they look for food far from their destroyed homes. ", "11": "Let the one to whom he owes money take all that he has. May strangers take away all he has worked for. ", "12": "May no one show him kindness. Let no one pity his children who have no father. ", "13": "Let his children be cut off. Do not let their family name be remembered by the people-to-come.", "14": "Let the sins of his fathers be remembered by the Lord, and do not let the sins of his mother be forgotten. ", "15": "May these sins always be before the Lord. So He may not let them be remembered on the earth. ", "16": "Because he did not remember to show loving-kindness. Instead he made it hard for the poor and those in need and those with a broken heart. He even put them to death. ", "17": "He loved to curse others, so may it come to him. He did not like to have good come to others, so good was far from him. ", "18": "He dressed himself with cursing as with a coat. They came into his body like water and into his bones like oil. ", "19": "May they be like clothing that covers him and like a belt that he always wears. ", "20": "Let this be what the Lord pays to those who speak against me and wish bad things would happen to me.", "21": "But You, O God, the Lord, be kind to me because of Your name. Take me out of trouble because Your loving-kindness is good. ", "22": "For I am in trouble and in need. And my heart is hurt within me. ", "23": "I am passing like an evening shadow. I am shaken off like a locust. ", "24": "My knees are weak from going without food. And my body has lost all its fat. ", "25": "Others laugh at me. They look at me and shake their heads.", "26": "Help me, O Lord my God! Save me by Your loving-kindness. ", "27": "Let them know that this is Your hand and that You, O Lord, have done it. ", "28": "Let them hope that bad things will happen. But You make good things happen. Let them be ashamed when they rise up against me. But let Your servant be full of joy. ", "29": "Let those who speak against me be dressed with shame. Let them cover themselves with shame as with a coat. ", "30": "I will give thanks to the Lord in a loud voice. I will praise Him among many people. ", "31": "For He stands at the right hand of the one in need to save him from those who judge his soul."}