{"1": "Give thanks to the Lord, for He is good, for His loving-kindness lasts forever. ", "2": "Give thanks to the God of gods, for His loving-kindness lasts forever. ", "3": "Give thanks to the Lord of lords, for His loving-kindness lasts forever. ", "4": "Give thanks to Him Who alone does great works, for His loving-kindness lasts forever. ", "5": "Give thanks to Him Who by wisdom made the heavens, for His loving-kindness lasts forever. ", "6": "Give thanks to Him Who spread out the earth upon the waters, for His loving-kindness lasts forever. ", "7": "Give thanks to Him Who made the great lights, for His loving-kindness lasts forever. ", "8": "He made the sun to rule during the day, for His loving-kindness lasts forever. ", "9": "He made the moon and stars to rule during the night, for His loving-kindness lasts forever.", "10": "Give thanks to Him Who killed the first-born of Egypt, for His loving-kindness lasts forever. ", "11": "He brought Israel out from among them, for His loving-kindness lasts forever. ", "12": "He put out His arm and brought them out with a strong hand, for His loving-kindness lasts forever. ", "13": "Give thanks to Him Who divided the Red Sea in two, for His loving-kindness lasts forever. ", "14": "He led Israel through, for His loving-kindness lasts forever. ", "15": "But He caused the death of Pharaoh and his army in the Red Sea, for His loving-kindness lasts forever. ", "16": "Give thanks to Him Who led His people through the desert, for His loving-kindness lasts forever. ", "17": "Give thanks to Him Who destroyed great kings, for His loving-kindness lasts forever. ", "18": "He killed powerful kings, for His loving-kindness lasts forever. ", "19": "He put to death Sihon, king of the Amorites, for His loving-kindness lasts forever. ", "20": "He put to death Og, king of Bashan, for His loving-kindness lasts forever. ", "21": "He gave their land as a gift, for His loving-kindness lasts forever. ", "22": "He gave it as a gift to Israel His servant, for His loving-kindness lasts forever.", "23": "Give thanks to Him Who remembered us when we had nothing, for His loving-kindness lasts forever. ", "24": "He took us away from those who hated us, for His loving-kindness lasts forever. ", "25": "He gives food to all men, for His loving-kindness lasts forever. ", "26": "Give thanks to the God of heaven, for His loving-kindness lasts forever."}