{"1": "I love You, O Lord, my strength. ", "2": "The Lord is my rock, and my safe place, and the One Who takes me out of trouble. My God is my rock, in Whom I am safe. He is my safe-covering, my saving strength, and my strong tower. ", "3": "I call to the Lord, Who has the right to be praised. And I am saved from those who hate me.", "4": "The ropes of death were all around me. The floods of death make me afraid. ", "5": "The ropes of the grave were all around me. The traps of death were set for me. ", "6": "I called to the Lord in my trouble. I cried to God for help. He heard my voice from His holy house. My cry for help came into His ears.", "7": "Then the earth shook. The mountains were shaking. They shook because He was angry. ", "8": "Smoke went out from His nose and the fire that kept coming from His mouth burned everything around it. ", "9": "He parted the heavens and came down. Dark clouds were under His feet. ", "10": "He sat upon a cherub and flew. He traveled on the wings of the wind. ", "11": "He made darkness His hiding place, the covering around Him, the dark rain clouds of the sky. ", "12": "Through the light before Him passed His dark clouds, hail stones and fire. ", "13": "The Lord made thunder in the heavens. The voice of the Most High spoke out, hail stones and fire. ", "14": "He sent out His arrows and divided them. He threw down lightning and sent them running. ", "15": "Then the deep part of the sea could be seen. And the deep part of the earth was opened up, because of Your sharp words, O Lord, because of the powerful breath from Your nose.", "16": "He sent from above, and took me. He lifted me out of many waters. ", "17": "He took me away from the powerful one who fights against me, and from those who hated me. They were too strong for me. ", "18": "They stood against me in the day of my trouble. But the Lord was my strength. ", "19": "He brought me out into a big place. He gave me a safe place, because He was pleased with me.", "20": "The Lord has paid me because of my being right with Him. Because of my clean hands He has paid me. ", "21": "For I have kept the ways of the Lord. And I have not sinned by turning from my God. ", "22": "All His Laws are in front of me. I have not set His Laws aside. ", "23": "Before Him I was without blame. And I have kept myself from sin. ", "24": "So the Lord has paid me back for being right with Him, and for my hands being clean in His eyes.", "25": "To the faithful, You show Yourself faithful. To those without blame, You show Yourself without blame. ", "26": "With the pure, You show Yourself pure. With the sinful You show Yourself to be against them. ", "27": "You save those who are suffering, but You bring low those who have pride in their eyes. ", "28": "You make my lamp bright. The Lord my God lights my darkness. ", "29": "With Your help I can go against many soldiers. With my God I can jump over a wall.", "30": "As for God, His way is perfect. The Word of the Lord has stood the test. He is a covering for all who go to Him for a safe place. ", "31": "For Who is God, but the Lord? And who is a rock except our God? ", "32": "It is God Who covers me with strength and makes my way perfect. ", "33": "He makes my feet like the feet of a deer. And He sets me on my high places. ", "34": "He teaches me how to fight, so that I can use a bow of brass. ", "35": "You have also given me the covering that saves me. Your right hand holds me up. And Your care has made me great. ", "36": "You make the road wide for my steps, and my feet have not tripped.", "37": "I went after those who fight against me, and caught them. And I did not return until they were destroyed. ", "38": "I hit them so they were not able to rise. They fell under my feet. ", "39": "You have given me strength for war. You have put under me those who have fought against me. ", "40": "You have made them turn their backs to me also. And I destroyed those who hated me. ", "41": "They cried for help, but there was no one to save. They cried to the Lord, but He did not answer them. ", "42": "Then I beat them as small as the dust in the wind. I emptied them out like mud in the streets.", "43": "You have taken me away from the fighting of the people. You have made me the leader of nations. People whom I have not known will serve me. ", "44": "As soon as they hear, they obey me. Those from other lands obey me. ", "45": "These people from other lands lose their strength of heart. And they come shaking from behind their walls. ", "46": "The Lord lives! How great is my Rock! Praise be to the God Who saves me! ", "47": "He is the God Who punishes those who have done wrong to me. He puts nations under my rule. ", "48": "He saves me from those who hate me. Yes, You lift me above those who rise up against me. You save me from those who want to hurt me. ", "49": "So I will give thanks to You among the nations, O Lord. And I will sing praises to Your name. ", "50": "He gives His king great power over trouble. And He shows loving-kindness to His chosen one, to David, and to his children after him forever."}