{"1": "O Lord, stand against those who stand against me. Fight those who fight me. ", "2": "Take hold of a safe-covering and rise up to help me. ", "3": "Take a spear and battle-ax against those who come to get me. Say to my soul, “I am the One Who saves you.” ", "4": "Let the people be ashamed and without honor who want to take my life. Let those be turned away and brought to shame who plan to hurt me. ", "5": "Let them be like straw in the wind. May the angel of the Lord drive them away. ", "6": "Let their way be dark and dangerous, with the angel of the Lord going to get them. ", "7": "For without a reason they hid their net for me. Without a reason, they dug a hole for my soul. ", "8": "Let them be destroyed before they know it. And let them be caught in their own net. May they destroy themselves as they fall into their own hole.", "9": "My soul will be happy in the Lord. It will be full of joy because He saves. ", "10": "All my bones will say, “Lord, who is like You? Who saves the weak from those too strong for them? Who saves the poor from those who would rob them?” ", "11": "People come telling lies. They ask me of things that I do not know. ", "12": "They pay me what is bad in return for what is good. My soul is sad. ", "13": "But when they were sick, I put on clothes made from hair. With no pride in my soul, I would not eat. And I prayed with my head on my chest. ", "14": "I went about as if it were my friend or brother. I put my head down in sorrow, like one crying for his mother. ", "15": "But when I would fall, they would gather together in joy. Those who say things to hurt people would gather against me. I did not know them. They spoke against me without stopping. ", "16": "They ground their teeth at me like bad people making fun of others at a special supper.", "17": "Lord, how long will You look on? Save me from being destroyed by them. Save my life from the lions. ", "18": "I will give You thanks in the big meeting. I will praise You among many people. ", "19": "Do not let those who hate me for no reason stand over me with joy. Do not let those who hate me for no reason wink their eye. ", "20": "They do not speak peace. But they make up lies against those who are quiet in the land. ", "21": "And they opened their mouth wide against me. They said, “O, O, our eyes have seen it.”", "22": "You have seen it, O Lord. Do not keep quiet. O Lord, do not be far from me. ", "23": "Awake Yourself. Come and help me. Fight for me, my God and my Lord. ", "24": "Say what is right or wrong with me, O Lord my God, because You are right and good. Do not let them have joy over me. ", "25": "Do not let them say in their heart, “O, just what we wanted!” Do not let them say, “We have swallowed him up!” ", "26": "Let all who are happy because of my trouble be ashamed and without honor. Let those who think they are better than I, be covered with shame and without honor.", "27": "Let them call out for joy and be glad, who want to see the right thing done for me. Let them always say, “May the Lord be honored. He is pleased when all is going well for His servant.” ", "28": "And my tongue will tell about how right and good You are, and about Your praise all day long."}