{"1": "Do not trouble yourself because of sinful men. Do not want to be like those who do wrong. ", "2": "For they will soon dry up like the grass. Like the green plant they will soon die. ", "3": "Trust in the Lord, and do good. So you will live in the land and will be fed. ", "4": "Be happy in the Lord. And He will give you the desires of your heart. ", "5": "Give your way over to the Lord. Trust in Him also. And He will do it. ", "6": "He will make your being right and good show as the light, and your wise actions as the noon day.", "7": "Rest in the Lord and be willing to wait for Him. Do not trouble yourself when all goes well with the one who carries out his sinful plans. ", "8": "Stop being angry. Turn away from fighting. Do not trouble yourself. It leads only to wrong-doing. ", "9": "For those who do wrong will be cut off. But those who wait for the Lord will be given the earth. ", "10": "A little while, and the sinful man will be no more. You will look for his place, and he will not be there. ", "11": "But those who have no pride will be given the earth. And they will be happy and have much more than they need.", "12": "The sinful man plans against him who is right with God. And he grinds his teeth at him. ", "13": "The Lord laughs at him because He sees his day is coming. ", "14": "The sinful have taken up their sword and their bow, to bring down the poor and those in need, and to kill those whose ways are right. ", "15": "Their sword will cut into their own heart, and their bows will be broken.", "16": "The few things that the man right with God has is better than the riches of many sinful men. ", "17": "For the arms of the sinful will be broken. But the Lord holds up those who are right with Him. ", "18": "The Lord knows the days of those who are without blame. And what is theirs will last forever. ", "19": "They will not be ashamed in the time of trouble. And in days when there is no food they will have enough. ", "20": "But the sinful will be lost forever. Those who hate the Lord will be like the beauty of the fields. They will be gone. Like smoke they will be gone. ", "21": "The sinful ask for something, but do not return it. But those who are right with God are kind and give. ", "22": "For those who are made happy by Him will be given the land. But those who are being punished by Him will be cut off.", "23": "The steps of a good man are led by the Lord. And He is happy in his way. ", "24": "When he falls, he will not be thrown down, because the Lord holds his hand. ", "25": "I have been young, and now I am old. Yet I have never seen the man who is right with God left alone, or his children begging for bread. ", "26": "All day long he is kind and lets others use what he has. And his children make him happy.", "27": "Turn from sin, and do good, so you will live forever. ", "28": "For the Lord loves what is fair and right. He does not leave the people alone who belong to Him. They are kept forever. But the children of the sinful will be cut off. ", "29": "Those who are right with God will be given the land, and live on it forever. ", "30": "The mouth of the man who is right with God speaks wisdom. And his tongue speaks what is fair and right. ", "31": "The Law of his God is in his heart. His steps do not leave it. ", "32": "The sinful lie in wait for the man who is right with God, and want to kill him. ", "33": "The Lord will not leave him in his power. He will not let him be found guilty when he is judged. ", "34": "Wait for the Lord. Keep His way. And He will give you a high place to receive the land. When the sinful are cut off, you will see it.", "35": "I have seen a very sinful man spreading himself like a green tree in its home land. ", "36": "Then he passed away and was no more. I looked for him. But he could not be found. ", "37": "Look at the man without blame. And watch the man who is right and good. For the man of peace will have much family to follow him. ", "38": "But all the sinners will be destroyed. The family of the sinful will be cut off. ", "39": "But the saving of those who are right with God is from the Lord. He is their strength in time of trouble. ", "40": "The Lord helps them and takes them out of trouble. He takes them away from the sinful, and saves them, because they go to Him for a safe place."}