{"1": "O Lord, do not speak sharp words to me when You are angry. Do not punish me in Your burning anger. ", "2": "For Your arrows have cut deep into me. And Your hand has come down upon me. ", "3": "My body is in pain because of Your anger. There is no strength in my bones because of my sin. ", "4": "For my sins are gone over my head. Like a heavy load, they weigh too much for me. ", "5": "My sores smell and grow bigger because I do foolish things. ", "6": "I cannot stand straight but keep my head down. I have sorrow all day long ", "7": "for my body is filled with burning pain. There is no strength in my body. ", "8": "I am weak and broken. I cry because of the pain in my heart. ", "9": "Lord, all my desire is before You. And my breathing deep within is not hidden from You. ", "10": "My heart beats fast. My strength leaves me. Even the light of my eyes has gone from me. ", "11": "My loved ones and my friends stay away from me because of my sickness. My family stands far away. ", "12": "Those who want to take my life set their traps. And those who want to destroy me talk about ways to do it. They make their sinful plans all day long.", "13": "But like a deaf man, I do not hear. I am like one who cannot speak and does not open his mouth. ", "14": "Yes, I am like a man who does not hear, and whose mouth does not argue. ", "15": "For I hope in You, O Lord. You will answer, O Lord my God. ", "16": "For I said, “Do not let them be happy and raise themselves up against me when my foot trips.” ", "17": "For I am ready to fall. And my sorrow is always with me. ", "18": "For I tell my wrong-doings. I am full of sorrow because of my sin. ", "19": "But those who fight against me are full of action and strength. There are many who hate me without reason. ", "20": "They pay what is bad for what is good. They are against me because I follow what is good. ", "21": "Do not leave me alone, O Lord! O my God, do not be far from me! ", "22": "Hurry to help me, O Lord, Who saves me!"}