{"1": "My heart flows over with good words. I sing my songs to the King. My tongue writes the words of a good writer. ", "2": "You are more beautiful than the children of men. Loving-favor is poured upon Your lips. So God has honored You forever.", "3": "Put Your sword on at Your side, O Powerful One, in Your greatness and power that can be seen. ", "4": "And in Your great power, move on to win the fight for truth and for not having pride and for what is right and good. Let Your right hand teach You to do great things. ", "5": "Your arrows are sharp. The people fall under You. Your arrows are in the heart of those who hate the King.", "6": "O God, Your throne is forever and ever. You rule Your holy nation by what is right. ", "7": "You have loved what is right and good. You have hated what is wrong. That is why God, Your God, has chosen You. He has poured over You the oil of joy more than over anyone else. ", "8": "All Your clothes smell of fine perfumes. Out of ivory palaces music of strings have made You glad. ", "9": "Daughters of kings are among Your women of honor. At Your right hand stands the queen, wearing gold from Ophir.", "10": "Listen, O daughter, hear my words and think about them. Forget your people and your father's house. ", "11": "Then the King will desire your beauty. Because He is your Lord, bow down to Him. ", "12": "And the daughter of Tyre will come with a gift. The rich people will ask for your favor.", "13": "The daughter of the King is beautiful within. Her clothes are made with gold. ", "14": "She will be led to the King in clothes sewed for beauty. The young women who have never had men are her friends. They follow her and will be brought to You. ", "15": "They will be led in with joy and happiness, because they will come into the King's palace.", "16": "Instead of Your fathers, it will be Your sons whom You will make rulers over all the earth. ", "17": "I will make Your name to be remembered to all the children-to-come. So that the nations will honor You forever and ever."}