{"1": "Hear this, all people. Listen, all who live in the world, ", "2": "both small and great, rich and poor together. ", "3": "My mouth will speak wisdom. And the thoughts of my heart will be understanding. ", "4": "I will turn my ear to a wise saying. With a harp, I will tell what is hard to understand.", "5": "Why should I be afraid in the days of trouble, when the sin of those who hate me is all around me? ", "6": "They trust in their riches, and are proud of all they have. ", "7": "No man can save his brother. No man can pay God enough to save him. ", "8": "The cost is much for his soul to be saved. Man should stop trying ", "9": "to live forever and not see the grave.", "10": "For he sees that even wise men die. The fool and those who cannot think well die alike. And they leave their riches to others. ", "11": "They think in their hearts that their houses will last forever, and that the places where they live will last for all their children to follow. They have used their own names to name their lands. ", "12": "But man with all his honor does not last. He is like the animals that die.", "13": "This is the way of the foolish, and of those after them who believe in their words. ", "14": "Like sheep they are meant for the grave. Death will be their shepherd. And those who are right with God will rule over them in the morning. Their bodies will be eaten by the grave, so that they have no place to stay. ", "15": "But God will free my soul from the power of the grave. For He will take me to Himself.", "16": "Do not be afraid when a man becomes rich and when his house grows in greatness. ", "17": "For when he dies he will take nothing with him. His greatness will not go down with him. ", "18": "Even if while he lives, he thinks good of himself, and even though men praise you when you do well for yourself, ", "19": "he will go and join the family of his fathers. They will never see the light. ", "20": "Man with all his honor, yet without understanding, is like the animals that die."}