{"1": "May God rise up. May those who hate Him be divided. And may they run away from Him. ", "2": "Drive them away like smoke in the wind. Let the sinful be destroyed before God like a candle melts by the fire. ", "3": "But let those who are right and good be glad. Let them be happy before God. Yes, let them be full of joy. ", "4": "Sing to God. Sing praises to His name. Make a road for Him Who goes through the deserts. The Lord is His name. Be full of joy before Him.", "5": "God in His holy house is a father to those who have no father. And He keeps the women safe whose husbands have died. ", "6": "God makes a home for those who are alone. He leads men out of prison into happiness and well-being. But those who fight against Him live in an empty desert.", "7": "O God, when You went out before Your people, when You walked through the desert, ", "8": "the earth shook. The heavens poured down rain before God. And Sinai shook before God, the God of Israel. ", "9": "You sent a heavy rain, O God. You brought life back to Your promised land when it was dry. ", "10": "Your people made it their home. O God, You gave the poor what they needed because You are good.", "11": "The Lord gives the Word. And the women who tell the good news are many. ", "12": "The kings of armies run. They run away. And she who stays at home divides the riches. ", "13": "When you lie down among the sheep, you are like the wings of a dove covered with silver, and the end of its wings with shining gold. ", "14": "When the All-powerful divided the kings there, snow was falling in Zalmon.", "15": "A mountain of God is the mountain of Bashan. A mountain of many high tops is the mountain of Bashan. ", "16": "O mountains of many high tops, why do you look with jealousy at the mountain which God has chosen for His home? For sure, the Lord will live there forever. ", "17": "The war-wagons of God are 20,000, even thousands of thousands. The Lord is among them, as at Sinai, in the holy place. ", "18": "You have gone up on high. You have taken those who were held with You. You have received gifts of men, even among those who fought against You. So the Lord God may live there with them.", "19": "Honor and thanks be to the Lord, Who carries our heavy loads day by day. He is the God Who saves us. ", "20": "Our God is a God Who sets us free. The way out of death belongs to God the Lord. ", "21": "But God will break the head of those who hate Him, the hair-covered head of him who goes on in his sins. ", "22": "The Lord said, “I will bring them back from Bashan. I will bring them back from the bottom of the sea. ", "23": "So your feet may crush them in blood. And the tongue of your dogs may have a share of those who hate you.”", "24": "They have seen Your people walking together, O God. They have seen the people of my God and King walking into the holy place. ", "25": "Those who sing are in front. Those who play music are behind. And young women who beat timbrels are between. ", "26": "Give thanks to God in the meetings of worship. Give thanks to the Lord, you who are of the family of Israel. ", "27": "There is young Benjamin leading them. The rulers of Judah are among the people, and the rulers of Zebulun, and the rulers of Naphtali.", "28": "Your God has called for your strength. Show Your strength, O God, Who has acted for us. ", "29": "Kings will bring gifts to You because of Your holy house at Jerusalem. ", "30": "Speak sharp words to the wild animals in the tall grass by the river, the group of bulls with the calves of the people. Walk on those who desire pieces of silver. Divide the people who have joy in war. ", "31": "Princes will come from Egypt. Ethiopia will hurry to put her hands out to God.", "32": "Sing to God, O nations of the earth. Sing praises to the Lord. ", "33": "Sing to Him Who sits upon the heavens, the heavens of old. Listen, He sends out His voice, His powerful voice. ", "34": "Tell of the power of God. His great power is over Israel and His strength is in the sky. ", "35": "O God, You are honored with fear as You come from Your holy place. The God of Israel Himself gives strength and power to His people. Honor and thanks be to God!"}