{"1": "I have a safe place in you, O Lord. Let me never be ashamed. ", "2": "Because You are right and good, take me out of trouble. Turn Your ear to me and save me. ", "3": "Be a rock to me where I live, where I may always come and where I will be safe. For You are my rock and my safe place. ", "4": "O my God, take me from the hand of the sinful, from the hand of the wrong-doer and the man without pity. ", "5": "For You are my hope, O Lord God. You are my trust since I was young. ", "6": "You have kept me safe from birth. It was You Who watched over me from the day I was born. My praise is always of You.", "7": "I have become a wonder and surprise to many. For You are my strong safe place. ", "8": "My mouth is filled with Your praise and with Your honor all day long. ", "9": "Do not let me fall by the way when I am old. Do not leave me alone when my strength is gone. ", "10": "For those who hate me talk against me. Those who want to kill make plans together. ", "11": "They say, “God has turned away from him. Run and catch him, for there is no one to take him out of trouble.”", "12": "O God, do not be far from me! O my God, hurry to help me! ", "13": "Let those who are against me be ashamed and destroyed. Let those who want to hurt me be without honor and covered with shame. ", "14": "But as for me, I will always have hope and I will praise You more and more. ", "15": "My mouth will tell about how right and good You are and about Your saving acts all day long. For there are more than I can know. ", "16": "I will come in the strength of the Lord God. I will tell about how right and good You are, and You alone.", "17": "O God, You have taught me from when I was young. And I still tell about Your great works. ", "18": "Even when I am old and my hair is turning white, O God, do not leave me alone. Let me tell about Your strength to all the people living now, and about Your power to all who are to come. ", "19": "O God, You are right and good, as the heavens are high. You have done great things, O God. Who is like You? ", "20": "You have shown me many troubles of all kinds. But You will make me strong again. And You will bring me up again from deep in the earth. ", "21": "Add to my greatness, and turn to comfort me.", "22": "O my God, I will praise You with a harp. I will praise Your truth. I will sing praises to You with different kinds of harps, O Holy One of Israel. ", "23": "My lips will call out for joy when I sing praises to You. You have set my soul free. ", "24": "My tongue will tell about how right and good You are all day long. For those who want to hurt me are ashamed and troubled."}