{"1": "O my people, hear my teaching. Listen to the words of my mouth. ", "2": "I will open my mouth in picture-stories. I will tell things which have been kept secret from long ago, ", "3": "which we have heard and known because our fathers have told us. ", "4": "We will not hide them from their children. But we will tell the children-to-come the praises of the Lord, and of His power and the great things He has done.", "5": "For He has made His will known to Jacob. He made the Law in Israel, which He told our fathers to teach their children. ", "6": "So the children-to-come might know, even the children yet to be born. So they may rise up and tell it to their children. ", "7": "Then they would put their trust in God and not forget the works of God. And they would keep His Law. ", "8": "They would not be like their fathers, who were not right with God and would not obey Him or be faithful to Him.", "9": "The sons of Ephraim were ready with their bows. But they turned away in the day of fighting. ", "10": "They did not keep the agreement of God. And they would not walk in His Law. ", "11": "They forgot what He had done and His great works that He had shown them. ", "12": "He did powerful works in front of their fathers, in the land of Egypt, in the field of Zoan. ", "13": "He divided the sea and made them pass through it. He made the water stand up like a wall. ", "14": "He led them with the cloud during the day, and with a light of fire during the night. ", "15": "He broke the rocks in the desert, and gave them water as if it flowed from the sea. ", "16": "He made water come out of the rock. He made the water flow down like rivers.", "17": "But they still kept on sinning against Him. They did not obey the Most High in the desert. ", "18": "They tested God in their hearts by asking for the food they wanted. ", "19": "Then they spoke against God, saying, “Can God set a table in the desert? ", "20": "See, He hit the rock and water poured out and rivers flowed over. Can He give bread also? Will He give meat to His people?”", "21": "The Lord was full of anger when He heard them. And a fire was set against Jacob. His anger went up against Israel, ", "22": "because they did not believe in God. They did not trust in Him to save them. ", "23": "Yet He spoke to the clouds above, and opened the doors of heaven. ", "24": "He sent down bread from heaven for them to eat. He gave them food from heaven. ", "25": "Men ate the bread of angels. He sent them all the food they could eat. ", "26": "He made the east wind blow in the heavens. And He brought in the south wind by His power. ", "27": "He sent meat down on them like dust, winged birds like the sand of the sea. ", "28": "He let them fall in the place where they were staying, all around their tents. ", "29": "So they ate until they were full. He gave them what they wanted. ", "30": "But before they had eaten all they wanted, even while it was still in their mouths, ", "31": "the anger of God came upon them. And He killed the strongest of them. He cut down the young men of Israel. ", "32": "But still they kept on sinning. They did not believe in His powerful works. ", "33": "So He made their days come to nothing. He made their years end in fear all at once.", "34": "When He killed some of them, the others would look for Him. They returned and looked for God. ", "35": "They remembered that God was their rock, and that the Most High God was the One Who set them free. ", "36": "But they gave Him false honor with their mouth. They lied to Him with their tongue. ", "37": "For their heart was not right toward Him. They were not faithful to His agreement. ", "38": "But He showed them loving-kindness and forgave their sins. He did not destroy them. He held back His anger many times. He did not let all of His anger loose. ", "39": "He remembered that they were only flesh, a wind that passes and does not return.", "40": "How many times they went against Him in the desert, and gave Him sorrow in that empty land! ", "41": "They put God to the test again and again, and troubled the Holy One of Israel. ", "42": "They did not remember His power and the day He saved them from those who hated them, ", "43": "when He did His powerful works in Egypt and showed His greatness in the field of Zoan. ", "44": "He changed their rivers into blood. They could not drink from their rivers. ", "45": "He sent many flies among them that ate them, and frogs that destroyed them. ", "46": "He gave their fields of food to the grasshopper, and all they worked for to the locust. ", "47": "He destroyed their vines with hail, and their sycamore trees with cold. ", "48": "He killed their cattle with hail and lightning. ", "49": "He sent them His burning anger and trouble. He sent a group of angels to bring trouble and sorrow to them. ", "50": "He made a straight path for His anger. He did not save their soul from death. But He gave their lives over to all these troubles. ", "51": "He killed all the first-born in Egypt, the first children of their strength in the tents of Ham. ", "52": "But He brought His people out like sheep. And He led them like a flock in the desert. ", "53": "He led them and kept them safe, so they were not afraid. But the sea covered those who hated them.", "54": "He brought them to His holy land, to the hill country His right hand had taken. ", "55": "He drove out the nations before them. He gave them parts of the land for a gift. And He made the families of Israel live in their tents.", "56": "But they tempted and went against the Most High God. They did not keep His Law. ", "57": "They turned away and acted without faith like their fathers. They were like a bow that cannot be trusted. ", "58": "They made Him angry with their sinful places of worship. And they made Him jealous with their false gods. ", "59": "God was very angry when He heard them, and He hated Israel. ", "60": "He left the holy tent at Shiloh, the tent He had set up among men. ", "61": "And He let His strength be taken. He put His greatness into the hands of those who hated Israel. ", "62": "He allowed His people to be killed with the sword. And He was very angry with those who belong to Him. ", "63": "Fire burned up their young men. And their young women had no wedding songs. ", "64": "Their religious leaders fell by the sword. And the women who lost their husbands could not cry.", "65": "Then the Lord woke up as if from sleep, like a strong man wild with wine. ", "66": "He beat back those who hated Him. And He put them to shame forever. ", "67": "He turned away from the tent of Joseph. He did not choose the family of Ephraim, ", "68": "but chose the family of Judah, Mount Zion which He loved. ", "69": "He built His holy place like the high mountains, like the earth He has built forever. ", "70": "He chose David, His servant and took him from the flocks of sheep. ", "71": "He brought him from caring for the sheep and their lambs to being the shepherd of Jacob His people, and Israel who belongs to Him. ", "72": "So David was their shepherd with a heart that was right, and led them with good hands and wisdom."}