{"1": "I will sing of the loving-kindness of the Lord forever. I will make known with my mouth how faithful You are to all people. ", "2": "For I said, “Loving-kindness will be built up forever. You will make known how faithful You are in the heavens.”", "3": "You said, “I have made an agreement with My chosen one. I have promised to David, Your servant. ", "4": "I will make your seed last forever. I will build up your throne for all the children-to-come.”", "5": "O Lord, the heavens will praise Your great works and how faithful You are in the meeting of the holy ones. ", "6": "For who in the heavens is like the Lord? Who among the sons of the powerful is like the Lord? ", "7": "God is honored with fear in the meeting of the holy ones. He is honored with fear more than all who are around Him. ", "8": "Lord God of all, powerful Lord, who is like You? All around You we see how faithful You are. ", "9": "You rule over the rising sea. When its waves rise, You quiet them. ", "10": "You have crushed Rahab like one who is killed. You have destroyed those who hate You with Your powerful arm.", "11": "The heavens are Yours; and the earth is Yours. You have made the world and all that is in it. ", "12": "You have made from nothing the north and the south. Tabor and Hermon call out for joy at Your name. ", "13": "You have a strong arm. Your hand is powerful. Your right hand is honored. ", "14": "Your throne stands on what is right and fair. Loving-kindness and truth go before You. ", "15": "How happy are the people who know the sound of joy! They walk in the light of Your face, O Lord. ", "16": "They are full of joy in Your name all day long. And by being right with You, they are honored. ", "17": "For You are the shining-greatness of their strength. And our horn is lifted high by Your favor. ", "18": "For our safe-covering belongs to the Lord. And our king belongs to the Holy One of Israel.", "19": "Once You spoke in a special dream to Your faithful ones, saying: “I have given help to a powerful one. I have honored a chosen one from among the people. ", "20": "I have found David, Your servant. I have poured My holy oil upon him. ", "21": "My hand will stay with him. And My arm will give him strength. ", "22": "Those who hate him will not fool him. No sinful man will bring trouble to him. ", "23": "But he will see Me crush those who fight against him. I will kill those who hate him. ", "24": "I will be faithful and My loving-kindness will be with him. And in My name he will become great. ", "25": "I will set his hand on the sea also, and his right hand on the rivers. ", "26": "He will cry to Me, 'You are my Father, my God, and the rock that saves me.' ", "27": "I will make him My first-born also, the highest of the kings of the earth. ", "28": "I will keep My loving-kindness for him forever. And My agreement with him will be made strong. ", "29": "I will make his seed last forever. And his throne will last as long as heaven.", "30": "“If his sons leave My Law and do not do what I say, ", "31": "and if they break My Laws and do not obey My Word, ", "32": "then I will punish their sin with the stick, and their wrong-doing with the whip. ", "33": "But I will not take my loving-kindness from him. I will always be faithful to him. ", "34": "I will not break My agreement, or change what was spoken by My lips. ", "35": "Once I have promised by My holy name, I will not lie to David. ", "36": "His seed will last forever. And his throne will last before Me like the sun. ", "37": "It will last forever like the moon, which may always be seen in the sky.”", "38": "But You have thrown off and turned away from Your chosen one. You have been full of anger against him. ", "39": "You have hated the agreement with Your servant. You have made his crown dirty in the dust. ", "40": "You have broken down all his walls. You have destroyed his strong places. ", "41": "All who pass on the road rob him. He has become a shame to his neighbors. ", "42": "You have honored the right hand of those who fight against him. You have made all who hate him glad. ", "43": "You have turned away the sharp part of his sword. And You have not made him stand in a fight. ", "44": "You have put an end to what shows of his greatness, and have thrown his throne to the ground. ", "45": "You have made him old before his time, and have covered him with shame.", "46": "How long, O Lord? Will You hide Yourself forever? Will Your anger burn like fire? ", "47": "Remember how fast my life is passing. You have made all men for nothing. ", "48": "What man can live and not see death? Can he save himself from the power of the grave?", "49": "O Lord, where is the loving-kindness You used to have, that You promised in faith to David? ", "50": "O Lord, remember the shame of those who work for You. Remember how I carry near my heart the shame of all the nations. ", "51": "Those who hate You have put us to shame, O Lord. They have put to shame the footsteps of Your chosen one.", "52": "Praise the Lord forever! Let it be so."}