{"1": "After Saul died, David returned to Ziklag. He had won the battle over the Amalekites. He stayed in Ziklag for two days. ", "2": "On the third day a man arrived from Saul's camp. His clothes were torn. He had dust on his head. When he came to David, he fell to the ground to show him respect.", "3": "“Where have you come from?” David asked him. He answered, “I've escaped from Israel's camp.”", "4": "“What happened?” David asked. “Tell me.” He said, “Israel's men ran away from the battle. Many of them were killed. Saul and his son Jonathan are dead.”", "5": "David spoke to the young man who brought him the report. He asked him, “How do you know that Saul and his son Jonathan are dead?”", "6": "“I just happened to be there on Mount Gilboa,” the young man said. “Saul was there too. He was leaning on his spear. The enemy chariots and chariot drivers had almost caught up with him. ", "7": "Then he turned around and saw me. He called out to me. I said, 'What do you want me to do?'", "8": "“He asked me, 'Who are you?' “ 'An Amalekite,' I answered.", "9": "“Then he said to me, 'Stand here by me and kill me! I'm close to death, but I'm still alive.'", "10": "“So I stood beside him and killed him. I did it because I knew that after he had lost the battle he would be killed anyway. So I took the crown that was on his head. I also took his armband. I've brought them here to you. You are my master.”", "11": "Then David tore his clothes. And all his men tore their clothes. ", "12": "All of them were filled with sadness. They mourned over the whole nation of Israel. They didn't eat anything until evening. That's because Saul and Jonathan and the Lord's army had been killed by swords.", "13": "David spoke to the young man who had brought him the report. He asked, “Where are you from?” “I'm the son of an outsider, an Amalekite,” he answered.", "14": "David asked him, “Why weren't you afraid to lift your hand to kill the Lord's anointed king?”", "15": "Then David called for one of his men. He said, “Go! Strike him down!” So he struck the man down, and the man died. ", "16": "That's because David had said to him, “Anything that happens to you will be your own fault. What your own mouth has spoken is a witness against you. You said, 'I killed the Lord's anointed king.' ”", "17": "David sang a song of sadness about Saul and his son Jonathan. ", "18": "He ordered that it be taught to the people of Judah. It is a song that is played on a stringed instrument. It is written down in the Book of Jashar. David sang,", "19": "“Israel, a gazelle lies dead on your hills. Your mighty men have fallen.", "20": "“Don't announce it in Gath. Don't tell it in the streets of Ashkelon. If you do, the daughters of the Philistines will be glad. The daughters of men who haven't been circumcised will be joyful.", "21": "“Mountains of Gilboa, may no dew or rain fall on you. May no showers fall on your hillside fields. The shield of the mighty king wasn't respected there. The shield of Saul lies there. It isn't rubbed with oil anymore.", "22": "The bow of Jonathan didn't turn back. The sword of Saul didn't return without being satisfied. They spilled the blood of their enemies. They killed mighty men.", "23": "“When they lived, Saul and Jonathan were loved and respected. When they died, they were not parted. They were faster than eagles. They were stronger than lions.", "24": "“Daughters of Israel, mourn over Saul. He dressed you in the finest clothes. He decorated your clothes with ornaments of gold.", "25": "“Your mighty men have fallen in battle. Jonathan lies dead on your hills.", "26": "My brother Jonathan, I'm filled with sadness because of you. You were very special to me. Your love for me was wonderful. It was more wonderful than the love of women.", "27": "“Israel's mighty men have fallen. Their weapons of war are broken.”"}