{"1": "David brought together the men with him. He appointed commanders of thousands over some of them. He appointed commanders of hundreds over the others. ", "2": "Then David sent out his troops in military groups. One group was under the command of Joab. Another was under Joab's brother Abishai, the son of Zeruiah. The last was under Ittai, the Gittite. The king told the troops, “You can be sure that I myself will march out with you.”", "3": "But the men said, “You must not march out. If we are forced to run away, our enemies won't care about us. Even if half of us die, they won't care. But you are worth 10,000 of us. So it would be better for you to stay here in the city. Then you can send us help if we need it.”", "4": "The king said, “I'll do what you think is best.” So the king stood beside the city gate. His whole army marched out in groups of hundreds and groups of thousands. ", "5": "The king gave an order to Joab, Abishai and Ittai. He commanded them, “Be gentle with the young man Absalom. Do it for me.” All the troops heard the king give the commanders that order about Absalom.", "6": "David's army marched out of the city to fight against Israel. The battle took place in the forest of Ephraim. ", "7": "There David's men won the battle over Israel's army. A huge number of men were wounded or killed that day. The total number was 20,000. ", "8": "The fighting spread out over the whole countryside. But more men were killed in the forest that day than out in the open.", "9": "Absalom happened to come across some of David's men. He was riding his mule. The mule went under the thick branches of a large oak tree. Absalom's hair got caught in the tree. He was left hanging in the air. The mule he was riding kept on going.", "10": "One of David's men saw what had happened. He told Joab, “I just saw Absalom hanging in an oak tree.”", "11": "Joab said to the man, “What! You saw him? Why didn't you strike him down right there? Then I would have had to give you four ounces of silver and a soldier's belt.”", "12": "But the man replied, “I wouldn't do anything to hurt the king's son. I wouldn't do it even for 25 pounds of silver. We heard the king's command to you and Abishai and Ittai. He said, 'Be careful not to hurt the young man Absalom. Do it for me.' ", "13": "Suppose I had put my life in danger by killing him. The king would have found out about it. Nothing is hidden from him. And you wouldn't have stood up for me.”", "14": "Joab said, “I'm not going to waste any more time on you.” So he got three javelins. Then he went over and plunged them into Absalom's heart. He did it while Absalom was still hanging there alive in the oak tree. ", "15": "Ten of the men carrying Joab's armor surrounded Absalom. They struck him and killed him.", "16": "Then Joab blew his trumpet. He ordered his troops to stop chasing Israel's army. ", "17": "Joab's men threw Absalom into a big pit in the forest. They covered him with a large pile of rocks. While all of that was going on, all the Israelites ran back to their homes.", "18": "Earlier in his life Absalom had set up a pillar in the King's Valley. He had put it up as a monument to himself. He thought, “I don't have a son to carry on the memory of my name.” So he named the pillar after himself. It is still called Absalom's Monument to this day.", "19": "Ahimaaz, the son of Zadok, said to Joab, “Let me run and take the news to the king. Let me tell him that the Lord has shown that David is in the right. The Lord has done this by saving David from his enemies.”", "20": "“I don't want you to take the news to the king today,” Joab told him. “You can do it some other time. But you must not do it today, because the king's son is dead.”", "21": "Then Joab said to a man from Cush, “Go. Tell the king what you have seen.” The man bowed down in front of Joab. Then he ran off.", "22": "Ahimaaz, the son of Zadok, spoke again to Joab. He said, “I don't care what happens to me. Please let me run behind the man from Cush.” But Joab replied, “My son, why do you want to go? You don't have any news that will bring you a reward.”", "23": "He said, “I don't care what happens. I want to run.” So Joab said, “Run!” Then Ahimaaz ran across the plain of the Jordan River. As he ran, he passed the man from Cush.", "24": "David was sitting in the area between the inner and outer gates of the city. The man on guard duty went up to the roof over the entrance of the gate by the wall. As he looked out, he saw someone running alone. ", "25": "The guard called out to the king and reported it. The king said, “If the runner is alone, he must be bringing good news.” The runner came closer and closer.", "26": "Then the man on guard duty saw another runner. He called out to the man guarding the gate. He said, “Look! There's another man running alone!” The king said, “He must be bringing good news too.”", "27": "The man on guard duty said, “I can see that the first one runs like Ahimaaz, the son of Zadok.” “He's a good man,” the king said. “He's bringing good news.”", "28": "Then Ahimaaz called out to the king, “Everything's all right!” He bowed down in front of the king with his face toward the ground. He said, “You are my king and master. Give praise to the Lord your God! He has handed over to you those who lifted their hands to kill you.”", "29": "The king asked, “Is the young man Absalom safe?” Ahimaaz answered, “I saw total disorder. I saw it just as Joab was about to send the king's servant and me to you. But I don't know what it was all about.”", "30": "The king said, “Stand over there and wait.” So he stepped over to one side and stood there.", "31": "Then the man from Cush arrived. He said, “You are my king and master. I'm bringing you some good news. The Lord has shown that you are in the right. He has done this by rescuing you today from all those trying to kill you.”", "32": "The king asked the man from Cush, “Is the young man Absalom safe?” The man replied, “King David, may your enemies be like that young man. May all those who rise up to harm you be like him.”", "33": "The king was very upset. He went up to the room over the entrance of the gate and wept. As he went, he said, “My son Absalom! My son, my son Absalom! I wish I had died instead of you. Absalom! My son, my son!”"}