{"1": "David sang the words of this song to the Lord. He sang them when the Lord saved him from the power of all his enemies and of Saul. ", "2": "He said, “The Lord is my rock and my fort. He is the God who saves me.", "3": "My God is my rock. I go to him for safety. He is like a shield to me. He's the power that saves me. He's my place of safety. I go to him for help. He's my Savior. He saves me from those who want to hurt me.", "4": "I called out to the Lord. He is worthy of praise. He saved me from my enemies.", "5": "“The waves of death were all around me. A destroying flood swept over me.", "6": "The ropes of the grave were tight around me. Death set its trap in front of me.", "7": "When I was in trouble I called out to the Lord. I called out to my God. From his temple he heard my voice. My cry for help reached his ears.", "8": "“The earth trembled and shook. The pillars of the heavens rocked back and forth. They trembled because the Lord was angry.", "9": "Smoke came out of his nose. Flames of fire came out of his mouth. Burning coals blazed out of it.", "10": "He opened the heavens and came down. Dark clouds were under his feet.", "11": "He got on the cherubim and flew. The wings of the wind lifted him up.", "12": "He covered himself with darkness. The dark rain clouds of the sky were like a tent around him.", "13": "From the brightness all around him flashes of lightning blazed out.", "14": "The Lord thundered from heaven. The voice of the Most High God was heard.", "15": "He shot his arrows and scattered the enemy. He sent flashes of lightning and chased them away.", "16": "The bottom of the sea could be seen. The foundations of the earth were uncovered. It happened when the Lord's anger blazed out. It came like a blast of breath from his nose.", "17": "“He reached down from heaven. He took hold of me. He lifted me out of deep waters.", "18": "He saved me from my powerful enemies. He set me free from those who were too strong for me.", "19": "They stood up to me when I was in trouble. But the Lord helped me.", "20": "He brought me out into a wide and safe place. He saved me because he was pleased with me.", "21": "“The Lord has been good to me because I do what is right. He has rewarded me because I lead a pure life.", "22": "I have lived the way the Lord wanted me to. I'm not guilty of turning away from my God.", "23": "I keep all his laws in mind. I haven't turned away from his commands.", "24": "He knows that I am without blame. He knows I've kept myself from sinning.", "25": "The Lord has rewarded me for doing what is right. He has rewarded me because I haven't done anything wrong.", "26": "“Lord, to those who are faithful you show that you are faithful. To those who are without blame you show that you are without blame.", "27": "To those who are pure you show that you are pure. But to those whose paths are crooked you show that you are clever.", "28": "You save those who aren't proud. But you watch the proud to bring them down.", "29": "Lord, you are my lamp. You bring light into my darkness.", "30": "With your help I can attack a troop of soldiers. With the help of my God I can climb over a wall.", "31": "“God's way is perfect. The Lord's word doesn't have any flaws. He protects like a shield all who go to him for safety.", "32": "Who is God except the Lord? Who is the Rock except our God?", "33": "God gives me strength for the battle. He keeps my way secure.", "34": "He makes my feet like the feet of a deer. He causes me to stand on the highest places.", "35": "He trains my hands to fight every battle. My arms can bend a bow of bronze.", "36": "Lord, you shield me with your saving help. Your help has made me great.", "37": "You give me a wide path to walk in so that I don't twist my ankles.", "38": "“I chased my enemies and crushed them. I didn't turn back until they were destroyed.", "39": "I crushed them completely so that they couldn't get up. They fell under my feet.", "40": "Lord, you gave me strength to fight the battle. You caused my enemies to be humble in front of me.", "41": "You made them turn their backs and run away. So I destroyed my enemies.", "42": "They cried out for help. But there was no one to save them. They called out to the Lord. But he didn't answer them.", "43": "I beat them as fine as the dust of the earth. I pounded them and walked on them like mud in the streets.", "44": "“You saved me when people attacked me. You have kept me as the ruler over nations. People I didn't know serve me now.", "45": "People from other lands bow down to me in fear. As soon as they hear about me, they obey me.", "46": "All of them give up hope. They come trembling out of their hiding places.", "47": "“The Lord lives! Give praise to my Rock! Give honor to my God, the Rock! He is my Savior!", "48": "He is the God who pays back my enemies. He brings the nations under my control.", "49": "He sets me free from my enemies. You have honored me more than them. You have saved me from a man who wanted to hurt me.", "50": "Lord, I will praise you among the nations. I will sing your praise.", "51": "He gives his king great victories. He shows his faithful love to his anointed king. He shows it to David and his family forever.”"}