{"1": "The king moved into his palace. The Lord had given him peace and rest from all his enemies around him. ", "2": "Then the king spoke to Nathan the prophet. He said, “Here I am, living in a house that has beautiful cedar walls. But the ark of God remains in a tent.”", "3": "Nathan replied to the king, “Go ahead and do what you want to. The Lord is with you.”", "4": "But that night the word of the Lord came to Nathan. The Lord said,", "5": "“Go and speak to my servant David. Tell him, 'The Lord says, “Are you the one to build me a house to live in? ", "6": "I brought the Israelites up out of Egypt. But I have not lived in a house from then until now. I have been moving from place to place. I have been living in a tent. ", "7": "I have moved from place to place with all the Israelites. I commanded their rulers to be shepherds over them. I never asked any of those rulers, 'Why haven't you built me a house that has beautiful cedar walls?' ” '", "8": "“So tell my servant David, 'The Lord who rules over all says, “I took you away from the grasslands. That's where you were taking care of your father's sheep and goats. I made you ruler over my people Israel. ", "9": "I have been with you everywhere you have gone. I have destroyed all your enemies. Now I will make you famous. Your name will be just as respected as the names of the most important people on earth. ", "10": "I will provide a place where my people Israel can live. I will plant them in the land. Then they will have a home of their own. They will not be bothered anymore. Evil people will no longer crush them, as they did at first. ", "11": "That is what your enemies have done ever since I appointed leaders over my people Israel. But I will give you peace and rest from all of them. “ ' “I tell you that I, the Lord, will set up a royal house for you. ", "12": "Some day your life will come to an end. You will join the members of your family who have already died. Then I will make one of your own sons the next king after you. And I will make his kingdom secure. ", "13": "He is the one who will build a house where I will put my Name. I will set up the throne of his kingdom. It will last forever. ", "14": "I will be his father. And he will be my son. When he does what is wrong, I will use other men to beat him with rods and whips. ", "15": "I took my love away from Saul. I removed him from being king. You were there when I did it. But I will never take my love away from your son. ", "16": "Your royal house and your kingdom will last forever in my sight. Your throne will last forever.” ' ”", "17": "Nathan reported to David all the words that the Lord had spoken to him.", "18": "Then King David went into the holy tent. He sat down in front of the Lord. He said, “Lord and King, who am I? My family isn't important. So why have you brought me this far? ", "19": "I would have thought that you had already done more than enough for me. But now, Lord and King, you have also said what will happen to my royal house in days to come. And, my Lord and King, this promise is for a mere human being!", "20": "“What more can I say to you? Lord and King, you know all about me. ", "21": "You have done a wonderful thing. You have made it known to me. You have done it because that's what you said you would do. It's exactly what you wanted to do for me.", "22": "“Lord and King, how great you are! There isn't anyone like you. There isn't any God but you. We have heard about it with our own ears. ", "23": "Who is like your people Israel? God, we are the one nation on earth you have saved. You have set us free for yourself. Your name has become famous. You have done great and wonderful things. You have driven out nations and their gods to make room for your people. You saved us when you set us free from Egypt. ", "24": "You made Israel your very own people forever. Lord, you have become our God.", "25": "“And now, Lord God, keep forever the promise you have made to me and my royal house. Do exactly as you promised. ", "26": "Then your name will be honored forever. People will say, 'The Lord rules over all. He is God over Israel.' My royal house will be made secure in your sight.", "27": "“Lord who rules over all, you are the God of Israel. Here's what you have shown me. You told me, 'I will build you a royal house.' So I can boldly pray this prayer to you. ", "28": "Lord and King, you are God! Your covenant can be trusted. You have promised many good things to me. ", "29": "Now please bless my royal house. Then it will continue forever in your sight. Lord and King, you have spoken. Because you have given my royal house your blessing, it will be blessed forever.”"}