{"1": "David asked, “Is anyone left from the royal house of Saul? If there is, I want to be kind to him because of Jonathan.”", "2": "Ziba was a servant in Saul's family. David sent for him to come and see him. The king said to him, “Are you Ziba?” “I'm ready to serve you,” he replied.", "3": "The king asked, “Isn't there anyone still alive from the royal house of Saul? God has been very kind to me. I would like to be kind to that person in the same way.” Ziba answered the king, “A son of Jonathan is still living. Both of his feet were hurt so that he can't walk.”", "4": "“Where is he?” the king asked. Ziba answered, “He's in the town of Lo Debar. He's staying at the house of Makir, the son of Ammiel.”", "5": "So King David had Mephibosheth brought from Makir's house in Lo Debar.", "6": "Mephibosheth came to David. He was the son of Jonathan, the son of Saul. Mephibosheth bowed down to David to show him respect. David said, “Mephibosheth!” “I'm ready to serve you,” he replied.", "7": "“Don't be afraid,” David told him. “You can be sure that I will be kind to you because of your father Jonathan. I'll give back to you all the land that belonged to your grandfather Saul. And I'll always provide what you need.”", "8": "Mephibosheth bowed down to David. He said, “Who am I? Why should you pay attention to me? I'm nothing but a dead dog.”", "9": "Then the king sent for Saul's servant Ziba. He said to him, “I'm giving your master's grandson everything that belonged to Saul and his family. ", "10": "You and your sons and your servants must farm the land for him. You must bring in the crops. Then he'll be taken care of. I'll always provide what he needs.” Ziba had 15 sons and 20 servants.", "11": "Then Ziba said to the king, “I'll do anything you command me to do. You are my king and master.” So David provided what Mephibosheth needed. He treated him like one of the king's sons.", "12": "Mephibosheth had a young son named Mika. All the members of Ziba's family became servants of Mephibosheth. ", "13": "Mephibosheth lived in Jerusalem. The king always provided what he needed. Both of his feet were hurt so that he could not walk."}