{"1": "I am [Jeremiah] the man who has seen affliction Because of the rod of His wrath.", "2": "  He has led me and made me walk In darkness and not in light.", "3": "  Surely He has turned His hand against me Repeatedly all the day.", "4": "  He has caused my flesh and my skin to waste away; He has shattered my bones.", "5": "  He has besieged and surrounded me with bitterness and hardship.", "6": "  He has made me live in dark places Like those who have long been dead.", "7": "  He walled me in so that I cannot get out; He has weighted down my chain.", "8": "  Even when I cry out and shout for help, He shuts out my prayer.", "9": "  He has blocked my ways with cut stone; He has made my paths crooked.", "10": "  He is to me like a bear lying in wait, And like a lion [hiding] in secret places.", "11": "  He has turned aside my ways and torn me in pieces; He has made me desolate.", "12": "  He has bent His bow And set me as a target for the arrow.", "13": "  He has caused the arrows of His quiver To enter my inner parts.", "14": "  I have become the [object of] ridicule to all my people, And [the subject of] their mocking song all the day.", "15": "  He has filled me with bitterness; He has made me drunk with wormwood (bitterness).", "16": "  He has broken my teeth with gravel; He has [covered me with ashes and] made me cower in the dust.", "17": "  My soul has been cast far away from peace; I have forgotten happiness.", "18": "  So I say, “My strength has perished And so has my hope and expectation from the Lord.”", "19": "  Remember [O Lord] my affliction and my wandering, the wormwood and the gall (bitterness).", "20": "  My soul continually remembers them And is bowed down within me.", "21": "  But this I call to mind, Therefore I have hope.", "22": "  It is because of the Lord's lovingkindnesses that we are not consumed, Because His [tender] compassions never fail.", "23": "  They are new every morning; Great and beyond measure is Your faithfulness.", "24": "  “The Lord is my portion and my inheritance,” says my soul; “Therefore I have hope in Him and wait expectantly for Him.”", "25": "  The Lord is good to those who wait [confidently] for Him, To those who seek Him [on the authority of God's word].", "26": "  It is good that one waits quietly For the salvation of the Lord.", "27": "  It is good for a man that he should bear The yoke [of godly discipline] in his youth.", "28": "  Let him sit alone [in hope] and keep quiet, Because God has laid it on him [for his benefit].", "29": "  Let him put his mouth in the dust [in recognition of his unworthiness]; There may yet be hope.", "30": "  Let him give his cheek to the one who strikes him; Let him be filled with reproach.", "31": "  For the Lord will not reject forever,", "32": "  For if He causes grief, Then He will have compassion According to His abundant lovingkindness and tender mercy.", "33": "  For He does not afflict willingly and from His heart Or grieve the children of men.", "34": "  To trample and crush under His feet All the prisoners of the land,", "35": "  To deprive a man of justice In the presence of the Most High,", "36": "  To defraud a man in his lawsuit— The Lord does not approve of these things.", "37": "  Who is there who speaks and it comes to pass, Unless the Lord has authorized and commanded it?", "38": "  Is it not from the mouth of the Most High That both adversity (misfortune) and good (prosperity, happiness) proceed?", "39": "  Why should any living mortal, or any man, Complain [of punishment] in view of his sins?", "40": "  Let us test and examine our ways, And let us return to the Lord.", "41": "  Let us lift up our hearts and our hands [in prayer] Toward God in heaven;", "42": "  We have transgressed and rebelled, You have not pardoned.", "43": "  You have covered Yourself with anger And pursued us; You have slain [without pity] and have not spared.", "44": "  You have covered Yourself with a cloud So that no prayer can pass through.", "45": "  You have made us scum and refuse Among the peoples (Gentile nations).", "46": "  All our enemies have gaped at us.", "47": "  Panic and pitfall (traps, danger) have come on us, Devastation and destruction.", "48": "  My eyes overflow with streams of tears Because of the destruction of the daughter of my people (Jerusalem).", "49": "  My eyes overflow unceasingly, Without stopping,", "50": "  Until the Lord looks down And sees from heaven.", "51": "  My eyes [see things that] bring pain to my soul Because of all the daughters of my city.", "52": "  Without cause my enemies Hunted me down like a bird;", "53": "  They silenced me in the pit And placed a stone over me.", "54": "  The waters ran down on my head; I said, “I am cut off (destroyed)!”", "55": "  I called on Your name, O Lord, Out of the lowest pit.", "56": "  You have heard my voice, “Do not hide Your ear from my prayer for relief, From my cry for help.”", "57": "  You drew near on the day I called to You; You said, “Do not fear.”", "58": "  O Lord, You have pleaded my soul's cause [You have guided my way and protected me]; You have rescued and redeemed my life.", "59": "  O Lord, You have seen the wrong [done to me]; Judge my case.", "60": "  You have seen all their vengeance, All their schemes against me.", "61": "  You have heard their reproach, O Lord, And all their schemes against me.", "62": "  The lips and whispering of my assailants Are against me all day long.", "63": "  Look at their sitting and their rising [their actions and secret counsels]; I am their mocking song [the subject of their ridicule].", "64": "  You will repay them, O Lord, According to the work of their hands.", "65": "  You will harden their hearts; Your curse will be upon them.", "66": "  You will pursue them in anger and destroy them From under the heavens of the Lord."}