{"1": "There was a man in the land of Uz whose name was Job. Now that man was blameless and upright; he feared God and shunned evil. ", "2": "He had seven sons and three daughters ", "3": "and his possessions were 7,000 sheep, 3,000 camels, 500 yoke of oxen and 500 female donkeys, and a very large household. That man was the greatest of all the people of the East.", "4": "Now it was customary for his sons to hold a banquet, each on his own day in his own house. They would send to invite their three sisters to eat and drink with them. ", "5": "When the round of banquet days was completed, Job would send for them and consecrate them. He would rise early in the morning and offer burnt offerings, according to the number of them all. For Job said, “Perhaps my children have sinned and cursed God in their hearts.” Thus Job did everyday.", "6": "One day the sons of God came to present themselves before Adonai, and the satan[a] also came with them. ", "7": "Adonai said to the satan, “Where have you come from?” The satan responded to Adonai and said, “From roaming the earth and from walking on it.”[b]", "8": "Adonai said to the satan, “Did you notice my servant Job? There is no one like him on the earth—a blameless and upright man, who fears God and spurns evil.”", "9": "Then the satan responded to Adonai, saying, “Does Job fear God for nothing? ", "10": "Have you not made a hedge around him, his household, and everything he has? You have blessed the work of his hands and his possessions have increased in the land. ", "11": "But now, stretch out Your hand and strike everything he has, and he will certainly curse You to Your face!”", "12": "Then Adonai said to the satan, “Everything he has is in your hand. Only do not extend your hand against him!” So the satan departed from the presence of Adonai.", "13": "One day when his sons and daughters were eating and drinking wine in their oldest brother's house, ", "14": "a messenger came to Job, saying, “The oxen were plowing and the donkeys were grazing near them, ", "15": "when the Sabeans attacked and carried them off. They also killed the servants with the edge of the sword—I alone escaped to tell you!”", "16": "While this one was still speaking another came in and said, “The fire of God has fallen from heaven and has burned up the sheep and servants—it has consumed them, and I—I alone—escaped to tell you!”", "17": "While this one was still speaking another came in and said, “The Chaldeans formed three bands and raided the camels and took them all away. They also killed the servants with the edge of the sword, and I—only I alone—escaped to tell you!”", "18": "While this one was still speaking another came in and said, “Your sons and your daughters were eating and drinking wine at their oldest brother's house ", "19": "when suddenly a mighty wind came from beyond the wilderness and struck the four corners of the house, and it collapsed on the young people and they died. And I—only I alone—escaped to tell you!”", "20": "Then Job got up, tore his robe, shaved his head, fell to the ground and worshiped. ", "21": "Then he said: “Naked I came from my mother's womb, and naked I will return there. Adonai gave and Adonai has taken away; blessed be the Name of Adonai.”", "22": "Through all this, Job did not sin nor did he cast reproach on God."}