{"1": "“I loathe my own life; I will give full vent to my complaint; I will speak out of the bitterness of my soul.", "2": "I will say to God, 'Do not condemn me; tell me why You contend with me.'", "3": "Is it good for You to oppress, to despise the work of Your hands, while You smile on the plans of the wicked?", "4": "Do You have eyes of flesh? Do You see as a human being sees?", "5": "Are Your days like those of a mortal, or Your years like those of a strong man,", "6": "that You should seek out my iniquity and search out my sin,", "7": "though You know that I am not guilty, yet there is no one to deliver from Your hand?", "8": "“Your hands molded and fashioned me, will You now destroy me completely?", "9": "Remember You fashioned me like clay; will You return me to dust?", "10": "Did You not pour me out like milk and curdle me like cheese,", "11": "clothe me with skin and flesh and knit me together with bones and sinews?", "12": "You gave me life and steadfast love, and Your care has preserved my spirit.", "13": "“Yet these things You have hid in Your heart, for I know that this is with You.", "14": "If I sinned, You would watch me, and not acquit me of my iniquity.", "15": "If I am guilty, woe to me! Even if I am innocent, I cannot lift my head. I am full of shame and conscious of my affliction.", "16": "If my head is held high, You hunt me like a lion, and again work wonders against me.", "17": "You renew Your witnesses against me, and increase Your anger toward me, change and warfare are with me.", "18": "“Why then did You bring me out from the womb? I should have died so no eye would have seen me.", "19": "If only I had never come into being, or been carried from womb to grave.", "20": "Are not my days few? Then stop, leave me alone so I might have a little joy,", "21": "before I depart, and never return, to the land of darkness and the shadow of death,", "22": "the land of utter darkness, like the deepest darkness and disorder, where even the light is like darkness.”"}