{"1": "Job responded and said:", "2": "“Without a doubt you are the people and wisdom will die with you!", "3": "But I have a mind as well as you; I am not inferior to you. Who does not know these things?", "4": "“I have become a laughingstock to my friend, though I called on God and He answered— a righteous and blameless man is a laughingstock!", "5": "Contempt for calamity is the thought of one at ease, prepared for those whose foot slips.", "6": "The tents of marauders prosper, and there is security for those who provoke God— for those whom God brings in His hand.", "7": "But now ask the animals and they will teach you, or the birds of the sky and they will tell you,", "8": "or speak to the earth and it will teach you, or the fish of the sea and they will inform you.", "9": "Which of these does not know that the hand of Adonai has done this?", "10": "In His hand is the life of every creature, and the breath of all the human race.", "11": "Does not the ear test words as the palate tastes food?", "12": "Is not wisdom with the aged and understanding bring long life?", "13": "“With Him are wisdom and power; counsel and understanding are His.", "14": "If He tears down, it cannot be rebuilt; one He imprisons cannot be released.", "15": "If He holds back the waters, they dry up; if He releases them, they destroy the earth.", "16": "With Him are power and sound wisdom; both deceived and deceiver are His.", "17": "He leads counselors away stripped and makes judges into fools.", "18": "He loosens the bonds of the kings, and binds a loincloth around their waists.", "19": "He leads priests away stripped and overthrows the rulers.", "20": "He silences the lips of trusted advisors and removes the discernment of elders.", "21": "He pours contempt on nobles and loosens the belts of the mighty.", "22": "He reveals the deep things of darkness[a] and brings utter darkness into light.", "23": "He makes nations great and destroys them. He enlarges the nations and leads them away.", "24": "He deprives the heads of the people of earth of understanding, and causes them to wander in a pathless wasteland.", "25": "They grope in darkness with no light; He makes them stagger like a drunkard."}