{"1": "“Indeed, my eye has seen it all, my ears have heard and understood it.", "2": "What you know, I also know; I am not inferior to you.", "3": "Still, I desire to speak to Shaddai and to argue my case with God.", "4": "You, however, smear me with lies; you are worthless doctors—all of you!", "5": "If only you would keep completely silent! For you, that would be wisdom.", "6": "Hear now my argument; listen to the contentions of my lips.", "7": "Will you speak unjustly on God's behalf? Will you speak deceitfully for Him?", "8": "Will you show Him partiality? Will you argue the case for God?", "9": "Would it turn out well if He examined you? Could you deceive Him as you deceive a man?", "10": "He would surely rebuke you if you secretly showed favoritism.", "11": "Would not His majesty terrify you and the dread of Him fall on you?", "12": "Your maxims are proverbs of ashes; your defenses are defenses of clay.", "13": "Be silent and let me speak; then let come to me what may.", "14": "Why should I take my flesh in my teeth and take my life in my hands?", "15": "Even if He slays me, I will wait for Him; I will surely defend my ways before Him.", "16": "This, too, will be my salvation for no godless can come before Him.", "17": "“Listen carefully to my words, and let my declaration be in your ears.", "18": "See now, I have prepared my case; I know that I will be vindicated.", "19": "Who will contend with me? If so, I will be silent and die.", "20": "“Only two things do not do to me; then I will not hide from Your face:", "21": "withdraw Your hand far from me, and do not assail me with Your terror.", "22": "Then call, and I will answer, or I will speak, and You respond to me.", "23": "How many are my iniquities and sins? Show me my transgressions and sin.", "24": "Why do You hide Your face and consider me Your enemy?", "25": "Will You frighten a windblown leaf and chase after dry chaff?", "26": "For You write bitter things against me and make me inherit the iniquities of my youth.", "27": "You put my feet in shackles and watch all my paths; You put marks on the soles of my feet.", "28": "“So he wastes away like something rotten, like a moth-eaten garment."}