{"1": "“A mortal born of woman, is of few days and full of turmoil.", "2": "Like a flower he comes up and withers; like a shadow he flees and does not stay.", "3": "Do You fix Your eyes on such a one, and bring me for judgment with You?", "4": "Who can make something pure out of the impure? No one!", "5": "Since his days are determined, the number of his months is with You, You have set his limits, which he cannot exceed.", "6": "Look away from him and let him alone, until he fulfills his time like a hired laborer.", "7": "“At least there is hope for a tree— if it is cut down it will sprout again, and its shoots will not cease.", "8": "Though its roots grow old in the earth and its stump dies in the dry ground,", "9": "at the scent of water it will bud and sprout sprigs like a new plant.", "10": "But man dies and is powerless. Man expires—and where is he?", "11": "As water evaporates from the sea and a river drains away and dries up,", "12": "so a person lies down and does not rise; until the heavens are no more, people will not awake, or be roused from their sleep.", "13": "“Oh that You would hide me in Sheol, and conceal me until Your wrath has passed! Oh that You would set a time for me and then remember me!", "14": "If a man dies, will he live again? All the days of my hard labor I will wait until my relief comes.", "15": "You will call and I—I will answer You; You will long for the work of Your hands.", "16": "For then You will number my steps; You will not keep track of my sin;", "17": "my transgression will be sealed in a bundle and cover over my iniquity.", "18": "“Yet as a mountain falls away and crumbles and a rock is moved from its place,", "19": "as water wears away stones and torrents wash away the soil, so You destroy a person's hope.", "20": "You overpower him—once for all, and he perishes; You change his appearance and send him away.", "21": "If his sons achieve honor, he does not know it; if they are brought low, he does not perceive it.", "22": "He only feels pain for his own flesh, and mourns for his own soul.”"}