{"1": "Then Eliphaz the Temanite responded and said:", "2": "“Does a wise man answer with empty knowledge, or fill his belly with the east wind?", "3": "Does he argue with useless talk and words that have no value in them?", "4": "You even do away with reverence and hinder devotion before God.", "5": "For your iniquity prompts your mouth and you choose the tongue of the crafty.", "6": "Your own mouth condemns you—not I; your own lips testify against you.", "7": "“Are you the first man to be born? Were you brought forth before the hills?", "8": "Do you listen in on God's counsel? Do you limit wisdom to yourself?", "9": "What do you know that we do not know? What do you understand that we do not understand?", "10": "Both gray-haired and aged are with us, men even older than your father.", "11": "Are the comforts of God too small for you, or a gentle word toward you?", "12": "Why has your heart carried you away and why do your eyes flash,", "13": "so that you turn your spirit against God and bring such words out of your mouth?", "14": "“What is man, that he could be pure, or one born of woman, that he could be righteous?", "15": "If He puts no trust in His holy ones, if even the heavens are not pure in His eyes,", "16": "how much less man, who is vile and corrupt, who drinks evil like water!", "17": "I will tell you; listen to me, and what I have seen I will declare,", "18": "what wise men have declared and did not hide from their ancestors,", "19": "to whom alone the land was given, when no foreigner passed among them:", "20": "All his days the wicked suffers torment, and numbered are the years stored up for the tyrant.", "21": "Terrifying sounds are in his ears; in a time of peace, marauders attack him.", "22": "He does not expect to escape from darkness; he is destined for the sword.", "23": "He wanders about for bread—'Where is it?' He knows that the day of darkness is at hand.", "24": "Distress and anguish terrify him; they overpower him like a king poised to attack,", "25": "for he raises his hand against God and flaunts himself against Shaddai,", "26": "defiantly rushing at Him with a thick, strong shield.", "27": "Because He covered his face with his fat and made his hips bulge with blubber,", "28": "he lived in ruined cities, in houses which no one inhabits, which are ready to crumble into heaps.", "29": "He will not become rich, and his wealth will not endure, nor will his possessions spread over the land.", "30": "He will not escape from the darkness; a flame will wither his shoots, and he will depart by the breath of His mouth.", "31": "“Let him not trust in emptiness, deceiving himself; for emptiness will be his reward.", "32": "Before his day it will be paid in full and his branch will not be green.", "33": "He will shake off his unripe grapes like a vine, and cast off his blossoms like an olive tree.", "34": "For the company of the godless is barren, and fire consumes the tents of bribery.", "35": "They conceive mischief and bring forth evil and their belly prepares deception.”"}