{"1": "Job responded, saying:", "2": "“How long will you torment my soul and crush me with words?", "3": "Ten times now you have reproached me; you attack me shamelessly.", "4": "But even if it is true that I have erred, my error remains with me.", "5": "If indeed you would exalt yourselves above me and prove my humiliation against me,", "6": "then know that God has wronged me and encircled me with His net.", "7": "“Though I cry out, 'Violence!' I get no response. I cry for help, but there is no justice.", "8": "He has blocked my way so I cannot pass, and has shrouded my path in darkness.", "9": "He has stripped me of my honor, and removed the crown from my head.", "10": "He tears me down on every side until I am gone; He uproots my hope like a tree.", "11": "His anger burns against me, and He considers me among His enemies.", "12": "His troops advance together; they build a siege ramp against me and encamp around my tent.", "13": "“He removed my brothers far from me; my acquaintances are only strangers to me.", "14": "My relatives have gone away and my close friends have forgotten me.", "15": "My houseguests and my maidservants consider me a stranger. I have become a foreigner in their eyes.", "16": "I call my servant but he does not reply though I beg him with my own mouth.", "17": "My breath is repulsive to my wife; I am loathsome to my children.", "18": "Even young children despise me; when I stand, they speak against me.[a]", "19": "All my close friends despise me; those I love have turned against me.", "20": "My bones cling to my skin and my flesh; I have escaped only by the skin of my teeth.", "21": "“Have pity on me my friends, have pity, for the hand of God has struck me.", "22": "Why do you pursue me—like God? Are you not satisfied with my flesh?", "23": "Oh that my words were written, that they were recorded in a scroll", "24": "that with an iron pen and lead, they were engraved in stone forever!", "25": "“Yet I know that my Redeemer lives, and in the end, He will stand on earth.", "26": "Even after my skin has been destroyed, yet in my flesh I will see God;[b]", "27": "I myself will see Him with my own eyes, I and not a stranger. My heart[c] grows weak within me.", "28": "“If you say, 'How we will pursue him, since the root of the matter is found in him;'", "29": "then you should fear the sword for yourselves; for wrath brings the punishments of the sword— so that you may know judgment!”"}