{"1": "Again the day came when the sons of God came to present themselves before Adonai, and the satan also arrived among them to present himself before Adonai. ", "2": "Adonai said to him, “Where are you coming from?” The satan answered Adonai, “From roaming the earth and from walking on it.”", "3": "Then Adonai said to the satan, “Have you noticed My servant Job? For there is no one like him on the earth, a blameless and upright man, who fears God and spurns evil. And he still holds firmly to his integrity, though you incited Me against him to ruin him without any reason.”", "4": "The satan replied to Adonai saying, “Skin for skin! A man will give up all he has for his own life. ", "5": "But now, stretch out Your hand and strike his bone and his flesh, and he will certainly curse You to Your face!”", "6": "Adonai said to the satan, “Very well, he is in your hand—only spare his life!”", "7": "So the satan departed from the presence of Adonai, and afflicted Job with painful boils, from the sole of his foot to the top of his head. ", "8": "He took a piece of broken pottery to scrape himself while he was sitting among the ashes.", "9": "Then his wife said to him, “Are you still holding firmly to your integrity? Curse God and die!”", "10": "He said to her, “You speak as any foolish woman would speak. Should we accept the good from God and not accept the bad?” Through all this Job did not sin with his lips.", "11": "When Job's three friends heard about all this calamity that had come upon him, each of them came from his own place—Eliphaz the Temanite, Bildad the Shuhite and Zophar the Naamathite. They met together to come and mourn with him and to comfort him. ", "12": "But when they saw him from a distance they did not recognize him, and they raised their voices and wept. Each one tore his robe and threw dust into the air onto their heads. ", "13": "Then they sat with him on the ground for seven days and seven nights. No one spoke a word to him because they saw that his pain was very great."}