{"1": "Then Eliphaz the Temanite responded saying:", "2": "“Can a man be useful to God? Can even a wise man benefit Him?", "3": "What pleasure is it to Shaddai if you are righteous? Or what gain if your ways are blameless?", "4": "Is it because of your reverence that He corrects you and He brings judgment against you?", "5": "Is not your wickedness great, and is there no end to your iniquity?", "6": "For you took pledges from your brothers for no reason; you stripped the naked of their clothing.", "7": "You gave the weary no water to drink and from the hungry you withhold bread,", "8": "Though you were a mighty man, owning land— an honored man living on it.", "9": "You sent widows away empty-handed and crushed the arms of orphans.", "10": "“That is why snares surround you, and why sudden fear terrifies you,", "11": "or why it is so dark that you cannot see. and why a flood of water covers you.", "12": "“Is not God in the heights of heaven? And see the lofty stars how high they are?", "13": "Yet you say, 'What does God know? Does He judge through such thick darkness?", "14": "Thick clouds veil Him so He does not see, as He walks in the vault of heaven.'", "15": "Will you keep to the old way that wicked men have trod?", "16": "They were snatched away before their time, their foundations washed away by a river.", "17": "They said to God, 'Leave us alone! What can Shaddai do to us?'", "18": "Yet He filled their houses with good things— but the counsel of the wicked is far from me!", "19": "The righteous see and rejoice; the innocent mock them, saying,", "20": "'Surely our foes are cut off, and fire consumes their abundance.'", "21": "“Reconcile now with Him and have shalom— in this way prosperity will come to you.", "22": "Accept instruction from His mouth and store up His words in your heart.", "23": "If you return to Shaddai, you will be restored; if you remove iniquity far from your tent", "24": "and throw your gold in the dust, and the gold of Ophir to the rocks in the wadis,", "25": "then Shaddai will be your gold and your precious silver.", "26": "Surely then Shaddai will be your delight and you will lift up your face to God.", "27": "You will pray to Him and He will hear you, and you will fulfill your vows.", "28": "What you decide will be done, and light will shine on your ways.", "29": "When people are brought low, and you say, 'Lift them up!' then He will save the downcast.", "30": "He will deliver even one who is not innocent, who will be delivered by the cleanness of your hands.”"}