{"1": "“Surely there is a mine for silver, and a place where gold is refined.", "2": "Iron is taken from the earth, and copper is smelted from ore.", "3": "Man puts an end to darkness; he searches to the farthest reaches for ore in gloom and blackest darkness.", "4": "He cuts open a shaft far from dwellings, in places forgotten by feet. Far from other people, they dangle back and forth.", "5": "The earth, from which food comes, is transformed as by fire;", "6": "a place whose rocks are sapphires, its dust contains gold.", "7": "No bird of prey knows the path; nor falcon's eye has seen it.", "8": "Proud beasts have not set foot on it, and no lion has passed there.", "9": "Man sets his hand against the flinty rock and overturns mountains by the roots.", "10": "He carves out tunnels through the rocks; his eye sees every precious thing.", "11": "He dams up streams from flowing. And brings hidden things to light.", "12": "“But where can wisdom be found? Where is the place of understanding?", "13": "No mortal comprehends its worth; it cannot be found in the land of the living.", "14": "The deep says, 'It is not in me'— The sea says, 'It's not with me.'", "15": "Pure gold cannot be given for it, nor can its price be weighed in silver.", "16": "It cannot be weighed in gold from Ophir, in precious onyx, or sapphire.", "17": "Neither gold or crystal can compare with it, nor vessels of fine gold exchanged for it.", "18": "No mention will be made of coral or jasper; the price of wisdom is more than pearls.", "19": "The topaz of Ethiopia cannot compare to it; nor can it be valued in pure gold.", "20": "Where then does wisdom come from? Where is the place of understanding?", "21": "It has been hidden from the eyes of all living things, concealed from the birds of the sky.", "22": "Abaddon and Death say, 'With our ears we have heard a rumor of it.'", "23": "“God understands its way and He knows its place.", "24": "He looks to the ends of the earth, and sees everything under the heavens.", "25": "When He made the force of the wind, and measured out the waters,", "26": "when He set a limit for the rain and a path for the thunderstorm,", "27": "then He looked at it and assessed it established it and examined it.", "28": "And He said to mankind, 'The fear of the Lord—that is wisdom, and to turn away from evil is understanding.”'"}