{"1": "Again Job took up his discourse saying:", "2": "“O that I could be as in the months gone by, as in the days when God watched over me,", "3": "when His lamp shone above my head, when by His light I walked through darkness;", "4": "as I was in the days of my prime, when God's intimate friendship was upon my tent,", "5": "when Shaddai was still with me, and my children surrounded me;", "6": "when my steps were bathed with butter, and the rock poured out for me streams of oil.", "7": "When I went out to the city gate, and secured my seat in the public square,", "8": "young men would see me and hide, old men would rise and stand;", "9": "princes refrained from talking and put their hand over their mouths;", "10": "the voice of the nobles was hushed and their tongue stuck to their palate.", "11": "“When the ear heard, it called me blessed, and when the eye saw me, it commended me;", "12": "for I saved the poor who cried for help, and the orphan who had no one to help him;", "13": "the blessing of the dying man came on me, and I made the widow's heart sing for joy.", "14": "I put on righteousness as my clothing; justice was as my robe and turban.", "15": "I was eyes for the blind and feet for the lame;", "16": "I was a father to the needy, and I investigated the case of one I did not know.", "17": "I broke the jaws of the unjust, and snatched the prey out of his teeth.", "18": "“Then I thought, 'I will die in my nest, and multiply my days like the sand.", "19": "My roots reach the water, and dew lies on my branches all night.", "20": "My glory is fresh within me, and my bow is renewed in my hand.'", "21": "“People listened to me and waited, and kept silent for my advice.", "22": "After I had spoken, they spoke no more; my words fell on them drop by drop.", "23": "They waited for me as for the rain, and opened their mouths as for spring rain.", "24": "When I joked with them, they hardly believed it; they did not cause the light of my face to fall.", "25": "I chose their way and sat as their chief; I lived as a king among the troops; I was like one who comforts mourners."}