{"1": "After this, Job opened his mouth and cursed his day. ", "2": "Then Job answered and said:", "3": "“May the day I was born perish, and the night that said, 'A man is conceived!'", "4": "That day—may it be darkness; may God above not regard it; may no light shine on it.", "5": "May darkness and deep gloom reclaim it; may a cloud settle over it; may whatever blackens the day terrify it.", "6": "That night—may thick darkness seize it; may it not be included among the days of the year, nor be entered among the number of months.", "7": "Indeed, may that night be barren; may no joyful shout enter it.", "8": "May those who curse, curse the day— those ready to awaken Leviathan.", "9": "May its morning stars be darkened; may it hope for light but have none— may it never see the eyelids of dawn.", "10": "For it did not shut the doors of the womb on me, nor did it hide trouble from my eyes.", "11": "Why did I not die at birth and expire as I exited the womb?", "12": "Why did the knees welcome me, and breasts that I might nurse?", "13": "For now I would be lying down and quiet; I would be asleep and at rest", "14": "with kings and counselors of the earth, who built for themselves places now desolate,", "15": "with princes who had gold, who filled their houses with silver.", "16": "Or why was I not hidden like a stillborn, like infants who never saw light?", "17": "There the wicked cease from turmoil, and there the weary are at rest.", "18": "Prisoners are at ease together; they do not hear the voice of the taskmaster.", "19": "Small and great are there; and slave is free from his master.", "20": "Why is light given to one who suffers and life to the bitter of soul,", "21": "to those who long for death, but it does not come, who dig for it more than for hidden treasures,", "22": "who are filled with gladness and rejoice when finding the grave?", "23": "Why is light given to a man whose way is hidden, and whom God has hedged in?", "24": "For my sighing comes instead of my bread, and my groans pour out like water.", "25": "For the thing I dreaded has come upon me, and what I feared has happened to me.", "26": "I have no ease, no quietness; I have no rest, but turmoil came.”"}