{"1": "“I made a covenant with my eyes not to pay attention to a virgin.", "2": "For what is one's lot from God above, one's heritage from Shaddai on high?", "3": "Is it not calamity for the unjust, and disaster for workers of iniquity?", "4": "Does He not see my ways and count all my steps?", "5": "“If I have walked in falsehood or my foot has hurried to deceit,", "6": "then let Him weigh me with honest scales, then God will know my integrity.", "7": "If my step has strayed from the way, if my heart has walked after my eyes, or if any defilement has stuck to my hands,", "8": "then let me sow and another eat, and let my crops be uprooted.", "9": "If my heart has been enticed by a woman, or I have lurked at my neighbor's door,", "10": "then let my wife grind for another and let others sleep with her.", "11": "For that would be a shameful act, an iniquity to be judged.", "12": "For it is a fire that devours to destruction, and uproots all my harvest.", "13": "“If I have denied justice to my male or female servant when they disputed with me,", "14": "then what could I do when God rises up; when He visits, how will I answer Him?", "15": "Did not He who made me in the womb, make him? Did not the same one form us in the womb?", "16": "“If I withheld the desires of the poor or let the eyes of the widow to fail,", "17": "if I ate my morsel of bread myself, without letting an orphan eat of it", "18": "(but from my youth I reared him as a father, and from my mother's womb I guided her),", "19": "if I have seen anyone perishing for lack of clothing or the needy without a covering,", "20": "if his heart did not bless me as he warmed himself with the fleece of my sheep,", "21": "if I have raised my hand against the orphan, when I saw my support in the gate,", "22": "then let my shoulder blade fall from my shoulder, and let my arm be broken off at the joint.", "23": "For calamity from God was a terror to me, and because of His majesty, I could do nothing.", "24": "“If I have put my confidence in gold or said to fine gold, 'You are my security,'", "25": "if I rejoiced because of my great wealth or because of the abundance my hand acquired,", "26": "if I looked at the sun when it shines or the moon moving in splendor,", "27": "so that my heart was secretly enticed, and my hand threw a kiss from my mouth,", "28": "then this also would be iniquity to be judged, for I would have denied God above.", "29": "“If I rejoiced at my enemy's misfortune or gloated because calamity found him—", "30": "I have not allowed my mouth to sin, by asking for his life with a curse—", "31": "if anyone in my household has ever said, 'Who has not been filled with his meat?'", "32": "—but no stranger had to spend the night outside for my door was open to the traveler—", "33": "if I have I covered my transgressions like Adam, by hiding my guilt in my bosom", "34": "because I feared a great multitude, and the contempt of clans terrified me, so that I kept silent and would not go outside.", "35": "O, that I had someone to hear me! Look, here is my signature, let Shaddai answer me, let the accuser write the indictment!", "36": "Surely I would carry it on my shoulder; I would bind it on me as a crown.", "37": "I would give Him an account of my steps; like a prince I would approach Him.", "38": "“If my land cries out against me, and its furrows weep together,", "39": "if I have eaten its fruits without money, or caused the death of its owners,", "40": "then let briars come up instead of wheat, and stinkweed instead of barley.” The words of Job are ended."}