{"1": "“But now, Job, listen to my words and give ear to everything I say.", "2": "See now, I open my mouth; my tongue in my mouth speaks.", "3": "My words are from my upright heart; my lips speak sincerely what they know.", "4": "“The Ruach of God has made me; the breath of Shaddai gives me life.", "5": "Answer me, if you can; array yourselves before me; take your stand!", "6": "Look, I am the same as you before God; I too am formed from clay.", "7": "See, no fear of me should terrify you, nor should my pressure be heavy on you.", "8": "“Indeed, you have said in my hearing, —I heard the sound of the words:", "9": "'I am pure, without transgression; I am innocent, without iniquity.", "10": "Yet, He has found fault with me; He considers me His enemy.", "11": "He puts my feet in the shackles; He watches closely all my paths.'", "12": "“But in this, you are not right— I answer you, for God is greater than a mortal.", "13": "Why do you contend against Him that He does not answer all His words.", "14": "Indeed, God speaks once, even twice, yet no one perceives it.", "15": "“In a dream, in a vision of the night, when deep sleep falls on men, as they slumber in bed,", "16": "Then He opens the ears of men and seals their instruction,", "17": "in order to turn a man from his conduct and to cover a person's pride.", "18": "He spares his soul from the Pit and his life from perishing by the sword.", "19": "Or a person is chastened with pain on his bed, with continual strife in his bones,", "20": "so that his life loathes bread, and his soul, desirable food.", "21": "His flesh wastes away from sight, and his bones, once unseen, now stick out.", "22": "His soul draws near to the Pit and his life to the messengers of death.", "23": "“If there is an angel beside him, a messenger, one out of a thousand, to declare to a man his uprightness,", "24": "then He is gracious to him, and says 'Deliver him from going down to the Pit— I have found a ransom;'", "25": "let his flesh be restored like a child's; let him return to the days of his youth.'", "26": "He entreats God and is accepted by Him; he sees His face with a shout of joy; He restores to the man his righteousness.", "27": "He sings to others, saying, 'I have sinned and perverted what is right, but I did not get what I deserved.", "28": "He redeemed my soul from going down to the Pit, and my life sees the light.'", "29": "“Indeed, God does all these things, twice, even three times with a man,", "30": "to bring his soul back from the Pit, that he may be illuminated with the light of life.", "31": "Pay attention, Job, listen to me; Be silent, and I will speak.", "32": "If you have anything to say, answer me. Speak, for I want to justify you.", "33": "If not, then listen to me. Be silent, and I will teach you wisdom.”"}