{"1": "Then Elihu answered:", "2": "“Hear my words, you wise men; give ear to me, you men of learning.", "3": "For the ear tests words as the mouth tastes food.", "4": "Let us choose for ourselves what is right; Let us learn together what is good.", "5": "“For Job says, 'I am righteous, but God has deprived me of justice.", "6": "Concerning my right, should I lie? My wound is incurable, although I am without transgression.'", "7": "What man is like Job, who drinks mockery like water,", "8": "who keeps company with evildoers, and walks with wicked men?", "9": "For he says, 'It does not profit a man when he makes his delight with God.'", "10": "“Therefore, listen to me, you men of understanding: Wickedness is far from God, injustice from Shaddai", "11": "For He repays a person for what he has done, and brings on the person what he deserves.", "12": "“Truly God does not act wickedly, and Shaddai does not pervert justice.", "13": "Who appointed Him over the earth? Who put Him over the whole world?", "14": "“If He were to set His heart on it, and gather to Himself His Ruach and breath,", "15": "all flesh would perish together and mankind would return to dust.[a]", "16": "“Now if you have understanding, hear this; give ear to the sound of my words.", "17": "Can someone who hates justice govern? Will you condemn the mighty, righteous One?", "18": "Who says to a king, 'Worthless man' and to nobles, 'Wicked men'!", "19": "Who shows no partiality before princes, and does not favor the rich over the poor, for they are all the work of His hands.", "20": "They die in a moment, at midnight, people are shaken and they pass away. The mighty are removed without a hand.", "21": "“For His eyes are on the ways of man; He sees all his steps.", "22": "There is no gloom and no deep darkness, where evildoers can hide themselves.", "23": "For He does not consider a man further that he should go before God in judgment.", "24": "He shatters the mighty without inquiry, and sets others in their place.", "25": "Thus He recognizes their deeds, He overturns them in the night and they are crushed.", "26": "He strikes them for their wickedness in a place where people can see,", "27": "because they turned from following Him, and have not understood any of His ways.", "28": "They caused the cry of the poor to come before Him, so that He hears the cry of the afflicted.", "29": "“But if He is quiet, who can condemn Him? If He hides His face, who can see Him? Yet He is over a nation and an individual alike,", "30": "so that godless men should not rule, nor lay snares for people.", "31": "“Suppose someone says to God, 'I have born chastisement, but I will not act wickedly any more.", "32": "Teach me what I cannot see. If I have done evil, I will not do it again.'", "33": "Should He requite it on your terms, because you reject it? But you must choose and not I; now declare what you know.", "34": "“Men of understanding declare, wise men who hear me say to me,", "35": "'Job speaks without knowledge, and his words lack understanding.'", "36": "Oh, that Job might be tested to the end, for answering like wicked men.", "37": "For he adds rebellion to his sin; in our midst he claps his hands and multiplies his words against God.”"}