{"1": "Then Elihu said further:", "2": "“Be patient with me a bit longer and I will show you that there is more to say on God's behalf.", "3": "I get my knowledge from afar; I ascribe righteousness to my Maker.", "4": "For truly, my words are not false; One who is perfect in knowledge is with you.", "5": "“Indeed, God is mighty, but despises none, He is mighty in strength of understanding.", "6": "He does not keep the wicked alive, but gives justice to the afflicted.", "7": "He does not take His eyes from the righteous, but enthrones them with kings and exalts them forever.", "8": "But if they are bound in chains, and held captive by cords of affliction,", "9": "then He declares to them their deed that they have transgressed arrogantly.", "10": "And He opens their ear to instruction, and commands that they turn from evil.", "11": "If they obey and serve, they will end their days in prosperity, and their years in happiness.", "12": "But if they do not listen, they will perish by the sword, and die without knowledge.", "13": "“The godless in heart harbor anger, they do not cry for help even when He binds them.", "14": "Their souls die in youth, their life ends among cult prostitutes.", "15": "He delivers the afflicted by his affliction and opens their ear in oppression.", "16": "“And indeed, He will draw you from the mouth of distress, to a spacious place without constraint, and the comfort of a table full of rich food.", "17": "But you are full of judgment on the wicked, judgment and justice take hold of you!", "18": "Beware lest wrath entice you with riches; or a large bribe turn you aside.", "19": "Will your wealth sustain you to keep you from distress, or even all your mighty efforts?", "20": "Do not long for the night, when people vanish from their places.", "21": "Be careful, do not turn to iniquity; for you have chosen this rather than affliction.", "22": "“Indeed, God is exalted in His power. Who is a teacher like Him?", "23": "Who has prescribed His way for Him? Or said 'You have done wrong'?", "24": "Remember to magnify His work, of which people have sung.", "25": "All mankind has seen it; people gaze on it from afar.", "26": "Behold, God is exalted—beyond our knowledge! The number of His years is unsearchable.", "27": "For He draws up the drops of water; they distill rain into its mist,", "28": "which the clouds pour down and shower mankind abundantly.", "29": "Indeed, who can understand the spreading of the clouds, and the thunder from His pavilion?", "30": "“See how He scatters His lightning about Him, covering the depths of the sea.", "31": "For by these, He judges peoples and supplies food in abundance.", "32": "He covers His hands with lightning and commands it to strike its target.", "33": "His thunder declares His presence, the cattle also, about what is coming."}