{"1": "“At this my heart trembles and leaps from its place.", "2": "Listen carefully to the roar of His voice, the rumbling that comes from His mouth.", "3": "Under the whole heaven He lets it loose, and His light to the ends of the earth.", "4": "After that a voice roars; He thunders with His majestic voice. He does not hold them back when His voice is heard.", "5": "God thunders wondrously with His voice; He does great things beyond our comprehension.", "6": "“For to the snow He says, 'Fall to the earth,' and to the torrential rain—be a mighty downpour of rain.", "7": "He seals the hand of every man, so that all men will know His work.", "8": "The animals go into their lairs; they remain in their dens.", "9": "Out of its chamber comes the storm, and icy cold from the driving wind.", "10": "From the breath of God frost is made, and the watery expanse freezes.", "11": "He loads the cloud with moisture; He scatters His cloud of lightning.", "12": "It swirls around by His guidance, to do whatever He commands on the face of the inhabited world.", "13": "Whether it is a rod of punishment or for His land or for lovingkindness, He causes it to happen.", "14": "“Listen to this, Job: stand and consider God's wonders.", "15": "Do you know how God orders them, and makes the lightning flash in His cloud?", "16": "Do you know the balancing of clouds, the wonders of Him who has perfect knowledge?", "17": "“You, whose clothes are hot, when the earth is still, because of the south wind,", "18": "can you, with Him, stretch out the skies, strong as a mirror of molten metal?", "19": "Teach us what to say to Him; we cannot prepare a case because of the darkness.", "20": "Should He be informed that I want to speak? If a man speaks, would he be swallowed up?", "21": "But now, they do not see the light, bright as it is in the skies, until the wind has passed and cleared the clouds away.", "22": "Out of the north comes in golden splendor; around God is awesome majesty.", "23": "Shaddai, we cannot find Him! He is great in power and justice, and abundant righteousness He does not oppress.", "24": "Therefore people fear Him; He does not regard all the wise of heart.”"}