{"1": "Then Adonai answered Job out of the whirlwind. He said:", "2": "“Who is this, who darkens counsel with words without knowledge?", "3": "Now gird up your loins like a man; I will question you, and you will inform Me!", "4": "“Where were you when I laid the foundations of earth? Tell Me, if you have understanding.", "5": "Who set its dimensions—if you know— or who stretched a line over it?", "6": "On what were its foundations set, or who laid its cornerstone—", "7": "when the morning stars sang together, and all the sons of God shouted for joy?", "8": "“And who shut up the sea behind doors when it burst forth from the womb,", "9": "when I made a cloud its garment and thick darkness its swaddling cloth,", "10": "when I prescribed my boundary for it, and set bars and gates,", "11": "when I said, 'This far you may come, but no further; here your majestic waves will stop.'", "12": "“Have you ever in your life commanded the morning, or caused dawn to know its place;", "13": "that it would take hold of the corners of the earth and shake the wicked out of it?", "14": "It changes shape like clay under a seal— they stand out like those of a garment.", "15": "And from the wicked their light is withheld, and the upraised arm is broken.", "16": "“Have you gone to the springs of the sea, or walked in the recesses of the deep?", "17": "Have the gates of death been revealed to you? Have you seen the gates of the deepest darkness?", "18": "Have you comprehended the expanses of the earth? If you know it all, declare it!", "19": "In what direction does light dwell, and darkness, where is its place—", "20": "that you can take it to its borders, and discern the paths to its home?", "21": "Surely you know, for you were born then; and the number of your days is great!", "22": "“Have you entered the storehouses of snow or seen the storehouses of hail,", "23": "which I reserved for a time of distress, for a day of battle and war?", "24": "In what direction is light distributed, or the east wind scattered over the earth?", "25": "Who cuts a channel for the flood, and a path for the thunderstorm,", "26": "to cause it to rain on an uninhabited land, a desert with no one in it,", "27": "to satisfy a devastated and desolate land, and cause it to sprout grass?", "28": "Does the rain have a father, or who has birthed the drops of dew?", "29": "From whose womb comes the ice? Who gives birth to the frost of heaven,", "30": "when the waters hide like stone, and the surface of the deep is frozen?", "31": "“Can you bind the chains of Pleiades or loosen the belt of Orion?", "32": "Do you bring out the constellations in their season or guide the Bear with her cubs?", "33": "Do you know the ordinances of the heavens? Can you set up dominion over the earth?", "34": "“Can you raise your voice to the clouds and cover yourself with an abundance of water?", "35": "Can you send out lightning bolts, so they go? Will they say to you, 'Here we are'?", "36": "Who put wisdom in the secret place or gave understanding to the mind?", "37": "Who can count the clouds by wisdom, or tip over the water jars of heaven,", "38": "when dust hardens into a mass and clods of earth stick together?", "39": "“Do you hunt prey for the lioness or satisfy the hunger of young lions,", "40": "when they crouch in their dens or lie in wait in the thicket?", "41": "Who arranges provision for the raven, when its young cry out to God, and wander about for lack of food?"}