{"1": "“Do you know when the mountain goats give birth? Do you observe the calving doe?", "2": "Do you count the months they fulfill and do you know the time when they give birth", "3": "when they kneel, bring forth their young, and their labor pains end?", "4": "Their young thrive and grow strong in the open field; They leaveand never return to them.", "5": "“Who sent the wild donkey free? Who released the bonds of the wild ass,", "6": "to whom I gave the Arabah as its home, the salt land as its dwelling place?", "7": "It scorns the commotion in the town; it does not hear the taskmaster's shouts.", "8": "It explores the mountains as its pasture and searches after every green thing.", "9": "“Is the wild ox willing to serve you? Will it spend the night at your manger?", "10": "Will you bind a wild ox to a furrow with his rope? Will it plow valleys behind you?", "11": "Will you rely on it for its great strength? Will you leave your labor to it?", "12": "Can you trust it to bring in your seed and gather it to your threshing floor?", "13": "“The wings of the ostrich flap joyously, but are they the pinions and plumage of a stork?", "14": "For she leaves her eggs on the ground and lets them warm in the soil,", "15": "and forgets that a foot may crush them, that a wild beast may trample them.", "16": "She treats her young ones harshly, as if they were not hers; She is not concerned that her labor was in vain,", "17": "for God did not endow her with wisdom or give her a share of understanding.", "18": "When she lifts herself to flee she laughs at the horse and its rider.", "19": "“Do you give the horse its strength? Do you clothe his neck with a mane?", "20": "Do you cause him to leap like locust? His majestic snorting is terrifying!", "21": "He paws in the valley and exalting in his strength he charges into the fray.", "22": "He laughs at fear and is not dismayed; he does not recoil from the sword.", "23": "On him the quiver rattles; the spear and javelin flash.", "24": "With quaking and excitement, he swallows up the ground. He cannot stand still when the shofar sounds.", "25": "At the blast of the shofar, he says, 'Aha!' From a distance he smells battle, the shout of the captains and the battle cry.", "26": "“Is it by your wisdom that the hawk soars, spreading its wings toward the south?", "27": "Is it by your command that an eagle soars and builds its nest high?", "28": "It dwells on a cliff and spends the night there, on a rocky crag and stronghold.", "29": "From there it searches for food; its eyes detect it from afar.", "30": "Its young ones suck up blood, and where the slain are, there it is.”"}