{"1": "Then Adonai answered Job, saying:", "2": "“Will the one who contends with Shaddai correct him? Let him who accuses God answer!”", "3": "Then Job answered Adonai. He said:", "4": "“Indeed, I am unworthy—what can I reply to You? I put my hand over my mouth.", "5": "I spoke once, but I have no answer— twice, but I will say no more.”", "6": "Then Adonai answered Job from the whirlwind:", "7": "“Brace yourself like a man; I will question you, and you will inform Me!", "8": "“Would you really annul My judgment? Would you condemn Me to justify yourself?", "9": "Do you have an arm like God's and can you thunder with a voice like His?", "10": "Then adorn yourself in majesty and dignity; clothe yourself in splendor and honor.", "11": "Scatter the fury of your anger. Look at every proud personand bring him low;", "12": "look at everyone who is proud and humble him; tread down the wicked where they stand.", "13": "Hide them together in the dust bind their faces in the hidden place.", "14": "Then I—even I will acknowledge to you, that your own right hand can save you!", "15": "“Look now at Behemoth, which I made along with you. He eats grass like an ox.", "16": "Now look at his strength in his loins, and his power in the muscles of his belly.", "17": "He stiffens his tail like a cedar; the sinews of his thighs are knit together.", "18": "His bones are tubes of bronze; His limbs like rods of iron.", "19": "He is first among the ways of God, Let his Maker draw near with His sword!", "20": "For the mountains bring him food, and all the wild animals play there.", "21": "Under the lotus plants he lies down, in the secrecy of the reeds and marsh.", "22": "The lotuses conceal him in their shade; the willows of the brook surround him.", "23": "If the river rages, he is not alarmed. He is secure, even though the Jordan surges against his mouth.", "24": "Can anyone capture it by its eyes, or pierce his nose with hooks?", "25": "“Can you pull in Leviathan with a hook,[a] or tie down his tongue with a cord?", "26": "Can you put a reed rope in his nose or pierce his jaw with a hook?", "27": "Will he make many supplications to you, or speak softly to you?", "28": "Will he make a covenant with you, so you can take him as a slave forever?", "29": "Can you play with him like a bird, or put him on a leash for your girls?", "30": "Will traders barter for him? Will they divide him among the merchants?", "31": "Can you fill his hide with harpoons or his head with fishing spears?", "32": "If you lay your hands on him— you will remember the battle and never do it again!"}