{"1": "“See, his hope is wrong, he is laid low, even the sight of him.", "2": "Is he not fierce when he is roused? Who then is able to stand before Me?", "3": "Who has confronted Me that I should repay?[a] Everything under heaven belongs to Me.", "4": "“I will not keep silent about his limbs, or his might or the grace of his arrangement.", "5": "Who can strip off his outer garment? Who can penetrate his double armor?", "6": "Who can open the doors of his face, ringed with fearsome teeth?", "7": "His rows of shields are his pride, shut up closely as with tight seal;", "8": "each so close to the next, that no air can pass between.", "9": "They are joined one to another; they clasp each other and cannot be separated.", "10": "“He sneezes out flashes of light; his eyes are like the eyelids of dawn.", "11": "Out of his mouth go flames, sparks of fire shoot out.", "12": "Smoke pours from his nostrils, as a boiling pot over burning reeds.", "13": "His breath sets coals ablaze and flames dart from his mouth.", "14": "“Strength resides in his neck; dismay runs before him.", "15": "The folds of his flesh are tightly joined; they are firm on him, immovable.", "16": "His heart is hard as rock, hard as a lower millstone.", "17": "“When he rises up, the mighty are afraid; at his crashing they retreat.", "18": "A sword that reaches him has no effect— nor with a spear, dart, or javelin.", "19": "He regards iron as straw, bronze as rotten wood.", "20": "Arrows do not make him flee; sling stones become like chaff to him.", "21": "A club is regarded as stubble; he laughs at the rattling of a lance.", "22": "“His undersides are jagged potsherds, leaving a trail like a threshing sledge in mud.", "23": "He makes the deep boil like a cauldron and stirs up the sea like a pot of ointment.", "24": "He leaves a shining wake behind him; one would think the deep had white hair.", "25": "Nothing on dry land is his equal— a creature without fear.", "26": "He sees every haughty thing; he is king over all who are proud.”"}