{"1": "“Cry out now! Will anyone answer you? To which of the holy ones will you turn?", "2": "For resentment kills a fool, and envy slays the simple.", "3": "I myself have seen a fool taking root, but suddenly I cursed his dwelling.", "4": "His sons are far from safety, and crushed at the gate without a deliverer!", "5": "The hungry consumes his harvest, taking it even from among thorns, and the thirsty pants after their wealth.", "6": "For evil does not come from the dust, nor does trouble sprout from the ground.", "7": "Yet man is born for trouble, as surely as sparks fly upward.", "8": "But as for me, I would seek God; I would lay my cause before God.", "9": "Who does great things beyond comprehension, wonders without number.", "10": "Who gives rain to the earth and sends water over the plains.", "11": "Who places the lowly on high and lifts mourners to salvation.", "12": "Who frustrates the plans of the crafty, so that their hands attain no success.", "13": "Who catches the clever in their craftiness, and thwarts the plan of the cunning.", "14": "By day they encounter darkness and grope at noon as if it were night.", "15": "But He saves the needy from the sword of their mouth, and from the clutches of the mighty.", "16": "So the helpless have hope and injustice shuts its mouth.", "17": "Behold, happy is the one whom God corrects, so do not despise the discipline of Shaddai.", "18": "For He inflicts pain, but He also binds up; He injures, yet His hands also heal.", "19": "From six calamities He will deliver you, even in seven, no harm will touch you.", "20": "In famine, He will redeem you from death, and in war, from the power of the sword.", "21": "You will be hidden from the lash of the tongue, and not fear when violence comes.", "22": "You will laugh at violence and famine, and will not fear the beasts of the earth.", "23": "For you will have a covenant with the stones of the field, and the beasts of the field will be at peace with you.", "24": "You will know shalom in your tent, and you will take stock of your home and find nothing missing.", "25": "“You will know that your descendants will be numerous your offspring like the grass of the earth.", "26": "You will come to the grave in vigor, like sheaves of grain in its season.", "27": "Behold, we have investigated this—it is true. Hear it, and apply it to yourself!”"}