{"1": "Job responded and said:", "2": "“Truly I know it is so, but how can one be righteous before God?[a]", "3": "If anyone wished to contend with Him, he could not answer Him once in a thousand.", "4": "He is wise in heart and mighty in strength. Who has resisted Him and come out whole?", "5": "“He who moves mountains, yet they do not know it, who overthrows them in His anger;", "6": "who shakes the earth from its place until its pillars tremble;", "7": "who speaks to the sun so it does not rise, and seals up the stars;", "8": "He alone spreads out the heavens, and treads on the waves of the sea;", "9": "He makes the Bear, Orion and Pleiades, and the constellations of the south;", "10": "He does great and unfathomable things, wonders beyond number.", "11": "If He were to pass by me, I would not see Him! Were He to move past me, I would not perceive Him.", "12": "If He were to snatch away, who could restrain Him? Who could say to Him, 'What are You doing?'", "13": "“God does not restrain His anger; under Him the helpers of Rahab cower.", "14": "How then can I answer Him or choose my words with Him?", "15": "Even if I were right, I would not answer; I would implore the mercy of my Judge.", "16": "Even if I called and He answered me, I would not believe that He would listen to my voice.", "17": "He who crushes me with a storm and multiplies my wounds for no reason.", "18": "He does not allow me to catch my breath, but fills me with bitterness.", "19": "If it is a question of strength— certainly, He is the mighty One! If it is a matter of justice— who will summon me?", "20": "Even if I were innocent, my mouth would condemn me. If I were guiltless, it will declare me perverse.", "21": "“I am guiltless. I have no concern for myself. I despise my life.", "22": "It is all the same, therefore I say, 'He destroys both the blameless and the wicked.'", "23": "If a scourge smites suddenly, He mocks the despair of the innocent.", "24": "If the land falls into the hand of the wicked He blindfolds the faces of its judges. If it is not He, then who is it?", "25": "“My days are swifter than a runner; they flee away without seeing goodness.", "26": "They slip by like reed boats, like an eagle swooping down on its prey.", "27": "If I say, 'I will forget my complaint, I will put off my sad face and be cheerful,'", "28": "I still dread all my pains, for I know You will not find me innocent.", "29": "If I am condemned— why should I struggle in vain?", "30": "If I wash myself with melted snow and cleanse my hands with lye,", "31": "then You would plunge me into a pit and my own clothes would detest me.", "32": "For He is not a human being, like I am, that I could answer Him, that we could go to court together.", "33": "There is no arbitrator between us, who could lay his hand on us both;", "34": "who could remove His rod from me, so that His terror would not frighten me.", "35": "Then I would speak and not fear Him —except it is not so with me.”"}