{"1": "¶ Aleph I am a man that sees affliction in the rod of his wrath.", "2": "Aleph He has led me and brought me into darkness, but not into light.", "3": "Aleph Surely he is turned against me; he turns his hand against me all the day.", "4": "Beth My flesh and my skin he has made old; he has broken my bones.", "5": "Beth He has built against me and compassed me with gall and travail.", "6": "Beth He has set me in dark places as those that are dead for ever.", "7": "Gimel He has hedged me about that I cannot get out; he has made my chain heavy.", "8": "Gimel Even when I cried and shouted, he shut out my prayer.", "9": "Gimel He has enclosed my ways with hewn stone; he has made my paths crooked.", "10": "Daleth He was unto me as a bear lying in wait and as a lion in secret places.", "11": "Daleth He has made my ways crooked and pulled me in pieces; he has made me desolate.", "12": "Daleth He has bent his bow and set me as a mark for the arrow.", "13": "He He has caused the arrows of his quiver to enter into my kidneys.", "14": "He I was a derision to all my people and their song every day.", "15": "He He has filled me with bitterness, he has made me drunk with wormwood.", "16": "Vau He has broken my teeth with gravel stones; he has covered me with ashes.", "17": "Vau My soul removed itself far from peace; I forgot about good.", "18": "Vau And I said, My strength and my hope of the LORD is perished.", "19": "Zain Remember my affliction and my misery, the wormwood and the gall.", "20": "Zain My soul shall have them still in remembrance because it is humbled in me.", "21": "¶ Zain This shall go down into my heart; therefore I shall wait.", "22": "Chet It is of the LORD's mercies that we are not consumed because his mercies never diminish.", "23": "Chet They are new every morning; great is thy faith.", "24": "Chet The LORD is my portion, saith my soul; therefore I will wait for him.", "25": "Teth The LORD is good unto those that wait in him, to the soul that seeks him.", "26": "Teth It is good to wait quietly in the salvation of the LORD.", "27": "Teth It is good for the man if he bears the yoke from his youth.", "28": "Jod He shall sit alone and keep silence because he has borne it upon him.", "29": "Jod He shall put his mouth in the dust; if so be there may be hope.", "30": "Jod He shall turn his cheek unto him that smites him; he shall be filled with reproach.", "31": "Caph For the Lord will not cast off for ever:", "32": "Caph But though he causes grief, yet he will also have compassion according to the multitude of his mercies.", "33": "Caph For he does not afflict nor grieve the sons of men from his heart.", "34": "Lamed To crush under his feet all the prisoners of the earth,", "35": "Lamed To turn aside the right of a man before the face of the most High,", "36": "Lamed To subvert a man in his cause, the Lord does not approve.", "37": "¶ Mem Who shall he be that saith that something comes which the Lord has not sent?", "38": "Mem Out of the mouth of the most High proceeds not evil and good?", "39": "Mem Why does the living man have pain, the man in his sins?", "40": "Nun Let us search out our ways, and seek, and turn again to the LORD.", "41": "Nun Let us lift up our heart with our hands unto God in the heavens.", "42": "¶ Nun We have rebelled and been disloyal; therefore thou hast not forgiven.", "43": "Samech Thou hast unfurled anger and persecuted us; thou hast slain, thou hast not forgiven.", "44": "Samech Thou hast covered thyself with a cloud that our prayer should not pass through.", "45": "Samech Thou hast made us as the offscouring and abomination in the midst of the peoples.", "46": "Pe All our enemies have opened their mouths upon us.", "47": "Pe Fear and a snare is come upon us, desolation and destruction.", "48": "Pe My eyes stream with rivers of water for the destruction of the daughter of my people.", "49": "Ain My eyes run down, and cease not, for there is no relief,", "50": "Ain Until the LORD looks down, and beholds from the heavens.", "51": "Ain My eyes make my soul sad because of all the daughters of my city.", "52": "Tzaddi My enemies hunted me like a bird, without cause.", "53": "Tzaddi They bound up my life in the dungeon, and cast a stone upon me.", "54": "Tzaddi Waters flowed over my head; then I said, I am dead.", "55": "¶ Koph I called upon thy name, O LORD, out of the low dungeon.", "56": "Koph Thou hast heard my voice; do not hide thine ear at my cry that I might breath.", "57": "Koph Thou drewest near in the day that I called upon thee; thou didst say, Fear not.", "58": "Resh O Lord, thou hast pleaded the cause of my soul; thou hast redeemed my life.", "59": "Resh O LORD, thou hast seen where I was wrong; plead thou my cause.", "60": "Resh Thou hast seen all their vengeance and all their imaginations against me.", "61": "Schin Thou hast heard their reproach, O LORD, and all their imaginations against me;", "62": "Schin The words of those that rose up against me, and their design against me all the day.", "63": "Schin Behold their sitting down, and their rising up; I am their music.", "64": "Tau Render unto them a recompense, O LORD, according to the work of their hands.", "65": "Tau Give them sorrow of heart; thy curse unto them.", "66": "Tau Persecute them in thy anger and cut them off from under the heavens, oh LORD."}