{"1": "After Joshua died, the ·Israelites [L sons/T children of Israel] asked the ·Lord [or Yahweh; C the translation “Lord” (all caps) represents the divine name YHWH, usually pronounced “Yahweh”], “Who will ·be first to go and [lead the] fight for us against the Canaanites?”", "2": "The Lord said to them, “·The tribe of Judah [L Judah] will go. [L Look; T Behold] I have ·handed the land over to them [L given the land into his hand].”", "3": "·The men of Judah [L Judah] said to ·the men of Simeon, their relatives [L his brother Simeon], “Come and help us fight the Canaanites for our ·land [allotment]. If you do, we will go and help you fight for your ·land [allotment].” So ·the men of Simeon [L Simeon] went with them [C Simeon's land lay within Judah; Josh. 19:1].", "4": "When Judah attacked, the Lord handed over the Canaanites and the Perizzites to them, and they defeated ten thousand men at the city of Bezek. ", "5": "·There [L At Bezek] they found Adoni-Bezek [C the ruler of the city], and fought him. The men of Judah defeated the Canaanites and the Perizzites, ", "6": "but Adoni-Bezek ran away. The men of Judah chased him, and when they caught him, they cut off his thumbs and big toes [C such mutilation was common in the ancient Near East, rendering a king unfit for military service or priestly functions; Lev. 8:23–24].", "7": "Adoni-Bezek said, “Seventy kings whose thumbs and big toes had been cut off used to eat scraps that fell from my table. Now God has paid me back for what I did to them.” The men of Judah took Adoni-Bezek to Jerusalem, and he died there.", "8": "Then the ·men [L sons] of Judah fought against Jerusalem and captured it. They ·attacked with their swords [L struck it with the edge of the sword] and burned the city [C a temporary conquest; David later captured the city; 2 Sam. 5:7].", "9": "Later, they went down to fight the Canaanites who lived in the mountains, in the ·dry [or hill] country ·to the south [L in the Negev], and in the ·western hills [or lowland]. ", "10": "·The men of Judah [L Judah] went to fight against the Canaanites in the city of Hebron (which used to be called Kiriath Arba [Gen. 13:18; 23:2; Josh. 14:15]). And they defeated Sheshai, Ahiman, and Talmai [Num. 13:22; Josh. 15:14].", "11": "Then they left there and went to fight against the people living in Debir. (In the past Debir had been called Kiriath Sepher.) ", "12": "Before attacking the city, Caleb said, “I will give Acsah, my daughter, as a wife to the man who attacks and captures the city of Kiriath Sepher.” ", "13": "Othniel son of Kenaz, Caleb's younger brother, captured the city, so Caleb gave his daughter Acsah to Othniel to be his wife. ", "14": "When Acsah came to ·Othniel [L him; C could be Othniel or Caleb], she ·told him to ask [or asked] her father for a field. When she got down from her donkey, Caleb asked her, “What do you want?” [Josh. 15:16–18]", "15": "Acsah answered him, “·Do me a special favor [L Give me a blessing]. Since you have given me land in ·southern Canaan [L the Negev], also give me springs of water.” So Caleb gave her the upper and lower springs [Josh. 15:19].", "16": "The ·Kenite people, who were from the family of [L sons/descendants of the Kenite] Moses' father-in-law [Ex. 2:16], left the city of palm trees [C Jericho]. They went with the men of Judah to the ·Desert [Wilderness] of Judah to live with them there in ·southern Judah [L the Negev] near the city of Arad.", "17": "The men of Judah and the men of Simeon [1:3], their ·relatives [brothers], defeated the Canaanites who lived in Zephath. They ·completely destroyed the city [devoted it to the Lord for destruction; see Josh. 2:10; 6:17–19], so they called it Hormah [C sounds like Hebrew for “total destruction”]. ", "18": "The men of Judah captured Gaza, Ashkelon, Ekron [C Philistine cities along the coast], and the lands around them.", "19": "The Lord was with the men of Judah. They took the land in the ·mountains [hill country], but they could not force out the people living on the plain, because they had iron chariots [C wooden chariots with iron fittings]. ", "20": "As Moses had promised, Hebron was given to Caleb, and Caleb forced out the three sons of Anak [Num. 14:24; Deut. 1:36; Josh. 14:9–14]. ", "21": "But the people of Benjamin could not ·make the Jebusite people leave [L drive out the Jebusites from] Jerusalem. Since that time the Jebusites have lived with the ·Benjaminites [L sons of Benjamin] in Jerusalem.", "22": "The ·men [L house] of Joseph went to fight against the city of Bethel, and the Lord was with them. ", "23": "They sent some spies to Bethel (which used to be called Luz). ", "24": "The spies saw a man coming out of the city and said to him, “Show us a way into the city, and we will ·be kind to [have mercy on; or reward] you.” ", "25": "So the man showed them the way into the city. The men of Joseph ·attacked with swords the people in Bethel [L struck the city with the edge of the sword], but they let the man and his family go free. ", "26": "He went to the land where the Hittites lived [C in Syria, north of Israel] and built a city. He named it Luz, which it is called even today.", "27": "The people of Manasseh did not ·force [drive] out the inhabitants of the cities of Beth Shan, Taanach, Dor, Ibleam, Megiddo, nor the small towns around them, because the Canaanites were determined to stay there. ", "28": "Later, the Israelites grew strong and forced the Canaanites ·to work as slaves [into forced labor], but they did not ·make all the Canaanites leave their land [L drive them out completely]. ", "29": "The people of Ephraim did not ·force [drive] out all of the Canaanites living in Gezer. So the Canaanites continued to live in Gezer with the people of Ephraim. ", "30": "The people of Zebulun did not force out the Canaanites living in the cities of Kitron and Nahalol. They stayed and lived with the people of Zebulun, but Zebulun ·made them work as slaves [forced them into hard labor].", "31": "The people of Asher did not ·force [drive out] the Canaanites from the cities of Acco, Sidon, Ahlab, Aczib, Helbah, Aphek, and Rehob [C cities on the Mediterranean Sea north of Carmel and inland from the coast]. ", "32": "Since the people of Asher did not ·force [drive] them out, the Canaanites continued to live with them. ", "33": "The people of Naphtali did not ·force [drive] out the people of the cities of Beth Shemesh and Beth Anath [C the region east of Asher]. So they continued to live with the Canaanites in those cities, and the Canaanites ·worked as slaves [did forced labor]. ", "34": "The Amorites forced the Danites back into the ·mountains [hill country] and would not let them come down to live in the plain [Josh. 19:47–48; Judg. 18]. ", "35": "The Amorites were determined to stay in Mount Heres, Aijalon, and Shaalbim. But when the Israelites grew stronger, they made the Amorites ·work as slaves [do forced labor]. ", "36": "The land of the Amorites was from ·Scorpion [or Akrabbim; C Hebrew for “scorpion”] ·Pass [or Ascent; C south of the Dead Sea] to Sela and beyond."}