{"1": "Jephthah was a ·strong soldier [mighty warrior] from Gilead [C a region east of the Jordan]. His father was named Gilead, and his mother was a prostitute. ", "2": "Gilead's wife had several sons. When they grew up, they forced Jephthah to leave his home, saying to him, “You will not get any of our father's ·property [inheritance], because you are the son of another woman.” ", "3": "So Jephthah ran away from his brothers and lived in the land of Tob [C region northeast of Gilead; 2 Sam. 10:6, 8]. There some ·worthless [good-for-nothing; trouble-making] men began to ·follow [or travel with] him.", "4": "After a time the ·Ammonites [L sons/descendants of Ammon] fought against Israel. ", "5": "When the ·Ammonites [L sons/descendants of Ammon] made war against Israel, the elders of Gilead went to Jephthah to bring him back from Tob. ", "6": "They said to him, “Come and ·lead our army [L be our commander/ruler] so we can fight the ·Ammonites [L sons/descendants of Ammon].”", "7": "But Jephthah said to them, “Didn't you hate me? You forced me to leave my father's house. Why are you coming to me now that you are in trouble?”", "8": "The elders of Gilead said to Jephthah, “·It is because of those troubles that [For that reason; or Despite that; Nevertheless][a] we come to you now. Please come with us and fight against the ·Ammonites [L sons/descendants of Ammon]. You will be the ·ruler [leader; head] over everyone who lives in Gilead.”", "9": "Then Jephthah answered, “If you take me back to Gilead to fight the ·Ammonites [L sons/descendants of Ammon] and the Lord helps me win, ·I will be your ruler [or will I really be your ruler/leader/head?].”", "10": "The elders of Gilead said to him, “The Lord ·is listening to everything we are saying [is our witness; or will mediate for us; L will hear between us; C an oath formula]. ·We promise to do all that you tell us to do [or …if we do not do as you say].” ", "11": "So Jephthah went with the elders of Gilead, and the people made him their ·leader [head; ruler] and ·commander of their army [or chief; leader]. Jephthah repeated all of his words in front of the Lord at Mizpah [C either to further ratify them or to confirm God's direction].", "12": "Jephthah sent messengers to the king of the ·Ammonites [L sons/descendants of Ammon], asking, “What ·have you got against Israel [L to me and to you]? ·Why have you [L …that you have] come to attack our land?”", "13": "The king of the ·Ammonites [L sons/descendants of Ammon] answered the messengers of Jephthah, “We are fighting Israel because you took our land when you came up from Egypt. You took our land from the Arnon River to the Jabbok River to the Jordan River. Now give our land back to us peacefully.”", "14": "Jephthah sent the messengers to the Ammonite king again. ", "15": "They said: “This is what Jephthah says: Israel did not take the land of Moab or Ammon. ", "16": "When the Israelites came up out of Egypt, they went through the ·desert [wilderness] to the Red Sea and then to Kadesh. ", "17": "Israel sent messengers to the king of Edom, saying, 'Please let ·the people of Israel [L us] ·go across [pass through] your land [Num. 20:14–17].' But the king of Edom ·refused [L would not listen]. They sent the same message to the king of Moab, but he also refused. So the Israelites stayed at Kadesh.", "18": "“Then the Israelites went through the ·desert [wilderness] around the borders of the lands of Edom and Moab. Israel went east of the land of Moab and camped on the other side of the Arnon River [C the border of Moab]. They did not cross it to go into the land of Moab.", "19": "“Then Israel sent messengers to Sihon king of the Amorites, king of the city of Heshbon, asking, 'Let the people of Israel pass through your land to go to our ·land [place].' ", "20": "But Sihon did not trust the Israelites to cross his land. So he ·gathered all of his people [mobilized his army] and camped at Jahaz and fought with Israel.", "21": "“But the Lord, the God of Israel, handed Sihon and his army ·over to [L into the hand of] Israel. All ·the land [or that territory] of the Amorites became the property of Israel. ", "22": "So Israel took all the ·land [territory] of the Amorites from the Arnon River to the Jabbok River, from the desert to the Jordan River [Num. 21:21–30].", "23": "“It was the Lord, the God of Israel, who ·forced [drove] out the Amorites ahead of his people Israel. So do you think you can ·make them leave [take possession of it]? ", "24": "·Take [L Will you not possess…?] the land that your god Chemosh [C the chief god of the Moabites, which the Amorites were evidently also worshiping] has given you. We will live in the land the Lord our God has ·given [L dispossessed before] us!", "25": "“Are you any better than Balak son of Zippor, king of Moab [Num. 22–24]? Did he ever quarrel or fight with the people of Israel? ", "26": "For three hundred years the Israelites have lived in Heshbon and Aroer and the towns around them and in all the cities along the Arnon River. Why have you not taken these cities back in all that time? ", "27": "I have not sinned against you, but you are sinning against me by making war on me. May the Lord, the Judge, decide today whether the ·Israelites [L sons/T children of Israel] or the Ammonites [L sons/descendants of Ammon] are right.”", "28": "But the king of the ·Ammonites [L sons/descendants of Ammon] ·ignored [would not listen to] this message from Jephthah.", "29": "Then the Spirit of the Lord ·entered [empowered; came/was upon; 3:10; 6:34] Jephthah. Jephthah passed through Gilead and Manasseh and the city of Mizpah in Gilead to the land of the ·Ammonites [L sons/descendants of Ammon]. ", "30": "Jephthah made a ·promise [vow] to the Lord, saying, “If you will ·hand over the Ammonites to me [L give the sons of Ammon into my hand], ", "31": "I will ·give you [offer; sacrifice] as a burnt offering [Lev. 1:1–17] the first thing that comes out of the door of my house to meet me when I return ·from the victory [L in peace]. It will be the Lord's.”", "32": "Then Jephthah went over to fight the ·Ammonites [L sons/descendants of Ammon], and the Lord ·handed them over to him [L gave them into his hand]. ", "33": "Jephthah ·struck them down [crushed/defeated them with a great slaughter] from the city of Aroer to the area of Minnith, twenty cities in all, and as far as the city of Abel Keramim. So the ·Ammonites [L sons/descendants of Ammon] were ·defeated [subdued] by the ·Israelites [L sons/T children of Israel].", "34": "When Jephthah returned to his home in Mizpah, [L look; T behold] his daughter was the first one to come out to meet him, ·playing a tambourine [L with tambourines] and dancing [Ex. 15:20]. She was his only child; he had no other sons or daughters. ", "35": "When Jephthah saw his daughter, he tore his clothes [C to show his sorrow] and said, “[L Ah!] My daughter! You have ·made me so sad [devastated me; brought me to my knees]. You have brought me disaster! I ·made a promise [have given my word; L opened my mouth] to the Lord, and I cannot ·break it [recant; L return]!”", "36": "Then his daughter said, “Father, you ·made a promise [gave your word; L opened your mouth] to the Lord. So do to me just what ·you promised [L came out of your mouth], because the Lord ·helped you defeat [avenged you of; or vindicated you before] your enemies, the ·Ammonites [L sons/descendants of Ammon].” ", "37": "She also said, “But let me do one thing. Let me be alone for two months to go ·to [L down and up in] the mountains. Let me and my friends go and ·cry together since I will never marry [L weep for my virginity].”", "38": "Jephthah said, “Go.” So he sent her away for two months. She and her friends ·stayed [walked] in the mountains and ·cried for her because she would never marry [L wept for her virginity]. ", "39": "After two months she returned to her father, and Jephthah did to her what he had ·promised [vowed; v. 31]. Jephthah's daughter ·never had a husband [or died a virgin; L never knew a man; C some claim Jephthah committed her to lifelong service as a virgin at the sanctuary (Ex. 38:8); more likely, he literally fulfilled his rash vow (see next verse)]. From this came a custom in Israel that ", "40": "every year the young women of Israel would go out for four days to ·remember [commemorate] the daughter of Jephthah from Gilead."}