{"1": "The men of Ephraim called all their soldiers together and crossed the river to the town of Zaphon. They said to Jephthah, “Why didn't you call us to help you fight the ·Ammonites [L sons/descendants of Ammon]? We will burn your house down ·with you in it [over you].”", "2": "Jephthah answered them, “My people and I fought a great battle against the ·Ammonites [L sons/descendants of Ammon]. I called you, but you didn't ·come to help me [L save/rescue/T deliver me from their hand]. ", "3": "When I saw that you would not help me, I risked my own life and went against the Ammonites. The Lord ·handed them over to me [L gave them into my hand]. So why have you come to fight against me today?”", "4": "Then Jephthah called the men of Gilead together and fought the men of Ephraim. The men of Gilead struck them down because the Ephraimites had said, “You men of Gilead are ·nothing but deserters [or fugitives; or renegades] from Ephraim—living ·between [or in the territory of] Ephraim and Manasseh.” ", "5": "The men of Gilead captured the ·crossings [fords; 3:28] of the Jordan River ·that led to the country of [opposite] Ephraim. A person from Ephraim trying to escape would say, “Let me cross the river.” Then the men of Gilead would ask him, “Are you from Ephraim?” If he replied no, ", "6": "they would say to him, “Say the word 'Shibboleth [the word means “flood” or “stream” in Hebrew].'” The men of Ephraim could not say that word correctly [C the difference in accent gave them away (cf. Matt. 26:73)]. So if the person from Ephraim said, “Sibboleth,” the men of Gilead would kill him at the ·crossing [ford]. So forty-two thousand people from Ephraim were killed at that time.", "7": "Jephthah ·judged [led; 2:16] Israel for six years. Then Jephthah, the man from Gilead, died and was buried in a town in Gilead.", "8": "After Jephthah died, Ibzan from Bethlehem ·judged [led; 2:16] Israel. ", "9": "He had thirty sons and thirty daughters. He ·let his daughters marry [L gave them in marriage to] men who were not in his ·family group [clan], and he brought thirty women who were not in his tribe to be wives for his sons. Ibzan ·judged [led] Israel for seven years. ", "10": "Then he died and was buried in Bethlehem.", "11": "After Ibzan died, Elon from the tribe of Zebulun ·judged [led; 2:16] Israel. He ·judged [led] Israel for ten years. ", "12": "Then Elon, the man of Zebulun, died and was buried in the city of Aijalon in the land of Zebulun.", "13": "After Elon died, Abdon son of Hillel from the city of Pirathon ·judged [led; 2:16] Israel. ", "14": "He had forty sons and thirty grandsons, who rode on seventy donkeys [10:4]. He ·judged [led] Israel for eight years. ", "15": "Then Abdon son of Hillel died and was buried in Pirathon in the land of Ephraim, in the ·mountains [hill country] where the Amalekites lived."}