{"1": "Samson went down to the city of Timnah where he saw ·a Philistine woman [L one of the daughters of the Philistines]. ", "2": "When he returned home, he said to his father and mother, “I saw ·a Philistine woman [L one of the daughers of the Philistines] in Timnah. I want you to get her for me so I can marry her.”", "3": "His father and mother answered, “·Surely there is [L Is there not…?] a woman from ·Israel [L the daughters of your brothers/relatives] you can marry. Do you have to marry a woman from the uncircumcised Philistines [Deut. 7:1–3]?” But Samson said, “Get that woman for me! She is ·the one I want [L right in my eyes]!” ", "4": "(Samson's parents did not know that ·the Lord wanted this to happen [this was from the Lord] because he was looking for a ·way [opportunity] to challenge the Philistines, who were ruling over Israel at this time.) ", "5": "Samson went down with his father and mother to Timnah, as far as the vineyard near there. ·Suddenly [T And behold], a young lion came roaring toward Samson! ", "6": "The Spirit of the Lord ·entered Samson with great power [empowered/came upon/rushed upon him; 3:10; 6:34; 11:29], and he tore the lion apart with his bare hands. ·For him it was as easy as tearing apart [L …as one tears] a young goat. But Samson did not tell his father or mother what he had done. ", "7": "Then he went down to the city and talked to the Philistine woman, and ·he liked her [L she was right in Samson's eyes].", "8": "Several days later Samson went back to ·marry [get; take] her. On his way he went over to look at the body of the dead lion and ·found [T behold, there was] a swarm of bees and honey in it. ", "9": "Samson ·got [scooped; scraped] some of the honey with his hands and walked along eating it. When he came to his parents, he gave some to them. They ate it, too, but Samson did not tell them he had ·taken [scooped; scraped] the honey from the body of the dead lion [C touching the carcass violated Samson's Nazirite vow; 13:5, 7; Num. 6:6].", "10": "Samson's father went down to see the Philistine woman. And Samson gave a feast, as was the custom for the ·bridegroom [L young men]. ", "11": "When the people saw him, they sent thirty ·friends [companions; groomsmen] to be with him.", "12": "Samson said to them, “Let me tell you a riddle. Try to find the answer during the seven days of the feast. If you can, I will give you thirty linen ·shirts [garments] and thirty changes of clothes. ", "13": "But if you can't, you must give me thirty linen ·shirts [garments] and thirty changes of clothes.” So they said, “Tell us your riddle so we can hear it.”", "14": "Samson said, “Out of the eater comes something to eat. Out of the strong comes something sweet.” After three days, they had not ·found the answer [solved the riddle].", "15": "On the fourth[a] day they said to Samson's wife, “Did you invite us here to make us poor? ·Trick [Entice; Coax] your husband into telling us the answer to the riddle. If you don't, we will burn you and everyone in your father's house.”", "16": "So Samson's wife went to him, crying, and said, “You hate me! You don't really love me! You told ·my people [L the sons of my people] a riddle, but you won't tell me the answer.” Samson said, “I haven't even told my father or mother. Why should I tell you?”", "17": "Samson's wife cried for the rest of the seven days of the feast. So he finally gave her the answer on the seventh day, because she kept ·bothering [nagging; pressing] him. Then she told ·her [L the sons of her] people the answer to the riddle.", "18": "Before sunset on the seventh day of the feast, the Philistine men had the answer. They came to Samson and said, “What is sweeter than honey? What is stronger than a lion?” Then Samson said to them, “If you had not plowed with my ·young cow [heifer; C referring to his wife], you would not have solved my riddle!”", "19": "Then the Spirit of the Lord ·entered Samson and gave him great power [empowered/came upon/rushed upon him; v. 6]. Samson went down to the city of Ashkelon [C a Philistine capital] and killed thirty of its men and took all that they had and gave the clothes to the men who had answered his riddle. Then he went to his father's house very angry. ", "20": "And Samson's wife was given to his best man [C one of those companions who had attended the feast]."}