{"1": "One day Samson went to Gaza and saw a prostitute there. He went in ·to spend the night with her [L to her; C a euphemism for sexual relations]. ", "2": "When the people of Gaza heard, “Samson has come here!” they surrounded the place and ·waited for him [set an ambush; lay in wait] near the city gate all night. They whispered to each other, “·When dawn comes [At the morning light], we will kill Samson!”", "3": "But Samson only stayed with the prostitute until midnight. Then he got up and took hold of the doors and the two posts of the city gate and tore them loose, along with the bar. He put them on his shoulders and carried them to the top of the hill that faces the city of Hebron.", "4": "After this, Samson fell in love with a woman named Delilah, who lived in the Valley of Sorek. ", "5": "The Philistine ·rulers [lords] went to Delilah and said, “Find out what makes Samson so strong. ·Trick [Seduce; Entice] him into telling you how we can overpower him and tie him up and ·capture [subdue] him. If you do this, each one of us will give you ·twenty-eight pounds [L eleven hundred pieces] of silver.”", "6": "So Delilah said to Samson, “Tell me why you are so strong. How can someone tie you up and ·capture [subdue] you?”", "7": "Samson answered, “Someone would have to tie me up with seven ·new [fresh] bowstrings that have not been dried. Then I would be as weak as any other man.”", "8": "The Philistine ·rulers [lords] brought Delilah seven ·new [fresh] bowstrings that had not been dried, and she tied Samson with them. ", "9": "Some men were ·hiding [lying in wait] in ·another [an inner; or their] room. Delilah said to him, “Samson, the Philistines are here!” But Samson broke the bowstrings like pieces of burned ·string [flax]. So the Philistines did not find out the secret of Samson's strength.", "10": "Then Delilah said to Samson, “You ·made a fool of [mocked; or deceived] me. You lied to me. Now tell me how someone can ·tie you up [subdue you].”", "11": "Samson said, “They would have to tie me with new ropes that have not been used before. Then I would become as weak as any other man.”", "12": "So Delilah took new ropes and tied Samson. Some men were hiding in ·another [an inner; or their] room. She called out to him, “Samson, the Philistines are here!” But he broke the ropes from his arms as easily as if they were threads.", "13": "Then Delilah said to Samson, “·Again [L Until now] you have ·made a fool of [mocked; or deceived] me. You lied to me. Tell me how someone can tie you up.” He said, “Using the loom, weave the seven braids of my hair into the ·cloth [woven fabric; web], and tighten it with a pin. Then I will be as weak as any other man.” While Samson slept, Delilah wove the seven braids of his hair into the ·cloth [woven fabric; web]. ", "14": "Then she fastened it with a pin. Again she said to him, “Samson, the Philistines are here!” Samson woke up and pulled out the pin and the loom with the ·cloth [woven fabric; web].", "15": "Then Delilah said to him, “How can you say, 'I love you,' when ·you don't even trust me [L your heart is not with me]? This is the third time you have ·made a fool of [mocked; or deceived] me. You haven't told me the secret of your great strength.” ", "16": "She ·kept bothering [nagged; pressed] Samson about his secret day after day until ·he felt he was going to die [L his soul was annoyed to death]!", "17": "So he told her ·everything [L all his heart]. He said, “·I have never had my hair cut [L A razor has never come upon my head], because I have been set apart to God as a Nazirite ·since I was born [L from my mother's womb; 13:5, 7; Num. 6:1–12]. If someone shaved my head, I would lose my strength and be as weak as any other man.”", "18": "When Delilah saw that he had told her ·everything sincerely [L all his heart], she sent a message to the Philistine ·rulers [lords]. She said, “Come back one more time, because he has told me ·everything [L all that is in his heart].” So the Philistine rulers came back to Delilah and brought the silver ·with them [L in their hands]. ", "19": "Delilah got Samson to sleep, lying in her lap. Then she called in a man to shave off the seven braids of Samson's hair. In this way she began to ·make him weak [subdue him; make him vulnerable], and his strength left him.", "20": "Then she said, “Samson, the Philistines are here!” He woke up and thought, “I'll leave as I did before and shake myself free.” But he did not know that the Lord had left him.", "21": "Then the Philistines captured Samson and ·tore [gouged] out his eyes. They took him down to Gaza, where they put bronze ·chains [shackles] on him and made him grind grain in the prison. ", "22": "But his hair began to grow again after it was shaved off.", "23": "The Philistine ·rulers [lords] gathered to celebrate and to offer a great sacrifice to their god Dagon. They said, “Our god has handed Samson our enemy ·over to us [into our hand].” ", "24": "When the people saw him, they praised their god, saying, “This man ·destroyed [laid waste; ravaged] our country. He ·killed many of us [L multiplied our dead]! But our god handed over our enemy to us.”", "25": "·While the people were enjoying the celebration [When they were in high spirits; L When their heart was good], they said, “Bring Samson out to ·perform for [entertain; amuse] us.” So they brought Samson from the prison, and he ·performed for [entertained; amused] them. They made him stand between the pillars. ", "26": "Samson said to the ·servant [youth; young man] holding his hand, “Let me feel the pillars that hold up the ·temple [house] so I can lean against them.” ", "27": "Now the ·temple [house] was full of men and women. All the Philistine ·rulers [lords] were there, and about three thousand men and women were on the roof watching Samson perform. ", "28": "Then Samson prayed to the Lord, “·Lord God [Sovereign Lord], remember me. God, please give me strength one more time so I ·can pay these Philistines back [avenge the Philistines] for putting out my two eyes!” ", "29": "Then Samson ·turned to [grasped] the two center pillars ·that supported the whole temple [L on which the house rested]. He braced himself between the two pillars, with his right hand on one and his left hand on the other. ", "30": "Samson said, “Let me die with these Philistines!” Then he pushed ·as hard as he could [with all his strength], causing the temple to fall on the ·rulers [lords] and all the people in it. So Samson killed more of the Philistines when he died than ·when he was alive [during his lifetime].", "31": "Samson's brothers and ·his whole family [L all the house of his father] went down to get his body. They brought him back and buried him in the tomb of Manoah, his father, between the cities of Zorah and Eshtaol. Samson had ·judged [led; 2:16] Israel for twenty years."}