{"1": "There was a man named Micah who lived in the ·mountains [hill country] of Ephraim. ", "2": "He said to his mother, “I heard you speak a curse [C uttered against the thief] about the ·twenty-eight pounds [L eleven hundred pieces] of silver that were taken from you. I have the silver with me; I took it.” His mother said, “The Lord bless you, my son [C for confessing the crime]!”", "3": "Micah gave the ·twenty-eight pounds [L eleven hundred pieces] of silver to his mother. Then she said, “I will ·give [dedicate] this silver [L from my hand] to the Lord. ·I will have my son make [or For the benefit of my son I will make] ·an idol and a statue [a carved image and a cast-metal image; or a carved image overlaid with silver]. So I will give the silver back to you.”", "4": "When he gave the silver back to his mother, she took about ·five pounds [L two hundred pieces of silver] and gave it to a ·silversmith [or idol-maker; Acts 19:24]. With it he made an ·idol and a statue [or carved image overlaid with silver; C an abomination and violation of the law; Deut. 27:15], which stood in Micah's house. ", "5": "Micah had a ·special holy place [shrine], and he made a ·holy vest [ephod] and some ·household idols [L teraphim; Gen. 31:19]. Then Micah ·chose [ordained; installed; or paid; L filled the hand of] one of his sons to be his priest. ", "6": "At that time Israel did not have a king, so everyone did what seemed right in their own eyes [C the common refrain through the rest of Judges, referring both to the lack of a human king and the rejection of God's sovereignty; 18:1; 19:1; 21:25].", "7": "There was a young man who was a Levite [C the priestly tribe of Israel; Num. 1:47–53] from the city of Bethlehem in Judah who was ·from [or living among] the people of Judah. ", "8": "He left Bethlehem to look for another place to live, and ·on his way [or to carry on his vocation] he came to Micah's house in the ·mountains [hill country] of Ephraim. ", "9": "Micah asked him, “Where are you from?” He answered, “I'm a Levite from Bethlehem in Judah. I'm looking for a place to live.”", "10": "Micah said to him, “Live with me and be my father [C meaning an advisor or counselor; Gen. 45:8] and my priest. I will give you ·four ounces [L ten pieces] of silver each year and clothes and food.” So the Levite went in. ", "11": "He agreed to live with Micah and became like one of Micah's own sons. ", "12": "Micah ·made him [installed/ordained him as; or paid him to be; L filled his hand to be] a priest, and he lived in Micah's house. ", "13": "Then Micah said, “Now I know the Lord will ·be good to [prosper] me, because I have a Levite as my priest.”"}