{"1": "At that time Israel did not have a king [17:6]. There was a Levite who lived in the ·faraway [remote] ·mountains [hill country] of Ephraim. He had taken a ·slave woman [concubine; 8:31] from the city of Bethlehem in the land of Judah to live with him, ", "2": "but she ·was unfaithful to [or became angry with] him. She left him and went back to her father's house in Bethlehem in Judah and stayed there for four months. ", "3": "Then her husband went to ·ask her [persuade her; L speak to her heart] to come back to him, taking with him his servant and two donkeys. When the Levite came to her father's house, she invited him to come in, and her father was happy to ·see [welcome; meet] him. ", "4": "The father-in-law, the young woman's father, ·asked [urged; persuaded] him to stay. So he stayed for three days and ate, drank, and slept there [C hospitality was (and is) a very high cultural value in the Middle East].", "5": "On the fourth day they got up early in the morning. The Levite was getting ready to leave, but the woman's father said to his son-in-law, “·Refresh [Strengthen] yourself by eating something. Then go.” ", "6": "So the two men sat down to eat and drink together. After that, the father said to him, “Please stay tonight. Relax and enjoy yourself.” ", "7": "When the man got up to go, his father-in-law ·asked [urged; persuaded] him to stay. So he stayed again that night. ", "8": "On the fifth day the man got up early in the morning to leave. The woman's father said, “·Refresh [Strengthen] yourself. Wait until this afternoon.” So the two men ate together.", "9": "When the Levite, his ·slave woman [concubine; v. 1], and his servant got up to leave, the father-in-law, the young woman's father, said, “It's almost night. The day is almost gone. Spend the night here and enjoy yourself. Tomorrow morning you can get up early and go home.” ", "10": "But the Levite did not want to stay another night. So he took his two saddled donkeys and his ·slave woman [concubine] and ·traveled toward [L arose and went and came opposite] the city of Jebus (also called Jerusalem).", "11": "As the day was almost over, they came near Jebus. So the servant said to his master, “Let's stop at this city of the Jebusites, and spend the night here.”", "12": "But his master said, “No. We won't go inside a foreign city. Those people are not ·Israelites [L of the sons/T children of Israel]. We will go on to the city of Gibeah.” ", "13": "He said, “Come on. Let's try to make it to Gibeah or Ramah so we can spend the night in one of those cities.” ", "14": "So they went on. The sun went down as they came near Gibeah, which belongs to the tribe of Benjamin. ", "15": "They stopped there to spend the night. They came to the public square [C an open area inside the city gate, the hub for business, government, and social interaction] of the city and sat down, but no one invited them home to spend the night [C a mark of shame for the city, since hospitality was of great importance; contrast this with vv. 3–9].", "16": "Finally, in the evening an old man came in from his work in the fields. His home was in the ·mountains [hill country] of Ephraim, but now he was ·living [residing; staying] in Gibeah. (The people of Gibeah were from the tribe of Benjamin.) ", "17": "He saw the traveler in the public square and asked, “Where are you going? Where did you come from?”", "18": "The Levite answered, “We are traveling from Bethlehem in Judah to my home in a remote area of the ·mountains [hill country] of Ephraim. I have been to Bethlehem in Judah, but now I am going to the ·Holy Tent [L House] of the Lord [C probably the shrine at Shiloh; 18:31; Josh. 18:1].[a] No one has invited me to stay in his house. ", "19": "We already have straw and food for our donkeys and bread and wine for me, ·the young woman [L your maidservant], and my ·servant [L the young man with your servants; C politely referring to himself and his servants as the old man's servants]. We don't need anything.”", "20": "The old man said, “You are welcome to stay at my house. Let me give you anything you need, but don't spend the night in the public square.” ", "21": "So the old man took the Levite into his house, and he fed their donkeys. They washed their feet and had something to eat and drink.", "22": "While they were enjoying themselves, [L look; T behold] some ·wicked [worthless; troublemaking] men of the city surrounded the house and beat on the door. They shouted to the old man who owned the house, “Bring out the man who came to your house. We want to ·have sexual relations with [L know; C a euphemism for sex] him.” [C The Benjamites had become as evil as the men of Sodom; Gen. 19:1–11.]", "23": "The owner of the house went outside and said to them, “No, my ·friends [brothers]. Don't be so evil. This man is a guest in my house. Don't do this ·terrible [outrageous; disgraceful; vile] thing! ", "24": "Look, here are my ·daughter, who has never had sexual relations before [L virgin daughter], and the man's ·slave woman [concubine; v. 1]. I will bring them out to you now. You can ·abuse [violate] them and do ·anything you want [L what is good in your eyes] with them, but don't do such a ·terrible [outrageous; disgraceful; vile] thing to this man.”", "25": "But the men would not listen to him. So the Levite took his ·slave woman [concubine; v. 1] and sent her outside to them. They ·forced her to have sexual relations with them [raped her], and they abused her all night long. Then, at dawn, they let her go. ", "26": "She came back to the house where her master was staying and fell down at the door and lay there until daylight.", "27": "In the morning when the Levite got up, he opened the door of the house and went outside to go on his way. But his slave woman was lying at the doorway of the house, with her hands on the ·doorsill [threshold]. ", "28": "The Levite said to her, “Get up; let's go.” But she did not answer. So he put her on his donkey and went home.", "29": "When the Levite got home, he took a knife and cut his ·slave woman [concubine; v. 1] into twelve parts, limb by limb. Then he sent a part to each area of Israel. ", "30": "Everyone who saw this said, “Nothing like this has ever happened before, not since the ·people [L sons; T children] of Israel came out of Egypt. Think about it [Consider this; or Just imagine!]. Discuss it [Take counsel; or Make a plan]. Tell us what to do [or Speak out against this!].”"}