{"1": "These are the nations the Lord did not force to leave. He wanted to test the Israelites who had not ·fought in [experienced; known] the wars of Canaan. ", "2": "(The only reason the Lord left those nations in the land was to teach the descendants of the Israelites who had not fought in those wars how to fight.) ", "3": "These are the nations: the five ·rulers [lords] of the Philistines, all the Canaanites, the people of Sidon, and the Hivites who lived in the Lebanon mountains from Mount Baal Hermon to Lebo Hamath. ", "4": "Those nations were in the land to test the Israelites—to see if they would obey the commands the Lord had given to their ancestors by [L the hand of] Moses.", "5": "The people of Israel lived with the Canaanites, Hittites, Amorites, Perizzites, Hivites, and Jebusites. ", "6": "The Israelites ·began to marry [L took as wives] the daughters of those people, and they ·allowed their daughters to marry [L gave their daughters to] the sons of those people. Israel also served their gods.", "7": "The ·Israelites [L sons/T children of Israel] did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. They forgot about the Lord their God and served the ·idols of Baal [L Baals; 2:11] and ·Asherah [L Asherahs; C sacred trees or poles dedicated to the goddess Asherah; Deut. 16:21; Judg. 6:25]. ", "8": "So the Lord ·was angry with [L burned in anger against] Israel and allowed ·Cushan-Rishathaim [or Cushan, the Doubly Wicked] king of ·northwest Mesopotamia [or Aram Naharaim; C Naharaim means “two rivers,” referring to Mesopotamia] to rule over the ·Israelites [L sons/T children of Israel] for eight years. ", "9": "When Israel cried to the Lord, the Lord ·sent someone to save them [L raised up a deliverer]. Othniel son of Kenaz, Caleb's younger brother, saved the Israelites. ", "10": "The Spirit of the Lord ·entered [enpowered; came upon; was upon] Othniel, and he became Israel's ·judge [leader; 2:16]. When he went to war, the Lord ·handed over to him [L gave into his hand] ·Cushan-Rishathaim [or Cushan, the Doubly Wicked; v. 8] king of ·northwest Mesopotamia [or Aram Naharaim; v. 8]. ", "11": "So the land was at ·peace [rest] for forty years. Then Othniel son of Kenaz died.", "12": "Again the ·people [L sons/T children] of Israel did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. So the Lord gave Eglon king of Moab power to defeat Israel because of the evil Israel did. ", "13": "Eglon got the ·Ammonites and the Amalekites [L sons/descendants of Ammon and Amalek] to join him. Then he attacked Israel and took the city of palm trees [C Jericho]. ", "14": "So the ·people [L sons; T children] of Israel were ·ruled by [subject to] Eglon king of Moab for eighteen years.", "15": "When the people cried to the Lord, he ·sent someone to save [L raised up a rescuer/T deliverer for] them. He was Ehud, son of Gera from the people of Benjamin, who was ·left-handed [L bound in the right hand]. Israel sent Ehud to give Eglon king of Moab the ·payment [tribute money] he demanded. ", "16": "Ehud made himself a sword with two edges, ·about eighteen inches [L a cubit; C the distance between the elbow and the tip of the fingers] long, and he tied it to his right hip under his clothes. ", "17": "Ehud gave Eglon king of Moab the ·payment [tribute money] he demanded. Now Eglon was a very fat man [C Eglon means “fat calf”]. ", "18": "After he had given Eglon the ·payment [tribute money], Ehud ·sent away [dismissed] the people who had carried it. ", "19": "When he passed the ·statues [images; idols] near Gilgal, he turned around [C Ehud returned to Eglon's palace and sought a private audience with the king] and said to Eglon, “I have a secret message for you, King Eglon.” The king said, “·Be quiet [Silence; or Give us privacy]!” Then he sent all of his servants out of the room. ", "20": "Ehud went to King Eglon, as he was sitting alone in the ·room above his summer palace [L cool upper room; C probably a breezy roof-top room with lattice windows; perhaps a bathroom]. Ehud said, “I have a message from God for you.” As the king stood up from his chair [C perhaps an act of reverence to receive the divine oracle], ", "21": "Ehud reached with his left hand and took out the sword that was tied to his right hip [C the unusual location on the right allowed concealment and caught the king by surprise]. Then he stabbed the sword deep into the king's belly! ", "22": "Even the handle sank in, and ·the blade came out his back [or his bowels discharged]. The king's fat covered the whole sword, so Ehud left the sword in Eglon. ", "23": "Then he went out ·of the room [or to the porch/vestibule; or through the latrine] and closed and locked the doors behind him.", "24": "When the servants returned just after Ehud left, they found the doors to the room locked. So they thought the king was ·relieving himself [L covering his feet; C a euphemism]. ", "25": "They waited for a long time. Finally they became ·worried [anxious; or embarrassed] because he still had not opened the doors. So they got the key and unlocked them and ·saw [L look; T behold] their king lying dead on the floor!", "26": "While the servants were waiting, Ehud had escaped. He passed by the ·statues [idols; images] and went to Seirah. ", "27": "When he reached the ·mountains [hill country] of Ephraim he blew the trumpet. The ·people [L sons; T children] of Israel heard it and went down from the hills with Ehud leading them.", "28": "He said to them, “Follow me! The Lord has ·helped you to defeat [L given into your hand] your enemies, the Moabites.” So Israel followed Ehud and captured the ·crossings [fords] of the Jordan River ·across from [or against] Moab. They did not allow the Moabites to cross the Jordan River. ", "29": "Israel killed about ten thousand strong and able men from Moab; not one escaped. ", "30": "So that day Moab was ·forced to be under the rule of Israel [L subdued/made subject that day under the hand of Israel], and there was ·peace [rest] in the land for eighty years.", "31": "After Ehud, Shamgar son of Anath saved Israel. Shamgar killed six hundred Philistines with ·a sharp stick used to guide oxen [an oxgoad]."}