{"1": "After Ehud died, the ·Israelites [L sons/T children of Israel] again did ·what the Lord said was wrong [L evil in the eyes/sight of the Lord]. ", "2": "So he ·let them be defeated by [L sold them into the hands of] Jabin, a king of Canaan who ruled in the city of Hazor. Sisera, who lived in Harosheth Haggoyim, was the commander of Jabin's army. ", "3": "Because he had nine hundred ·iron [iron-clad; iron-fitted; 1:19] chariots and ·was very cruel to [harshly oppressed] the ·people [L sons; T children] of Israel for twenty years, they cried to the Lord for help.", "4": "A prophetess named Deborah, the wife of Lappidoth, was ·judging [leading; 2:16] Israel at that time. ", "5": "Deborah would sit under the Palm Tree of Deborah, which was between the cities of Ramah and Bethel, in the ·mountains [hill country] of Ephraim. And the ·people [L sons; T children] of Israel would come to her ·to settle their arguments [L for judgment].", "6": "Deborah ·sent a message to [or sent for; summoned] Barak son of Abinoam. Barak lived in ·the city of Kedesh, which is in the area of Naphtali [L Kedesh-Naphtali]. Deborah said to Barak, “The Lord, the God of Israel, commands you: 'Go and gather ten thousand ·men [L sons] of Naphtali and Zebulun [C two tribes covering most of Israel's area north of the Jezreel Valley] and lead them to Mount Tabor [C a cone-shaped mountain in Jezreel Valley southwest of Lake Galilee]. ", "7": "I will ·make [L draw/pull out] Sisera, the commander of Jabin's army, and his chariots, and his army meet you at the Kishon River. I will ·hand Sisera over to you [L give him into your hand].'”", "8": "Then Barak said to Deborah, “I will go if you will go with me, but if you won't go with me, I won't go.”", "9": "“·Of course [Certainly; L Going] I will go with you,” Deborah answered, “but you will not get ·credit [honor; glory; fame] ·for the victory [L in the road/way/venture you are taking]. The Lord will ·let a woman defeat Sisera [L sell Sisera into the hand of a woman].” So Deborah [L arose and] went with Barak to Kedesh. ", "10": "At Kedesh, Barak ·called [summoned] the people of Zebulun and Naphtali together. ·From them, he gathered ten thousand men to follow him [L Ten thousand men went up at his feet], and Deborah went with him also.", "11": "Now Heber the Kenite had ·left [separated/moved away from] the other Kenites, the descendants of Hobab, Moses' ·brother-in-law [or father-in-law]. Heber had put up his tent by the great tree in Zaanannim, near Kedesh [C this verse introduces the family of Jael, the woman alluded to by Deborah in v. 9; see v. 17].", "12": "When Sisera was told that Barak son of Abinoam had gone to Mount Tabor, ", "13": "Sisera gathered his nine hundred ·iron [iron-clad; iron-fitted; v. 3] chariots and all the men with him, from Harosheth Haggoyim to the Kishon River.", "14": "Then Deborah said to Barak, “Get up! Today is the day the Lord ·will hand over Sisera [L has given Sisera into your hand]. The Lord has ·already cleared the way for [L gone out before] you.” So Barak led ten thousand men down Mount Tabor. ", "15": "As Barak approached, the Lord ·confused [caused to panic; or routed] Sisera and his army and chariots. The Lord defeated them with the [L edge of the] sword, but Sisera ·left [jumped out of] his chariot and ran away on foot. ", "16": "Barak and his men chased Sisera's chariots and army to Harosheth Haggoyim. ·With their swords [L By the edge of the sword] they killed all of Sisera's men; not one of them was left alive.", "17": "But Sisera himself ran away to the tent where Jael lived. She was the wife of Heber, one of the Kenite family groups [v. 11]. ·Heber's family [L The house of Heber] ·was at peace [or had an alliance] with Jabin king of Hazor. ", "18": "Jael went out to meet Sisera and said to him, “·Come into my tent [L Turn aside], master! Come in. Don't be afraid.” So Sisera went into Jael's tent, and she covered him with a ·rug [or blanket].", "19": "Sisera said to Jael, “I am thirsty. Please give me some water to drink.” So she opened a ·leather bag [goatskin] of milk and gave him a drink. Then she covered him up.", "20": "He said to her, “Go stand at the entrance to the tent. If anyone comes and asks you, 'Is anyone here?' say, 'No.'”", "21": "But Jael, the wife of Heber, took a tent peg and a hammer and ·quietly [secretly] went to Sisera. Since he was very tired, he was in a deep sleep. She hammered the tent peg through the side of Sisera's ·head [temple; or mouth] and into the ground. And so Sisera died.", "22": "·At that very moment [T And behold] Barak came by Jael's tent, chasing Sisera. Jael went out to meet him and said, “Come. I will show you the man you are looking for.” So Barak entered her tent, and there Sisera lay dead, with the tent peg in his ·head [temple; or mouth].", "23": "On that day God ·defeated [subdued; humiliated] Jabin king of Canaan ·in the sight of [L before the sons/T children of] Israel.", "24": "·Israel became stronger and stronger [L The hand of sons/T children of Israel pressed harder and harder] against Jabin king of Canaan until finally they destroyed him."}