{"1": "Early in the morning Jerub-Baal (also called Gideon) and all his men set up their camp at the spring of Harod [C at the foot of Mount Gilboa]. The Midianites were camped north of them in the valley [C of Jezreel] at the bottom of the hill called Moreh. ", "2": "Then the Lord said to Gideon, “You have too many men ·to defeat the Midianites [L for me to give Midian into your hand]. I don't want the Israelites to brag ·that they saved themselves [L saying, “My own hand has saved/T delivered me”]. ", "3": "So now, ·announce to [L call into the ears of] the ·people [nation; army], 'Anyone who is ·afraid [L fearful and trembling] may leave Mount Gilead [C probably another name for Gilboa] and go back home.'” So twenty-two thousand men returned home, but ten thousand remained.", "4": "Then the Lord said to Gideon, “There are still too many men. Take the men down to the water, and I will ·test [sort; sift out] them for you there. If I say, 'This man will go with you,' he will go. But if I say, 'That one will not go with you,' he will not go.”", "5": "So Gideon led the men down to the water. There the Lord said to him, “Separate them into those who drink water by lapping it up like a dog [C with cupped hand making a bowl] and those who ·bend down [kneel] to drink [C with faces in the water].” ", "6": "There were three hundred men who used their hands to bring water to their mouths, ·lapping it as a dog does [L lapping]. All the rest ·got down on their knees [kneeled] to drink.", "7": "Then the Lord said to Gideon, “Using the three hundred men who lapped the water, I will save you and ·hand Midian over to you [L give the Midianites into your hand]. Let all the others go home.” ", "8": "So Gideon sent the rest of Israel ·to their homes [L each to his tent]. But he kept three hundred men and took the ·jars [provisions] and the trumpets of those who left. Now the camp of Midian was in the valley below Gideon. ", "9": "That night the Lord said to Gideon, “Get up. Go down and attack the camp of the Midianites, because I will give ·them to you [L it into your hands]. ", "10": "But if you are afraid to go down, take your servant Purah with you. ", "11": "When you come to the camp of Midian, you will hear what they are saying. Then ·you will not be afraid [L your hands will be strengthened] to attack the camp.” So Gideon and his servant Purah went down to the ·edge [outposts; guardposts] of the enemy camp. ", "12": "The Midianites, the Amalekites, and all the ·peoples from [L sons of] the east were camped in that valley. ·There were so many of them they seemed like locusts [L …like locusts in numbers/greatness]. Their camels could not be counted because they were as many as the grains of sand on the seashore!", "13": "When Gideon came to the enemy camp, he heard a man telling his friend about a dream. He was saying, “[L Look; T Behold] I dreamed that a loaf of barley bread rolled into the camp of Midian. It hit the tent so hard that the tent turned over and fell flat!”", "14": "The man's friend said, “·Your dream is about [L This can be nothing except] the sword of Gideon son of Joash, a man of Israel. God ·will hand [L has given into his hand] Midian and the whole army over to him!”", "15": "When Gideon heard about the dream and what it meant, he ·worshiped God [L bowed in worship]. Then Gideon went back to the camp of Israel and called out to them, “Get up! The Lord has handed the army of Midian ·over to you [L into your hand]!” ", "16": "Gideon divided the three hundred men into three ·groups [companies; divisions]. He gave each man a trumpet and an empty jar with a burning torch inside.", "17": "Gideon told the men, “Watch me and do what I do. When I get to the edge of the camp, do what I do. ", "18": "Surround the enemy camp. When I and everyone with me blow our trumpets, you blow your trumpets, too. Then shout, 'For the Lord and for Gideon!'”", "19": "So Gideon and the one hundred men with him came to the edge of the enemy camp at the beginning of the middle watch of the night, just after they had ·changed guards [posted sentries; set the watch]. Then Gideon and his men blew their trumpets and smashed their jars. ", "20": "All three groups of Gideon's men blew their trumpets and smashed their jars. They held the torches in their left hands and the trumpets in their right hands. Then they shouted, “A sword for the Lord and for Gideon!” ", "21": "Each of Gideon's men ·stayed [stood] in his place around the camp, but the Midianites began shouting and running to escape.", "22": "When Gideon's three hundred men blew their trumpets, the Lord ·made all the Midianites fight each other with their swords [L set the sword of a man against his companion]! The enemy army ran away to the city of Beth Shittah toward Zererah. They ran as far as the border of Abel Meholah, near the city of Tabbath [C toward the southeast]. ", "23": "Then men of Israel from Naphtali, Asher, and all of Manasseh were called out to chase the Midianites. ", "24": "Gideon sent messengers through all the ·mountains [hill country] of Ephraim, saying, “Come down and attack the Midianites. Take control of the ·Jordan River [L waters; C the shallow crossing points] as far as Beth Barah before the Midianites can get to it.” So they called out all the men of Ephraim, who took control of the ·Jordan River [waters of the Jordan ahead of them; 3:28] as far as Beth Barah. ", "25": "The men of Ephraim captured two ·princes [leaders; commanders] of Midian named Oreb and Zeeb. They killed Oreb at the rock of Oreb and Zeeb at the winepress of Zeeb, and they continued chasing the Midianites. They brought the heads of Oreb and Zeeb to Gideon, ·who was east of [or who was beside/across; L from beyond] the Jordan River."}