{"1": "The men of Ephraim asked Gideon, “·Why did you treat us this way [L What is this thing you have done to us]? Why didn't you call us when you went to fight against Midian?” They argued ·angrily [fiercely; greatly] with Gideon.", "2": "But he answered them, “·I have not done as well as you! [L What have I done compared to you?] The ·small part you did [L the gleanings of Ephraim; C picking up the leftover grapes after harvest] was better than ·all that my people of Abiezer did [L the vintage/grape harvest of Abiezer]. ", "3": "God ·let you capture [L gave into your hand] Oreb and Zeeb, the ·princes [leaders; commanders] of Midian. ·How can I compare what I did with what you did [L What did I do in comparison]?” When the men of Ephraim heard Gideon's answer, ·they were not as angry anymore [they calmed down; L their spirit declined/subsided].", "4": "When Gideon and his three hundred men came to the Jordan River, they were ·tired [exhausted], but they chased the enemy across to the other side. ", "5": "Gideon said to the men of Succoth, “Please give my soldiers some loaves of bread because they are ·very tired [exhausted]. I am chasing Zebah and Zalmunna, the kings of Midian.”", "6": "But the ·leaders [princes; officials] of Succoth said, “Why should we give your soldiers bread? ·You haven't caught Zebah and Zalmunna yet [L Are the hands of Zebah and Zalmunna in your hand?].”", "7": "Then Gideon said, “·The Lord will surrender [L When the Lord surrenders] Zebah and Zalmunna to me. After that, I will ·whip [beat; tear; L thresh] your skin with thorns and briers from the ·desert [wilderness].”", "8": "Gideon left Succoth and went up to the city of Peniel and ·asked them for food [L spoke this to them]. But the people of Peniel gave him the same answer as the people of Succoth. ", "9": "So Gideon said to the men of Peniel, “·After I win the victory [L When I return in peace], I will return and pull down this tower.”", "10": "Zebah and Zalmunna and their army were in the city of Karkor. About fifteen thousand men were left of the armies of the ·peoples [L sons] of the east. Already one hundred twenty thousand ·soldiers [L men who draw the sword] had ·been killed [fallen in battle]. ", "11": "Gideon went up the road of those who live in tents [C the route taken by caravans or nomads] east of Nobah and Jogbehah, and he attacked the ·enemy army [camp] ·when they did not expect it [in a surprise attack; L while they were secure]. ", "12": "Zebah and Zalmunna, the kings of Midian, ran away, but Gideon chased and captured them and ·frightened away [routed; caused to panic] their army.", "13": "Then Gideon son of Joash returned from the battle by the ·Pass [or Ascent] of Heres. ", "14": "Gideon captured a young man from Succoth and ·asked him some questions [interrogated him]. So the young man wrote down for Gideon the names of seventy-seven ·officers [princes; leaders] and elders of Succoth.", "15": "When Gideon came to Succoth, he said to the people of that city, “·Here are [L Look!; T Behold!] Zebah and Zalmunna. You ·made fun of [taunted; insulted] me by saying, 'Why should we give bread to your tired men? ·You have not caught Zebah and Zalmunna yet [L Are the hands of Zebah and Zalmunna in your hand?].'” ", "16": "So Gideon took the elders of the city and ·punished them [taught them a lesson] with thorns and briers from the ·desert [wilderness]. ", "17": "He also pulled down the tower of Peniel and killed the people in that city.", "18": "Gideon asked Zebah and Zalmunna, “What were the men like that you killed on Mount Tabor?” They answered, “They were like you. Each one of them looked like ·a prince [L sons of a king].”", "19": "Gideon said, “Those were my brothers, my mother's sons. As surely as the Lord lives, I would not kill you if you had spared them.” ", "20": "Then Gideon said to Jether, his oldest son, “Kill them.” But Jether was only a boy and was afraid, so he did not draw his sword.", "21": "Then Zebah and Zalmunna said to Gideon, “Come on. ·Kill us [L Do it] yourself. As the saying goes, '·It takes a man to do a man's job [L As is a man, so is his strength; C it was honorable to be killed by a great warrior, but humiliating to be killed by a boy].'” So Gideon got up and killed Zebah and Zalmunna and took the ·decorations [L crescent-shaped ornaments] off their camels' necks.", "22": "The people of Israel said to Gideon, “You ·saved [rescued; T delivered] us from the Midianites. Now, we want you and your son and your grandson to rule over us [C to establish a royal dynasty].”", "23": "But Gideon told them, “I will not rule over you, nor will my son rule over you. The Lord will be your ruler.” ", "24": "He said, “I want you to do this one thing for me. I want each of you to give me a gold earring from ·the things you took in the fighting [L his plunder].” (The Ishmaelites [C related to the Midianites, and sometimes identified with them; Gen. 37:25–28] wore gold earrings.)", "25": "They said, “We will ·gladly [indeed] give you what you want.” So they spread out a ·coat [cloak; garment], and everyone threw down an earring from ·what he had taken [his plunder]. ", "26": "The gold earrings weighed ·about forty-three pounds [L 1,700 shekels of gold]. This did not count the ·decorations [L crescent-shaped ornaments], ·necklaces [pendants], and purple robes worn by the kings of Midian, nor the chains from the camels' necks. ", "27": "Gideon used the gold to make a ·holy vest [ephod; C perhaps in imitation of the high priest and used to discern God's will; Ex. 29:2–5], which he put in his hometown of Ophrah. But all the Israelites ·were unfaithful to God [L prostituted themselves] and worshiped it, so it became a ·trap [snare; cause of sin] for Gideon and his family.", "28": "So Midian was ·under the rule of [subdued before] ·Israel [L the sons/T children of Israel]; they did not ·cause trouble anymore [L raise its head again]. And the land had ·peace [rest] for forty years, ·as long as Gideon was alive [L in the days of Gideon].", "29": "Jerub-Baal [C another name for Gideon; 6:32] son of Joash went to his home to live. ", "30": "He had seventy sons ·of his own [L who went out from his loins], because he had many wives. ", "31": "He had a ·slave woman [concubine; C a secondary wife, of lower status than a primary wife but higher than a common servant] who lived in Shechem, and he had a son by her, whom he named Abimelech [C “My father is king”]. ", "32": "So Gideon son of Joash died at a good old age. He was buried in the tomb of Joash, his father, in Ophrah, ·where the Abiezrites live [L of the Abiezrites].", "33": "As soon as Gideon died, the ·people [L sons; T children] of Israel ·were again unfaithful to God and followed [L prostituted themselves to] the Baals. They made Baal-Berith their god. ", "34": "The ·Israelites [L sons/T children of Israel] did not remember the Lord their God, who had ·saved [rescued; T delivered] them from all their enemies living all around them. ", "35": "And they were not ·kind [loyal; faithful] to the family of Jerub-Baal, also called Gideon, for all the good he had done for Israel."}