{"1": "Abimelech [8:31] son of Jerub-Baal [C Gideon; 6:32] went to his ·uncles [L mother's brothers] in the city of Shechem. He said to ·his uncles [L them] and all of his mother's ·family group [clan], ", "2": "“·Ask [or Whisper to; L Speak in the ears of] the ·leaders [leading citizens; lords] of Shechem, 'Is it better for the seventy sons of Gideon to rule over you or for one man to rule?' Remember, I am your ·relative [L bone and your flesh].”", "3": "Abimelech's ·uncles [mother's brothers] ·spoke to [or whispered to; L spoke in the ears of] all the ·leaders [leading citizens; lords] of Shechem about this [L for him; on his behalf]. And ·they decided [they were inclined; L their heart was stretched] to follow Abimelech, because they said, “He is our ·relative [brother].” ", "4": "So the leaders of Shechem gave Abimelech about ·one and three-quarter pounds [L seventy pieces/coins] of silver from the temple of the god Baal-Berith [8:33]. Abimelech used the silver to hire some worthless, reckless men, who ·followed him wherever he went [L went after him]. ", "5": "He went to Ophrah, the hometown of his father, and murdered his seventy brothers, the sons of Jerub-Baal [C Gideon; 6:32]. He killed them all on one stone. But Jerub-Baal's youngest son, Jotham, hid from Abimelech and ·escaped [survived; was left]. ", "6": "Then all of the leaders of Shechem and Beth Millo [C “house of the fill”; probably the earthen structure on which the Tower of Shechem (v. 46) was built] gathered beside the ·great tree [oak] by the pillar [C likely an object of pagan worship] in Shechem. There they made Abimelech their king.", "7": "When Jotham heard this, he went and stood on the top of Mount Gerizim. He shouted to the people: “Listen to me, you ·leaders [leading citizens; lords] of Shechem, so that God will listen to you! ", "8": "One day the trees decided to ·appoint [L anoint] a king to rule over them. They said to the olive tree, '·You be king [Rule; Reign] over us!'", "9": "“But the olive tree said, 'Men and gods are honored by my oil. Should I ·stop making it [L cease my fatness/abundance] and go and sway over the other trees?' [C Ancient kings were sometimes compared to trees, providing shelter and protection for their subjects.]", "10": "“Then the trees said to the fig tree, 'Come and ·be king [rule; reign] over us!'", "11": "“But the fig tree answered, 'Should I stop making my sweet and good fruit and go and sway over the other trees?'", "12": "“Then the trees said to the vine, 'Come and ·be king [rule; reign] over us!'", "13": "“But the vine answered, 'My new wine makes men and gods happy. Should I stop making it and go and sway over the trees?'", "14": "“Then all the trees said to the thornbush, 'Come and ·be king [rule; reign] over us.'", "15": "“But the thornbush said to the trees, 'If you really want to ·appoint [L anoint] me king over you, come and ·find shelter [take refuge] in my shade! But if not, let fire come out of the thornbush and ·burn up [consume; devour] the cedars of Lebanon!' [C A worthless thornbush provides no shelter and burns hot and quick (Ps. 58:9), igniting the great cedars of Lebanon (the most valuable trees in the ancient Near East); see v. 20.]", "16": "“Now, ·were you completely honest and sincere [L if you acted in truth and integrity/blamelessness] when you made Abimelech king? ·Have you [L And if you have] been fair to Jerub-Baal [C Gideon; 6:32] and his ·family [L house]? ·Have [L And if] you treated him as ·you should [L his hands deserved]? ", "17": "Remember, my father fought for you and risked his life to ·save [rescue; T deliver] you from the ·power of the Midianites [L hand of Midian]. ", "18": "But now you have ·turned [revolted; risen up] against my father's ·family [L house] and have killed his seventy sons on one stone [v. 5]. You have made Abimelech, the son of my father's ·slave girl [maidservant], king over the ·leaders [leading citizens; lords] of Shechem just because he is your ·relative [brother]! ", "19": "So then, if you have ·been honest and sincere [acted in truth and integrity/blamelessness] to Jerub-Baal [C Gideon; 6:32] and his ·family [L house] today, ·be happy with [rejoice in] Abimelech as your king. And may he ·be happy with [rejoice in] you! ", "20": "But if not, may fire come out of Abimelech and completely burn you ·leaders [leading citizens; lords] of Shechem and Beth Millo [C the cedars of Lebanon in the allegory; v. 15]! Also may fire come out of the ·leaders [leading citizens; lords] of Shechem and Beth Millo and burn up Abimelech!”", "21": "Then Jotham ran away and escaped to the city of Beer [C meaning “well”]. He lived there because he was afraid of his brother Abimelech.", "22": "Abimelech ruled Israel for three years. ", "23": "Then God sent an evil spirit to make trouble between Abimelech and the ·leaders [leading citizens; lords] of Shechem so that they ·turned [revolted; acted treacherously] against him. ", "24": "God did this to repay [avenge] the violence done to the seventy sons of Jerub-Baal [C Gideon; 6:32] and to make their brother Abimelech pay for their spilled blood, together with the ·leaders [leading citizens; lords] of Shechem who ·helped him murder [L strengthened his hand to kill] his brothers. ", "25": "The ·leaders [leading citizens; lords] of Shechem were against Abimelech then and put men on the hilltops in ambush to rob everyone going by. And Abimelech was told.", "26": "A man named Gaal son of Ebed and his brothers ·moved into [came to] Shechem, and the ·leaders [leading citizens; lords] of Shechem ·trusted [or gave their allegiance to] him. ", "27": "They went out to the vineyards to pick grapes, and they ·squeezed [stomped/trod on] the grapes. Then they had a feast in the temple of their god, where they ate and drank and cursed Abimelech. ", "28": "Gaal son of Ebed said, “·We are the men of Shechem. Who is Abimelech [L Who is Abimelech and who is Shechem] that we should serve him? Isn't he one of Jerub-Baal's [C Gideon's] sons, and isn't Zebul his ·officer [deputy; lieutenant]? ·We should serve [L Serve…!] the men of Hamor, Shechem's father. Why should we serve Abimelech? ", "29": "If you made me commander of these people, I would get rid of Abimelech. I would say to him, '·Get your army ready [Muster your troops; Strengthen your army] and come out to battle.'”", "30": "Now when Zebul, the ·ruler [governor] of ·Shechem [L the city], heard what Gaal son of Ebed said, ·he was very angry [L his anger burned]. ", "31": "He sent messengers to Abimelech ·secretly [deceptively; or in Arumah], saying, “Gaal son of Ebed and Gaal's brothers have come to Shechem, and they are ·turning [inciting; stirring up] the city against you! ", "32": "You and your men should get up during the night and ·hide [lie in wait; set an ambush] in the fields outside the city. ", "33": "As soon as the sun comes up in the morning, ·attack [raid; rush upon] the city. When Gaal and his men come out to fight you, do what ·you can to them [L your hand finds to do].”", "34": "So Abimelech and all his soldiers got up during the night and ·hid near [lay in wait outside; set an ambush against] Shechem in four groups. ", "35": "Gaal son of Ebed went out and was standing at the entrance to the city gate. As he was standing there, Abimelech and his soldiers came out of their ·hiding places [ambush].", "36": "When Gaal saw the soldiers, he said to Zebul, “Look! There are people coming down from the mountains!” But Zebul said, “You are seeing the shadows of the mountains. The shadows just look like people.”", "37": "But again Gaal said, “Look, there are people coming down from the ·center of the land [or navel of the earth; Ezek. 38:12], and there is a group coming from the ·fortune-tellers' tree [diviner's oak; C a place where fortunes were told; ironically, Gaal's fortune had been sealed]!”", "38": "Zebul said to Gaal, “Where is your ·bragging [L mouth] now? You said, 'Who is Abimelech that we should serve him?' ·You made fun of [Didn't you mock/insult/despise…?] these men. Now go out and fight them.”", "39": "So Gaal led the ·men [leading citizens; lords] of Shechem out to fight Abimelech. ", "40": "Abimelech ·and his men chased them [L chased him], and many of Gaal's men ·were killed [or fell wounded] before they could get back to the city gate. ", "41": "While Abimelech stayed at Arumah, Zebul forced Gaal and his brothers to leave Shechem.", "42": "The next day the people of Shechem went out to the fields. When Abimelech was told about it, ", "43": "he separated his men into three groups and ·hid them [set an ambush; lay in wait] in the fields. When he saw the people coming out of the city, he jumped up and ·attacked [struck; slew] them. ", "44": "Abimelech and his ·group [force; company] ran to the entrance gate to the city. The other two groups ran out to the people in the fields and struck them down. ", "45": "Abimelech and his men fought the city of Shechem all day until they captured it and killed its people. Then he ·tore it down [razed/leveled the city] and ·threw salt over the ruins [L sowed it with salt; C to symbolize destruction and desolation; Deut. 29:23; Ps. 107:34].", "46": "When the ·leaders [leading citizens; lords] who were in the Tower of Shechem [C either a nearby town or a structure within Shechem; v. 6] heard what had happened to Shechem, they gathered in the ·safest room [stronghold; inner chamber] of the temple of El Berith [9:4]. ", "47": "Abimelech heard that all the ·leaders [leading citizens; lords] of the Tower of Shechem had gathered there. ", "48": "So he and all his men went up Mount Zalmon [C near Shechem]. Abimelech took an ax and cut some ·branches [brushwood] and put them on his shoulders. He said to all those with him, “Hurry! Do what I have done!” ", "49": "So all those men cut ·branches [brushwood] and followed Abimelech and piled them against the ·safest room [stronghold; inner chamber] of the temple. Then they set them on fire and burned ·the people inside [L the stronghold over them]. So all the people who were at the Tower of Shechem also died—about a thousand men and women.", "50": "Then Abimelech went to the city of Thebez. He ·surrounded the city, attacked it, [L besieged/encamped against Thebez] and captured it. ", "51": "But inside the city was a strong ·tower [or fortress], so all the men, women, and ·leaders [leading citizens; lords] of that city ran to the tower. When they got inside, they locked the door behind them. Then they climbed up to the roof of the tower [C to fight back and avoid the fate of the people of Shechem; v. 49]. ", "52": "Abimelech came to the tower to attack it. He approached the door of the tower to set it on fire, ", "53": "but as he came near, a woman dropped a ·grinding stone [L upper millstone; C the smaller stone (about 10 inches long) that was rolled by hand over the top of the larger lower millstone; Deut. 24:6] on his head, crushing his skull.", "54": "He quickly called to the officer who carried his armor and said, “Draw your sword and kill me. I don't want people to say, 'A woman killed Abimelech [C a humiliation for a warrior; 4:17–24; 1 Sam. 31:4].'” So ·the officer [his servant; or the young man] stabbed Abimelech, and he died. ", "55": "When the people of Israel saw Abimelech was dead, they all returned ·home [L each man to his place].", "56": "In that way God ·punished [repaid; returned to] Abimelech for all the evil he had done to his father by killing his seventy brothers. ", "57": "God also ·punished [repaid; L returned on the heads of] the men of Shechem for the evil they had done. So the curse spoken by Jotham, the son of Jerub-Baal [C Gideon], came ·true [L on them]."}