{"1": "To Theophilus: Many have tried to give a history of the things that happened among us. ", "2": "They have written the same things that we learned from others—the people who saw those things from the beginning and served God by telling people his message. ", "3": "I myself studied everything carefully from the beginning, your Excellency.[a] I thought I should write it out for you. So I put it in order in a book. ", "4": "I write these things so that you can know that what you have been taught is true.", "5": "During the time Herod ruled Judea, there was a priest named Zechariah. He belonged to Abijah's group.[b] Zechariah's wife came from the family of Aaron. Her name was Elizabeth. ", "6": "Zechariah and Elizabeth truly did what God said was good. They did everything the Lord commanded and told people to do. They were without fault in keeping his law. ", "7": "But Zechariah and Elizabeth had no children. Elizabeth could not have a baby; and both of them were very old.", "8": "Zechariah was serving as a priest before God for his group. It was his group's time to serve. ", "9": "According to the custom of the priests, he was chosen to go into the Temple of the Lord and burn incense. ", "10": "There were a great many people outside praying at the time the incense was offered. ", "11": "Then, on the right side of the incense table, an angel of the Lord came and stood before Zechariah. ", "12": "When he saw the angel, Zechariah was confused and frightened. ", "13": "But the angel said to him, “Zechariah, don't be afraid. Your prayer has been heard by God. Your wife, Elizabeth, will give birth to a son. You will name him John. ", "14": "You will be very happy. Many people will be happy because of his birth. ", "15": "John will be a great man for the Lord. He will never drink wine or beer. Even at the time John is born, he will be filled with the Holy Spirit. ", "16": "He will help many people of Israel return to the Lord their God. ", "17": "He himself will go first before the Lord. John will be powerful in spirit like Elijah. He will make peace between fathers and their children. He will bring those who are not obeying God back to the right way of thinking. He will make people ready for the coming of the Lord.”", "18": "Zechariah said to the angel, “How can I know that what you say is true? I am an old man, and my wife is old, too.”", "19": "The angel answered him, “I am Gabriel. I stand before God. God sent me to talk to you and to tell you this good news. ", "20": "Now, listen! You will not be able to talk until the day these things happen. You will lose your speech because you did not believe what I told you. But these things will really happen.”", "21": "Outside, the people were still waiting for Zechariah. They were surprised that he was staying so long in the Temple. ", "22": "Then Zechariah came outside, but he could not speak to them. So they knew that he had seen a vision in the Temple. Zechariah could not speak. He could only make signs to them. ", "23": "When his time of service as a priest was finished, he went home.", "24": "Later, Zechariah's wife, Elizabeth, became pregnant. She did not go out of her house for five months. Elizabeth said, ", "25": "“Look what the Lord has done for me! My people were ashamed[c] of me, but now the Lord has taken away that shame.”", "26-27": "During Elizabeth's sixth month of pregnancy, God sent the angel Gabriel to a virgin who lived in Nazareth, a town in Galilee. She was engaged to marry a man named Joseph from the family of David. Her name was Mary. ", "28": "The angel came to her and said, “Greetings! The Lord has blessed you and is with you.”", "29": "But Mary was very confused by what the angel said. Mary wondered, “What does this mean?”", "30": "The angel said to her, “Don't be afraid, Mary, because God is pleased with you. ", "31": "Listen! You will become pregnant. You will give birth to a son, and you will name him Jesus. ", "32": "He will be great, and people will call him the Son of the Most High. The Lord God will give him the throne of King David, his ancestor. ", "33": "He will rule over the people of Jacob forever. His kingdom will never end.”", "34": "Mary said to the angel, “How will this happen? I am a virgin!”", "35": "The angel said to Mary, “The Holy Spirit will come upon you, and the power of the Most High will cover you. The baby will be holy. He will be called the Son of God. ", "36": "Now listen! Elizabeth, your relative, is very old. But she is also pregnant with a son. Everyone thought she could not have a baby, but she has been pregnant for six months. ", "37": "God can do everything!”", "38": "Mary said, “I am the servant girl of the Lord. Let this happen to me as you say!” Then the angel went away.", "39": "Mary got up and went quickly to a town in the mountains of Judea. ", "40": "She went to Zechariah's house and greeted Elizabeth. ", "41": "When Elizabeth heard Mary's greeting, the unborn baby inside Elizabeth jumped. Then Elizabeth was filled with the Holy Spirit. ", "42": "She cried out in a loud voice, “God has blessed you more than any other woman. And God has blessed the baby which you will give birth to. ", "43": "You are the mother of my Lord, and you have come to me! Why has something so good happened to me? ", "44": "When I heard your voice, the baby inside me jumped with joy. ", "45": "You are blessed because you believed what the Lord said to you would really happen.”", "46": "Then Mary said, “My soul praises the Lord;", "47": "my heart is happy because God is my Savior.", "48": "I am not important, but God has shown his care for me, his servant girl. From now on, all people will say that I am blessed,", "49": "because the Powerful One has done great things for me. His name is holy.", "50": "God will always give mercy to those who worship him.", "51": "God's arm is strong. He scatters the people who are proud and think great things about themselves.", "52": "God brings down rulers from their thrones, and he raises up the humble.", "53": "God fills the hungry with good things, but he sends the rich away with nothing.", "54": "God has helped his people Israel who serve him. He gave them his mercy.", "55": "God has done what he promised to our ancestors, to Abraham and to his children forever.”", "56": "Mary stayed with Elizabeth for about three months and then returned home.", "57": "When it was time for Elizabeth to give birth, she had a boy. ", "58": "Her neighbors and relatives heard how good the Lord was to her, and they rejoiced.", "59": "When the baby was eight days old, they came to circumcise him. They wanted to name him Zechariah because this was his father's name. ", "60": "But his mother said, “No! He will be named John.”", "61": "The people said to Elizabeth, “But no one in your family has this name!” ", "62": "Then they made signs to his father, “What would you like to name him?”", "63": "Zechariah asked for something to write on. Then he wrote, “His name is John.” Everyone was surprised. ", "64": "Then Zechariah could talk again. He began to praise God. ", "65": "And all their neighbors became alarmed. In all the mountains of Judea people continued talking about all these things. ", "66": "The people who heard about these things wondered about them. They thought, “What will this child be?” They said this because the Lord was with him.", "67": "Then Zechariah, John's father, was filled with the Holy Spirit. He told the people what would happen:", "68": "“Let us thank the Lord, the God of Israel. God has come to help his people and has given them freedom.", "69": "God has given us a powerful Savior from the family of God's servant David.", "70": "God said that he would do this. He said it through his holy prophets who lived long ago.", "71": "God will save us from our enemies and from the power of all those who hate us.", "72": "God said he would give mercy to our ancestors. And he remembered his holy promise.", "73": "God promised Abraham, our father,", "74": "that he would free us from the power of our enemies, so that we could serve him without fear.", "75": "We will be righteous and holy before God as long as we live.", "76": "“Now you, child, will be called a prophet of the Most High God. You will go first before the Lord to prepare the people for his coming.", "77": "You will make his people know that they will be saved. They will be saved by having their sins forgiven.", "78": "With the loving mercy of our God, a new day from heaven will shine upon us.", "79": "God will help those who live in darkness, in the fear of death. He will guide us into the path that goes toward peace.”", "80": "And so the child grew up and became strong in spirit. John lived away from other people until the time when he came out to preach to Israel."}