{"1": "After this, the Lord chose 72[a] others. He sent them out in pairs. He sent them ahead of him into every town and place where he planned to go. ", "2": "He said to them, “There are a great many people to harvest. But there are only a few workers to harvest them. God owns the harvest. Pray to God that he will send more workers to help gather his harvest. ", "3": "You can go now. But listen! I am sending you, and you will be like sheep among wolves. ", "4": "Don't carry a purse, a bag, or sandals. Don't stop to talk with people on the road. ", "5": "Before you go into a house, say, 'Peace be with this house.' ", "6": "If a peaceful man lives there, your blessing of peace will stay with him. If the man is not peaceful, then your blessing of peace will come back to you. ", "7": "Stay in the same house. Eat and drink what the people there give you. A worker should be given his pay. Don't move from house to house. ", "8": "If you go into a town and the people welcome you, eat what they give you. ", "9": "Heal the sick who live there. Tell them, 'The kingdom of God is soon coming to you!' ", "10": "But if you go into a town, and the people don't welcome you, then go out into the streets of that town. Say to them, ", "11": "'Even the dirt from your town that sticks to our feet we wipe off against you.[b] But remember that the kingdom of God is coming soon.' ", "12": "I tell you, on the Judgment Day it will be worse for the people of that town than for the people of Sodom.[c]", "13": "“How terrible for you, Korazin! How terrible for you, Bethsaida! I did many miracles in you. If those same miracles had happened in Tyre and Sidon,[d] those people would have changed their lives and stopped sinning long ago. They would have worn rough cloth and put ashes on themselves to show that they had changed. ", "14": "But on the Judgment Day it will be worse for you than for Tyre and Sidon. ", "15": "And you, Capernaum,[e] will you be lifted up to heaven? No! You will be thrown down to the depths!", "16": "“He who listens to you is really listening to me. He who refuses to accept you is really refusing to accept me. And he who refuses to accept me is refusing to accept the One who sent me.”", "17": "When the 72[f] men came back from their trip, they were very happy. They said, “Lord, even the demons obeyed us when we used your name!”", "18": "Jesus said to the men, “I saw Satan falling like lightning from the sky. ", "19": "Listen! I gave you power to walk on snakes and scorpions. I gave you more power than the Enemy has. Nothing will hurt you. ", "20": "You should be happy, but not because the spirits obey you. You should be happy because your names are written in heaven.”", "21": "Then the Holy Spirit made Jesus rejoice. He said, “I thank you, Father, Lord of heaven and earth, because you have hidden these things from the people who are wise and smart. But you have shown them to those who are like little children. Yes, Father, you did this because this is what you really wanted.", "22": "“My Father has given me all things. No one knows the Son—only the Father knows. And only the Son knows the Father. The only people who will know about the Father are those whom the Son chooses to tell.”", "23": "Then Jesus turned to his followers and said privately, “You are blessed to see what you now see! ", "24": "I tell you, many prophets and kings wanted to see what you now see. But they did not see these things. And many prophets and kings wanted to hear what you now hear. But they did not hear these things.”", "25": "Then a teacher of the law stood up. He was trying to test Jesus. He said, “Teacher, what must I do to get life forever?”", "26": "Jesus said to him, “What is written in the law? What do you read there?”", "27": "The man answered, “Love the Lord your God. Love him with all your heart, all your soul, all your strength, and all your mind.”[g] Also, “You must love your neighbor as you love yourself.”[h]", "28": "Jesus said to him, “Your answer is right. Do this and you will have life forever.”", "29": "But the man wanted to show that the way he was living was right. So he said to Jesus, “And who is my neighbor?”", "30": "To answer this question, Jesus said, “A man was going down the road from Jerusalem to Jericho. Some robbers attacked him. They tore off his clothes and beat him. Then they left him lying there, almost dead. ", "31": "It happened that a Jewish priest was going down that road. When the priest saw the man, he walked by on the other side of the road. ", "32": "Next, a Levite[i] came there. He went over and looked at the man. Then he walked by on the other side of the road. ", "33": "Then a Samaritan[j] traveling down the road came to where the hurt man was lying. He saw the man and felt very sorry for him. ", "34": "The Samaritan went to him and poured olive oil and wine[k] on his wounds and bandaged them. He put the hurt man on his own donkey and took him to an inn. At the inn, the Samaritan took care of him. ", "35": "The next day, the Samaritan brought out two silver coins[l] and gave them to the innkeeper. The Samaritan said, 'Take care of this man. If you spend more money on him, I will pay it back to you when I come again.'”", "36": "Then Jesus said, “Which one of these three men do you think was a neighbor to the man who was attacked by the robbers?”", "37": "The teacher of the law answered, “The one who helped him.” Jesus said to him, “Then go and do the same thing he did!”", "38": "While Jesus and his followers were traveling, Jesus went into a town. A woman named Martha let Jesus stay at her house. ", "39": "Martha had a sister named Mary. Mary was sitting at Jesus' feet and listening to him teach. ", "40": "Martha became angry because she had so much work to do. She went in and said, “Lord, don't you care that my sister has left me alone to do all the work? Tell her to help me!”", "41": "But the Lord answered her, “Martha, Martha, you are getting worried and upset about too many things. ", "42": "Only one thing is important. Mary has chosen the right thing, and it will never be taken away from her.”"}