{"1": "Many thousands of people had gathered. There were so many people that they were stepping on each other. Before Jesus spoke to them, he said to his followers, “Be careful of the yeast of the Pharisees. They are hypocrites. ", "2": "Everything that is hidden will be shown. Everything that is secret will be made known. ", "3": "The things you say in the dark will be told in the light. The things you have whispered in an inner room will be shouted from the top of the house.”", "4": "Then Jesus said to the people, “I tell you, my friends, don't be afraid of people. People can kill the body, but after that they can do nothing more to hurt you. ", "5": "I will show you the One to fear. You should fear him who has the power to kill you and also to throw you into hell. Yes, he is the One you should fear.", "6": "“When five sparrows are sold, they cost only two pennies. But God does not forget any of them. ", "7": "Yes, God even knows how many hairs you have on your head. Don't be afraid. You are worth much more than many sparrows.", "8": "“I tell you, if anyone stands before others and says that he believes in me, then I will say that he belongs to me. I will say this before the angels of God. ", "9": "But if anyone stands before others and says he does not believe in me, then I will say that he does not belong to me. I will say this before the angels of God.", "10": "“If a person says something against the Son of Man, he can be forgiven. But a person who says bad things against the Holy Spirit will not be forgiven.", "11": "“When men bring you into the synagogues before the leaders and other important men, don't worry about how to defend yourself or what to say. ", "12": "At that time the Holy Spirit will teach you what you must say.”", "13": "One of the men in the crowd said to Jesus, “Teacher, tell my brother to divide with me the property our father left us.”", "14": "But Jesus said to him, “Who said that I should be your judge or decide how to divide the property between you two?” ", "15": "Then Jesus said to them, “Be careful and guard against all kinds of greed. A man's life is not measured by the many things he owns.”", "16": "Then Jesus used this story: “There was a rich man who had some land, which grew a good crop of food. ", "17": "The rich man thought to himself, 'What will I do? I have no place to keep all my crops.' ", "18": "Then he said, 'I know what I will do. I will tear down my barns and build bigger ones! I will put all my grain and other goods together in my new barns. ", "19": "Then I can say to myself, I have enough good things stored to last for many years. Rest, eat, drink, and enjoy life!'", "20": "“But God said to that man, 'Foolish man! Tonight you will die. So who will get those things you have prepared for yourself?'", "21": "“This is how it will be for anyone who stores things up only for himself and is not rich toward God.”", "22": "Jesus said to his followers, “So I tell you, don't worry about the food you need to live. Don't worry about the clothes you need for your body. ", "23": "Life is more important than food. And the body is more important than clothes. ", "24": "Look at the birds. They don't plant or harvest. They don't save food in houses or barns. But God takes care of them. And you are worth much more than birds. ", "25": "None of you can add any time to your life by worrying about it. ", "26": "If you cannot do even the little things, then why worry about the big things? ", "27": "Look at the wild flowers. See how they grow. They don't work or make clothes for themselves. But I tell you that even Solomon, the great and rich king, was not dressed as beautifully as one of these flowers. ", "28": "God clothes the grass in the field like that. That grass is living today, but tomorrow it will be thrown into the fire. So you know how much more God will clothe you. Don't have so little faith! ", "29": "Don't always think about what you will eat or what you will drink. Don't worry about it. ", "30": "All the people in the world are trying to get those things. Your Father knows that you need them. ", "31": "The thing you should seek is God's kingdom. Then all the other things you need will be given to you.", "32": "“Don't fear, little flock. Your Father wants to give you the kingdom. ", "33": "Sell the things you have and give to the poor. Get for yourselves purses that don't wear out. Get the treasure in heaven that never runs out. Thieves can't steal it in heaven, and moths can't destroy it. ", "34": "Your heart will be where your treasure is.", "35": "“Be ready! Be dressed for service and have your lamps shining. ", "36": "Be like servants who are waiting for their master to come home from a wedding party. The master comes and knocks. The servants immediately open the door for him. ", "37": "Those servants will be blessed when their master comes home, because he sees that his servants are ready and waiting for him. I tell you the truth. The master will dress himself to serve and tell the servants to sit at the table. Then the master will serve them. ", "38": "Those servants might have to wait until midnight or later for their master. But they will be happy when he comes in and finds them still waiting.", "39": "“Remember this: If the owner of the house knew what time a thief was coming, then the owner would not allow the thief to enter his house. ", "40": "So you also must be ready! The Son of Man will come at a time when you don't expect him!”", "41": "Peter said, “Lord, did you tell this story for us or for all people?”", "42": "The Lord said, “Who is the wise and trusted servant? Who is the servant the master trusts to give the other servants their food at the right time? ", "43": "When the master comes and finds his servant doing the work he gave him, that servant will be very happy. ", "44": "I tell you the truth. The master will choose that servant to take care of everything the master owns. ", "45": "But what will happen if the servant is evil and thinks that his master will not come back soon? That servant will begin to beat the other servants, men and women. He will eat and drink and get drunk. ", "46": "Then the master will come when that servant is not ready. It will be a time when the servant is not expecting him. Then the master will cut him in pieces and send him away to be with the others who don't obey.", "47": "“The servant who knows what his master wants but is not ready or does not do what the master wants will be beaten with many blows! ", "48": "But the servant who does not know what his master wants and does things that should be punished will be beaten with few blows. Everyone who has been given much will be responsible for much. Much more will be expected from the one who has been given more.”", "49": "Jesus continued speaking, “I came to set fire to the world. I wish it were already burning! ", "50": "I must be baptized with a different kind of baptism.[a] I feel very troubled until it is over. ", "51": "Do you think that I came to give peace to the world? No! I came to divide the world! ", "52": "From now on, a family with five people will be divided, three against two, and two against three. ", "53": "A father and son will be divided: The son will be against his father. The father will be against his son. A mother and her daughter will be divided: The daughter will be against her mother. The mother will be against her daughter. A mother-in-law and her daughter-in-law will be divided: The daughter-in-law will be against her mother-in-law. The mother-in-law will be against her daughter-in-law.”", "54": "Then Jesus said to the people, “When you see clouds coming up in the west, you say, 'It's going to rain.' And soon it begins to rain. ", "55": "When you feel the wind begin to blow from the south, you say, 'It will be a hot day.' And you are right. ", "56": "Hypocrites! You can understand the weather. Why don't you understand what is happening now?", "57": "“Why can't you decide for yourselves what is right? ", "58": "When someone is suing you, and you are going with him to court, try hard to settle it on the way. If you don't settle it, he may take you to the judge. The judge might turn you over to the officer. And the officer might throw you into jail. ", "59": "You will not get out of there until they have taken everything you have.”"}