{"1": "At that time some people were there with Jesus. They told him about what had happened to some people from Galilee. Pilate[a] killed those people while they were worshiping. He mixed their blood with the blood of the animals they were sacrificing to God. ", "2": "Jesus answered, “Do you think this happened to them because they were more sinful than all others from Galilee? ", "3": "No, they were not! But if all of you don't change your hearts and lives, then you will be destroyed as they were! ", "4": "What about those 18 people who died when the tower of Siloam fell on them? Do you think they were more sinful than all the others who live in Jerusalem? ", "5": "They were not! But I tell you, if you don't change your hearts and lives, then you will all be destroyed too!”", "6": "Jesus told this story: “A man had a fig tree planted in his vineyard. He came looking for some fruit on the tree, but he found none. ", "7": "So the man said to his servant who took care of his vineyard, 'I have been looking for fruit on this tree for three years, but I never find any. Cut it down! Why should it waste the ground?' ", "8": "But the servant answered, 'Master, let the tree have one more year to produce fruit. Let me dig up the dirt around it and put on some fertilizer. ", "9": "Maybe the tree will produce fruit next year. If the tree still doesn't produce fruit, then you can cut it down.'”", "10": "Jesus was teaching in one of the synagogues on the Sabbath day. ", "11": "In the synagogue there was a woman who had an evil spirit in her. This spirit had made the woman a cripple for 18 years. Her back was always bent; she could not stand up straight. ", "12": "When Jesus saw her, he called her over and said, “Woman, your sickness has left you!” ", "13": "Jesus put his hands on her. Immediately she was able to stand up straight and began praising God.", "14": "The synagogue leader was angry because Jesus healed on the Sabbath day. He said to the people, “There are six days for work. So come to be healed on one of those days. Don't come for healing on the Sabbath day.”", "15": "The Lord answered, “You people are hypocrites! All of you untie your work animals and lead them to drink water every day—even on the Sabbath day! ", "16": "This woman that I healed is our Jewish sister. But Satan has held her for 18 years. Surely it is not wrong for her to be freed from her sickness on a Sabbath day!” ", "17": "When Jesus said this, all the men who were criticizing him were ashamed. And all the people were happy for the wonderful things Jesus was doing.", "18": "Then Jesus said, “What is God's kingdom like? What can I compare it with? ", "19": "God's kingdom is like the seed of the mustard plant.[b] A man plants this seed in his garden. The seed grows and becomes a tree. The wild birds build nests on its branches.”", "20": "Jesus said again, “What can I compare God's kingdom with? ", "21": "It is like yeast that a woman mixes into a big bowl of flour. The yeast makes all the dough rise.”", "22": "Jesus was teaching in every town and village. He continued to travel toward Jerusalem. ", "23": "Someone said to Jesus, “Lord, how many people will be saved? Only a few?” Jesus said, ", "24": "“Try hard to enter through the narrow door that opens the way to heaven! Many people will try to enter there, but they will not be able. ", "25": "A man gets up and closes the door of his house. You can stand outside and knock on the door. You can say, 'Sir, open the door for us!' But he will answer, 'I don't know you! Where did you come from?' ", "26": "Then you will say, 'We ate and drank with you. You taught in the streets of our town.' ", "27": "But he will say to you, 'I don't know you! Where did you come from? Go away from me! All of you do evil!' ", "28": "You will see Abraham, Isaac, Jacob, and all the prophets in God's kingdom. But you will be thrown outside. Then you will cry and grind your teeth with pain. ", "29": "People will come from the east, west, north, and south. They will sit down at the table in the kingdom of God. ", "30": "Those who are last now will be first in the future. And those who are first now will be last in the future.”", "31": "At that time some Pharisees came to Jesus and said, “Go away from here! Herod wants to kill you!”", "32": "Jesus said to them, “Go tell that fox Herod, 'Today and tomorrow I am forcing demons out of people and finishing my work of healing. Then, on the third day, I will reach my goal.' ", "33": "Yet I must be on my way today and tomorrow and the next day. Surely it cannot be right for a prophet to be killed anywhere except in Jerusalem.", "34": "“Jerusalem, Jerusalem! You kill the prophets. You kill with stones those men that God has sent you. Many times I wanted to help your people. I wanted to gather them together as a hen gathers her chicks under her wings. But you did not let me. ", "35": "Now your home will be left completely empty. I tell you, you will not see me again until that time when you will say, 'God bless the One who comes in the name of the Lord.'”[c]"}