{"1": "On a Sabbath day, Jesus went to the home of a leading Pharisee to eat with him. The people there were all watching Jesus very closely. ", "2": "A man with dropsy[a] was brought before Jesus. ", "3": "Jesus said to the Pharisees and teachers of the law, “Is it right or wrong to heal on the Sabbath day?” ", "4": "But they would not answer his question. So Jesus took the man, healed him, and sent him away. ", "5": "Jesus said to the Pharisees and teachers of the law, “If your son[b] or ox falls into a well on the Sabbath day, will you not pull him out quickly?” ", "6": "And they could not answer him.", "7": "Then Jesus noticed that some of the guests were choosing the best places to sit. So Jesus told this story: ", "8": "“When someone invites you to a wedding feast, don't take the most important seat. The host may have invited someone more important than you. ", "9": "And if you are sitting in the most important seat, the host will come to you and say, 'Give this man your seat.' Then you will begin to move down to the last place. And you will be very embarrassed. ", "10": "So when you are invited, go sit in a seat that is not important. Then the host will come to you and say, 'Friend, move up here to a more important place!' Then all the other guests will respect you. ", "11": "Everyone who makes himself great will be made humble. But the person who makes himself humble will be made great.”", "12": "Then Jesus said to the man who had invited him, “When you give a lunch or a dinner, don't invite only your friends, brothers, relatives, and rich neighbors. At another time they will invite you to eat with them. Then you will have your reward. ", "13": "Instead, when you give a feast, invite the poor, the crippled, the lame and the blind. ", "14": "Then you will be blessed, because they cannot pay you back. They have nothing. But you will be rewarded when the good people rise from death.”", "15": "One of the men sitting at the table with Jesus heard these things. The man said to Jesus, “The people who will eat a meal in God's kingdom are blessed.”", "16": "Jesus said to him, “A man gave a big banquet and invited many people. ", "17": "When it was time to eat, the man sent his servant to tell the guests, 'Come! Everything is ready!'", "18": "“But all the guests said they could not come. Each man made an excuse. The first one said, 'I have just bought a field, and I must go look at it. Please excuse me.' ", "19": "Another man said, 'I have just bought five pairs of oxen; I must go and try them. Please excuse me.' ", "20": "A third man said, 'I just got married; I can't come.' ", "21": "So the servant returned. He told his master what had happened. Then the master became angry and said, 'Go at once into the streets and alleys of the town. Bring in the poor, the crippled, the blind, and the lame.' ", "22": "Later the servant said to him, 'Master, I did what you told me to do, but we still have places for more people.' ", "23": "The master said to the servant, 'Go out to the roads and country lanes. Tell the people there to come. I want my house to be full! ", "24": "None of those men that I invited first will ever eat with me!'”", "25": "Large crowds were traveling with Jesus. He turned and said to them, ", "26": "“If anyone comes to me but loves his father, mother, wife, children, brothers, or sisters more than he loves me, then he cannot be my follower. A person must love me more than he loves himself! ", "27": "If anyone is not willing to die on a cross when he follows me, then he cannot be my follower. ", "28": "If you wanted to build a tower, you would first sit down and decide how much it would cost. You must see if you have enough money to finish the job. ", "29": "If you don't do that, you might begin the work, but you would not be able to finish. And if you could not finish it, then all who would see it would laugh at you. ", "30": "They would say, 'This man began to build but was not able to finish!'", "31": "“If a king is going to fight against another king, first he will sit down and plan. If the king has only 10,000 men, he will plan to see if he is able to defeat the other king who has 20,000 men. ", "32": "If he cannot defeat the other king, then he will send some men to speak to the other king and ask for peace. ", "33": "In the same way, you must give up everything you have to follow me. If you don't, you cannot be my follower!", "34": "“Salt is a good thing. But if the salt loses its salty taste, then it is worth nothing. You cannot make it salty again. ", "35": "It is no good for the soil or for manure. People throw it away. “Let those with ears use them and listen!”"}