{"1": "Many tax collectors and “sinners” came to listen to Jesus. ", "2": "The Pharisees and the teachers of the law began to complain: “Look! This man welcomes sinners and even eats with them!”", "3": "Then Jesus told them this story: ", "4": "“Suppose one of you has 100 sheep, but he loses 1 of them. Then he will leave the other 99 sheep alone and go out and look for the lost sheep. The man will keep on searching for the lost sheep until he finds it. ", "5": "And when he finds it, the man is very happy. He puts it on his shoulders ", "6": "and goes home. He calls to his friends and neighbors and says, 'Be happy with me because I found my lost sheep!' ", "7": "In the same way, I tell you there is much joy in heaven when 1 sinner changes his heart. There is more joy for that 1 sinner than there is for 99 good people who don't need to change.", "8": "“Suppose a woman has ten silver coins,[a] but she loses one of them. She will light a lamp and clean the house. She will look carefully for the coin until she finds it. ", "9": "And when she finds it, she will call her friends and neighbors and say, 'Be happy with me because I have found the coin that I lost!' ", "10": "In the same way, there is joy before the angels of God when 1 sinner changes his heart.”", "11": "Then Jesus said, “A man had two sons. ", "12": "The younger son said to his father, 'Give me my share of the property.' So the father divided the property between his two sons. ", "13": "Then the younger son gathered up all that was his and left. He traveled far away to another country. There he wasted his money in foolish living. ", "14": "He spent everything that he had. Soon after that, the land became very dry, and there was no rain. There was not enough food to eat anywhere in the country. The son was hungry and needed money. ", "15": "So he got a job with one of the citizens there. The man sent the son into the fields to feed pigs. ", "16": "The son was so hungry that he was willing to eat the food the pigs were eating. But no one gave him anything. ", "17": "The son realized that he had been very foolish. He thought, 'All of my father's servants have plenty of food. But I am here, almost dying with hunger. ", "18": "I will leave and return to my father. I'll say to him: Father, I have sinned against God and against you. ", "19": "I am not good enough to be called your son. But let me be like one of your servants.' ", "20": "So the son left and went to his father. “While the son was still a long way off, his father saw him coming. He felt sorry for his son. So the father ran to him, and hugged and kissed him. ", "21": "The son said, 'Father, I have sinned against God and against you. I am not good enough to be called your son.'[b] ", "22": "But the father said to his servants, 'Hurry! Bring the best clothes and put them on him. Also, put a ring on his finger and sandals on his feet. ", "23": "And get our fat calf and kill it. Then we can have a feast and celebrate! ", "24": "My son was dead, but now he is alive again! He was lost, but now he is found!' So they began to celebrate.", "25": "“The older son was in the field. As he came closer to the house, he heard the sound of music and dancing. ", "26": "So he called to one of the servants and asked, 'What does all this mean?' ", "27": "The servant said, 'Your brother has come back. Your father killed the fat calf to eat because your brother came home safely!' ", "28": "The older son was angry and would not go in to the feast. So his father went out and begged him to come in. ", "29": "The son said to his father, 'I have served you like a slave for many years! I have always obeyed your commands. But you never even killed a young goat for me to have a feast with my friends. ", "30": "But your other son has wasted all your money on prostitutes. Then he comes home, and you kill the fat calf for him!' ", "31": "The father said to him, 'Son, you are always with me. All that I have is yours. ", "32": "We had to celebrate and be happy because your brother was dead, but now he is alive. He was lost, but now he is found.'”"}