{"1": "Jesus also said to his followers, “Once there was a rich man. He had a manager to take care of his business. Later, the rich man learned that his manager was cheating him. ", "2": "So he called the manager in and said to him, 'I have heard bad things about you. Give me a report of what you have done with my money. You can't be my manager any longer!' ", "3": "Later, the manager thought to himself, 'What will I do? My master is taking my job away from me! I am not strong enough to dig ditches. I am too proud to beg. ", "4": "I know! I'll do something so that when I lose my job, people will welcome me into their homes.'", "5": "“So the manager called in everyone who owed the master any money. He said to the first man, 'How much do you owe my master?' ", "6": "The man answered, 'I owe him 800 gallons of olive oil.' The manager said to him, 'Here is your bill; sit down quickly and make the bill less. Write 400 gallons.' ", "7": "Then the manager said to another man, 'How much do you owe my master?' The man answered, 'I owe him 1,000 bushels of wheat.' Then the manager said to him, 'Here is your bill; you can make it less. Write 800 bushels.' ", "8": "Later, the master praised the dishonest manager for being smart. Yes, worldly people are smarter with their own kind than spiritual people are.", "9": "“I tell you, make friends for yourselves using worldly riches. Then, when those things are gone, you will be welcomed in that home that continues forever. ", "10": "Whoever can be trusted with small things can also be trusted with large things. Whoever is dishonest in little things will be dishonest in large things too. ", "11": "If you cannot be trusted with worldly riches, then you will not be trusted with the true riches. ", "12": "And if you cannot be trusted with the things that belong to someone else, then you will not be given things of your own.", "13": "“No servant can serve two masters. He will hate one master and love the other. Or he will follow one master and refuse to follow the other. You cannot serve both God and money.”", "14": "The Pharisees were listening to all these things. They made fun of Jesus because they all loved money. ", "15": "Jesus said to them, “You make yourselves look good in front of people. But God knows what is really in your hearts. The things that are important to people are worth nothing to God.", "16": "“God wanted the people to live by the law of Moses and the writings of the prophets. But ever since John[a] came, the Good News about the kingdom of God is being told. Now everyone is trying hard to get into the kingdom. ", "17": "Even the smallest part of a letter in the law cannot be changed. It would be easier for heaven and earth to pass away.", "18": "“If a man divorces his wife and marries another woman, he is guilty of adultery. And the man who marries a divorced woman is also guilty of adultery.”", "19": "Jesus said, “There was a rich man who always dressed in the finest clothes. He lived in luxury every day. ", "20": "There was also a very poor man named Lazarus, whose body was covered with sores. Lazarus was often placed at the rich man's gate. ", "21": "He wanted to eat only the small pieces of food that fell from the rich man's table. And the dogs would come and lick his sores! ", "22": "Later, Lazarus died. The angels took Lazarus and placed him in the arms of Abraham. The rich man died, too, and was buried. ", "23": "But he was sent to where the dead are and had much pain. The rich man saw Abraham far away with Lazarus in his arms. ", "24": "He called, 'Father Abraham, have mercy on me! Send Lazarus to me so that he can dip his finger in water and cool my tongue. I am suffering in this fire!' ", "25": "But Abraham said, 'My child, remember when you lived? You had all the good things in life, but all the bad things happened to Lazarus. Now Lazarus is comforted here, and you are suffering. ", "26": "Also, there is a big pit between you and us. No one can cross over to help you. And no one can leave there and come here.' ", "27": "The rich man said, 'Then please send Lazarus to my father's house on earth! ", "28": "I have five brothers. Lazarus could warn my brothers so that they will not come to this place of pain.' ", "29": "But Abraham said, 'They have the law of Moses and the writings of the prophets to read; let them learn from them!' ", "30": "The rich man said, 'No, father Abraham! If someone came to them from the dead, they would believe and change their hearts and lives.' ", "31": "But Abraham said to him, 'No! If your brothers won't listen to Moses and the prophets, then they won't listen to someone who comes back from death.'”"}