{"1": "Jesus said to his followers, “Things will surely happen that cause people to sin. But how terrible for the one who causes them to happen. ", "2": "It would be better for him to be thrown into the sea with a large stone around his neck than to cause one of these weak people to sin. ", "3": "So be careful! “If your brother sins, tell him he is wrong. But if he is sorry and stops sinning, forgive him. ", "4": "If your brother sins against you seven times in one day, but he says that he is sorry each time, then forgive him.”", "5": "The apostles said to the Lord, “Give us more faith!”", "6": "The Lord said, “If your faith is as big as a mustard seed,[a] then you can say to this mulberry tree, 'Dig yourself up and plant yourself in the sea!' And the tree will obey you.", "7": "“Suppose one of you has a servant who has been plowing the ground or caring for the sheep. When the servant comes in from working in the field, would you say, 'Come in and sit down to eat'? ", "8": "No, you would say to your servant, 'Prepare something for me to eat. Then get yourself ready and serve me. When I finish eating and drinking, then you can eat and drink.' ", "9": "The servant does not get any special thanks for doing what his master told him to do. ", "10": "It is the same with you. When you do everything you are told to do, you should say, 'We don't deserve any special thanks. We have only done the work we should do.'”", "11": "Jesus was on his way to Jerusalem. Traveling from Galilee to Samaria, ", "12": "he came into a small town. Ten men met him there. These men did not come close to Jesus, because they all had a harmful skin disease. ", "13": "But they called to him, “Jesus! Master! Please help us!”", "14": "When Jesus saw the men, he said, “Go and show yourselves to the priests.”[b] While the ten men were going, they were healed. ", "15": "When one of them saw that he was healed, he went back to Jesus. He praised God in a loud voice. ", "16": "Then he bowed down at Jesus' feet and thanked him. (This man was a Samaritan.) ", "17": "Jesus asked, “Ten men were healed; where are the other nine? ", "18": "Is this Samaritan the only one who came back to thank God?” ", "19": "Then Jesus said to him, “Stand up and go on your way. You were healed because you believed.”", "20": "Some of the Pharisees asked Jesus, “When will the kingdom of God come?” Jesus answered, “God's kingdom is coming, but not in a way that you will be able to see with your eyes. ", "21": "People will not say, 'Look, God's kingdom is here!' or, 'There it is!' No, God's kingdom is within you.”", "22": "Then Jesus said to his followers, “The time will come when you will want very much to see one of the days of the Son of Man. But you will not be able to see it. ", "23": "People will say to you, 'Look, there he is!' or, 'Look, here he is!' Stay where you are; don't go away and search.", "24": "“The Son of Man will come again. On the day he comes he will shine like lightning, which flashes across the sky and lights it up from one side to the other. ", "25": "But first, the Son of Man must suffer many things and be rejected by the people of this time. ", "26": "When the Son of Man comes again, it will be as it was when Noah lived. ", "27": "In the time of Noah, people were eating, drinking, and getting married even on the day when Noah entered the boat. Then the flood came and killed all the people. ", "28": "It will be the same as during the time of Lot. Those people were eating, drinking, buying, selling, planting, and building. ", "29": "They were doing these things even on the day Lot left Sodom.[c] Then fire and sulfur rained down from the sky and killed them all. ", "30": "This is exactly how it will be when the Son of Man comes again.", "31": "“On that day, if a man is on his roof, he will not have time to go inside and get his things. If a man is in the field, he cannot go back home. ", "32": "Remember what happened to Lot's wife?[d] ", "33": "Whoever tries to keep his life will give up true life. But whoever gives up his life will have true life. ", "34": "At the time when I come again, there may be two people sleeping in one bed. One will be taken and the other will be left. ", "35": "There may be two women grinding grain together. One will be taken and the other will be left. ", "36": "[Two men will be in the same field. One man will be taken, but the other man will be left behind.]”[e]", "37": "The followers asked Jesus, “Where will this be, Lord?” Jesus answered, “People can always find a dead body by looking for the vultures.”"}