{"1": "Then Jesus used this story to teach his followers that they should always pray and never lose hope. ", "2": "“Once there was a judge in a town. He did not care about God. He also did not care what people thought about him. ", "3": "In that same town there was a widow who kept coming to this judge. She said, 'There is a man who is not being fair to me. Give me my rights!' ", "4": "But the judge did not want to help the widow. After a long time, he thought to himself, 'I don't care about God. And I don't care about what people think. ", "5": "But this widow is bothering me. I will see that she gets her rights, or she will bother me until I am worn out!'”", "6": "The Lord said, “Listen to what the bad judge said. ", "7": "God's people cry to him night and day. God will always give them what is right, and he will not be slow to answer them. ", "8": "I tell you, God will help his people quickly! But when the Son of Man comes again, will he find those on earth who believe in him?”", "9": "There were some people who thought that they were very good and looked down on everyone else. Jesus used this story to teach them: ", "10": "“One day there was a Pharisee and a tax collector. Both went to the Temple to pray. ", "11": "The Pharisee stood alone, away from the tax collector. When the Pharisee prayed, he said, 'God, I thank you that I am not as bad as other people. I am not like men who steal, cheat, or take part in adultery. I thank you that I am better than this tax collector. ", "12": "I give up eating[a] twice a week, and I give one-tenth of everything I earn!'", "13": "“The tax collector stood at a distance. When he prayed, he would not even look up to heaven. He beat on his chest because he was so sad. He said, 'God, have mercy on me. I am a sinner!' ", "14": "I tell you, when this man went home, he was right with God. But the Pharisee was not right with God. Everyone who makes himself great will be made humble. But everyone who makes himself humble will be made great.”", "15": "Some people brought their small children to Jesus so that he could touch them. When the followers saw this, they told the people not to do this. ", "16": "But Jesus called the little children to him and said to his followers, “Let the little children come to me. Don't stop them, because the kingdom of God belongs to people who are like these little children. ", "17": "I tell you the truth. You must accept God's kingdom like a little child, or you will never enter it!”", "18": "A Jewish leader asked Jesus, “Good Teacher, what must I do to get the life that continues forever?”", "19": "Jesus said to him, “Why do you call me good? Only God is good. ", "20": "You know the commands: 'You must not be guilty of adultery. You must not murder anyone. You must not steal. You must not tell lies about your neighbor in court. Honor your father and mother.'”[b]", "21": "But the leader said, “I have obeyed all these commands since I was a boy!”", "22": "When Jesus heard this, he said to him, “But there is still one more thing you need to do. Sell everything you have and give the money to the poor. You will have a reward in heaven. Then come and follow me!” ", "23": "But when the man heard this, he became very sad because he was very rich.", "24": "When Jesus saw that the man was sad, he said, “It will be very hard for rich people to enter the kingdom of God! ", "25": "It would be easier for a camel to go through the eye of a needle than for a rich person to enter the kingdom of God!”", "26": "When the people heard this, they asked, “Then who can be saved?”", "27": "Jesus answered, “The things impossible for men are possible for God.”", "28": "Peter said, “Look, we left everything we had and followed you!”", "29": "Jesus said, “I tell you the truth. Everyone who has left his house, wife, brothers, parents, or children for God's kingdom ", "30": "will get much more than he left. He will receive many times more in this life. And after he dies, he will live with God forever.”", "31": "Then Jesus talked to the 12 apostles alone. He said to them, “Listen! We are going to Jerusalem. Everything that God told the prophets to write about the Son of Man will happen! ", "32": "He will be turned over to the non-Jewish people. They will laugh at him, insult him, and spit on him. ", "33": "They will beat him with whips and then kill him. But on the third day after his death, he will rise to life again.” ", "34": "The apostles tried to understand this, but they could not; the meaning was hidden from them.", "35": "Jesus was coming near the city of Jericho. There was a blind man sitting beside the road, begging for money. ", "36": "When he heard the people coming down the road, he asked, “What is happening?”", "37": "They told him, “Jesus, the one from Nazareth, is coming here.”", "38": "The blind man cried out, “Jesus, Son of David! Please help me!”", "39": "The people who were in front, leading the group, told the blind man to be quiet. But the blind man shouted more and more, “Son of David, please help me!”", "40": "Jesus stopped and said, “Bring the blind man to me!” When he came near, Jesus asked him, ", "41": "“What do you want me to do for you?” He said, “Lord, I want to see again.”", "42": "Jesus said to him, “Then see! You are healed because you believed.”", "43": "At once the man was able to see, and he followed Jesus, thanking God. All the people who saw this praised God."}