{"1": "It was almost time for the Jewish Feast of Unleavened Bread, called the Passover Feast. ", "2": "The leading priests and teachers of the law were trying to find a way to kill Jesus. But they were afraid of the people.", "3": "One of Jesus' 12 apostles was named Judas Iscariot. Satan entered Judas, and he went to ", "4": "the leading priests and some of the soldiers who guarded the Temple. He talked to them about a way to give Jesus to them. ", "5": "They were pleased and promised to give Judas money. ", "6": "Judas agreed. Then he waited for the best time to turn Jesus over to them without the crowd knowing it.", "7": "The Day of Unleavened Bread came. This was the day the Passover lambs had to be sacrificed. ", "8": "Jesus said to Peter and John, “Go and prepare the Passover meal for us to eat.”", "9": "They asked, “Where do you want us to prepare it?” Jesus said to them, ", "10": "“Listen! After you go into the city, you will see a man carrying a jar of water. Follow him into the house that he enters. ", "11": "Tell the person who owns that house, 'The Teacher asks that you please show us the room where he and his followers may eat the Passover meal.' ", "12": "Then he will show you a large room upstairs. This room is ready for you. Prepare the Passover meal there.”", "13": "So Peter and John left. Everything happened as Jesus had said. So they prepared the Passover meal.", "14": "When the time came, Jesus and the apostles were sitting at the table. ", "15": "He said to them, “I wanted very much to eat this Passover meal with you before I die. ", "16": "I will never eat another Passover meal until it is given its true meaning in the kingdom of God.”", "17": "Then Jesus took a cup. He gave thanks to God for it and said, “Take this cup and give it to everyone here. ", "18": "I will not drink again from the fruit of the vine[a] until God's kingdom comes.”", "19": "Then Jesus took some bread. He thanked God for it, broke it, and gave it to the apostles. Then Jesus said, “This bread is my body[b] that I am giving for you. Do this to remember me.” ", "20": "In the same way, after supper, Jesus took the cup and said, “This cup shows the new agreement that God makes with his people. This new agreement begins with my blood which is poured out for you.”", "21": "Jesus said, “One of you will turn against me. His hand is by my hand on the table. ", "22": "The Son of Man will do what God has planned. But how terrible it will be for that man who gives the Son of Man to be killed.”", "23": "Then the apostles asked each other, “Which one of us would do that to Jesus?”", "24": "Then the apostles began to argue about which one of them was the most important. ", "25": "But Jesus said to them, “The kings of the world rule over their people. Men who have authority over others are called 'very important.' ", "26": "But you must not be like that. The greatest among you should be like the youngest, and the leader should be like the servant. ", "27": "Who is more important: the one sitting at the table or the one serving him? You think the one at the table is more important. But I am like a servant among you!", "28": "“You men have stayed with me through many struggles. ", "29": "My Father has given me the power to rule. I also give you authority to rule with me. ", "30": "You will eat and drink at my table in my kingdom. You will sit on thrones and judge the 12 tribes of Israel.", "31": "“Satan has asked to test all of you as a farmer tests his wheat. Simon, Simon, ", "32": "I have prayed that you will not lose your faith! Help your brothers be stronger when you come back to me.”", "33": "But Peter said to Jesus, “Lord, I am ready to go to prison with you. I will even die with you!”", "34": "But Jesus said, “Peter, before the rooster crows tonight, you will say you don't know me. You will say this three times!”", "35": "Then Jesus said to the apostles, “When I sent you out without money, a bag, or sandals, did you need anything?” They said, “No.”", "36": "He said to them, “But now if you have money or a bag, carry that with you. If you don't have a sword, sell your coat and buy one. ", "37": "The Scripture says, 'He was treated like a criminal.'[c] This scripture must have its full meaning. It was written about me, and it is happening now.”", "38": "The followers said, “Look, Lord, here are two swords!” He said to them, “That's enough.”", "39-40": "Jesus left the city and went to the Mount of Olives. His followers went with him. (Jesus went there often.) He said to his followers, “Pray for strength against temptation.”", "41": "Then Jesus went about a stone's throw away from them. He kneeled down and prayed, ", "42": "“Father, if it is what you want, then let me not have this cup[d] of suffering. But do what you want, not what I want.” ", "43": "Then an angel from heaven appeared to him to help him. ", "44": "Jesus was full of pain; he prayed even more. Sweat dripped from his face as if he were bleeding. ", "45": "When he finished praying, he went to his followers. They were asleep. (Their sadness had made them very tired.) ", "46": "Jesus said to them, “Why are you sleeping? Get up and pray for strength against temptation.”", "47": "While Jesus was speaking, a crowd came up. One of the 12 apostles was leading them. He was Judas. He came close to Jesus so that he could kiss him.", "48": "But Jesus said to him, “Judas, are you using the kiss to give the Son of Man to his enemies?”", "49": "The followers of Jesus were standing there too. They saw what was happening. They said to Jesus, “Lord, should we use our swords?” ", "50": "And one of them did use his sword. He cut off the right ear of the servant of the high priest.", "51": "Jesus said, “Stop!” Then he touched the servant's ear and healed him.", "52": "Those who came to arrest Jesus were the leading priests, the soldiers who guarded the Temple, and the Jewish elders. Jesus said to them, “Why did you come out here with swords and sticks? Do you think I am a criminal? ", "53": "I was with you every day in the Temple. Why didn't you try to arrest me there? But this is your time—the time when darkness rules.”", "54": "They arrested Jesus and took him away. They brought him into the house of the high priest. Peter followed them, but he did not go near Jesus. ", "55": "The soldiers started a fire in the middle of the courtyard and sat together. Peter sat with them. ", "56": "A servant girl saw Peter sitting there near the light. She looked closely at Peter's face and said, “This man was also with him!”", "57": "But Peter said this was not true. He said, “Girl, I don't know him.”", "58": "A short time later, another person saw Peter and said, “You are also one of them.” But Peter said, “Man, I am not!”", "59": "About an hour later, another man insisted, “It is true! This man was with him. He is from Galilee!”", "60": "But Peter said, “Man, I don't know what you are talking about!” Immediately, while Peter was still speaking, a rooster crowed. ", "61": "Then the Lord turned and looked straight at Peter. And Peter remembered what the Lord had said: “Before the rooster crows tonight, you will say three times that you don't know me.” ", "62": "Then Peter went outside and cried with much pain in his heart.", "63-64": "Some men were guarding Jesus. They made fun of him like this: They covered his eyes so that he could not see them. Then they hit him and said, “Prove that you are a prophet, and tell us who hit you!” ", "65": "The men said many cruel things to Jesus.", "66": "When day came, the elders of the people, the leading priests, and the teachers of the law came together. They led Jesus away to their highest court. ", "67": "They said, “If you are the Christ, then tell us that you are!” Jesus said to them, “If I tell you I am the Christ, you will not believe me. ", "68": "And if I ask you, you will not answer. ", "69": "But beginning now, the Son of Man will sit at the right hand of the powerful God.”", "70": "They all said, “Then are you the Son of God?” Jesus said to them, “Yes, you are right when you say that I am.”", "71": "They said, “Why do we need witnesses now? We ourselves heard him say this!”"}