{"1": "Then the whole group stood up and led Jesus to Pilate.[a] ", "2": "They began to accuse Jesus. They told Pilate, “We caught this man telling things that were confusing our people. He says that we should not pay taxes to Caesar. He calls himself the Christ, a king.”", "3": "Pilate asked Jesus, “Are you the king of the Jews?” Jesus answered, “Yes, that is right.”", "4": "Pilate said to the leading priests and the people, “I find nothing wrong with this man.”", "5": "They said again and again, “But Jesus is making trouble with the people! He teaches all around Judea. He began in Galilee, and now he is here!”", "6": "Pilate heard this and asked if Jesus was from Galilee. ", "7": "If so, Jesus was under Herod's authority. Herod was in Jerusalem at that time; so Pilate sent Jesus to him. ", "8": "When Herod saw Jesus, he was very glad. He had heard about Jesus and had wanted to meet him for a long time. Herod was hoping to see Jesus work a miracle. ", "9": "Herod asked Jesus many questions, but Jesus said nothing. ", "10": "The leading priests and teachers of the law were standing there. They were shouting things against Jesus. ", "11": "Then Herod and his soldiers made fun of Jesus. They dressed him in a kingly robe and then sent him back to Pilate. ", "12": "In the past, Pilate and Herod had always been enemies. But on that day they became friends.", "13": "Pilate called all the people together with the leading priests and the Jewish leaders. ", "14": "He said to them, “You brought this man to me. You said that he was making trouble among the people. But I have questioned him before you all, and I have not found him guilty of the things you say. ", "15": "Also, Herod found nothing wrong with him; he sent him back to us. Look, he has done nothing for which he should die. ", "16": "So, after I punish him, I will let him go free.” ", "17": "[Every year at the Passover Feast, Pilate had to release one prisoner to the people.][b]", "18": "But all the people shouted, “Kill him! Let Barabbas go free!” ", "19": "(Barabbas was a man who was in prison because he started a riot in the city. He was guilty of murder.)", "20": "Pilate wanted to let Jesus go free. So he told this to the crowd. ", "21": "But they shouted again, “Kill him! Kill him on a cross!”", "22": "A third time Pilate said to them, “Why? What wrong has he done? I can find no reason to kill him. So I will have him punished and set him free.”", "23": "But they continued to shout. They demanded that Jesus be killed on the cross. Their yelling became so loud that ", "24": "Pilate decided to give them what they wanted. ", "25": "They wanted Barabbas to go free, the man who was in jail for starting a riot and for murder. Pilate let Barabbas go free and gave Jesus to them to be killed.", "26": "The soldiers led Jesus away. At that time, there was a man coming into the city from the fields. His name was Simon, and he was from the city of Cyrene. The soldiers forced Simon to carry Jesus' cross and walk behind him.", "27": "A large crowd of people was following Jesus. Some of the women were sad and crying. ", "28": "But Jesus turned and said to them, “Women of Jerusalem, don't cry for me. Cry for yourselves and for your children too! ", "29": "The time is coming when people will say, 'Happy are the women who cannot have children! Happy are the women who have no babies to nurse.' ", "30": "Then people will say to the mountains, 'Fall on us!' And they will say to the hills, 'Cover us!' ", "31": "If they act like this now when life is good, what will happen when bad times come?”[c]", "32": "There were also two criminals led out with Jesus to be killed. ", "33": "Jesus and the two criminals were taken to a place called the Skull. There the soldiers nailed Jesus to his cross. They also nailed the criminals to their crosses, one beside Jesus on the right and the other beside Jesus on the left. ", "34": "Jesus said, “Father, forgive them. They don't know what they are doing.”[d] The soldiers threw lots to decide who would get his clothes. ", "35": "The people stood there watching. The leaders made fun of Jesus. They said, “If he is God's Chosen One, the Christ, then let him save himself. He saved other people, didn't he?”", "36": "Even the soldiers made fun of him. They came to Jesus and offered him some vinegar. ", "37": "They said, “If you are the king of the Jews, save yourself!” ", "38": "(At the top of the cross these words were written: “THIS IS THE KING OF THE JEWS.”)", "39": "One of the criminals began to shout insults at Jesus: “Aren't you the Christ? Then save yourself! And save us too!”", "40": "But the other criminal stopped him. He said, “You should fear God! You are getting the same punishment as he is. ", "41": "We are punished justly; we should die. But this man has done nothing wrong!” ", "42": "Then this criminal said to Jesus, “Jesus, remember me when you come into your kingdom!”", "43": "Then Jesus said to him, “Listen! What I say is true: Today you will be with me in paradise!”[e]", "44": "It was about noon, and the whole land became dark until three o'clock in the afternoon. ", "45": "There was no sun! The curtain in the Temple[f] was torn into two pieces. ", "46": "Jesus cried out in a loud voice, “Father, I give you my life.” After Jesus said this, he died.", "47": "The army officer there saw what happened. He praised God, saying, “I know this was a good man!”", "48": "Many people had gathered there to watch this thing. When they saw what happened, they returned home. They beat their chests because they were so sad. ", "49": "Those who were close friends of Jesus were there. Some were women who had followed Jesus from Galilee. They all stood far away from the cross and watched.", "50-51": "A man from the Jewish town of Arimathea was there, too. His name was Joseph. He was a good, religious man. He wanted the kingdom of God to come. Joseph was a member of the Jewish council, but he had not agreed when the other leaders decided to kill Jesus. ", "52": "Joseph went to Pilate to ask for the body of Jesus. ", "53": "So Joseph took the body down from the cross and wrapped it in cloth. Then he put Jesus' body in a tomb that was cut in a wall of rock. This tomb had never been used before. ", "54": "This was late on Preparation Day. When the sun went down, the Sabbath day would begin.", "55": "The women who had come from Galilee with Jesus followed Joseph. They saw the tomb and saw inside where the body of Jesus was laid. ", "56": "Then the women left to prepare perfumes and spices. On the Sabbath day they rested, as the law of Moses commanded."}