{"1": "Very early on the first day of the week, the women came to the tomb where Jesus' body was laid. They brought the spices they had prepared. ", "2": "They found that the stone had been rolled away from the entrance of the tomb. ", "3": "They went in, but they did not find the body of the Lord Jesus. ", "4": "While they were wondering about this, two men in shining clothes suddenly stood beside them. ", "5": "The women were very afraid; they bowed their heads to the ground. The men said to the women, “Why are you looking for a living person here? This is a place for the dead. ", "6": "Jesus is not here. He has risen from death! Do you remember what he said in Galilee? ", "7": "He said that the Son of Man must be given to evil men, be killed on a cross, and rise from death on the third day.” ", "8": "Then the women remembered what Jesus had said.", "9": "The women left the tomb and told all these things to the 11 apostles and the other followers. ", "10": "These women were Mary Magdalene, Joanna, Mary the mother of James, and some other women. The women told the apostles everything that had happened at the tomb. ", "11": "But they did not believe the women. It sounded like nonsense. ", "12": "But Peter got up and ran to the tomb. He looked in, but he saw only the cloth that Jesus' body had been wrapped in. Peter went away to be alone, wondering about what had happened.", "13": "That same day two of Jesus' followers were going to a town named Emmaus. It is about seven miles from Jerusalem. ", "14": "They were talking about everything that had happened. ", "15": "While they were discussing these things, Jesus himself came near and began walking with them. ", "16": "(They were not allowed to recognize Jesus.) ", "17": "Then he said, “What are these things you are talking about while you walk?” The two followers stopped. Their faces were very sad. ", "18": "The one named Cleopas answered, “You must be the only one in Jerusalem who does not know what just happened there.”", "19": "Jesus said to them, “What are you talking about?” The followers said, “It is about Jesus of Nazareth. He was a prophet from God to all the people. He said and did many powerful things. ", "20": "Our leaders and the leading priests gave him up to be judged and killed. They nailed him to a cross. ", "21": "But we were hoping that he would free the Jews. It is now the third day since this happened. ", "22": "And today some women among us told us some amazing things. Early this morning they went to the tomb, ", "23": "but they did not find his body there. They came and told us that they had seen a vision of angels. The angels said that Jesus was alive! ", "24": "So some of our group went to the tomb, too. They found it just as the women said, but they did not see Jesus.”", "25": "Then Jesus said to them, “You are foolish and slow to realize what is true. You should believe everything the prophets said. ", "26": "They said that the Christ must suffer these things before he enters his glory.” ", "27": "Then Jesus began to explain everything that had been written about himself in the Scriptures. He started with Moses, and then he talked about what all the prophets had said about him.", "28": "They came near the town of Emmaus, and Jesus acted as if he did not plan to stop there. ", "29": "But they begged him, “Stay with us. It is late; it is almost night.” So he went in to stay with them.", "30": "Jesus sat down with them and took some bread. He gave thanks for the food and divided it. Then he gave it to them. ", "31": "And then, they were allowed to recognize Jesus. But when they saw who he was, he disappeared. ", "32": "They said to each other, “When Jesus talked to us on the road, it felt like a fire burning in us. It was exciting when he explained the true meaning of the Scriptures.”", "33": "So the two followers got up at once and went back to Jerusalem. There they found the 11 apostles and others gathered. ", "34": "They were saying, “The Lord really has risen from death! He showed himself to Simon.”", "35": "Then the two followers told what had happened on the road. They talked about how they recognized Jesus when he divided the bread.", "36": "While the two followers were telling this, Jesus himself stood among those gathered. He said to them, “Peace be with you.”", "37": "They were fearful and terrified. They thought they were seeing a ghost. ", "38": "But Jesus said, “Why are you troubled? Why do you doubt what you see? ", "39": "Look at my hands and my feet. It is I myself! Touch me. You can see that I have a living body; a ghost does not have a body like this.”", "40": "After Jesus said this, he showed them his hands and feet. ", "41": "The followers were amazed and very happy. They still could not believe it. Jesus said to them, “Do you have any food here?” ", "42": "They gave him a piece of cooked fish. ", "43": "While the followers watched, Jesus took the fish and ate it.", "44": "He said to them, “Remember when I was with you before? I said that everything written about me must happen—everything in the law of Moses, the books of the prophets, and the Psalms.”", "45": "Then Jesus opened their minds so they could understand the Scriptures. ", "46": "He said to them, “It is written that the Christ would be killed and rise from death on the third day. ", "47-48": "You saw these things happen—you are witnesses. You must tell people to change their hearts and lives. If they do this, their sins will be forgiven. You must start at Jerusalem and preach these things in my name to all nations. ", "49": "Listen! My Father has promised you something; I will send it to you. But you must stay in Jerusalem until you have received that power from heaven.”", "50": "Jesus led his followers out of Jerusalem almost to Bethany. He raised his hands and blessed them. ", "51": "While he was blessing them, he was separated from them and carried into heaven. ", "52": "They worshiped him and then went back to the city very happy. ", "53": "They stayed in the Temple all the time, praising God."}