{"1": "It was the fifteenth year of the rule of Tiberius Caesar. These men were under Caesar: Pontius Pilate was the ruler of Judea. Herod was the ruler of Galilee. Philip, Herod's brother, was the ruler of Iturea and Trachonitis. And Lysanias was the ruler of Abilene. ", "2": "Annas and Caiaphas were the high priests. At this time, a command from God came to John son of Zechariah. John was living in the desert. ", "3": "He went all over the area around the Jordan River and preached to the people. He preached a baptism of changed hearts and lives for the forgiveness of their sins. ", "4": "As it is written in the book of Isaiah the prophet: “This is a voice of a man who calls out in the desert: 'Prepare the way for the Lord. Make the road straight for him.", "5": "Every valley should be filled in. Every mountain and hill should be made flat. Roads with turns should be made straight, and rough roads should be made smooth.", "6": "And all people will know about the salvation of God!'” Isaiah 40:3-5", "7": "Crowds of people came to be baptized by John. He said to them, “You poisonous snakes! Who warned you to run away from God's anger that is coming? ", "8": "You must do the things that will show that you really have changed your hearts. Don't say, 'Abraham is our father.' I tell you that God can make children for Abraham from these rocks here. ", "9": "The ax is now ready to cut down the trees. Every tree that does not produce good fruit will be cut down and thrown into the fire.”[a]", "10": "The people asked John, “What should we do?”", "11": "John answered, “If you have two shirts, share with the person who does not have one. If you have food, share that too.”", "12": "Even tax collectors came to John to be baptized. They said to John, “Teacher, what should we do?”", "13": "John said to them, “Don't take more taxes from people than you have been ordered to take.”", "14": "The soldiers asked John, “What about us? What should we do?” John said to them, “Don't force people to give you money. Don't lie about them. Be satisfied with the pay you get.”", "15": "All the people were hoping for the Christ to come, and they wondered about John. They thought, “Maybe he is the Christ.”", "16": "John answered everyone, “I baptize you with water, but there is one coming later who can do more than I can. I am not good enough to untie his sandals. He will baptize you with the Holy Spirit and with fire. ", "17": "He will come ready to clean the grain. He will separate the good grain from the chaff. He will put the good part of the grain into his barn. Then he will burn the chaff with a fire that cannot be put out.”[b] ", "18": "And John continued to preach the Good News, saying many other things to encourage the people.", "19": "But John spoke against Herod, the governor, because of his sin with Herodias, the wife of Herod's brother. John also criticized Herod for the many other evil things Herod did. ", "20": "So Herod did another evil thing: He put John in prison.", "21": "When all the people were being baptized by John, Jesus also was baptized. While Jesus was praying, heaven opened and ", "22": "the Holy Spirit came down on him. The Spirit was in the form of a dove. Then a voice came from heaven and said, “You are my Son and I love you. I am very pleased with you.”", "23": "When Jesus began to teach, he was about 30 years old. People thought that Jesus was Joseph's son. Joseph was the son[c] of Heli.", "24": "Heli was the son of Matthat. Matthat was the son of Levi. Levi was the son of Melki. Melki was the son of Jannai. Jannai was the son of Joseph.", "25": "Joseph was the son of Mattathias. Mattathias was the son of Amos. Amos was the son of Nahum. Nahum was the son of Esli. Esli was the son of Naggai.", "26": "Naggai was the son of Maath. Maath was the son of Mattathias. Mattathias was the son of Semein. Semein was the son of Josech. Josech was the son of Joda.", "27": "Joda was the son of Joanan. Joanan was the son of Rhesa. Rhesa was the son of Zerubbabel. Zerubbabel was the grandson of Shealtiel. Shealtiel was the son of Neri.", "28": "Neri was the son of Melchi. Melchi was the son of Addi. Addi was the son of Cosam. Cosam was the son of Elmadam. Elmadam was the son of Er.", "29": "Er was the son of Joshua. Joshua was the son of Eliezer. Eliezer was the son of Jorim. Jorim was the son of Matthat. Matthat was the son of Levi.", "30": "Levi was the son of Simeon. Simeon was the son of Judah. Judah was the son of Joseph. Joseph was the son of Jonam. Jonam was the son of Eliakim.", "31": "Eliakim was the son of Melea. Melea was the son of Menna. Menna was the son of Mattatha. Mattatha was the son of Nathan. Nathan was the son of David.", "32": "David was the son of Jesse. Jesse was the son of Obed. Obed was the son of Boaz. Boaz was the son of Salmon.[d] Salmon was the son of Nahshon.", "33": "Nahshon was the son of Amminadab. Amminadab was the son of Admin. Admin was the son of Arni. Arni was the son of Hezron. Hezron was the son of Perez. Perez was the son of Judah.", "34": "Judah was the son of Jacob. Jacob was the son of Isaac. Isaac was the son of Abraham. Abraham was the son of Terah. Terah was the son of Nahor.", "35": "Nahor was the son of Serug. Serug was the son of Reu. Reu was the son of Peleg. Peleg was the son of Eber. Eber was the son of Shelah.", "36": "Shelah was the son of Cainan. Cainan was the son of Arphaxad. Arphaxad was the son of Shem. Shem was the son of Noah. Noah was the son of Lamech.", "37": "Lamech was the son of Methuselah. Methuselah was the son of Enoch. Enoch was the son of Jared. Jared was the son of Mahalalel. Mahalalel was the son of Kenan.", "38": "Kenan was the son of Enosh. Enosh was the son of Seth. Seth was the son of Adam. Adam was the son of God."}