{"1": "One day Jesus was standing beside Lake Galilee. Many people were pressing all around him. They wanted to hear the word of God. ", "2": "Jesus saw two boats at the shore of the lake. The fishermen had left them and were washing their nets. ", "3": "Jesus got into one of the boats, the one which belonged to Simon.[a] Jesus asked Simon to push off a little from the land. Then Jesus sat down in the boat and continued to teach the people on the shore.", "4": "When Jesus had finished speaking, he said to Simon, “Take the boat into deep water. If you will put your nets in the water, you will catch some fish.”", "5": "Simon answered, “Master, we worked hard all night trying to catch fish, but we caught nothing. But you say to put the nets in the water; so I will.” ", "6": "The fishermen did as Jesus told them. And they caught so many fish that the nets began to break. ", "7": "They called to their friends in the other boat to come and help them. The friends came, and both boats were filled so full that they were almost sinking.", "8-9": "The fishermen were all amazed at the many fish they caught. When Simon Peter saw what had happened, he bowed down before Jesus and said, “Go away from me, Lord. I am a sinful man!” ", "10": "James and John, the sons of Zebedee, were amazed too. (James and John were Simon's partners.) Jesus said to Simon, “Don't be afraid. From now on you will be fishermen for men.” ", "11": "When the men brought their boats to the shore, they left everything and followed Jesus.", "12": "One time Jesus was in a town where a very sick man lived. The man was covered with a harmful skin disease. When he saw Jesus, he bowed before Jesus and begged him, “Lord, heal me. I know you can if you want to.”", "13": "Jesus said, “I want to. Be healed!” And Jesus touched the man. Immediately the disease disappeared. ", "14": "Then Jesus said, “Don't tell anyone about what happened. But go show yourself to the priest.[b] And offer a gift to God for your healing as Moses commanded.[c] This will prove to everyone that you are healed.”", "15": "But the news about Jesus was spreading more and more. Many people came to hear Jesus and to be healed of their sicknesses. ", "16": "But Jesus often slipped away to other places to be alone so that he could pray.", "17": "One day Jesus was teaching the people. The Pharisees and teachers of the law were there, too. They had come from every town in Galilee and from Judea and Jerusalem. The Lord was giving Jesus the power to heal people. ", "18": "There was a man who was paralyzed. Some men were carrying him on a mat. They tried to bring him in and put him down before Jesus. ", "19": "But because there were so many people there, they could not find a way to Jesus. So the men went up on the roof and made a hole in the ceiling. They lowered the mat so that the paralyzed man was lying right before Jesus. ", "20": "Jesus saw that these men believed. So he said to the sick man, “Friend, your sins are forgiven.”", "21": "The Jewish teachers of the law and the Pharisees thought to themselves, “Who is this man? He is saying things that are against God! Only God can forgive sins.”", "22": "But Jesus knew what they were thinking. He said, “Why do you have thoughts like that in your hearts? ", "23": "Which is easier: to tell this paralyzed man, 'Your sins are forgiven,' or to tell him, 'Stand up and walk'? ", "24": "But I will prove to you that the Son of Man has authority on earth to forgive sins.” So Jesus said to the paralyzed man, “I tell you, stand up! Take your mat and go home.”", "25": "Then the man stood up before the people there. He picked up his mat and went home, praising God. ", "26": "All the people were fully amazed and began to praise God. They were filled with much respect and said, “Today we have seen amazing things!”", "27": "After this, Jesus went out and saw a tax collector named Levi sitting in the tax office. Jesus said to him, “Follow me!” ", "28": "Levi got up, left everything, and followed Jesus.", "29": "Then Levi gave a big dinner for Jesus. The dinner was at Levi's house. At the table there were many tax collectors and other people, too. ", "30": "But the Pharisees and the men who taught the law for the Pharisees began to complain to the followers of Jesus. They said, “Why do you eat and drink with tax collectors and 'sinners'?”", "31": "Jesus answered them, “Healthy people don't need a doctor. It is the sick who need a doctor. ", "32": "I have not come to invite good people. I have come to invite sinners to change their hearts and lives!”", "33": "They said to Jesus, “John's followers often give up eating[d] and pray, just as the Pharisees do. But your followers eat and drink all the time.”", "34": "Jesus said to them, “When there is a wedding, you cannot make the friends of the bridegroom give up eating while he is still with them. ", "35": "But the time will come when he will be taken away from them. Then his friends will give up eating.”", "36": "Jesus told them this story: “No one takes cloth off a new coat to cover a hole in an old coat. If he does, he ruins the new coat, and the cloth from the new coat will not be the same as the old cloth. ", "37": "People never pour new wine into old leather bags for holding wine. If they do, the new wine will break the bags, and the wine will spill out. Then the leather bags for holding wine will be ruined. ", "38": "People always put new wine into new leather bags. ", "39": "No one after drinking old wine wants new wine because he says, 'The old wine is better.'”"}