{"1": "One Sabbath day Jesus was walking through some grainfields. His followers picked the heads of grain, rubbed them in their hands, and ate them. ", "2": "Some Pharisees said, “Why are you doing that? It is against the law of Moses to do that on the Sabbath day.”", "3": "Jesus answered, “Haven't you read about what David did when he and those with him were hungry? ", "4": "David went into God's house. He took the bread that was made holy for God and ate it. And he gave some of the bread to the people with him. This was against the law of Moses. It says that only priests can eat that bread.” ", "5": "Then Jesus said to the Pharisees, “The Son of Man is Lord of the Sabbath day.”", "6": "On another Sabbath day Jesus went into the synagogue and was teaching. A man with a crippled right hand was there. ", "7": "The teachers of the law and the Pharisees were watching to see if Jesus would heal on the Sabbath day. They wanted to see Jesus do something wrong so that they could accuse him. ", "8": "But he knew what they were thinking. He said to the man with the crippled hand, “Get up and stand before these people.” The man got up and stood there. ", "9": "Then Jesus said to them, “I ask you, which is it right to do on the Sabbath day: to do good, or to do evil? Is it right to save a life or to destroy one?” ", "10": "Jesus looked around at all of them. He said to the man, “Let me see your hand.” The man stretched out his hand, and it was completely healed.", "11": "The Pharisees and the teachers of the law became very angry. They said to each other, “What can we do to Jesus?”", "12": "At that time Jesus went off to a mountain to pray. He stayed there all night, praying to God. ", "13": "The next morning, Jesus called his followers to him. He chose 12 of them, whom he named “apostles.” They were ", "14": "Simon (Jesus named him Peter) and Andrew, Peter's brother; James and John, Philip and Bartholomew; ", "15": "Matthew, Thomas, James son of Alphaeus, and Simon (called the Zealot), ", "16": "Judas son of James and Judas Iscariot. This Judas was the one who gave Jesus to his enemies.", "17": "Jesus and the apostles came down from the mountain. Jesus stood on level ground where there was a large group of his followers. Also, there were many people from all around Judea, Jerusalem, and the seacoast cities of Tyre and Sidon. ", "18": "They all came to hear Jesus teach and to be healed of their sicknesses. He healed those who were troubled by evil spirits. ", "19": "All the people were trying to touch Jesus, because power was coming from him and healing them all!", "20": "Jesus looked at his followers and said, “Poor people, you are happy, because God's kingdom belongs to you.", "21": "You people who are now hungry are happy, because you will be satisfied. You people who are now crying are happy, because you will laugh with joy.", "22": "“You are happy when people hate you and are cruel to you. You are happy when they say that you are evil because you belong to the Son of Man. ", "23": "At that time be full of joy, because you have a great reward in heaven. Their fathers were cruel to the prophets in the same way these people are cruel to you.", "24": "“But how terrible it will be for you who are rich, because you have had your easy life.", "25": "How terrible it will be for you who are full now, because you will be hungry. How terrible it will be for you who are laughing now, because you will be sad and cry.", "26": "“How terrible when all people say only good things about you. Their fathers always said good things about the false prophets.", "27": "“I say to you who are listening to me, love your enemies. Do good to those who hate you. ", "28": "Ask God to bless those who say bad things to you. Pray for those who are cruel to you. ", "29": "If anyone slaps you on one cheek, let him slap the other cheek too. If someone takes your coat, do not stop him from taking your shirt. ", "30": "Give to everyone who asks you. When a person takes something that is yours, don't ask for it back. ", "31": "Do for other people what you want them to do for you. ", "32": "If you love only those who love you, should you get some special praise for doing that? No! Even sinners love the people who love them! ", "33": "If you do good only to those who do good to you, should you get some special praise for doing that? No! Even sinners do that! ", "34": "If you lend things to people, always hoping to get something back, should you get some special praise for that? No! Even sinners lend to other sinners so that they can get back the same amount! ", "35": "So love your enemies. Do good to them, and lend to them without hoping to get anything back. If you do these things, you will have a great reward. You will be sons of the Most High God. Yes, because God is kind even to people who are ungrateful and full of sin. ", "36": "Show mercy just as your father shows mercy.", "37": "“Don't judge other people, and you will not be judged. Don't accuse others of being guilty, and you will not be accused of being guilty. Forgive other people, and you will be forgiven. ", "38": "Give, and you will receive. You will be given much. It will be poured into your hands—more than you can hold. You will be given so much that it will spill into your lap. The way you give to others is the way God will give to you.”", "39": "Jesus told them this story: “Can a blind man lead another blind man? No! Both of them will fall into a ditch. ", "40": "A student is not better than his teacher. But when the student has fully learned all that he has been taught, then he will be like his teacher.", "41": "“Why do you notice the little piece of dust that is in your brother's eye, but you don't see the big piece of wood that is in your own eye? ", "42": "You say to your brother, 'Brother, let me take that little piece of dust out of your eye.' Why do you say this? You cannot see that big piece of wood in your own eye! You are a hypocrite! First, take the piece of wood out of your own eye. Then you will see clearly to take the dust out of your brother's eye.", "43": "“A good tree does not produce bad fruit. Also, a bad tree does not produce good fruit. ", "44": "Each tree is known by its fruit. People don't gather figs from thornbushes. And they don't get grapes from bushes. ", "45": "A good person has good things saved up in his heart. And so he brings good things out of his heart. But an evil person has evil things saved up in his heart. So he brings out bad things. A person speaks the things that are in his heart.", "46": "“Why do you call me, 'Lord, Lord,' but do not do what I say? ", "47": "Everyone who comes to me and listens to my words and obeys ", "48": "is like a man building a house. He digs deep and lays his foundation on rock. The floods come, and the water tries to wash the house away. But the flood cannot move the house, because the house was built well. ", "49": "But the one who hears my words and does not obey is like a man who builds his house on the ground without a foundation. When the floods come, the house quickly falls down. And that house is completely destroyed.”"}