{"1": "The next day, while Jesus was traveling through some cities and small towns, he preached and told the Good News about God's kingdom. The 12 apostles were with him. ", "2": "There were also some women with him who had been healed of sicknesses and evil spirits. One of the women was Mary, called Magdalene, from whom seven demons had gone out. ", "3": "Also among the women were Joanna, the wife of Chuza (Herod's helper), Susanna, and many other women. These women used their own money to help Jesus and his apostles.", "4": "A great crowd gathered. People were coming to Jesus from every town. He told them this story:", "5": "“A farmer went out to plant his seed. While he was planting, some seed fell beside the road. People walked on the seed, and the birds ate all this seed. ", "6": "Some seed fell on rock. It began to grow but then died because it had no water. ", "7": "Some seed fell among thorny weeds. This seed grew, but later the weeds choked the good plants. ", "8": "And some seed fell on good ground. This seed grew and made 100 times more grain.” Jesus finished the story. Then he called out, “Let those with ears use them and listen!”", "9": "Jesus' followers asked him, “What does this story mean?”", "10": "Jesus said, “You have been chosen to know the secret truths of the kingdom of God. But I use stories to speak to other people. I do this so that: 'They will look, but they may not see. They will listen, but they may not understand.' Isaiah 6:9", "11": "“This is what the story means: The seed is God's teaching. ", "12": "What is the seed that fell beside the road? It is like the people who hear God's teaching, but then the devil comes and takes it away from their hearts. So they cannot believe the teaching and be saved. ", "13": "What is the seed that fell on rock? It is like those who hear God's teaching and accept it gladly. But they don't have deep roots. They believe for a while, but then trouble comes. They stop believing and turn away from God. ", "14": "What is the seed that fell among the thorny weeds? It is like those who hear God's teaching, but they let the worries, riches, and pleasures of this life keep them from growing. So they never produce good fruit. ", "15": "And what is the seed that fell on the good ground? That is like those who hear God's teaching with a good, honest heart. They obey God's teaching and patiently produce good fruit.", "16": "“No one lights a lamp and then covers it with a bowl or hides it under a bed. Instead, he puts the lamp on a lampstand so that those who come in will have enough light to see. ", "17": "Everything that is hidden will become clear. Every secret thing will be made known. ", "18": "So be careful how you listen. The person who has something will be given more. But to the person who has nothing, this will happen: Even what he thinks he has will be taken away from him.”", "19": "Jesus' mother and brothers came to see him. There was such a crowd that they could not get to him. ", "20": "Someone said to Jesus, “Your mother and your brothers are standing outside. They want to see you.”", "21": "Jesus answered them, “My mother and my brothers are those who listen to God's teaching and obey it!”", "22": "One day Jesus and his followers got into a boat. He said to them, “Come with me across the lake.” And so they started across. ", "23": "While they were sailing, Jesus fell asleep. A big storm blew up on the lake. The boat began to fill with water, and they were in danger.", "24": "The followers went to Jesus and woke him. They said, “Master! Master! We will drown!” Jesus got up and gave a command to the wind and the waves. The wind stopped, and the lake became calm. ", "25": "Jesus said to his followers, “Where is your faith?” The followers were afraid and amazed. They said to each other, “What kind of man is this? He commands the wind and the water, and they obey him!”", "26": "Jesus and his followers sailed across the lake from Galilee to the area where the Gerasene[a] people live. ", "27": "When Jesus got out of the boat, a man from the town came to Jesus. This man had demons inside him. For a long time he had worn no clothes. He lived in the burial caves, not in a house. ", "28": "When he saw Jesus, he cried out and fell down before him. The man said with a loud voice, “What do you want with me, Jesus, Son of the Most High God? Please don't punish me!” ", "29": "He said this because Jesus had commanded the evil spirit to come out of him. Many times it had taken hold of him. He had been kept under guard and chained hand and foot. But he had broken his chains and had been driven by the demon out into the desert.", "30": "Jesus asked him, “What is your name?” The man answered, “Legion.”[b] (He said his name was “Legion” because many demons were in him.) ", "31": "The demons begged Jesus not to send them into eternal darkness.[c] ", "32": "On the hill there was a large herd of pigs eating. The demons begged Jesus to allow them to go into the pigs. So Jesus allowed them to do this. ", "33": "Then the demons came out of the man and went into the pigs. The herd of pigs ran down the hill and into the lake. All the pigs drowned.", "34": "The men who took care of the pigs ran away. They told about this in the town and the countryside. ", "35": "And people went to see what had happened. They came to Jesus and found the man sitting there at Jesus' feet. The man was clothed and in his right mind because the demons were gone. But the people were frightened. ", "36": "The men who saw these things happen told the others all about how Jesus had made the man well. ", "37": "All the people of the Gerasene country asked Jesus to go away. They were all very afraid. So Jesus got into the boat and went back across the lake.", "38": "The man that Jesus had healed begged to go with him. But Jesus sent him away, saying, ", "39": "“Go back home and tell people what God did for you.” So the man went all over town telling how much Jesus had done for him.", "40": "When Jesus got back to the other side of the lake, a crowd welcomed him. Everyone was waiting for him. ", "41": "A man named Jairus came to Jesus. Jairus was a ruler of the synagogue. He bowed down at Jesus' feet and begged him to come to his house. ", "42": "Jairus had only one daughter. She was 12 years old, and she was dying. While Jesus was on his way to Jairus' house, the people were crowding all around him. ", "43": "A woman was there who had been bleeding for 12 years. She had spent all her money on doctors, but no doctor was able to heal her. ", "44": "The woman came up behind Jesus and touched the edge of his coat. At that moment, her bleeding stopped. ", "45": "Then Jesus said, “Who touched me?” All the people said they had not touched Jesus. Peter said, “Master, the people are all around you and are pushing against you.”", "46": "But Jesus said, “Someone did touch me! I felt power go out from me.” ", "47": "When the woman saw that she could not hide, she came forward, shaking. She bowed down before Jesus. While all the people listened, she told why she had touched him. Then, she said, she was healed immediately. ", "48": "Jesus said to her, “Dear woman, you are healed because you believed. Go in peace.”", "49": "While Jesus was still speaking, someone came from the house of the synagogue ruler and said to the ruler, “Your daughter has died! Don't bother the teacher now.”", "50": "When Jesus heard this, he said to Jairus, “Don't be afraid. Just believe, and your daughter will be well.”", "51": "Jesus went to the house. He let only Peter, John, James, and the girl's father and mother go inside with him. ", "52": "All the people were crying and feeling sad because the girl was dead. But Jesus said, “Don't cry. She is not dead; she is only sleeping.”", "53": "The people laughed at Jesus because they knew that the girl was dead. ", "54": "But Jesus took her by the hand and called to her, “My child, stand up!” ", "55": "Her spirit came back into her, and she stood up immediately. Jesus said, “Give her something to eat.” ", "56": "The girl's parents were amazed. Jesus told them not to tell anyone about what happened."}