{"1": "Jesus called the 12 apostles together. He gave them power to heal sicknesses and power over all demons. ", "2": "Jesus sent the apostles out to tell about God's kingdom and to heal the sick. ", "3": "He said to them, “When you travel, don't take a walking stick. Also, don't carry a bag, or food, or money. Take for your trip only the clothes you are wearing. ", "4": "When you go into a house, stay there until it is time to leave. ", "5": "If the people in the town will not welcome you, go outside the town and shake the dust off of your feet.[a] This will be a warning to them.”", "6": "So the apostles went out. They traveled through all the towns. They told the Good News and healed people everywhere.", "7": "Herod, the governor, heard about all these things that were happening. He was confused because some people said, “John the Baptist is risen from death.” ", "8": "Others said, “Elijah has come to us.” And still others said, “One of the prophets from long ago has risen from death.” ", "9": "Herod said, “I cut off John's head. So who is this man I hear these things about?” And Herod kept trying to see Jesus.", "10": "When the apostles returned, they told Jesus all the things they had done on their trip. Then Jesus took them away to a town called Bethsaida. There, Jesus and his apostles could be alone together. ", "11": "But the people learned where Jesus went and followed him. Jesus welcomed them and talked with them about God's kingdom. He healed those who needed to be healed.", "12": "Late in the afternoon, the 12 apostles came to Jesus and said, “No one lives in this place. Send the people away. They need to find food and places to sleep in the towns and countryside around here.”", "13": "But Jesus said to them, “You give them something to eat.” They said, “We have only five loaves of bread and two fish. Do you want us to go buy food for all these people?” ", "14": "(There were about 5,000 men there.) Jesus said to his followers, “Tell the people to sit in groups of about 50 people.”", "15": "So the followers did this, and all the people sat down. ", "16": "Then Jesus took the five loaves of bread and two fish. He looked up to heaven and thanked God for the food. Then Jesus divided the food and gave it to the followers to give to the people. ", "17": "All the people ate and were satisfied. And there was much food left. Twelve baskets were filled with pieces of food that were not eaten.", "18": "One time when Jesus was praying alone, his followers came together there. Jesus asked them, “Who do the people say I am?”", "19": "They answered, “Some say you are John the Baptist. Others say you are Elijah.[b] And others say you are one of the prophets from long ago who has come back to life.”", "20": "Then Jesus asked, “And who do you say I am?” Peter answered, “You are the Christ from God.”", "21": "Jesus warned them not to tell anyone. Then he said, ", "22": "“The Son of Man must suffer many things. He will be rejected by the Jewish elders, the leading priests, and the teachers of the law. The Son of Man will be killed. But after three days he will be raised from death.”", "23": "Jesus went on to say to all of them, “If anyone wants to follow me, he must say 'no' to the things he wants. Every day he must be willing even to die on a cross, and he must follow me. ", "24": "Whoever wants to save his life will lose it. And whoever gives his life for me will save it. ", "25": "It is worth nothing for a man to have the whole world, if he himself is destroyed or lost. ", "26": "If anyone is ashamed of me and my teaching, then I[c] will be ashamed of him. I will be ashamed of him at the time I come with my glory and with the glory of the Father and the holy angels. ", "27": "I tell you the truth. Some of you people standing here will see the kingdom of God before you die.”", "28": "About eight days after Jesus said these things, he took Peter, James, and John and went up on a mountain to pray. ", "29": "While Jesus was praying, his face was changed, and his clothes became shining white. ", "30": "Then two men were talking with Jesus. The men were Moses and Elijah.[d] ", "31": "They appeared in heavenly glory, talking with Jesus about his death which would happen in Jerusalem. ", "32": "Peter and the others were asleep. But they woke up and saw the glory of Jesus. They also saw the two men who were standing with him. ", "33": "When Moses and Elijah were about to leave, Peter said, “Master, it is good that we are here. We will put three tents here—one for you, one for Moses, and one for Elijah.” (Peter did not know what he was saying.)", "34": "While Peter was saying these things, a cloud came down all around them. Peter, James, and John became afraid when the cloud covered them. ", "35": "A voice came from the cloud. The voice said, “This is my Son. He is the One I have chosen. Obey him.”", "36": "When the voice finished speaking, only Jesus was there. Peter, James, and John said nothing. At that time they told no one about what they had seen.", "37": "The next day, Jesus, Peter, James, and John came down from the mountain. A large crowd met Jesus. ", "38": "A man in the crowd shouted to Jesus, “Teacher, please come and look at my son. He is the only child I have. ", "39": "An evil spirit comes into my son, and then he shouts. He loses control of himself, and he foams at the mouth. The evil spirit keeps on hurting him and almost never leaves him. ", "40": "I begged your followers to make the evil spirit leave my son, but they could not do it.”", "41": "Jesus answered, “You people who live now have no faith. Your lives are all wrong. How long must I be with you and be patient with you?” Then Jesus said to the man, “Bring your son here.”", "42": "While the boy was coming, the demon threw him on the ground. The boy lost control of himself. But Jesus gave a strong command to the evil spirit. Then the boy was healed, and Jesus gave him back to his father. ", "43": "All the people were amazed at the great power of God. The people were all wondering about the things Jesus did. But he said to his followers, ", "44": "“Don't forget the things I tell you now: The Son of Man will be handed over into the control of men.” ", "45": "But the followers did not understand what Jesus meant. The meaning was hidden from them so that they could not understand it. But they were afraid to ask Jesus about what he said.", "46": "Jesus' followers began to have an argument about which one of them was the greatest. ", "47": "Jesus knew what they were thinking. So he took a little child and stood the child beside him. ", "48": "Then Jesus said, “If anyone accepts a little child like this in my name, then he accepts me. And when he accepts me, he accepts the One who sent me. He who is least among you all—he is the greatest.”", "49": "John answered, “Master, we saw someone using your name to force demons out of people. We told him to stop because he does not belong to our group.”", "50": "Jesus said to him, “Don't stop him. If a person is not against you, then he is for you.”", "51": "The time was coming near when Jesus would leave and be taken to heaven. He was determined to go to Jerusalem ", "52": "and sent some men ahead of him. The men went into a town in Samaria to make everything ready for Jesus. ", "53": "But the people there would not welcome him because he was going toward Jerusalem. ", "54": "James and John, the followers of Jesus, saw this. They said, “Lord, do you want us to call fire down from heaven and destroy those people?”[e]", "55": "But Jesus turned and scolded them. [And Jesus said, “You don't know what kind of spirit you belong to. ", "56": "The Son of Man did not come to destroy the souls of men but to save them.”][f] Then he and his followers went to another town.", "57": "They were all going along the road. Someone said to Jesus, “I will follow you any place you go.”", "58": "Jesus answered, “The foxes have holes to live in. The birds have nests to live in. But the Son of Man has no place to rest his head.”", "59": "Jesus said to another man, “Follow me!” But the man said, “Lord, first let me go and bury my father.”", "60": "But Jesus said to him, “Let the people who are dead bury their own dead! You must go and tell about the kingdom of God.”", "61": "Another man said, “I will follow you, Lord, but first let me go and say good-bye to my family.”", "62": "Jesus said, “Anyone who begins to plow a field but keeps looking back is of no use in the kingdom of God.”"}