{"1": "Back in the days when the judges were judging, at a time when there was a famine in the land, a certain man from Beit-Lechem went to live in the territory of Mo'av — he, his wife and his two sons. ", "2": "The man's name was Elimelekh, his wife's name was Na'omi, and his two sons were named Machlon and Kilyon; they were Efratim from Beit-Lechem in Y'hudah. They arrived in the plain of Mo'av and settled there. ", "3": "Elimelekh, Na'omi's husband, died; and she was left, she and her two sons. ", "4": "They took wives for themselves from the women of Mo'av; the name of the one was 'Orpah; and the name of the other was Rut. They lived there for about ten years. ", "5": "Then Machlon and Kilyon died, both of them; and the woman was left with neither her two sons nor her husband.", "6": "So she prepared to return with her daughters-in-law from the plain of Mo'av; for in the plain of Mo'av she had heard how Adonai had paid attention to his people by giving them food. ", "7": "She left the place where she was with her two daughters-in-law and took the road leading back to Y'hudah.", "8": "Na'omi said to her two daughters-in-law, “Each of you, go back to your mother's house. May Adonai show grace to you, as you did to those who died and to me. ", "9": "May Adonai grant you security in the home of a new husband.” Then she kissed them, but they began weeping aloud. ", "10": "They said to her, “No; we want to return with you to your people.” ", "11": "Na'omi said, “Go back, my daughters. Why do you want to go with me? Do I still have sons in my womb who could become your husbands? ", "12": "Go back, my daughters; go your way; for I'm too old to have a husband. Even if I were to say, 'I still have hope'; even if I had a husband tonight and bore sons; ", "13": "would you wait for them until they grew up? Would you refuse to marry, just for them? No, my daughters. On your behalf I feel very bitter that the hand of Adonai has gone out against me.” ", "14": "Again they wept aloud. Then 'Orpah kissed her mother-in-law good-bye. But Rut stuck with her. ", "15": "She said, “Look, your sister-in-law has gone back to her people and to her god; go back, after your sister-in-law.” ", "16": "But Rut said, “Don't press me to leave you and stop following you; for wherever you go, I will go; and wherever you stay, I will stay. Your people will be my people and your God will be my God.", "17": "Where you die, I will die; and there I will be buried. May Adonai bring terrible curses on me, and worse ones as well, if anything but death separates you and me.”", "18": "When Na'omi saw that she was determined to go with her, she said no more to her.", "19": "So the two of them went on until they came to Beit-Lechem. When they arrived in Beit-Lechem, the whole city was stirred with excitement over them. The women asked, “Can this be Na'omi?” ", "20": "“Don't call me Na'omi [pleasant],” she answered them; “call me Marah [bitter], because Shaddai has made my life very bitter. ", "21": "I went out full, and Adonai has brought me back empty. Why call me Na'omi? Adonai has testified against me, Shaddai has afflicted me.” ", "22": "This is how Na'omi returned, with Rut the woman from Mo'av, her daughter-in-law, accompanying her from the plain of Mo'av. They arrived in Beit-Lechem at the beginning of the barley harvest."}