{"1": "Na'omi had a relative on her husband's side, a prominent and wealthy member of Elimelekh's clan, whose name was Bo'az. ", "2": "Rut the woman from Mo'av said to Na'omi, “Let me go into the field and glean ears of grain behind anyone who will allow me to.” She answered her, “Go, my daughter.” ", "3": "So she set out, arrived at the field and gleaned behind the reapers. She happened to be in the part of the field that belonged to Bo'az from Elimelekh's clan, ", "4": "when Bo'az arrived from Beit-Lechem. He said to the reapers, “Adonai be with you”; and they answered him, “Adonai bless you.” ", "5": "Then Bo'az asked his servant supervising the reapers, “Whose girl is this?” ", "6": "The servant supervising the reapers answered, “She's a girl from Mo'av who returned with Na'omi from the plain of Mo'av. ", "7": "She said, 'Please, let me glean and gather what falls from the sheaves behind the reapers.' So she went and has kept at it from morning until now, except for a little rest in the shelter.”", "8": "Bo'az said to Rut, “Did you hear that, my daughter? Don't go to glean in another field, don't leave this place, but stick here with my working girls. ", "9": "Keep your eyes on whichever field the reapers are working in, and follow the girls. I've ordered the young men not to bother you. Whenever you get thirsty, go and drink from the water jars the young men have filled.”", "10": "She fell on her face, prostrating herself, and said to him, “Why are you showing me such favor? Why are you paying attention to me? After all, I'm only a foreigner.” ", "11": "Bo'az answered her, “I've heard the whole story, everything you've done for your mother-in-law since your husband died, including how you left your father and mother and the land you were born in to come to a people about whom you knew nothing beforehand. ", "12": "May Adonai reward you for what you've done; may you be rewarded in full by Adonai the God of Isra'el, under whose wings you have come for refuge.” ", "13": "She said, “My lord, I hope I continue pleasing you. You have comforted and encouraged me, even though I'm not one of your servants.”", "14": "When meal-time came, Bo'az said to her, “Come here, have something to eat, and dip your piece of bread in the [olive oil and] vinegar.” She sat by the reapers, and they passed her some roasted grain. She ate till she was full, and she had some left over.", "15": "When she got up to glean, Bo'az ordered his young men, “Let her glean even among the sheaves themselves, without making her feel ashamed. ", "16": "In fact, pull some ears of grain out from the sheaves on purpose. Leave them for her to glean, and don't rebuke her.” ", "17": "So she gleaned in the field until evening. When she beat out what she had gathered, it came to about a bushel of barley.", "18": "She picked it up and went back to the city. Her mother-in-law saw what she had gleaned, and Rut brought out and gave her what she had left over after eating her fill. ", "19": "Her mother-in-law asked her, “Where did you glean today? Where were you working? Blessed be the one who took such good care of you!” She told her mother-in-law with whom she had been working; she said, “The name of the man with whom I was working today is Bo'az.” ", "20": "Na'omi said to her daughter-in-law, “May he be blessed by Adonai, who has never stopped showing grace, neither to the living nor to the dead.” Na'omi also told her, “The man is closely related to us; he's one of our redeeming kinsmen.” ", "21": "Rut the woman from Mo'av said, “Moreover, he even said to me, 'Stay close to my young men until they've finished my harvest.'” ", "22": "Na'omi said to Rut her daughter-in-law, “It's good, my daughter, for you to keep going out with his girls; so that you won't encounter hostility in some other field.” ", "23": "So she stayed close to Bo'az's girls to glean, until the end of the barley and wheat harvests; and she lived with her mother-in-law."}