{"1": "Here is a statement you can trust: anyone aspiring to be a congregation leader is seeking worthwhile work. ", "2": "A congregation leader must be above reproach, he must be faithful to his wife, temperate, self-controlled, orderly, hospitable and able to teach. ", "3": "He must not drink excessively or get into fights; rather, he must be kind and gentle. He must not be a lover of money. ", "4": "He must manage his own household well, having children who obey him with all proper respect; ", "5": "for if a man can't manage his own household, how will he be able to care for God's Messianic Community? ", "6": "He must not be a new believer, because he might become puffed up with pride and thus fall under the same judgment as did the Adversary. ", "7": "Furthermore, he must be well regarded by outsiders, so that he won't fall into disgrace and into the Adversary's trap.", "8": "Likewise, the shammashim must be of good character, people whose word can be trusted. They must not give themselves to excessive drinking or be greedy for dishonest gain. ", "9": "They must possess the formerly hidden truth of the faith with a clean conscience. ", "10": "And first, let them be tested; then, if they prove themselves blameless, let them be appointed shammashim. ", "11": "Similarly, the wives must be of good character, not gossips, but temperate, faithful in everything. ", "12": "Let the shammashim each be faithful to his wife, managing his children and household well. ", "13": "For those who serve well as shammashim gain good standing for themselves and much boldness in the trust that comes through Yeshua the Messiah.", "14": "I hope to visit you soon; but I am writing these things ", "15": "so that if I am delayed, you may know how one should behave in the household of God, which is the Messianic Community of the living God, the pillar and support of the truth. ", "16": "Great beyond all question is the formerly hidden truth underlying our faith: He was manifested physically and proved righteous spiritually, seen by angels and proclaimed among the nations, trusted throughout the world and raised up in glory to heaven."}