{"1": "The Spirit expressly states that in the acharit-hayamim some people will apostatize from the faith by paying attention to deceiving spirits and things taught by demons. ", "2": "Such teachings come from the hypocrisy of liars whose own consciences have been burned, as if with a red-hot branding iron. ", "3": "They forbid marriage and require abstinence from foods which God created to be eaten with thanksgiving by those who have come to trust and to know the truth. ", "4": "For everything created by God is good, and nothing received with thanksgiving needs to be rejected, ", "5": "because the word of God and prayer make it holy.", "6": "If you present all this to the brothers, you will be serving the Messiah Yeshua well; it will show that you have digested the words of the faith and of the good teaching which you have followed. ", "7": "But refuse godless bubbe-meises, and exercise yourself in godliness. ", "8": "For although physical exercise does have some value, godliness is valuable for everything, since it holds promise both for the present life and for the life to come. ", "9": "Here is a statement you can trust, one that fully deserves to be accepted ", "10": "(indeed, it is for this that we toil and strive): we have our hope set on a living God who is the deliverer of all humanity, especially of those who trust.", "11": "Command these things and teach them. ", "12": "Don't let anyone look down on you because of your youth; on the contrary, set the believers an example in your speech, behavior, love, trust and purity. ", "13": "Until I come, pay attention to the public reading of the Scriptures. ", "14": "Do not neglect your gift, which you were given through a prophecy when the body of elders gave you s'mikhah. ", "15": "Be diligent about this work, throw yourself into it, so that your progress may be clear to everyone. ", "16": "Pay attention to yourself and to the teaching, continue in it, for by so doing you will deliver both yourself and those who hear you."}