{"1": "You stupid Galatians! I told you exactly how Jesus Christ was nailed to a cross. Has someone now put an evil spell on you? ", "2": "I want to know only one thing. How were you given God's Spirit? Was it by obeying the Law of Moses or by hearing about Christ and having faith in him? ", "3": "How can you be so stupid? Do you think that by yourself you can complete what God's Spirit started in you? ", "4": "Have you gone through all of this for nothing? Is it all really for nothing? ", "5": "God gives you his Spirit and works miracles in you. But does he do this because you obey the Law of Moses or because you have heard about Christ and have faith in him?", "6": "The Scriptures say that God accepted Abraham because Abraham had faith. ", "7": "And so, you should understand that everyone who has faith is a child of Abraham.[a] ", "8": "Long ago the Scriptures said that God would accept the Gentiles because of their faith. That's why God told Abraham the good news that all nations would be blessed because of him. ", "9": "This means that everyone who has faith will share in the blessings that were given to Abraham because of his faith.", "10": "Anyone who tries to please God by obeying the Law is under a curse. The Scriptures say, “Everyone who doesn't obey everything in the Law is under a curse.” ", "11": "No one can please God by obeying the Law. The Scriptures also say, “The people God accepts because of their faith will live.”[b]", "12": "The Law isn't based on faith. It promises life only to people who obey its commands. ", "13": "But Christ rescued us from the Law's curse, when he became a curse in our place. This is because the Scriptures say that anyone who is nailed to a tree is under a curse. ", "14": "And because of what Jesus Christ has done, the blessing that was promised to Abraham was taken to the Gentiles. This happened so that by faith we would be given the promised Holy Spirit.", "15": "My friends, I will use an everyday example to explain what I mean. Once someone agrees to something, no one else can change or cancel the agreement.[c] ", "16": "That is how it is with the promises God made to Abraham and his descendant.[d] The promises were not made to many descendants, but only to one, and that one is Christ. ", "17": "What I am saying is that the Law cannot change or cancel God's promise that was made 430 years before the Law was given. ", "18": "If we have to obey the Law in order to receive God's blessings, those blessings don't really come to us because of God's promise. But God was kind to Abraham and made him a promise.", "19": "What is the use of the Law? It was given later to show that we sin. But it was only supposed to last until the coming of that descendant[e] who was given the promise. In fact, angels gave the Law to Moses, and he gave it to the people. ", "20": "There is only one God, and the Law did not come directly from him.", "21": "Does the Law disagree with God's promises? No, it doesn't! If any law could give life to us, we could become acceptable to God by obeying that law. ", "22": "But the Scriptures say that sin controls everyone, so that God's promises will be for anyone who has faith in Jesus Christ.", "23": "The Law controlled us and kept us under its power until the time came when we would have faith. ", "24": "In fact, the Law was our teacher. It was supposed to teach us until we had faith and were acceptable to God. ", "25": "But once a person has learned to have faith, there is no more need to have the Law as a teacher.", "26": "All of you are God's children because of your faith in Christ Jesus. ", "27": "And when you were baptized, it was as though you had put on Christ in the same way you put on new clothes. ", "28": "Faith in Christ Jesus is what makes each of you equal with each other, whether you are a Jew or a Greek, a slave or a free person, a man or a woman. ", "29": "So if you belong to Christ, you are now part of Abraham's family,[f] and you will be given what God has promised. "}