{"1": "Children who are under age are no better off than slaves, even though everything their parents own will someday be theirs. ", "2": "This is because children are placed in the care of guardians and teachers until the time their parents have set. ", "3": "That is how it was with us. We were like children ruled by the powers of this world.", "4": "But when the time was right, God sent his Son, and a woman gave birth to him. His Son obeyed the Law, ", "5": "so he could set us free from the Law, and we could become God's children. ", "6": "Now that we are his children, God has sent the Spirit of his Son into our hearts. And his Spirit tells us that God is our Father. ", "7": "You are no longer slaves. You are God's children, and you will be given what he has promised.", "8": "Before you knew God, you were slaves of gods that are not real. ", "9": "But now you know God, or better still, God knows you. How can you turn back and become the slaves of those weak and pitiful powers?[a] ", "10": "You even celebrate certain days, months, seasons, and years. ", "11": "I am afraid I have wasted my time working with you.", "12": "My friends, I beg you to be like me, just as I once tried to be like you. Did you mistreat me ", "13": "when I first preached to you? No you didn't, even though you knew I had come there because I was sick. ", "14": "My illness must have caused you some trouble, but you didn't hate me or turn me away because of it. You welcomed me as though I were one of God's angels or even Christ Jesus himself. ", "15": "Where is that good feeling now? I am sure that if it had been possible, you would have taken out your own eyes and given them to me. ", "16": "Am I now your enemy, just because I told you the truth?", "17": "Those people may be paying you a lot of attention, but it isn't for your good. They only want to keep you away from me, so you will pay them a lot of attention. ", "18": "It is always good to give your attention to something worthwhile, even when I am not with you. ", "19": "My children, I am in terrible pain until Christ may be seen living in you. ", "20": "I wish I were with you now. Then I would not have to talk this way. You really have me puzzled.", "21": "Some of you would like to be under the rule of the Law of Moses. But do you know what the Law says? ", "22": "In the Scriptures we learn that Abraham had two sons. The mother of one of them was a slave, while the mother of the other one had always been free. ", "23": "The son of the slave woman was born in the usual way. But the son of the free woman was born because of God's promise.", "24": "All of this has another meaning as well. Each of the two women stands for one of the agreements God made with his people. Hagar, the slave woman, stands for the agreement that was made at Mount Sinai. Everyone born into her family is a slave. ", "25": "Hagar also stands for Mount Sinai in Arabia[b] and for the present city of Jerusalem. She[c] and her children are slaves.", "26": "But our mother is the city of Jerusalem in heaven above, and she isn't a slave. ", "27": "The Scriptures say about her, “You have never had children, but now you can be glad. You have never given birth, but now you can shout. Once you had no children, but now you will have more children than a woman who has been married for a long time.”", "28": "My friends, you were born because of this promise, just as Isaac was. ", "29": "But the child who was born in the natural way made trouble for the child who was born because of the Spirit. The same thing is happening today. ", "30": "The Scriptures say, “Get rid of the slave woman and her son! He won't be given anything. The son of the free woman will receive everything.” ", "31": "My friends, we are children of the free woman and not of the slave."}