{"1": "Beloved friends, this is now the second letter I have written to you[a] in which I've attempted to stir you up and awaken you to a proper mind-set.[b] ", "2": "So never forget both the prophecies spoken by the holy prophets of old and the teaching[c] of our Lord and Savior spoken by your apostles.[d]", "3": "Above all, you must understand that in the last days mockers[e] will multiply, chasing after their evil desires. ", "4": "They will say, “So what about this promise of his coming?[f] Our ancestors are dead and buried, yet everything is still the same as it was since from the beginning of time until now.”", "5": "But they conveniently overlook that from the beginning, the heavens and earth were created by God's word. He spoke and the dry ground separated from the waters. ", "6": "Then long afterward he destroyed the world with a tremendous flood by those very waters.[g] ", "7": "And now, by the same powerful word, the heavens and the earth are reserved for fire,[h] being kept for judgment day, when all the ungodly will perish.", "8": "So, dear friends, don't let this one thing escape your notice: a single day counts like a thousand years to the Lord Yahweh,[i] and a thousand years counts as one day.[j] ", "9": "This means that, contrary to man's perspective, the Lord is not late with his promise to return, as some measure lateness. But rather, his “delay” simply reveals his loving patience toward you, because he does not want any to perish but all to come to repentance.[k]", "10": "The day of the Lord will come and take everyone by surprise—as unexpected as a home invasion. The atmosphere will be set on fire and vanish with a horrific roar, and the heavenly bodies[l] will melt away as in a tremendous blaze. The earth and every activity of man will be laid bare.[m] ", "11": "Since all these things are on the verge of being dismantled, don't you see how vital it is to live a holy life? We must be consumed with godliness ", "12": "while we anticipate and help to speed up the coming of the day of God,[n] when the atmosphere will be set on fire and the heavenly bodies consumed in a blaze. ", "13": "But as we wait, we trust in God's royal proclamation to be fulfilled. There are coming[o] heavens new in quality, and an earth new in quality, where righteousness will be fully at home.[p]", "14": "So, my beloved friends, with all that you have to look forward to, may you be eager to be found living pure lives when you come into his presence,[q] without blemish and filled with peace. ", "15": "And keep in mind that our Lord's extraordinary patience simply means more opportunity for salvation,[r] just as our dear brother Paul wrote to you with the wisdom that God gave him. ", "16": "He consistently speaks of these things in all of his letters, even though he writes some concepts that are overwhelming to our understanding, which the unlearned and unstable love to twist to their spiritual ruin, as they do to other Scriptures.[s]", "17": "As for you, divinely loved ones, since you are forewarned of these things, be careful that you are not led astray by the error of the lawless and lose your firm grip on the truth. ", "18": "But continue to grow and increase in God's grace and intimacy with our Lord and Savior, Jesus Christ.[t] May he receive all the glory both now and until the day eternity begins. Amen!"}