{"1": "Herod's Opinion of Jesus. 1 [a]At that time Herod the tetrarch[b] heard of the reputation of Jesus ", "2": "and said to his servants, “This man is John the Baptist. He has been raised from the dead; that is why mighty powers are at work in him.”", "3": "The Death of John the Baptist. 3 Now Herod had arrested John, bound [him], and put him in prison on account of Herodias,[c] the wife of his brother Philip, ", "4": "for John had said to him, “It is not lawful for you to have her.” ", "5": "Although he wanted to kill him, he feared the people, for they regarded him as a prophet. ", "6": "But at a birthday celebration for Herod, the daughter of Herodias performed a dance before the guests and delighted Herod ", "7": "so much that he swore to give her whatever she might ask for. ", "8": "Prompted by her mother, she said, “Give me here on a platter the head of John the Baptist.” ", "9": "The king was distressed, but because of his oaths and the guests who were present, he ordered that it be given, ", "10": "and he had John beheaded in the prison. ", "11": "His head was brought in on a platter and given to the girl, who took it to her mother. ", "12": "His disciples came and took away the corpse and buried him; and they went and told Jesus. The Return of the Twelve and the Feeding of the Five Thousand.[d] ", "13": "When Jesus heard of it, he withdrew in a boat to a deserted place by himself. The crowds heard of this and followed him on foot from their towns. ", "14": "When he disembarked and saw the vast crowd, his heart was moved with pity for them, and he cured their sick. ", "15": "When it was evening, the disciples approached him and said, “This is a deserted place and it is already late; dismiss the crowds so that they can go to the villages and buy food for themselves.” ", "16": "[Jesus] said to them, “There is no need for them to go away; give them some food yourselves.” ", "17": "But they said to him, “Five loaves and two fish are all we have here.” ", "18": "Then he said, “Bring them here to me,” ", "19": "and he ordered the crowds to sit down on the grass. Taking[e] the five loaves and the two fish, and looking up to heaven, he said the blessing, broke the loaves, and gave them to the disciples, who in turn gave them to the crowds. ", "20": "They all ate and were satisfied, and they picked up the fragments left over[f]—twelve wicker baskets full. ", "21": "Those who ate were about five thousand men, not counting women and children. The Walking on the Water.[g] ", "22": "Then he made the disciples get into the boat and precede him to the other side, while he dismissed the crowds. ", "23": "After doing so, he went up on the mountain by himself to pray. When it was evening he was there alone. ", "24": "Meanwhile the boat, already a few miles offshore, was being tossed about by the waves, for the wind was against it. ", "25": "During the fourth watch of the night,[h] he came toward them, walking on the sea. ", "26": "When the disciples saw him walking on the sea they were terrified. “It is a ghost,” they said, and they cried out in fear. ", "27": "At once [Jesus] spoke to them, “Take courage, it is I;[i] do not be afraid.” ", "28": "Peter said to him in reply, “Lord, if it is you, command me to come to you on the water.” ", "29": "He said, “Come.” Peter got out of the boat and began to walk on the water toward Jesus. ", "30": "But when he saw how [strong] the wind was he became frightened; and, beginning to sink, he cried out, “Lord, save me!” ", "31": "Immediately Jesus stretched out his hand and caught him, and said to him, “O you of little faith,[j] why did you doubt?” ", "32": "After they got into the boat, the wind died down. ", "33": "[k]Those who were in the boat did him homage, saying, “Truly, you are the Son of God.”", "34": "The Healings at Gennesaret. 34 After making the crossing, they came to land at Gennesaret. ", "35": "When the men of that place recognized him, they sent word to all the surrounding country. People brought to him all those who were sick ", "36": "and begged him that they might touch only the tassel on his cloak, and as many as touched it were healed."}