{"1": "The Tradition of the Elders.[a] 1 Then Pharisees and scribes came to Jesus from Jerusalem and said, ", "2": "“Why do your disciples break the tradition of the elders?[b] They do not wash [their] hands when they eat a meal.” ", "3": "He said to them in reply, “And why do you break the commandment of God[c] for the sake of your tradition? ", "4": "For God said, 'Honor your father and your mother,' and 'Whoever curses father or mother shall die.' ", "5": "[d]But you say, 'Whoever says to father or mother, “Any support you might have had from me is dedicated to God,” ", "6": "need not honor his father.' You have nullified the word of God for the sake of your tradition. ", "7": "Hypocrites, well did Isaiah prophesy about you when he said:", "8": "'This people honors me with their lips,[e] but their hearts are far from me;", "9": "in vain do they worship me, teaching as doctrines human precepts.'”", "10": "He summoned the crowd and said to them, “Hear and understand. ", "11": "It is not what enters one's mouth that defiles that person; but what comes out of the mouth is what defiles one.” ", "12": "Then his disciples approached and said to him, “Do you know that the Pharisees took offense when they heard what you said?” ", "13": "He said in reply,[f] “Every plant that my heavenly Father has not planted will be uprooted. ", "14": "Let them alone; they are blind guides (of the blind). If a blind person leads a blind person, both will fall into a pit.” ", "15": "Then Peter[g] said to him in reply, “Explain [this] parable to us.” ", "16": "He said to them, “Are even you still without understanding? ", "17": "Do you not realize that everything that enters the mouth passes into the stomach and is expelled into the latrine? ", "18": "But the things that come out of the mouth come from the heart, and they defile. ", "19": "[h]For from the heart come evil thoughts, murder, adultery, unchastity, theft, false witness, blasphemy. ", "20": "These are what defile a person, but to eat with unwashed hands does not defile.” The Canaanite Woman's Faith.[i] ", "21": "Then Jesus went from that place and withdrew to the region of Tyre and Sidon. ", "22": "And behold, a Canaanite woman of that district came and called out, “Have pity on me, Lord, Son of David! My daughter is tormented by a demon.” ", "23": "But he did not say a word in answer to her. His disciples came and asked him, “Send her away, for she keeps calling out after us.” ", "24": "[j]He said in reply, “I was sent only to the lost sheep of the house of Israel.” ", "25": "But the woman came and did him homage, saying, “Lord, help me.” ", "26": "He said in reply, “It is not right to take the food of the children[k] and throw it to the dogs.” ", "27": "She said, “Please, Lord, for even the dogs eat the scraps that fall from the table of their masters.” ", "28": "Then Jesus said to her in reply, “O woman, great is your faith![l] Let it be done for you as you wish.” And her daughter was healed from that hour.", "29": "The Healing of Many People. 29 Moving on from there Jesus walked by the Sea of Galilee, went up on the mountain, and sat down there. ", "30": "Great crowds came to him, having with them the lame, the blind, the deformed, the mute, and many others. They placed them at his feet, and he cured them. ", "31": "The crowds were amazed when they saw the mute speaking, the deformed made whole, the lame walking, and the blind able to see, and they glorified the God of Israel. The Feeding of the Four Thousand.[m] ", "32": "Jesus summoned his disciples and said, “My heart is moved with pity for the crowd, for they have been with me now for three days and have nothing to eat. I do not want to send them away hungry, for fear they may collapse on the way.” ", "33": "The disciples said to him, “Where could we ever get enough bread in this deserted place to satisfy such a crowd?” ", "34": "Jesus said to them, “How many loaves do you have?” “Seven,” they replied, “and a few fish.” ", "35": "He ordered the crowd to sit down on the ground. ", "36": "Then he took the seven loaves and the fish, gave thanks,[n] broke the loaves, and gave them to the disciples, who in turn gave them to the crowds. ", "37": "They all ate and were satisfied. They picked up the fragments left over—seven baskets full. ", "38": "Those who ate were four thousand men, not counting women and children. ", "39": "And when he had dismissed the crowds, he got into the boat and came to the district of Magadan."}