{"1": "The Demand for a Sign. 1 [a]The Pharisees and Sadducees came and, to test him, asked him to show them a sign from heaven. ", "2": "[b]He said to them in reply, “[In the evening you say, 'Tomorrow will be fair, for the sky is red'; ", "3": "and, in the morning, 'Today will be stormy, for the sky is red and threatening.' You know how to judge the appearance of the sky, but you cannot judge the signs of the times.] ", "4": "An evil and unfaithful generation seeks a sign, but no sign will be given it except the sign of Jonah.”[c] Then he left them and went away.", "5": "The Leaven of the Pharisees and Sadducees. 5 In coming to the other side of the sea,[d] the disciples had forgotten to bring bread. ", "6": "Jesus said to them, “Look out, and beware of the leaven[e] of the Pharisees and Sadducees.” ", "7": "[f]They concluded among themselves, saying, “It is because we have brought no bread.” ", "8": "When Jesus became aware of this he said, “You of little faith, why do you conclude among yourselves that it is because you have no bread? ", "9": "Do you not yet understand, and do you not remember the five loaves for the five thousand, and how many wicker baskets you took up? ", "10": "Or the seven loaves for the four thousand, and how many baskets you took up? ", "11": "How do you not comprehend that I was not speaking to you about bread? Beware of the leaven of the Pharisees and Sadducees.” ", "12": "Then they understood[g] that he was not telling them to beware of the leaven of bread, but of the teaching of the Pharisees and Sadducees. Peter's Confession About Jesus.[h] ", "13": "When Jesus went into the region of Caesarea Philippi[i] he asked his disciples, “Who do people say that the Son of Man is?” ", "14": "They replied, “Some say John the Baptist,[j] others Elijah, still others Jeremiah or one of the prophets.” ", "15": "He said to them, “But who do you say that I am?” ", "16": "[k]Simon Peter said in reply, “You are the Messiah, the Son of the living God.” ", "17": "Jesus said to him in reply, “Blessed are you, Simon son of Jonah. For flesh and blood[l] has not revealed this to you, but my heavenly Father. ", "18": "And so I say to you, you are Peter, and upon this rock I will build my church,[m] and the gates of the netherworld shall not prevail against it. ", "19": "I will give you the keys to the kingdom of heaven.[n] Whatever you bind on earth shall be bound in heaven; and whatever you loose on earth shall be loosed in heaven.” ", "20": "[o]Then he strictly ordered his disciples to tell no one that he was the Messiah. The First Prediction of the Passion.[p] ", "21": "From that time on, Jesus began to show his disciples that he[q] must go to Jerusalem and suffer greatly from the elders, the chief priests, and the scribes, and be killed and on the third day be raised. ", "22": "[r]Then Peter took him aside and began to rebuke him, “God forbid, Lord! No such thing shall ever happen to you.” ", "23": "He turned and said to Peter, “Get behind me, Satan! You are an obstacle to me. You are thinking not as God does, but as human beings do.” The Conditions of Discipleship.[s] ", "24": "Then Jesus said to his disciples, “Whoever wishes to come after me must deny himself,[t] take up his cross, and follow me. ", "25": "For whoever wishes to save his life will lose it, but whoever loses his life for my sake will find it.[u] ", "26": "What profit would there be for one to gain the whole world and forfeit his life? Or what can one give in exchange for his life? ", "27": "[v]For the Son of Man will come with his angels in his Father's glory, and then he will repay everyone according to his conduct. ", "28": "[w]Amen, I say to you, there are some standing here who will not taste death until they see the Son of Man coming in his kingdom.”"}