{"1": "The Transfiguration of Jesus.[a] 1 After six days Jesus took Peter, James, and John his brother, and led them up a high mountain by themselves.[b] ", "2": "[c]And he was transfigured before them; his face shone like the sun and his clothes became white as light. ", "3": "[d]And behold, Moses and Elijah appeared to them, conversing with him. ", "4": "Then Peter said to Jesus in reply, “Lord, it is good that we are here. If you wish, I will make three tents[e] here, one for you, one for Moses, and one for Elijah.” ", "5": "While he was still speaking, behold, a bright cloud cast a shadow over them,[f] then from the cloud came a voice that said, “This is my beloved Son, with whom I am well pleased; listen to him.” ", "6": "[g]When the disciples heard this, they fell prostrate and were very much afraid. ", "7": "But Jesus came and touched them, saying, “Rise, and do not be afraid.” ", "8": "And when the disciples raised their eyes, they saw no one else but Jesus alone. The Coming of Elijah.[h] ", "9": "As they were coming down from the mountain, Jesus charged them, “Do not tell the vision[i] to anyone until the Son of Man has been raised from the dead.” ", "10": "[j]Then the disciples asked him, “Why do the scribes say that Elijah must come first?” ", "11": "He said in reply,[k] “Elijah will indeed come and restore all things; ", "12": "but I tell you that Elijah has already come, and they did not recognize him but did to him whatever they pleased. So also will the Son of Man suffer at their hands.” ", "13": "[l]Then the disciples understood that he was speaking to them of John the Baptist. The Healing of a Boy with a Demon.[m] ", "14": "When they came to the crowd a man approached, knelt down before him, ", "15": "and said, “Lord, have pity on my son, for he is a lunatic[n] and suffers severely; often he falls into fire, and often into water. ", "16": "I brought him to your disciples, but they could not cure him.” ", "17": "Jesus said in reply, “O faithless and perverse[o] generation, how long will I be with you? How long will I endure you? Bring him here to me.” ", "18": "Jesus rebuked him and the demon came out of him,[p] and from that hour the boy was cured. ", "19": "Then the disciples approached Jesus in private and said, “Why could we not drive it out?” ", "20": "[q]He said to them, “Because of your little faith. Amen, I say to you, if you have faith the size of a mustard seed, you will say to this mountain, 'Move from here to there,' and it will move. Nothing will be impossible for you.” ", "21": "[21 ][r] The Second Prediction of the Passion.[s] ", "22": "As they were gathering in Galilee, Jesus said to them, “The Son of Man is to be handed over to men, ", "23": "and they will kill him, and he will be raised on the third day.” And they were overwhelmed with grief. Payment of the Temple Tax.[t] ", "24": "When they came to Capernaum, the collectors of the temple tax[u] approached Peter and said, “Doesn't your teacher pay the temple tax?” ", "25": "“Yes,” he said.[v] When he came into the house, before he had time to speak, Jesus asked him, “What is your opinion, Simon? From whom do the kings of the earth take tolls or census tax? From their subjects or from foreigners?” ", "26": "[w]When he said, “From foreigners,” Jesus said to him, “Then the subjects are exempt. ", "27": "But that we may not offend them,[x] go to the sea, drop in a hook, and take the first fish that comes up. Open its mouth and you will find a coin worth twice the temple tax. Give that to them for me and for you.”"}