{"1": "Marriage and Divorce. 1 [a]When Jesus[b] finished these words,[c] he left Galilee and went to the district of Judea across the Jordan. ", "2": "Great crowds followed him, and he cured them there. ", "3": "Some Pharisees approached him, and tested him,[d] saying, “Is it lawful for a man to divorce his wife for any cause whatever?” ", "4": "[e]He said in reply, “Have you not read that from the beginning the Creator 'made them male and female' ", "5": "and said, 'For this reason a man shall leave his father and mother and be joined to his wife, and the two shall become one flesh'? ", "6": "So they are no longer two, but one flesh. Therefore, what God has joined together, no human being must separate.” ", "7": "[f]They said to him, “Then why did Moses command that the man give the woman a bill of divorce and dismiss [her]?” ", "8": "He said to them, “Because of the hardness of your hearts Moses allowed you to divorce your wives, but from the beginning it was not so. ", "9": "I say to you,[g] whoever divorces his wife (unless the marriage is unlawful) and marries another commits adultery.” ", "10": "[His] disciples said to him, “If that is the case of a man with his wife, it is better not to marry.” ", "11": "He answered, “Not all can accept [this] word,[h] but only those to whom that is granted. ", "12": "Some are incapable of marriage because they were born so; some, because they were made so by others; some, because they have renounced marriage[i] for the sake of the kingdom of heaven. Whoever can accept this ought to accept it.” Blessing of the Children.[j] ", "13": "Then children were brought to him that he might lay his hands on them and pray. The disciples rebuked them, ", "14": "but Jesus said, “Let the children come to me, and do not prevent them; for the kingdom of heaven belongs to such as these.” ", "15": "After he placed his hands on them, he went away. The Rich Young Man.[k] ", "16": "Now someone approached him and said, “Teacher, what good must I do to gain eternal life?”[l] ", "17": "He answered him, “Why do you ask me about the good? There is only One who is good.[m] If you wish to enter into life, keep the commandments.” ", "18": "[n]He asked him, “Which ones?” And Jesus replied, “ 'You shall not kill; you shall not commit adultery; you shall not steal; you shall not bear false witness; ", "19": "honor your father and your mother'; and 'you shall love your neighbor as yourself.'” ", "20": "[o]The young man said to him, “All of these I have observed. What do I still lack?” ", "21": "Jesus said to him, “If you wish to be perfect,[p] go, sell what you have and give to [the] poor, and you will have treasure in heaven. Then come, follow me.” ", "22": "When the young man heard this statement, he went away sad, for he had many possessions. ", "23": "[q]Then Jesus said to his disciples, “Amen, I say to you, it will be hard for one who is rich to enter the kingdom of heaven. ", "24": "Again I say to you, it is easier for a camel to pass through the eye of a needle than for one who is rich to enter the kingdom of God.” ", "25": "[r]When the disciples heard this, they were greatly astonished and said, “Who then can be saved?” ", "26": "Jesus looked at them and said, “For human beings this is impossible, but for God all things are possible.” ", "27": "Then Peter said to him in reply, “We have given up everything and followed you. What will there be for us?” ", "28": "[s]Jesus said to them, “Amen, I say to you that you who have followed me, in the new age, when the Son of Man is seated on his throne of glory, will yourselves sit on twelve thrones, judging the twelve tribes of Israel. ", "29": "And everyone who has given up houses or brothers or sisters or father or mother or children or lands for the sake of my name will receive a hundred times more, and will inherit eternal life. ", "30": "[t]But many who are first will be last, and the last will be first."}