{"1": "The Entry into Jerusalem.[a] 1 When they drew near Jerusalem and came to Bethphage[b] on the Mount of Olives, Jesus sent two disciples, ", "2": "saying to them, “Go into the village opposite you, and immediately you will find an ass tethered, and a colt with her.[c] Untie them and bring them here to me. ", "3": "And if anyone should say anything to you, reply, 'The master has need of them.' Then he will send them at once.” ", "4": "[d]This happened so that what had been spoken through the prophet might be fulfilled:", "5": "“Say to daughter Zion, 'Behold, your king comes to you, meek and riding on an ass, and on a colt, the foal of a beast of burden.'”", "6": "The disciples went and did as Jesus had ordered them. ", "7": "[e]They brought the ass and the colt and laid their cloaks over them, and he sat upon them. ", "8": "[f]The very large crowd spread their cloaks on the road, while others cut branches from the trees and strewed them on the road. ", "9": "The crowds preceding him and those following kept crying out and saying: “Hosanna[g] to the Son of David; blessed is he who comes in the name of the Lord; hosanna in the highest.”", "10": "And when he entered Jerusalem the whole city was shaken[h] and asked, “Who is this?” ", "11": "And the crowds replied, “This is Jesus the prophet,[i] from Nazareth in Galilee.” The Cleansing of the Temple.[j] ", "12": "Jesus entered the temple area and drove out all those engaged in selling and buying there. He overturned the tables of the money changers and the seats of those who were selling doves.[k] ", "13": "And he said to them, “It is written: 'My house shall be a house of prayer,'[l] but you are making it a den of thieves.”", "14": "The blind and the lame[m] approached him in the temple area, and he cured them. ", "15": "When the chief priests and the scribes saw the wondrous things[n] he was doing, and the children crying out in the temple area, “Hosanna to the Son of David,” they were indignant ", "16": "[o]and said to him, “Do you hear what they are saying?” Jesus said to them, “Yes; and have you never read the text, 'Out of the mouths of infants and nurslings you have brought forth praise'?” ", "17": "And leaving them, he went out of the city to Bethany, and there he spent the night. The Cursing of the Fig Tree.[p] ", "18": "When he was going back to the city in the morning, he was hungry. ", "19": "Seeing a fig tree by the road, he went over to it, but found nothing on it except leaves. And he said to it, “May no fruit ever come from you again.” And immediately the fig tree withered. ", "20": "When the disciples saw this, they were amazed and said, “How was it that the fig tree withered immediately?” ", "21": "[q]Jesus said to them in reply, “Amen, I say to you, if you have faith and do not waver, not only will you do what has been done to the fig tree, but even if you say to this mountain, 'Be lifted up and thrown into the sea,' it will be done. ", "22": "Whatever you ask for in prayer with faith, you will receive.” The Authority of Jesus Questioned.[r] ", "23": "When he had come into the temple area, the chief priests and the elders of the people approached him as he was teaching and said, “By what authority are you doing these things?[s] And who gave you this authority?” ", "24": "Jesus said to them in reply, “I shall ask you one question,[t] and if you answer it for me, then I shall tell you by what authority I do these things. ", "25": "Where was John's baptism from? Was it of heavenly or of human origin?” They discussed this among themselves and said, “If we say 'Of heavenly origin,' he will say to us, 'Then why did you not believe him?' ", "26": "[u]But if we say, 'Of human origin,' we fear the crowd, for they all regard John as a prophet.” ", "27": "So they said to Jesus in reply, “We do not know.” He himself said to them, “Neither shall I tell you by what authority I do these things.[v] The Parable of the Two Sons.[w] ", "28": "“What is your opinion? A man had two sons. He came to the first and said, 'Son, go out and work in the vineyard today.' ", "29": "He said in reply, 'I will not,' but afterwards he changed his mind and went. ", "30": "The man came to the other son and gave the same order. He said in reply, 'Yes, sir,' but did not go. ", "31": "[x]Which of the two did his father's will?” They answered, “The first.” Jesus said to them, “Amen, I say to you, tax collectors and prostitutes are entering the kingdom of God before you. ", "32": "[y]When John came to you in the way of righteousness, you did not believe him; but tax collectors and prostitutes did. Yet even when you saw that, you did not later change your minds and believe him. The Parable of the Tenants.[z] ", "33": "“Hear another parable. There was a landowner who planted a vineyard,[aa] put a hedge around it, dug a wine press in it, and built a tower. Then he leased it to tenants and went on a journey. ", "34": "When vintage time drew near, he sent his servants[ab] to the tenants to obtain his produce. ", "35": "But the tenants seized the servants and one they beat, another they killed, and a third they stoned. ", "36": "Again he sent other servants, more numerous than the first ones, but they treated them in the same way. ", "37": "Finally, he sent his son to them, thinking, 'They will respect my son.' ", "38": "[ac]But when the tenants saw the son, they said to one another, 'This is the heir. Come, let us kill him and acquire his inheritance.' ", "39": "[ad]They seized him, threw him out of the vineyard, and killed him. ", "40": "What will the owner of the vineyard do to those tenants when he comes?” ", "41": "They answered[ae] him, “He will put those wretched men to a wretched death and lease his vineyard to other tenants who will give him the produce at the proper times.” ", "42": "[af]Jesus said to them, “Did you never read in the scriptures: 'The stone that the builders rejected has become the cornerstone; by the Lord has this been done, and it is wonderful in our eyes'?", "43": "[ag]Therefore, I say to you, the kingdom of God will be taken away from you and given to a people that will produce its fruit. ", "44": "[[ah] The one who falls on this stone will be dashed to pieces; and it will crush anyone on whom it falls.]” ", "45": "When the chief priests and the Pharisees[ai] heard his parables, they knew that he was speaking about them. ", "46": "And although they were attempting to arrest him, they feared the crowds, for they regarded him as a prophet."}