{"1": "The Conspiracy Against Jesus. 1 [a]When Jesus finished all these words,[b] he said to his disciples, ", "2": "“You know that in two days' time it will be Passover, and the Son of Man will be handed over to be crucified.” ", "3": "[c]Then the chief priests and the elders of the people assembled in the palace of the high priest, who was called Caiaphas, ", "4": "and they consulted together to arrest Jesus by treachery and put him to death. ", "5": "But they said, “Not during the festival,[d] that there may not be a riot among the people.” The Anointing at Bethany.[e] ", "6": "Now when Jesus was in Bethany in the house of Simon the leper, ", "7": "a woman came up to him with an alabaster jar of costly perfumed oil, and poured it on his head while he was reclining at table. ", "8": "When the disciples saw this, they were indignant and said, “Why this waste? ", "9": "It could have been sold for much, and the money given to the poor.” ", "10": "Since Jesus knew this, he said to them, “Why do you make trouble for the woman? She has done a good thing for me. ", "11": "The poor you will always have with you; but you will not always have me. ", "12": "[f]In pouring this perfumed oil upon my body, she did it to prepare me for burial. ", "13": "Amen, I say to you, wherever this gospel is proclaimed in the whole world, what she has done will be spoken of, in memory of her.”", "14": "The Betrayal by Judas. 14 Then one of the Twelve, who was called Judas Iscariot,[g] went to the chief priests ", "15": "[h]and said, “What are you willing to give me if I hand him over to you?” They paid him thirty pieces of silver, ", "16": "and from that time on he looked for an opportunity to hand him over.", "17": "Preparations for the Passover. 17 On the first day of the Feast of Unleavened Bread,[i] the disciples approached Jesus and said, “Where do you want us to prepare for you to eat the Passover?” ", "18": "[j]He said, “Go into the city to a certain man and tell him, 'The teacher says, “My appointed time draws near; in your house I shall celebrate the Passover with my disciples.”'” ", "19": "The disciples then did as Jesus had ordered, and prepared the Passover.", "20": "The Betrayer. 20 When it was evening, he reclined at table with the Twelve. ", "21": "And while they were eating, he said, “Amen, I say to you, one of you will betray me.”[k] ", "22": "Deeply distressed at this, they began to say to him one after another, “Surely it is not I, Lord?” ", "23": "He said in reply, “He who has dipped his hand into the dish with me is the one who will betray me. ", "24": "[l]The Son of Man indeed goes, as it is written of him, but woe to that man by whom the Son of Man is betrayed. It would be better for that man if he had never been born.” ", "25": "[m]Then Judas, his betrayer, said in reply, “Surely it is not I, Rabbi?” He answered, “You have said so.”", "26": "The Lord's Supper. 26 [n]While they were eating, Jesus took bread, said the blessing, broke it, and giving it to his disciples said, “Take and eat; this is my body.”[o] ", "27": "Then he took a cup, gave thanks,[p] and gave it to them, saying, “Drink from it, all of you, ", "28": "for this is my blood of the covenant, which will be shed on behalf of many for the forgiveness of sins. ", "29": "[q]I tell you, from now on I shall not drink this fruit of the vine until the day when I drink it with you new in the kingdom of my Father.” ", "30": "[r]Then, after singing a hymn, they went out to the Mount of Olives.", "31": "Peter's Denial Foretold. 31 Then Jesus said to them, “This night all of you will have your faith in me shaken,[s] for it is written: 'I will strike the shepherd, and the sheep of the flock will be dispersed';", "32": "but after I have been raised up, I shall go before you to Galilee.” ", "33": "Peter said to him in reply, “Though all may have their faith in you shaken, mine will never be.” ", "34": "[t]Jesus said to him, “Amen, I say to you, this very night before the cock crows, you will deny me three times.” ", "35": "Peter said to him, “Even though I should have to die with you, I will not deny you.” And all the disciples spoke likewise.", "36": "The Agony in the Garden. 36 [u]Then Jesus came with them to a place called Gethsemane,[v] and he said to his disciples, “Sit here while I go over there and pray.” ", "37": "He took along Peter and the two sons of Zebedee,[w] and began to feel sorrow and distress. ", "38": "Then he said to them, “My soul is sorrowful even to death.[x] Remain here and keep watch with me.” ", "39": "He advanced a little and fell prostrate in prayer, saying, “My Father,[y] if it is possible, let this cup pass from me; yet, not as I will, but as you will.” ", "40": "When he returned to his disciples he found them asleep. He said to Peter, “So you could not keep watch with me for one hour? ", "41": "Watch and pray that you may not undergo the test.[z] The spirit is willing, but the flesh is weak.” ", "42": "[aa]Withdrawing a second time, he prayed again, “My Father, if it is not possible that this cup pass without my drinking it, your will be done!” ", "43": "Then he returned once more and found them asleep, for they could not keep their eyes open. ", "44": "He left them and withdrew again and prayed a third time, saying the same thing again. ", "45": "Then he returned to his disciples and said to them, “Are you still sleeping and taking your rest? Behold, the hour is at hand when the Son of Man is to be handed over to sinners. ", "46": "Get up, let us go. Look, my betrayer is at hand.”", "47": "The Betrayal and Arrest of Jesus. 47 While he was still speaking, Judas, one of the Twelve, arrived, accompanied by a large crowd, with swords and clubs, who had come from the chief priests and the elders of the people. ", "48": "His betrayer had arranged a sign with them, saying, “The man I shall kiss is the one; arrest him.” ", "49": "Immediately he went over to Jesus and said, “Hail, Rabbi!”[ab] and he kissed him. ", "50": "Jesus answered him, “Friend, do what you have come for.” Then stepping forward they laid hands on Jesus and arrested him. ", "51": "And behold, one of those who accompanied Jesus put his hand to his sword, drew it, and struck the high priest's servant, cutting off his ear. ", "52": "Then Jesus said to him, “Put your sword back into its sheath, for all who take the sword will perish by the sword. ", "53": "Do you think that I cannot call upon my Father and he will not provide me at this moment with more than twelve legions of angels? ", "54": "But then how would the scriptures be fulfilled which say that it must come to pass in this way?” ", "55": "[ac]At that hour Jesus said to the crowds, “Have you come out as against a robber, with swords and clubs to seize me? Day after day I sat teaching in the temple area, yet you did not arrest me. ", "56": "But all this has come to pass that the writings of the prophets may be fulfilled.” Then all the disciples left him and fled. Jesus Before the Sanhedrin.[ad] ", "57": "Those who had arrested Jesus led him away to Caiaphas[ae] the high priest, where the scribes and the elders were assembled. ", "58": "Peter was following him at a distance as far as the high priest's courtyard, and going inside he sat down with the servants to see the outcome. ", "59": "The chief priests and the entire Sanhedrin[af] kept trying to obtain false testimony against Jesus in order to put him to death, ", "60": "but they found none, though many false witnesses came forward. Finally two[ag] came forward ", "61": "who stated, “This man said, 'I can destroy the temple of God and within three days rebuild it.'” ", "62": "The high priest rose and addressed him, “Have you no answer? What are these men testifying against you?” ", "63": "But Jesus was silent.[ah] Then the high priest said to him, “I order you to tell us under oath before the living God whether you are the Messiah, the Son of God.” ", "64": "Jesus said to him in reply, “You have said so.[ai] But I tell you: From now on you will see 'the Son of Man seated at the right hand of the Power' and 'coming on the clouds of heaven.'”", "65": "Then the high priest tore his robes and said, “He has blasphemed![aj] What further need have we of witnesses? You have now heard the blasphemy; ", "66": "what is your opinion?” They said in reply, “He deserves to die!” ", "67": "[ak]Then they spat in his face and struck him, while some slapped him, ", "68": "saying, “Prophesy for us, Messiah: who is it that struck you?”", "69": "Peter's Denial of Jesus. 69 Now Peter was sitting outside in the courtyard. One of the maids came over to him and said, “You too were with Jesus the Galilean.” ", "70": "[al]But he denied it in front of everyone, saying, “I do not know what you are talking about!” ", "71": "As he went out to the gate, another girl saw him and said to those who were there, “This man was with Jesus the Nazorean.” ", "72": "Again he denied it with an oath, “I do not know the man!” ", "73": "[am]A little later the bystanders came over and said to Peter, “Surely you too are one of them; even your speech gives you away.” ", "74": "At that he began to curse and to swear, “I do not know the man.” And immediately a cock crowed. ", "75": "Then Peter remembered the word that Jesus had spoken: “Before the cock crows you will deny me three times.” He went out and began to weep bitterly."}