{"1": "The Resurrection of Jesus. 1 After the sabbath, as the first day of the week was dawning,[b] Mary Magdalene and the other Mary came to see the tomb. ", "2": "[c]And behold, there was a great earthquake; for an angel of the Lord descended from heaven, approached, rolled back the stone, and sat upon it. ", "3": "His appearance was like lightning and his clothing was white as snow. ", "4": "The guards were shaken with fear of him and became like dead men. ", "5": "Then the angel said to the women in reply, “Do not be afraid! I know that you are seeking Jesus the crucified. ", "6": "[d]He is not here, for he has been raised just as he said. Come and see the place where he lay. ", "7": "Then go quickly and tell his disciples, 'He has been raised from the dead, and he is going before you to Galilee; there you will see him.' Behold, I have told you.” ", "8": "Then they went away quickly from the tomb, fearful yet overjoyed, and ran to announce[e] this to his disciples. ", "9": "[f]And behold, Jesus met them on their way and greeted them. They approached, embraced his feet, and did him homage. ", "10": "Then Jesus said to them, “Do not be afraid. Go tell my brothers to go to Galilee, and there they will see me.” The Report of the Guard.[g] ", "11": "While they were going, some of the guard went into the city and told the chief priests all that had happened. ", "12": "They assembled with the elders and took counsel; then they gave a large sum of money to the soldiers, ", "13": "telling them, “You are to say, 'His disciples came by night and stole him while we were asleep.' ", "14": "And if this gets to the ears of the governor, we will satisfy [him] and keep you out of trouble.” ", "15": "The soldiers took the money and did as they were instructed. And this story has circulated among the Jews to the present [day]. The Commissioning of the Disciples.[h] ", "16": "The eleven[i] disciples went to Galilee, to the mountain to which Jesus had ordered them. ", "17": "[j]When they saw him, they worshiped, but they doubted. ", "18": "[k]Then Jesus approached and said to them, “All power in heaven and on earth has been given to me. ", "19": "Go, therefore,[l] and make disciples of all nations, baptizing them in the name of the Father, and of the Son, and of the holy Spirit, ", "20": "teaching them to observe all that I have commanded you.[m] And behold, I am with you always, until the end of the age.”"}