{"1": "The Cleansing of a Leper. 1 When Jesus came down from the mountain, great crowds followed him. ", "2": "And then a leper[b] approached, did him homage, and said, “Lord, if you wish, you can make me clean.” ", "3": "He stretched out his hand, touched him, and said, “I will do it. Be made clean.” His leprosy was cleansed immediately. ", "4": "[c]Then Jesus said to him, “See that you tell no one, but go show yourself to the priest, and offer the gift that Moses prescribed; that will be proof for them.” The Healing of a Centurion's Servant.[d] ", "5": "When he entered Capernaum,[e] a centurion approached him and appealed to him, ", "6": "saying, “Lord, my servant is lying at home paralyzed, suffering dreadfully.” ", "7": "He said to him, “I will come and cure him.” ", "8": "The centurion said in reply,[f] “Lord, I am not worthy to have you enter under my roof; only say the word and my servant will be healed. ", "9": "For I too am a person subject to authority, with soldiers subject to me. And I say to one, 'Go,' and he goes; and to another, 'Come here,' and he comes; and to my slave, 'Do this,' and he does it.” ", "10": "When Jesus heard this, he was amazed and said to those following him, “Amen, I say to you, in no one in Israel[g] have I found such faith. ", "11": "I say to you,[h] many will come from the east and the west, and will recline with Abraham, Isaac, and Jacob at the banquet in the kingdom of heaven, ", "12": "but the children of the kingdom will be driven out into the outer darkness, where there will be wailing and grinding of teeth.” ", "13": "And Jesus said to the centurion, “You may go; as you have believed, let it be done for you.” And at that very hour [his] servant was healed. The Cure of Peter's Mother-in-Law.[i] ", "14": "Jesus entered the house of Peter, and saw his mother-in-law lying in bed with a fever. ", "15": "He touched her hand, the fever left her, and she rose and waited on him.", "16": "Other Healings. 16 When it was evening, they brought him many who were possessed by demons, and he drove out the spirits by a word[j] and cured all the sick, ", "17": "to fulfill what had been said by Isaiah the prophet:[k] “He took away our infirmities and bore our diseases.” The Would-be Followers of Jesus.[l] ", "18": "When Jesus saw a crowd around him, he gave orders to cross to the other side.[m] ", "19": "A scribe approached and said to him, “Teacher,[n] I will follow you wherever you go.” ", "20": "Jesus answered him, “Foxes have dens and birds of the sky have nests, but the Son of Man[o] has nowhere to rest his head.” ", "21": "Another of [his] disciples said to him, “Lord, let me go first and bury my father.” ", "22": "[p]But Jesus answered him, “Follow me, and let the dead bury their dead.”", "23": "The Calming of the Storm at Sea. 23 [q]He got into a boat and his disciples followed him. ", "24": "Suddenly a violent storm[r] came up on the sea, so that the boat was being swamped by waves; but he was asleep. ", "25": "They came and woke him, saying, “Lord, save us![s] We are perishing!” ", "26": "He said to them, “Why are you terrified, O you of little faith?”[t] Then he got up, rebuked the winds and the sea, and there was great calm. ", "27": "The men were amazed and said, “What sort of man is this, whom even the winds and the sea obey?”", "28": "The Healing of the Gadarene Demoniacs. 28 When he came to the other side, to the territory of the Gadarenes,[u] two demoniacs who were coming from the tombs met him. They were so savage that no one could travel by that road. ", "29": "They cried out, “What have you to do with us,[v] Son of God? Have you come here to torment us before the appointed time?” ", "30": "Some distance away a herd of many swine was feeding.[w] ", "31": "The demons pleaded with him, “If you drive us out, send us into the herd of swine.” ", "32": "And he said to them, “Go then!” They came out and entered the swine, and the whole herd rushed down the steep bank into the sea where they drowned. ", "33": "The swineherds ran away, and when they came to the town they reported everything, including what had happened to the demoniacs. ", "34": "Thereupon the whole town came out to meet Jesus, and when they saw him they begged him to leave their district."}