{"1": "(9:38) “'In view of all this, we are making a binding covenant, putting it in writing and having it sealed by our leaders, our L'vi'im and our cohanim.'”", "2": "(1) On the sealed document were the names of: Nechemyah the Tirshata the son of Hakhalyah, Tzedekyah, ", "3": "(2) S'rayah, 'Azaryah, Yirmeyah, ", "4": "(3) Pash'chur, Amaryah, Malkiyah, ", "5": "(4) Hatush, Sh'vanyah, Malukh, ", "6": "(5) Harim, M'remot, 'Ovadyah, ", "7": "(6) Dani'el, Ginton, Barukh, ", "8": "(7) Meshulam, Aviyah, Miyamin, ", "9": "(8) Ma'azyah, Bilgai and Sh'ma'yah. These were the cohanim.", "10": "(9) The L'vi'im were: Yeshua the son of Azanyah, Binui a descendant of Henadad, Kadmi'el, ", "11": "(10) and their kinsmen Sh'vanyah, Hodiyah, K'lita, P'layah, Hanan, ", "12": "(11) Mikha, Rechov, Hashavyah, ", "13": "(12) Zakur, Sherevyah, Sh'vanyah, ", "14": "(13) Hodiyah, Bani and B'ninu.", "15": "(14) The leaders of the people: Par'osh, Pachat-Mo'av, 'Eilam, Zatu, Bani, ", "16": "(15) Buni, 'Azgad, B'vai, ", "17": "(16) Adoniyah, Bigvai, 'Adin, ", "18": "(17) Ater, Hizkiyah, 'Azur, ", "19": "(18) Hodiyah, Hashum, Betzai, ", "20": "(19) Harif, 'Anatot, Neivai, ", "21": "(20) Magpi'ash, Meshulam, Hezir, ", "22": "(21) Mesheizav'el, Tzadok, Yadua, ", "23": "(22) P'latyah, Hanan, 'Anayah, ", "24": "(23) Hoshea, Hananyah, Hashuv, ", "25": "(24) HaLochesh, Pilcha, Shovek, ", "26": "(25) Rechum, Hashavnah, Ma'aseiyah, ", "27": "(26) Achiyah, Hanan, 'Anan, ", "28": "(27) Malukh, Harim and Ba'anah.", "29": "(28) The rest of the people, the cohanim, the L'vi'im, the gatekeepers, the singers, the temple servants and all who had separated themselves from the peoples of the lands to the Torah of God, along with their wives, sons and daughters, everyone capable of knowing and understanding, ", "30": "(29) joined their kinsmen and their leaders in swearing an oath, accompanied by a curse [in case of noncompliance], as follows: “We will live by God's Torah, given by Moshe the servant of God, and will perform and obey all the mitzvot, rulings and laws of Adonai our Lord.", "31": "(30) “We will not give our daughters as wives to the peoples of the land or take their daughters as wives for our sons.", "32": "(31) “If the peoples of the lands bring merchandise or food to sell on Shabbat, we will not buy from them on Shabbat or on a holy day. “We will forego [planting and harvesting our fields] during the seventh year and collecting debts then.", "33": "(32) “We will impose on ourselves a yearly tax of one-third of a shekel [one-seventh of an ounce of silver] for the service of the house of our God, ", "34": "(33) for the showbread, for the regular grain offering, for the regular burnt offering, for [the offerings] on Shabbat, on Rosh-Hodesh, at the designated times and at other holy times, for the sin offerings to make atonement for Isra'el, and for all the work connected with the house of our God.", "35": "(34) “We, the cohanim, the L'vi'im and the people, will cast lots in connection with the wood offering, so that it will be brought to the house of our God according to our fathers' clans, at specified times, year by year, and then be burned on the altar of Adonai our God, as prescribed in the Torah.", "36": "(35) “Every year we will bring the firstfruits of our land and the firstfruits of all fruit from every kind of tree to the house of Adonai. ", "37": "(36) “We will also bring the firstborn of our sons and of our livestock, as prescribed in the Torah, and the firstborn of our herds and flocks, to the house of our God, to the cohanim ministering in the house of our God.", "38": "(37) “We will bring the first of our dough, our contributions, the fruit of every kind of tree, wine and olive oil to the cohanim in the storerooms of the house of our God, along with the tenths from our land for the L'vi'im; since they, the L'vi'im, take the tenths in all the cities where we farm. ", "39": "(38) The cohen the descendant of Aharon is to be with the L'vi'im when the L'vi'im take tenths. The L'vi'im will bring the tenth of the tenth to the house of our God, to the storerooms for supplies. ", "40": "(39) For the people of Isra'el and the descendants of Levi are to bring the contribution of grain, wine and olive oil to the rooms where the equipment for the sanctuary, the ministering cohanim, the gatekeepers and the singers are. We will not abandon the house of our God.”"}