{"1": "It was also at that time, when they were reading in the scroll of Moshe, that it was found written that no 'Amoni or Mo'avi may ever enter the assembly of God, ", "2": "because they did not supply the people of Isra'el with food and water, but hired Bil'am against them to put a curse on them — although our God turned the curse into a blessing. ", "3": "On hearing the Torah, they separated from Isra'el everyone of mixed ancestry.", "4": "Also, prior to this, Elyashiv the cohen, who had been put in charge of the storage rooms in the house of our God, and who was related by marriage to Toviyah, ", "5": "had prepared for him a large room where formerly they had stored the grain offerings, frankincense, equipment and the tenths of grain, wine and olive oil ordered to be given to the L'vi'im, singers and gatekeepers, and the contributions for the cohanim.", "6": "During all this time I wasn't present in Yerushalayim; because in the thirty-second year of Artach'shashta king of Bavel, I went to see the king; then, after some time had passed, I asked permission from the king ", "7": "and returned to Yerushalayim, where I found out about the terrible thing Elyashiv had done for Toviyah by preparing a room for him in the courtyards of the house of our God. ", "8": "I was so furious that I threw all Toviyah's household goods out of the room. ", "9": "Then, at my order, they cleansed the rooms; and I brought back the equipment of the house of God, the grain offerings and frankincense.", "10": "I also learned that the portions for the L'vi'im had not been given to them, so that the L'vi'im and singers who were supposed to be doing the work had deserted, each one to his own farm. ", "11": "I disputed with the leaders, demanding, “Why is the house of God abandoned?” I gathered the L'vi'im together and restored them to their stations; ", "12": "and then all Y'hudah brought the tenth of grain, wine and olive oil to the storerooms. ", "13": "To supervise the storerooms I appointed Shelemyah the cohen, Tzadok the Torah-teacher and, from the L'vi'im, P'dayah; assisting them was Hanan the son of Zakur, the son of Mattanyah; for these were considered reliable. Their duty was to make the distribution to their kinsmen. ", "14": "My God, remember me for this; don't wipe out my good deeds which I have done for the house of my God and for his service!", "15": "During this time I saw in Y'hudah some people who were treading winepresses on Shabbat, also bringing in heaps of grain and loading donkeys with it, likewise wine, grapes, figs and all kinds of loads; and they were bringing them into Yerushalayim on the day of Shabbat. On the day when they were planning to sell the food, I warned them not to. ", "16": "There were also living there people from Tzor who brought in fish and all kinds of goods, and sold them on Shabbat to the people in Y'hudah and even in Yerushalayim. ", "17": "I disputed with the nobles of Y'hudah, demanding of them, “What is this terrible thing you are doing, profaning the day of Shabbat? ", "18": "Didn't your ancestors do this, and didn't our God bring all this disaster on us and on this city? Yet you are bringing still more fury against Isra'el by profaning Shabbat!” ", "19": "So when the gates of Yerushalayim began to grow dark before Shabbat, I ordered that the doors be shut; and I ordered that they not be reopened until after Shabbat. I put some of my servants in charge of the gates, to see to it that no loads be brought in on Shabbat. ", "20": "The merchants and sellers of all kinds of goods spent the night outside Yerushalayim once or twice, ", "21": "until I warned them, “Why are you spending the night by the wall? Do it again, and I'll use force against you!” From then on they stopped coming on Shabbat. ", "22": "Then I ordered the L'vi'im to purify themselves and come and guard the gates, in order to keep the day of Shabbat holy. My God, remember this too for me, and have mercy on me in keeping with the greatness of your grace!", "23": "Also during this time I saw the Judeans who had married women from Ashdod, 'Amon and Mo'av; ", "24": "and their children, who spoke half in the language of Ashdod and couldn't speak in the language the Judeans spoke but only in the language of each people. ", "25": "I disputed with them and cursed them, and I beat some of them up and pulled out their hair. Then I made them swear by God, “You will not give your daughters as wives for their sons or take their daughters as wives for your sons or for yourselves. ", "26": "Wasn't it by doing these things that Shlomo king of Isra'el sinned? There was no king like him among many nations, and his God loved him, and God made him king over all Isra'el; nevertheless the foreign women caused even him to sin. ", "27": "Are we to give in to you and let you continue in this very great evil, breaking faith with our God by marrying foreign women?”", "28": "One of the sons of Yoyada the son of Elyashiv, the cohen hagadol, had become son-in-law to Sanvalat the Horoni; so I drove him out of my presence. ", "29": "My God, remember them; because they have defiled the office of cohen and the covenant of the cohanim and L'vi'im.", "30": "Thus I cleansed them of everything foreign, and I had the cohanim and L'vi'im resume their duties, each one in his appointed task. ", "31": "I also made provision for the delivery of wood at stated times, and for the firstfruits. My God, remember me favorably."}