{"1": "In the month of Nisan in the twentieth year of Artach'shashta the king, it happened that I took the wine and brought it to the king. Prior to then I had never appeared sad in his presence. ", "2": "The king asked, “Why do you look so sad? You're not sick, so this must be some deep inner grief.” At this, I became very fearful, ", "3": "as I said to the king, “May the king live forever! Why shouldn't I look sad, when the city, the place where my ancestors' tombs are, lies in ruins; and its gates are completely burned up?” ", "4": "The king asked me, “What is it that you want?” I prayed to the God of heaven, ", "5": "then said to the king, “If it pleases the king, if your servant has won your favor, send me to Y'hudah, to the city of my ancestors' tombs, so that I can rebuild it.” ", "6": "With the queen sitting next to him, the king asked me, “How long is your trip going to take? When will you return?” So it pleased the king to send me, and I gave him a time.", "7": "I then said to the king, “If it pleases the king, have letters given to me for the governors of the territory beyond the [Euphrates] River, so that they will let me pass through until I reach Y'hudah; ", "8": "and also a letter for Asaf the supervisor of the royal forests, so that he will give me timber to make beams for the gates of the fortress belonging to the house, for the city wall and for the house I will be occupying.” The king gave me these, according to the good hand of my God on me.", "9": "I went to the governors of the territory beyond the River and gave them the king's letters. The king had sent with me an escort of army captains and cavalry. ", "10": "When Sanvalat the Horoni and Toviyah the servant, the 'Amoni, heard about this, they were very displeased that someone had come to promote the welfare of the people of Isra'el.", "11": "So I reached Yerushalayim. After I had been there for three days, ", "12": "I got up during the night, I and a few men with me. I hadn't told anyone what my God had put in my heart to do for Yerushalayim; and I didn't take any animal with me except the animal on which I was riding. ", "13": "I went out by night through the Valley Gate, to the Dragon's Well and the Dung Gate, and inspected the places where the walls of Yerushalayim were broken down and where its gates had been burned down. ", "14": "Then I went on to the Fountain Gate and the King's Pool, but there was no room for the animal under me to pass. ", "15": "So I went up the valley in the dark and went on inspecting the wall; then I turned back, entered through the Valley Gate and returned, ", "16": "without the officials' knowing where I had gone or what I had done. Till then, I hadn't said anything about this to the Judeans, cohanim, nobles, officials or anyone who would be responsible for the work.", "17": "Afterwards, I said to them, “You see what a sad state we are in, how Yerushalayim lies in ruins, with it gates burned up. Come, let's rebuild the wall of Yerushalayim, so that we won't continue in disgrace.” ", "18": "I also told them of the gracious hand of my God that had been on me, also what the king had said to me. They said, “Let's start building at once,” and energetically set out to do this good work.", "19": "When Sanvalat the Horoni, Toviyah the servant, the 'Amoni, and Geshem the Arab heard about it, they began mocking us and jeering, “What is this you are doing? Are you going to rebel against the king?” ", "20": "But I answered them: “The God of heaven will enable us to succeed. Therefore we his servants will set about rebuilding. But you have no share, right or history to commemorate in Yerushalayim.”"}