{"1": "(7) But when Sanvalat, Toviyah, the Arabs, the 'Amonim and the Ashdodim heard that the repairs on the walls of Yerushalayim were going forward, and the breaks were being filled in, they became very angry. ", "2": "(8) All of them together plotted to come and fight against Yerushalayim and thus throw us into confusion. ", "3": "(9) However, we prayed to our God and, because of them, organized a watch against them day and night. ", "4": "(10) Y'hudah was saying, “The strength of the people who carry loads away is starting to fail, and there is so much rubble that we can't build the wall.” ", "5": "(11) Our enemies were saying, “They won't know or see anything, until we have already infiltrated them and begun killing them and stopping the work.” ", "6": "(12) And even the Judeans living near them came and must have said to us ten times, “From every place you must come back to us.”", "7": "(13) So in the lower parts of the space behind the wall, I stationed men according to their families, with their swords, spears and bows. ", "8": "(14) After inspecting them, I stood up and addressed the nobles, leaders and the rest of the people: “Don't be afraid of them! Remember Adonai, who is great and fearful; and fight for your brothers, sons, daughters, wives and homes.” ", "9": "(15) When our enemies heard that the plot was known to us, and God had foiled their plans, we all returned to the wall, everyone to his work. ", "10": "(16) From then on, half of my men would do the work; and half of them held the spears, shields, bows and armor; while the leaders stood guard behind the entire house of Y'hudah, ", "11": "(17) as they continued building the wall. Those who carried loads held their loads with one hand and carried a weapon in the other. ", "12": "(18) As for the construction-workers, each one had his sword sheathed at his side; that is how they built. The man to sound the alarm on the shofar stayed with me. ", "13": "(19) I said to the nobles, the leaders and the rest of the people, “This is a great work, and it is spread out; we are separated on the wall, one far from another. ", "14": "(20) But wherever you are, when you hear the sound of the shofar, come to that place, to us. Our God will fight for us!”", "15": "(21) So we kept doing the work. Half of them held spears from daybreak until the stars appeared. ", "16": "(22) Also at that time I told the people, “Let everyone with a servant stay the night within Yerushalayim, so that at night they can be a guard for us, even as they work during the day.” ", "17": "(23) I, my kinsmen, my servants and my bodyguards never took off our clothes, and everyone who went to get water took his weapon."}