{"1": "This message from the Lord came to Pethuel's son Joel.[a]", "2": "“Hear this, you elders! Listen, all of you residents of the land! Has there ever been anything like this during your lifetime,[b] or even when your ancestors were alive?[c]", "3": "Pass it on to your children, and from[d] your children to their children, and from[e] their children to the following generation.", "4": "Whatever the devouring locust left behind the locust swarm has consumed! Whatever the locust swarm has left behind, the young locust[f] has consumed! Whatever the young locust[g] has left behind, the ravaging locust has consumed!”", "5": "“Wake up, you drunkards! Cry aloud and howl, you wine drinkers, because your supply of new wine has been snatched from you.[h]", "6": "Indeed, a nation has invaded my land— it is strong and its population is too large to count[i]— with teeth like a lion and fangs[j] like a lioness.", "7": "That nation[k] laid waste my vines, and stripped bare my fig tree, discarding it. It stripped off[l] its bark.", "8": "“Grieve like a virgin, who, dressed in her mourner's clothes,[m] cries out in memory[n] of the man she was going to marry.[o]", "9": "Both grain offering and wine offering have been removed from the Lord's Temple;[p] the priests and ministering servants of the Lord are mourning.”", "10": "“The fields lie in ruins and the ground is dried up.[q] Indeed, the grain is ruined, the new wine has evaporated, and the olive oil has run out.", "11": "Be dismayed, you farmers! Cry aloud, you vintners, for the wheat and barley, because the harvest in your fields has been lost.", "12": "The grapevine is shriveled and the fig tree is withered, along with the pomegranate tree, the palm tree, the apple tree and all of the cultivated trees.[r] Truly, joy has evaporated from Adam's children.”[s]", "13": "“Put on your mourning clothes, you priests; and cry aloud, you ministering servants at the altar! Come! Stay the night in mourner's clothes,[t] you ministers of my God, because the grain offering and the wine offering is held back from the Temple of your God.", "14": "Set apart time for a fast! Call a solemn assembly! Gather the elders and everyone living in the land to the Temple of the Lord your God, and cry out to the Lord!”", "15": "Oh, no! For the Day of the Lord approaches, and like destruction from the Almighty, it will come!", "16": "Isn't our food supply cut off right in front of us,[u] along with joy and gladness from the Temple of our God?", "17": "Seeds shrivel within their furrows, the storehouses lie empty, and granaries stand in ruins because the grain has withered.", "18": "Oh, how the livestock groan! The herds of cattle[v] wander about because they have no pasture. Even flocks of sheep suffer!", "19": "To you, Lord, I cry out, because fire has devoured the open pastures, and has set all the cultivated trees[w] ablaze.", "20": "The livestock also cries out to you, because their water sources have evaporated and because fire has consumed the open pastures."}