{"1": "Open your doors, O Lebanon, so that fire may destroy your cedars! ", "2": "Cry in sorrow, O cypress, for the cedar has fallen. The beautiful trees have been destroyed. Cry in sorrow, O oaks of Bashan, for the many trees have fallen. ", "3": "Listen to the cry of the shepherds, for their great land is laid waste. Listen to the sound of the young lions, for the trees along the valley of the Jordan River lay waste.", "4": "The Lord my God said, “Take care of the flock that is to be killed. ", "5": "Those who buy them kill them and are not punished. And those who sell them say, 'Thanks and honor be to the Lord, for I have become rich!' Their own shepherds have no pity on them. ", "6": "For I will no longer have pity on the people who live in this land,” says the Lord. “I will give everyone over to the power of his neighbor and his king. They will bring trouble to the land, and I will not save them from their power.”", "7": "So I took care of the flock that was to be killed, and those of the flock who suffered. I took two walking sticks. One I called Favor, and the other I called Agreement. I took care of the flock. ", "8": "I destroyed the three shepherds in one month. I was angry with them, and they hated me. ", "9": "Then I said, “I will not take care of you. Let those die who are to die. And what is to be destroyed, let it be destroyed. Let those who are left eat each other's flesh.” ", "10": "And I took my walking stick Favor and cut it in pieces, to break the agreement I had made with all the people. ", "11": "So it was broken on that day. And those of the flock who suffered and were watching me knew that it was the Word of the Lord. ", "12": "I said to them, “If you think it is right, give me my pay. But if not, keep it.” So they weighed out thirty pieces of silver as my pay. ", "13": "Then the Lord said to me, “Throw it to the one who makes pots—the great price they thought I was worth.” So I took the thirty pieces of silver and threw them to the pot maker in the house of the Lord. ", "14": "Then I cut my second walking stick, Agreement, in pieces, to break the agreement between Judah and Israel.", "15": "Then the Lord said to me, “Take again the tools of a foolish shepherd. ", "16": "For I am going to have a shepherd rule over the land who will not care for the dying. He will not look for those who were sent everywhere or heal the hurt, or feed those who are well. But he will eat the flesh of the fat sheep and tear off their feet. ", "17": "It is bad for the shepherd who has no worth and who leaves the flock! A sword will destroy his arm and his right eye! His arm will be all dried up, and his right eye will be blind.”"}