{"1": "In the fourth year of King Darius, the Word of the Lord came to Zechariah. This was on the fourth day of the ninth month, the month of Chislev. ", "2": "Now the people of Bethel had sent Sharezer and Regemmelech and their men to ask for the Lord's favor. ", "3": "They asked the religious leaders of the house of the Lord of All, and the men who speak for God, “Should I cry and go without food in the fifth month, as I have done these many years?” ", "4": "Then the Word of the Lord of All came to me saying, ", "5": "“Say to all the people of the land and to the religious leaders, 'When you went without food and cried in sorrow in the fifth and seventh months these 70 years, was it to honor Me? ", "6": "When you eat and drink, do you not eat and drink for yourselves? ", "7": "Are not these the words the Lord made known through the men who spoke for Him in the past? They spoke these words when Jerusalem was full of people and riches, together with the cities around it, and when the Negev and the lower hills were full of people.'”", "8": "Then the Word of the Lord came to Zechariah saying, ", "9": "“The Lord of All said, 'Do what is right and be kind and show loving-pity to one another. ", "10": "Do not make it hard for the woman whose husband has died, or the child who has no parents, or the stranger, or the poor. Do not make sinful plans in your hearts against one another.' ", "11": "But they would not listen. They turned away and stopped their ears from hearing. ", "12": "They made their hearts like hard stone, so that they could not hear the Law and the words which the Lord of All had sent by His Spirit through the men who spoke for Him in the past. So the Lord of All became very angry. ", "13": "When I called, they would not listen. So when they called, I would not listen,” says the Lord of All. ", "14": "“With the wind of a storm I sent them everywhere among all the nations that they had not known. The land was laid waste behind them, so that no one could come or go. They turned the good land into an empty waste.”"}