{"1": "Contend, O Lord, with those who contend with me; Fight against those who fight against me.", "2": "Take hold of [a]buckler and shield And rise up for my help.", "3": "Draw also the spear and [b]the battle-axe to meet those who pursue me; Say to my soul, “I am your salvation.”", "4": "Let those be ashamed and dishonored who seek my [c]life; Let those be turned back and humiliated who devise evil against me.", "5": "Let them be like chaff before the wind, With the angel of the Lord driving them on.", "6": "Let their way be dark and slippery, With the angel of the Lord pursuing them.", "7": "For without cause they hid their net for me; Without cause they dug a [d]pit for my soul.", "8": "Let destruction come upon him unawares, And let the net which he hid catch himself; Into that very destruction let him fall.", "9": "And my soul shall rejoice in the Lord; It shall exult in His salvation.", "10": "All my bones will say, “Lord, who is like You, Who delivers the afflicted from him who is too strong for him, And the afflicted and the needy from him who robs him?”", "11": "Malicious witnesses rise up; They ask me of things that I do not know.", "12": "They repay me evil for good, To the bereavement of my soul.", "13": "But as for me, when they were sick, my clothing was sackcloth; I humbled my soul with fasting, And my prayer kept returning to my bosom.", "14": "I went about as though it were my friend or brother; I bowed down [e]mourning, as one who sorrows for a mother.", "15": "But at my [f]stumbling they rejoiced and gathered themselves together; The [g]smiters whom I did not know gathered together against me, They [h]slandered me without ceasing.", "16": "Like godless jesters at a feast, They gnashed at me with their teeth.", "17": "Lord, how long will You look on? Rescue my soul from their ravages, My only life from the lions.", "18": "I will give You thanks in the great congregation; I will praise You among a mighty throng.", "19": "Do not let those who are wrongfully my enemies rejoice over me; Nor let those who hate me without cause [i]wink maliciously.", "20": "For they do not speak peace, But they devise deceitful words against those who are quiet in the land.", "21": "They opened their mouth wide against me; They said, “Aha, aha, our eyes have seen it!”", "22": "You have seen it, O Lord, do not keep silent; O Lord, do not be far from me.", "23": "Stir up Yourself, and awake to my right And to my cause, my God and my Lord.", "24": "Judge me, O Lord my God, according to Your righteousness, And do not let them rejoice over me.", "25": "Do not let them say in their heart, “Aha, our desire!” Do not let them say, “We have swallowed him up!”", "26": "Let those be ashamed and humiliated altogether who rejoice at my distress; Let those be clothed with shame and dishonor who magnify themselves over me.", "27": "Let them shout for joy and rejoice, who favor my vindication; And let them say continually, “The Lord be magnified, Who delights in the prosperity of His servant.”", "28": "And my tongue shall declare Your righteousness And Your praise all day long."}