{"1": "I waited [a]patiently for the Lord; And He inclined to me and heard my cry.", "2": "He brought me up out of the pit of destruction, out of the [b]miry clay, And He set my feet upon a rock making my footsteps firm.", "3": "He put a new song in my mouth, a song of praise to our God; Many will see and fear And will trust in the Lord.", "4": "How blessed is the man who has made the Lord his trust, And has not [c]turned to the proud, nor to those who lapse into falsehood.", "5": "Many, O Lord my God, are the wonders which You have done, And Your thoughts toward us; There is none to compare with You. If I would declare and speak of them, They would be too numerous to count.", "6": "[d]Sacrifice and meal offering You have not desired; My ears You have [e]opened; Burnt offering and sin offering You have not required.", "7": "Then I said, “Behold, I come; In the scroll of the book it is [f]written of me.", "8": "I delight to do Your will, O my God; Your Law is within my heart.”", "9": "I have proclaimed glad tidings of righteousness in the great congregation; Behold, I will not restrain my lips, O Lord, You know.", "10": "I have not hidden Your righteousness within my heart; I have spoken of Your faithfulness and Your salvation; I have not concealed Your lovingkindness and Your truth from the great congregation.", "11": "You, O Lord, will not withhold Your compassion from me; [g]Your lovingkindness and Your truth will continually preserve me.", "12": "For evils beyond number have surrounded me; My iniquities have overtaken me, so that I am not able to see; They are more numerous than the hairs of my head, And my heart has [h]failed me.", "13": "Be pleased, O Lord, to deliver me; Make haste, O Lord, to help me.", "14": "Let those be ashamed and humiliated together Who seek my [i]life to destroy it; Let those be turned back and dishonored Who delight [j]in my hurt.", "15": "Let those be [k]appalled because of their shame Who say to me, “Aha, aha!”", "16": "Let all who seek You rejoice and be glad in You; Let those who love Your salvation say continually, “The Lord be magnified!”", "17": "Since I am afflicted and needy, [l]Let the Lord be mindful of me. You are my help and my deliverer; Do not delay, O my God."}