{"1": "The Mighty One, God, the Lord, has spoken, And summoned the earth from the rising of the sun to its setting.", "2": "Out of Zion, the perfection of beauty, God has shone forth.", "3": "May our God come and not keep silence; Fire devours before Him, And it is very tempestuous around Him.", "4": "He summons the heavens above, And the earth, to judge His people:", "5": "“Gather My godly ones to Me, Those who have made a covenant with Me by sacrifice.”", "6": "And the heavens declare His righteousness, For God Himself is judge. [b]Selah.", "7": "“Hear, O My people, and I will speak; O Israel, I will testify [c]against you; I am God, your God.", "8": "“I do not reprove you for your sacrifices, And your burnt offerings are continually before Me.", "9": "“I shall take no young bull out of your house Nor male goats out of your folds.", "10": "“For every beast of the forest is Mine, The cattle on a thousand hills.", "11": "“I know every bird of the mountains, And everything that moves in the field is [d]Mine.", "12": "“If I were hungry I would not tell you, For the world is Mine, and [e]all it contains.", "13": "“Shall I eat the flesh of [f]bulls Or drink the blood of male goats?", "14": "“Offer to God a sacrifice of thanksgiving And pay your vows to the Most High;", "15": "Call upon Me in the day of trouble; I shall rescue you, and you will honor Me.”", "16": "But to the wicked God says, “What right have you to tell of My statutes And to take My covenant in your mouth?", "17": "“For you hate discipline, And you cast My words behind you.", "18": "“When you see a thief, you [g]are pleased with him, And [h]you associate with adulterers.", "19": "“You [i]let your mouth loose in evil And your tongue frames deceit.", "20": "“You sit and speak against your brother; You slander your own mother's son.", "21": "“These things you have done and I kept silence; You thought that I was just like you; I will reprove you and state the case in order before your eyes.", "22": "“Now consider this, you who forget God, Or I will tear you in pieces, and there will be none to deliver.", "23": "“He who offers a sacrifice of thanksgiving honors Me; And to him who [j]orders his way aright I shall show the salvation of God.”"}