{"1": "Give ear to my prayer, O God; And do not hide Yourself from my supplication.", "2": "Give heed to me and answer me; I am restless in my complaint and [b]am surely distracted,", "3": "Because of the voice of the enemy, Because of the pressure of the wicked; For they bring down [c]trouble upon me And in anger they bear a grudge against me.", "4": "My heart is in anguish within me, And the terrors of death have fallen upon me.", "5": "Fear and trembling come upon me, And [d]horror has overwhelmed me.", "6": "I said, “Oh, that I had wings like a dove! I would fly away and [e]be at rest.", "7": "“Behold, I would wander far away, I would lodge in the wilderness. [f]Selah.", "8": "“I would hasten to my place of refuge From the stormy wind and tempest.”", "9": "[g]Confuse, O Lord, divide their tongues, For I have seen violence and strife in the city.", "10": "Day and night they go around her upon her walls, And iniquity and mischief are in her midst.", "11": "Destruction is in her midst; Oppression and deceit do not depart from her [h]streets.", "12": "For it is not an enemy who reproaches me, Then I could bear it; Nor is it one who hates me who has exalted himself against me, Then I could hide myself from him.", "13": "But it is you, a man [i]my equal, My companion and my [j]familiar friend;", "14": "We who had sweet [k]fellowship together Walked in the house of God in the throng.", "15": "Let [l]death come deceitfully upon them; Let them go down alive to [m]Sheol, For evil is in their dwelling, in their midst.", "16": "As for me, I shall call upon God, And the Lord will save me.", "17": "Evening and morning and at noon, I will complain and murmur, And He will hear my voice.", "18": "He will redeem my soul in peace [n]from the battle which is against me, For they are many who strive with me.", "19": "God will hear and [o]answer them— Even the one who [p]sits enthroned from of old— Selah. With whom there [q]is no change, And who do not fear God.", "20": "He has put forth his hands against those who were at peace with him; He has [r]violated his covenant.", "21": "His [s]speech was smoother than butter, But his heart was war; His words were softer than oil, Yet they were drawn swords.", "22": "Cast [t]your burden upon the Lord and He will sustain you; He will never allow the righteous to [u]be shaken.", "23": "But You, O God, will bring them down to the [v]pit of destruction; Men of bloodshed and deceit will not live out half their days. But I will trust in You."}