{"1": "O Lord, God of [a]vengeance, God of [b]vengeance, [c]shine forth!", "2": "Rise up, O Judge of the earth, Render recompense to the proud.", "3": "How long shall the wicked, O Lord, How long shall the wicked exult?", "4": "They pour forth words, they speak arrogantly; All who do wickedness vaunt themselves.", "5": "They crush Your people, O Lord, And afflict Your heritage.", "6": "They slay the widow and the [d]stranger And murder the orphans.", "7": "They have said, “[e]The Lord does not see, Nor does the God of Jacob pay heed.”", "8": "Pay heed, you senseless among the people; And when will you understand, stupid ones?", "9": "He who planted the ear, [f]does He not hear? He who formed the eye, [g]does He not see?", "10": "He who [h]chastens the nations, will He not rebuke, Even He who teaches man knowledge?", "11": "The Lord knows the thoughts of man, [i]That they are a mere breath.", "12": "Blessed is the man whom You chasten, O [j]Lord, And whom You teach out of Your law;", "13": "That You may grant him relief from the days of adversity, Until a pit is dug for the wicked.", "14": "For the Lord will not abandon His people, Nor will He forsake His inheritance.", "15": "For [k]judgment [l]will again be righteous, And all the upright in heart [m]will follow it.", "16": "Who will stand up for me against evildoers? Who will take his stand for me against those who do wickedness?", "17": "If the Lord had not been my help, My soul would soon have dwelt in the abode of silence.", "18": "If I should say, “My foot has slipped,” Your lovingkindness, O Lord, will hold me up.", "19": "When my anxious thoughts [n]multiply within me, Your consolations delight my soul.", "20": "Can a [o]throne of destruction be allied with You, One which devises [p]mischief by decree?", "21": "They band themselves together against the [q]life of the righteous And condemn [r]the innocent to death.", "22": "But the Lord has been my stronghold, And my God the rock of my refuge.", "23": "He has brought back their wickedness upon them And will [s]destroy them in their evil; The Lord our God will [t]destroy them."}