{"1": "People of Judah, ask the Lord to send rain in the spring. He is the one who sends the thunderstorms. He sends down showers of rain on all people. He gives everyone the plants in the fields.", "2": "Other gods tell lies. Those who practice magic see visions that aren't true. They tell dreams that fool people. They give comfort that doesn't do any good. So the people wander around like sheep. They are crushed because they don't have a shepherd.", "3": "The Lord who rules over all says, “I am very angry with the shepherds. I will punish the leaders. The Lord will take care of his flock. They are the people of Judah. He will make them like a proud horse in battle.", "4": "The most important building stone will come from the tribe of Judah. The tent stake will also come from it. And the bow that is used in battle will come from it. In fact, every ruler will come from it.", "5": "Together they will be like warriors in battle. They will stomp their enemies into the mud of the streets. The Lord will be with them. So they will fight against the horsemen and put them to shame.", "6": "“I will make the family of Judah strong. I will save the tribes of Joseph. I will bring them back because I have tender love for them. It will be as if I had not sent them away. I am the Lord their God. I will help them.", "7": "The people of Ephraim will become like warriors. Their hearts will be glad as if they were drinking wine. Their children will see it and be filled with joy. I will make their hearts glad.", "8": "I will signal for my people to come, and I will gather them in. I will set them free. There will be as many of them as before.", "9": "I have scattered them among the nations. But in lands far away they will remember me. They and their children will be kept alive. And they will return.", "10": "I will bring them back from Egypt. I will gather them from Assyria. I will bring them to Gilead and Lebanon. There will not be enough room for them.", "11": "They will pass through a sea of trouble. The stormy sea will calm down. All the deep places in the Nile River will dry up. Assyria's pride will be brought down. Egypt's right to rule will disappear.", "12": "I will make my people strong. They will live in safety because of me,” announces the Lord."}