{"1": "During the fourth year that Darius was king, a message from the Lord came to me. It was the fourth day of the ninth month. That's the month of Kislev. ", "2": "The people of Bethel wanted to ask the Lord for his blessing. So they sent Sharezer and Regem-Melek and their men. ", "3": "They went to the prophets and priests at the Lord's temple. They asked them, “Should we mourn and go without eating in the fifth month? That's what we've done for many years.”", "4": "Then the message came to me from the Lord who rules over all. He said, ", "5": "“Ask the priests and all the people in the land a question for me. Say to them, 'You mourned and fasted in the fifth and seventh months. You did it for the past 70 years. But did you really do it for me? ", "6": "And when you were eating and drinking, weren't you just enjoying good food for yourselves? ", "7": "Didn't I tell you the same thing through the earlier prophets? That was when Jerusalem and the towns around it were at rest and enjoyed success. People lived in the Negev Desert and the western hills at that time.' ”", "8": "Another message from the Lord came to me. ", "9": "Here is what the Lord who rules over all said to his people. “Treat everyone with justice. Show mercy and tender concern to one another. ", "10": "Do not take advantage of widows. Do not mistreat children whose fathers have died. Do not be mean to outsiders or poor people. Do not make evil plans against one another.”", "11": "But they refused to pay attention to the Lord. They were stubborn. They turned their backs and covered their ears. ", "12": "They made their hearts as hard as the hardest stone. They wouldn't listen to the law. They wouldn't pay attention to the Lord's messages. So the Lord who rules over all was very angry. After all, his Spirit had spoken to his people through the earlier prophets.", "13": "“When I called, they did not listen,” says the Lord. “So when they called, I would not listen. ", "14": "I used a windstorm to scatter them among all the nations. They were strangers there. The land they left behind became dry and empty. No one could even travel through it. This is how they turned the pleasant land into a dry and empty desert.”"}