{"1": "From Paul. I was called to be an apostle of Christ Jesus because that is what God wanted. Also from Sosthenes, our brother in Christ.", "2": "To the church of God in Corinth, to those people who have been made holy in Christ Jesus. You were called to be God's holy people with all people everywhere who trust in the name of the Lord Jesus Christ—their Lord and ours:", "3": "Grace and peace to you from God our Father and the Lord Jesus Christ.", "4": "I always thank my God for you because of the grace that God has given you in Christ Jesus. ", "5": "In Jesus you have been blessed in every way, in all your speaking and in all your knowledge. ", "6": "The truth about Christ has been proved in you. ", "7": "So you have every gift from God while you wait for our Lord Jesus Christ to come again. ", "8": "Jesus will keep you strong until the end. He will keep you strong, so that there will be no wrong in you on the day our Lord Jesus Christ comes again. ", "9": "God is faithful. He is the One who has called you to share life with his Son, Jesus Christ our Lord.", "10": "I beg you, brothers, in the name of our Lord Jesus Christ. I beg that all of you agree with each other, so that you will not be divided into groups. I beg that you be completely joined together by having the same kind of thinking and the same purpose. ", "11": "My brothers, some people from Chloe's family have told me that there are arguments among you. ", "12": "This is what I mean: One of you says, “I follow Paul”; another says, “I follow Apollos”; another says, “I follow Peter”; and another says, “I follow Christ.” ", "13": "Christ cannot be divided into different groups! Did Paul die on the cross for you? No! Were you baptized in the name of Paul? No! ", "14": "I am thankful that I did not baptize any of you except Crispus and Gaius. ", "15": "I am thankful, because now no one can say that you were baptized in my name. ", "16": "(I also baptized the family of Stephanas. But I do not remember that I myself baptized any others.) ", "17": "Christ did not give me the work of baptizing people. He gave me the work of preaching the Good News, and he sent me to preach the Good News without using words of worldly wisdom. If I used worldly wisdom to tell the Good News, the cross[a] of Christ would lose its power.", "18": "The teaching about the cross seems foolish to those who are lost. But to us who are being saved it is the power of God. ", "19": "It is written in the Scriptures: “I will cause the wise men to lose their wisdom. I will make the wise men unable to understand.” Isaiah 29:14", "20": "Where is the wise person? Where is the educated person? Where is the philosopher[b] of our times? God has made the wisdom of the world foolish. ", "21": "The world did not know God through its own wisdom. So God chose to use the message that sounds foolish to save those who believe it. ", "22": "The Jews ask for miracles as proofs. The Greeks want wisdom. ", "23": "But we preach Christ on the cross. This is a big problem to the Jews. And it seems foolish to the non-Jews. ", "24": "But Christ is the power of God and the wisdom of God to those people God has called—Jews and Greeks. ", "25": "Even the foolishness of God is wiser than men. Even the weakness of God is stronger than men.", "26": "Brothers, look at what you were when God called you. Not many of you were wise in the way the world judges wisdom. Not many of you had great influence. Not many of you came from important families. ", "27": "But God chose the foolish things of the world to shame the wise. He chose the weak things of the world to shame the strong. ", "28": "And he chose what the world thinks is not important. He chose what the world hates and thinks is nothing. He chose these to destroy what the world thinks is important. ", "29": "God did this so that no man can brag before him. ", "30": "It is God who has made you part of Christ Jesus. Christ has become wisdom for us from God. Christ is the reason we are right with God and have freedom from sin; Christ is the reason we are holy. ", "31": "So, as the Scripture says, “If a person brags, he should brag only about the Lord.”[c]"}