{"1": "Love, then, is what you should try for. And you should truly want to have the spiritual gifts. And the gift you should want most is to be able to prophesy. ", "2": "I will explain why. One who has the gift of speaking in a different language is not speaking to people. He is speaking to God. No one understands him—he is speaking secret things through the Spirit. ", "3": "But one who prophesies is speaking to people. He gives people strength, encouragement, and comfort. ", "4": "The one who speaks in a different language is helping only himself. But the one who prophesies is helping the whole church. ", "5": "I would like all of you to have the gift of speaking in different kinds of languages. But more, I want you to prophesy. The person who prophesies is greater than the one who can only speak in different languages—unless someone is there who can explain what he says. Then the whole church can be helped.", "6": "Brothers, will it help you if I come to you speaking in different languages? No! It will help you only if I bring you a new truth or some knowledge, or some prophecy, or some teaching. ", "7": "It is the same as with non-living things that make sounds—like a flute or a harp. If different musical notes are not made clear, you will not know what song is being played. Each note must be played clearly for you to be able to understand the tune. ", "8": "And in a war, if the trumpet does not sound clearly, the soldiers will not know it is time to prepare for fighting. ", "9": "It is the same with you. The words you speak with your tongue must be clear. Unless you speak clearly, no one can understand what you are saying. You will be talking in the air! ", "10": "It is true that there are many kinds of speech in the world. And they all have meaning. ", "11": "So unless I understand the meaning of what someone says to me, we will be like strangers to each other. ", "12": "It is the same with you. You want spiritual gifts very much. So try most to have the gifts that help the church grow stronger.", "13": "The one who has the gift of speaking in a different language should pray that he can also interpret what he says. ", "14": "If I pray in a different language, my spirit is praying, but my mind does nothing. ", "15": "So what should I do? I will pray with my spirit, but I will also pray with my mind. I will sing with my spirit, but I will also sing with my mind. ", "16": "You might be praising God with your spirit. But a person there without understanding cannot say “Amen”[a] to your prayer of thanks. He does not know what you are saying. ", "17": "You may be thanking God in a good way, but the other person is not helped.", "18": "I thank God that my gift of speaking in different kinds of languages is greater than any of yours. ", "19": "But in the church meetings I would rather speak five words that I understand than thousands of words in a different language. I would rather speak with my understanding, so that I can teach others.", "20": "Brothers, do not think like children. In evil things be like babies. But in your thinking you should be like full-grown men. ", "21": "It is written in the Scriptures: “I will use strange words and foreign languages to speak to these people. But even then they will not listen.” Isaiah 28:11-12 That is what the Lord says.", "22": "So the gift of speaking in different kinds of languages is a sign for those who do not believe, not for those who believe. And prophecy is for people who believe, not for those who do not believe. ", "23": "Suppose the whole church meets together and everyone speaks in different languages. If some people come in who are without understanding or do not believe, they will say you are crazy. ", "24": "But suppose everyone is prophesying and someone comes in who does not believe or is without understanding. If everyone is prophesying, his sin will be shown to him, and he will be judged by all that he hears. ", "25": "The secret things in his heart will be made known. So he will bow down and worship God. He will say, “Truly, God is with you.”", "26": "So, brothers, what should you do? When you meet together, one person has a song. Another has a teaching. Another has a new truth from God. Another speaks in a different language, and another person interprets that language. The purpose of all these things should be to help the church grow strong. ", "27": "When you meet together, if anyone speaks in a different language, then it should be only two, or not more than three, who speak. They should speak one after the other. And someone should interpret what they say. ", "28": "But if there is no interpreter, then anyone who speaks in a different language should be quiet in the church meeting. He should speak only to himself and to God.", "29": "And only two or three prophets should speak. The others should judge what they say. ", "30": "And if a message from God comes to another person who is sitting, then the first speaker should stop. ", "31": "You can all prophesy one after the other. In this way all the people can be taught and encouraged. ", "32": "The spirits of prophets are under the control of the prophets themselves. ", "33": "God is not a God of confusion but a God of peace. This is true in all the churches of God's people. ", "34": "Women should keep quiet in the church meetings. They are not allowed to speak. They must be under control. This is also what the law of Moses says. ", "35": "If there is something the women want to know, they should ask their own husbands at home. It is shameful for a woman to speak in the church meeting. ", "36": "Did God's teaching come from you? Or are you the only ones who have received that teaching?", "37": "If anyone thinks that he is a prophet or that he has a spiritual gift, then he should understand that what I am writing to you is the Lord's command. ", "38": "If that person does not know this, then he is not known by God.", "39": "So my brothers, you should truly want to prophesy. And do not stop people from using the gift of speaking in different kinds of languages. ", "40": "But let everything be done in a way that is right and orderly."}