{"1": "Now, brothers, I want you to remember the Good News I brought to you. You received this Good News, and you continue strong in it. ", "2": "And you are saved by this Good News. But you must continue believing what I told you. If you do not, then you believed for nothing.", "3": "I passed on to you what I received. And this was the most important: that Christ died for our sins, as the Scriptures say; ", "4": "that he was buried and was raised to life on the third day as the Scriptures say; ", "5": "and that he showed himself to Peter and then to the twelve apostles. ", "6": "After that, Jesus showed himself to more than 500 of the believers at the same time. Most of them are still living today. But some have died. ", "7": "Then Jesus showed himself to James and later to all the apostles. ", "8": "Last of all he showed himself to me—as to a person not born at the normal time. ", "9": "All the other apostles are greater than I am. This is because I persecuted the church of God. And this is why I am not even good enough to be called an apostle. ", "10": "But God's grace has made me what I am. And his grace to me was not wasted. I worked harder than all the other apostles. (But I was not really the one working. It was God's grace that was with me.) ", "11": "So then it is not important if I preached to you or if the other apostles preached to you. We all preach the same thing, and this is what you believed.", "12": "It is preached that Christ was raised from death. So why do some of you say that people will not be raised from death? ", "13": "If no one will ever be raised from death, then Christ was not raised from death. ", "14": "And if Christ was not raised, then our preaching is worth nothing. And your faith is worth nothing. ", "15": "And also, we will be guilty of lying about God. Because we have preached about him by saying that he raised Christ from death. And if people are not raised from death, then God never raised Christ from death. ", "16": "If the dead are not raised, Christ has not been raised either. ", "17": "And if Christ has not been raised, then your faith is for nothing; you are still guilty of your sins. ", "18": "And also, those in Christ who have already died are lost. ", "19": "If our hope in Christ is for this life only, we should be pitied more than anyone else in the world.", "20": "But Christ has truly been raised from death—the first one and proof that those who are asleep in death will also be raised. ", "21": "Death comes to everyone because of what one man did. But the rising from death also happens because of one man. ", "22": "In Adam all of us die. In the same way, in Christ all of us will be made alive again. ", "23": "But everyone will be raised to life in the right order. Christ was first to be raised. When Christ comes again, those who belong to him will be raised to life. ", "24": "Then the end will come. Christ will destroy all rulers, authorities, and powers. And he will give the kingdom to God the Father. ", "25": "Christ must rule until God puts all enemies under Christ's control. ", "26": "The last enemy to be destroyed will be death. ", "27": "The Scripture says, “God put all things under his control.”[a] When it says that “all things” are put under him, it is clear that this does not include God himself. God is the one putting everything under Christ's control. ", "28": "After everything has been put under Christ, then the Son himself will be put under God. God is the One who put all things under Christ. And Christ will be put under God, so that God will be the complete ruler over everything.", "29": "If the dead are never raised, then what will people do who are baptized for those who have died? If the dead are not raised at all, why are people baptized for them?", "30": "And what about us? Why do we put ourselves in danger every hour? ", "31": "I die every day. That is true, brothers, just as it is true that I brag about you in Christ Jesus our Lord. ", "32": "If I fought wild animals in Ephesus only for human reasons, I have gained nothing. If the dead are not raised, then, “Let us eat and drink, because tomorrow we will die.”[b]", "33": "Do not be fooled: “Bad friends will ruin good habits.” ", "34": "Come back to your right way of thinking and stop sinning. I say this to shame you—some of you do not know God.", "35": "But someone may ask, “How are the dead raised? What kind of body will they have?” ", "36": "Those are stupid questions. When you plant something, it must die in the ground before it can live and grow. ", "37": "And when you plant it, what you plant does not have the same “body” that it will have later. What you plant is only a seed, maybe wheat or something else. ", "38": "But God gives it a body that he has planned for it. And God gives each kind of seed its own body. ", "39": "All things made of flesh are not the same kinds of flesh: People have one kind of flesh, animals have another kind, birds have another, and fish have another. ", "40": "Also there are heavenly bodies and earthly bodies. But the beauty of the heavenly bodies is one kind. The beauty of the earthly bodies is another kind. ", "41": "The sun has one kind of beauty. The moon has another beauty, and the stars have another. And each star is different in its beauty.", "42": "It is the same with the dead who are raised to life. The body that is “planted” will ruin and decay. But that body is raised to a life that cannot be destroyed. ", "43": "When the body is “planted,” it is without honor. But it is raised in glory. When the body is “planted,” it is weak. But when it is raised, it has power. ", "44": "The body that is “planted” is a physical body. When it is raised, it is a spiritual body. There is a physical body. And there is also a spiritual body. ", "45": "It is written in the Scriptures: “The first man became a living person.”[c] But the last Adam became a spirit that gives life. ", "46": "The spiritual man did not come first. It was the physical man who came first; then came the spiritual. ", "47": "The first man came from the dust of the earth. The second man came from heaven. ", "48": "People belong to the earth. They are like the first man of earth. But those people who belong to heaven are like the man of heaven. ", "49": "We were made like the man of earth. So we will[d] also be made like the man of heaven.", "50": "I tell you this, brothers: Flesh and blood cannot have a part in the kingdom of God. A thing that will ruin cannot have a part in something that never ruins. ", "51": "But listen, I tell you this secret: We will not all die, but we will all be changed. ", "52": "It will only take a second. We will be changed as quickly as an eye blinks. This will happen when the last trumpet sounds. The trumpet will sound and those who have died will be raised to live forever. And we will all be changed. ", "53": "This body that will ruin must clothe itself with something that will never ruin. And this body that dies must clothe itself with something that will never die. ", "54": "So this body that ruins will clothe itself with that which never ruins. And this body that dies will clothe itself with that which never dies. When this happens, then this Scripture will be made true: “Death is destroyed forever in victory.” Isaiah 25:8", "55": "“Death, where is your victory? Death, where is your power to hurt?” Hosea 13:14", "56": "Death's power to hurt is sin. The power of sin is the law. ", "57": "But we thank God! He gives us the victory through our Lord Jesus Christ.", "58": "So my dear brothers, stand strong. Do not let anything move you. Always give yourselves fully to the work of the Lord. You know that your work in the Lord is never wasted."}