{"1": "Now I will write about the collection of money for God's people. Do the same thing that I told the Galatian churches to do: ", "2": "On the first day of every week, each one of you should put aside as much money as you can from what you are blessed with. You should save it up, so that you will not have to collect money after I come. ", "3": "When I arrive, I will send some men to take your gift to Jerusalem. These will be men who you all agree should go. I will send them with letters of introduction. ", "4": "If it seems good for me to go also, these men will go along with me.", "5": "I plan to go through Macedonia. So I will come to you after I go through there. ", "6": "Maybe I will stay with you for a time. I might even stay all winter. Then you can help me on my trip, wherever I go. ", "7": "I do not want to come to see you now, because I would have to leave to go other places. I hope to stay a longer time with you if the Lord allows it. ", "8": "But I will stay at Ephesus until Pentecost. ", "9": "I will stay, because a good opportunity for a great and growing work has been given to me now. And there are many people working against me.", "10": "Timothy might come to you. Try to make him feel comfortable with you. He is working for the Lord just as I am. ", "11": "So none of you should refuse to accept Timothy. Help him on his trip in peace, so that he can come back to me. I am expecting him to come back with the brothers.", "12": "Now about our brother Apollos: I strongly encouraged him to visit you with the other brothers. But he was sure that he did not want to go now. But when he has the opportunity, he will go to you.", "13": "Be careful. Continue strong in the faith. Have courage, and be strong. ", "14": "Do everything in love.", "15": "You know that the family of Stephanas were the first believers in Southern Greece. They have given themselves to the service of God's people. I ask you, brothers, ", "16": "to follow the leading of people like these and anyone else who works and serves with them.", "17": "I am happy that Stephanas, Fortunatus, and Achaicus have come. You are not here, but they have filled your place. ", "18": "They have given rest to my spirit and to yours. You should recognize the value of men like these.", "19": "The churches in the country of Asia send greetings to you. Aquila and Priscilla greet you in the Lord. Also the church that meets in their house greets you. ", "20": "All the brothers here send greetings. Give each other a holy kiss when you meet.", "21": "I am Paul, and I am writing this greeting with my own hand.", "22": "If anyone does not love the Lord, then let him be separated from God—lost forever! Come, O Lord!", "23": "The grace of the Lord Jesus be with you.", "24": "My love be with all of you in Christ Jesus."}