{"1": "Dear brothers, when I came to you, I did not come as a proud man. I preached God's truth, but not with fancy words or a show of great learning. ", "2": "I decided that while I was with you I would forget about everything except Jesus Christ and his death on the cross. ", "3": "When I came to you, I was weak and shook with fear. ", "4": "My teaching and my speaking were not with wise words that persuade people. But the proof of my teaching was the power that the Spirit gives. ", "5": "I did this so that your faith would be in God's power, not in the wisdom of a man.", "6": "Yet I speak wisdom to those who are mature. But this wisdom is not from this world or of the rulers of this world. (These rulers are losing their power.) ", "7": "But I speak God's secret wisdom, which he has kept hidden. God planned this wisdom for our glory, before the world began. ", "8": "None of the rulers of this world understood it. If they had, they would not have killed the Lord of glory on a cross. ", "9": "But as it is written in the Scriptures: “No one has ever seen this. No one has ever heard about it. No one has ever imagined what God has prepared for those who love him.” Isaiah 64:4", "10": "But God has shown us these things through the Spirit. The Spirit knows all things, even the deep secrets of God. ", "11": "It is like this: No one knows the thoughts that another person has. Only a person's spirit that lives in him knows his thoughts. It is the same with God. No one knows the thoughts of God. Only the Spirit of God knows God's thoughts. ", "12": "We did not receive the spirit of the world, but we received the Spirit that is from God. We received this Spirit so that we can know all that God has given us. ", "13": "When we speak, we do not use words taught to us by the wisdom that men have. We use words taught to us by the Spirit. We use spiritual words to explain spiritual things. ", "14": "A person who is not spiritual does not accept the gifts that come from the Spirit of God. That person thinks they are foolish. He cannot understand the Spirit's gifts, because they can only be judged spiritually. ", "15": "But the spiritual person is able to judge all things. Yet no one can judge him. The Scripture says:", "16": "“Who has known the mind of the Lord? Who has been able to teach him?” Isaiah 40:13 But we have the mind of Christ."}