{"1": "Brothers, in the past I could not talk to you as I talk to spiritual people. I had to talk to you as I would to people of the world—babies in Christ. ", "2": "The teaching I gave you was like milk, not solid food. I did this because you were not ready for solid food. And even now you are not ready. ", "3": "You are still not spiritual. You have jealousy and arguing among you. This shows that you are not spiritual. You are acting like people of the world. ", "4": "One of you says, “I follow Paul,” and another says, “I follow Apollos.” When you say things like this, you are acting like worldly people.", "5": "Is Apollos important? No! Is Paul important? No! We are only servants of God who helped you believe. Each one of us did the work God gave us to do. ", "6": "I planted the seed of the teaching in you, and Apollos watered it. But God is the One who made the seed grow. ", "7": "So the one who plants is not important, and the one who waters is not important. Only God is important, because he is the One who makes things grow. ", "8": "The one who plants and the one who waters have the same purpose. And each will be rewarded for his own work. ", "9": "We are workers together for God. And you are like a farm that belongs to God. And you are a house that belongs to God. ", "10": "Like an expert builder I built the foundation of that house. I used the gift that God gave me to do this. Others are building on that foundation. But everyone should be careful how he builds. ", "11": "The foundation has already been built. No one can build any other foundation. The foundation that has already been laid is Jesus Christ. ", "12": "Anyone can build on that foundation, using gold, silver, jewels, wood, grass, or straw. ", "13": "But the work that each person does will be clearly seen, because the Day[a] will make it plain. That Day will appear with fire, and the fire will test every man's work. ", "14": "If the building that a man puts on the foundation still stands, he will get his reward. ", "15": "But if his building is burned up, he will suffer loss. The man will be saved, but it will be as if he escaped from a fire.", "16": "You should know that you yourselves are God's temple. God's Spirit lives in you. ", "17": "If anyone destroys God's temple, God will destroy him, because God's temple is holy. You yourselves are God's temple.", "18": "Do not fool yourselves. If anyone among you thinks he is wise in this world, he should become a fool. Then he can become truly wise, ", "19": "because the wisdom of this world is foolishness to God. It is written in the Scriptures, “He catches wise men in their own clever traps.”[b] ", "20": "It is also written in the Scriptures, “The Lord knows what people think. He knows they are just a puff of wind.”[c] ", "21": "So you should not brag about men. All things are yours: ", "22": "Paul, Apollos and Peter; the world, life, death, the present, and the future—all these things are yours. ", "23": "And you belong to Christ, and Christ belongs to God."}