{"1": "Now, it is actually being said that there is sexual sin among you. And it is of such a bad kind that it does not happen even among those who do not know God. A man there is living sinfully with his stepmother. ", "2": "And still you are proud of yourselves! You should have been filled with sadness. And the man who did that sin should be put out of your group. ", "3": "My body is not there with you, but I am with you in spirit. And I have already judged the man who did that sin. I judged him just as I would if I were really there. ", "4": "Meet together as the people of our Lord Jesus. I will be with you in spirit, and you will have the power of our Lord Jesus with you. ", "5": "Then give this man to Satan, so that his sinful self[a] will be destroyed. And then his spirit can be saved on the day of the Lord.", "6": "Your bragging is not good. You know the saying, “Just a little yeast makes the whole batch of dough rise.” ", "7": "Take out all the old yeast so that you will be a new batch of dough. And you really are new dough without yeast. For Christ, our Passover lamb, was killed to cleanse us. ", "8": "So let us continue our feast, but not with the bread that has the old yeast. That old yeast is the yeast of sin and wickedness. But let us eat the bread that has no yeast. This is the bread of goodness and truth.", "9": "I wrote to you in my letter that you should not associate with those who take part in sexual sin. ", "10": "But I did not mean that you should not associate with the sinful people of this world. People of the world do take part in sexual sin, or they are selfish and they cheat each other, or they worship idols. But to get away from them you would have to leave this world. ", "11": "I am writing to tell you that the person you must not associate with is this: anyone who calls himself a brother in Christ but who takes part in sexual sin, or is greedy, or worships idols, or lies about others, or gets drunk, or cheats people. Do not even eat with someone like that.", "12-13": "It is not my business to judge those who are not part of the church. God will judge them. But you must judge the people who are part of the church. The Scripture says, “You must get rid of the evil person among you.”[b]"}