{"1": "When one of you has something against a brother in Christ, why do you go to the judges in the law courts? Those people are not right with God. So why do you let them decide who is right? You should be ashamed! Why do you not let God's people decide who is right? ", "2": "Surely you know that God's people will judge the world. So if you are to judge the world, then surely you are able to judge small things as well. ", "3": "You know that in the future we will judge angels. So surely we can judge things in this life. ", "4": "So if you have disagreements that must be judged, why do you take them to those who are not part of the church? They mean nothing to the church. ", "5": "I say this to shame you. Surely there is someone among you wise enough to judge a complaint between two brothers in Christ. ", "6": "But now one brother goes to court against another brother. And you let men who are not believers judge their case!", "7": "The lawsuits that you have against each other show that you are already defeated. It would be better for you to let someone wrong you! It would be better for you to let someone cheat you! ", "8": "But you yourselves do wrong and cheat! And you do this to your own brothers in Christ!", "9-10": "Surely you know that the people who do wrong will not receive God's kingdom. Do not be fooled. These people will not receive God's kingdom: those who are sexually immoral, or worship idols, or take part in adultery, or men who have physical relations with other men, or steal, or are selfish, or get drunk, or lie about others, or cheat. ", "11": "In the past, some of you were like that. But you were washed clean. You were made holy. And you were made right with God in the name of the Lord Jesus Christ and by the Spirit of our God.", "12": "“I am allowed to do all things.” But not all things are good for me to do. “I am allowed to do all things.” But I must not do those things that will make me their slave. ", "13": "“Food is for the stomach, and the stomach for food.” Yes. But God will destroy them both. The body is not for sexual immorality. The body is for the Lord, and the Lord is for the body. ", "14": "By God's power God raised the Lord Jesus from death. And God will also raise us from death. ", "15": "Surely you know that your bodies are parts of Christ himself. So I must never take parts of Christ and join them to a prostitute! ", "16": "It is written in the Scriptures, “The two people will become one body.”[a] So you should know that a man who joins himself with a prostitute becomes one with her in body. ", "17": "But the one who joins himself with the Lord is one with the Lord in spirit.", "18": "So run away from sexual immorality. Every other sin that a person does is outside the body. But those who are sexually immoral sin against their own bodies. ", "19": "You should know that your body is a temple for the Holy Spirit. The Holy Spirit is in you. You have received the Holy Spirit from God. You do not own yourselves. ", "20": "You were bought by God for a price. So honor God with your bodies."}