{"1": "Now I will write about meat that is sacrificed to idols. We know that “we all have knowledge.” Knowledge puffs you up with pride, but love builds up. ", "2": "Whoever thinks he knows something does not yet know anything as he should. ", "3": "But he who loves God is known by God.", "4": "So this is what I say about eating meat sacrificed to idols: We know that an idol is really nothing in the world. And we know that there is only one God. ", "5": "It is really not important if there are things called gods, in heaven or on earth. (And there are many things that people call “gods” and “lords.”) ", "6": "But for us there is only one God. He is our Father. All things came from him, and we live for him. And there is only one Lord—Jesus Christ. All things were made through Jesus, and we also have life through him.", "7": "But not all people know this. Until now, some people have had the habit of worshiping idols. So now when they eat meat, they still feel as if it belongs to an idol. They are not sure that it is right to eat this meat. When they eat it, they feel guilty. ", "8": "But food will not make us closer to God. Refusing to eat does not make us less pleasing to God. And eating does not make us better in God's sight.", "9": "But be careful with your freedom. Your freedom may cause those who are weak in faith to fall into sin. ", "10": "Suppose one of you who has knowledge eats in an idol's temple.[a] Someone who is weak in faith might see you eating there. This would encourage him to eat meat sacrificed to idols. But he really thinks it is wrong. ", "11": "So this weak brother is ruined because of your “knowledge.” And Christ died for this brother. ", "12": "When you sin against your brothers in Christ like this and cause them to do what they feel is wrong, you are also sinning against Christ. ", "13": "So if the food I eat makes my brother fall into sin, I will never eat meat again. I will stop eating meat, so that I will not cause my brother to sin."}