{"1": "I am a free man. I am an apostle. I have seen Jesus our Lord. You people are all an example of my work in the Lord. ", "2": "Others may not accept me as an apostle, but surely you accept me. You are proof that I am an apostle in the Lord.", "3": "Some people want to judge me. So this is the answer I give them: ", "4": "Do we not have the right to eat and drink? ", "5": "Do we not have the right to bring a believing wife with us when we travel? The other apostles, the Lord's brothers, and Peter all do this. ", "6": "And are Barnabas and I the only ones who must work to earn our living? ", "7": "No soldier ever serves in the army and pays his own salary. No one ever plants a vineyard without eating some of the grapes himself. No person takes care of a flock of sheep without drinking some of the milk himself.", "8": "This is not only what men think. God's law says the same thing. ", "9": "Yes, it is written in the law of Moses: “When an ox is working in the grain, do not cover its mouth and keep it from eating.”[a] When God said this, was he thinking only about oxen? No. ", "10": "He was really talking about us. Yes, that Scripture was written for us. The one who plows and the one who works in the grain should hope to get some of the grain for their work. ", "11": "We planted spiritual seed among you. So we should be able to harvest from you some things for this life. Surely this is not asking too much. ", "12": "Other men have the right to get something from you. So surely we have this right, too. But we do not use this right. No, we put up with everything ourselves so that we will not stop anyone from obeying the Good News of Christ. ", "13": "Surely you know that those who work at the Temple get their food from the Temple. And those who serve at the altar get part of what is offered at the altar. ", "14": "It is the same with those who tell the Good News. The Lord has commanded that those who tell the Good News should get their living from this work.", "15": "But I have not used any of these rights. And I am not writing this now to get anything from you. I would rather die than to have my reason for bragging taken away. ", "16": "Telling the Good News is not my reason for bragging. Telling the Good News is my duty—something I must do. And how bad it will be for me if I do not tell the Good News. ", "17": "If I preach because it is my own choice, I should get a reward. But I have no choice. I must tell the Good News. I am only doing the duty that was given to me. ", "18": "So what reward do I get? This is my reward: that when I tell the Good News I can offer it freely. In this way I do not use my right to be paid in my work for the Good News.", "19": "I am free. I belong to no man. But I make myself a slave to all people. I do this to help save as many people as I can. ", "20": "To the Jews I became like a Jew. I did this to help save the Jews. I myself am not ruled by the law. But to those who are ruled by the law I became like a person who is ruled by the law. I did this to help save those who are ruled by the law. ", "21": "To those who are without the law I became like a person who is without the law. I did this to help save those people who are without the law. (But really, I am not without God's law—I am ruled by Christ's law.) ", "22": "To those who are weak, I became weak so that I could help save them. I have become all things to all people. I did this so that I could save some of them in any way possible. ", "23": "I do all this because of the Good News. I do it so that I can share in the blessings of the Good News.", "24": "You know that in a race all the runners run. But only one gets the prize. So run like that. Run to win! ", "25": "All those who compete in the games use strict training. They do this so that they can win a crown. That crown is an earthly thing that lasts only a short time. But our crown will continue forever. ", "26": "So I do not run without a goal. I fight like a boxer who is hitting something—not just the air. ", "27": "It is my own body that I hit. I make it my slave. I do this so that I myself will not be rejected after I have preached to others."}