{"1-2": "On the twenty-first day of the next month,[a] the Lord told Haggai the prophet to speak this message to Governor Zerubbabel, High Priest Joshua, and everyone else:", "3": "Does anyone remember how glorious this temple used to be? Now it looks like nothing. ", "4": "But cheer up! Because I, the Lord All-Powerful, will be here to help you with the work, ", "5": "just as I promised your ancestors when I brought them out of Egypt. Don't worry. My Spirit is[b] right here with you.", "6": "Soon I will again shake the heavens and the earth, the sea and the dry land. ", "7": "I will shake the nations, and their treasures[c] will be brought here. Then the brightness of my glory will fill this temple. ", "8": "All silver and gold belong to me, ", "9": "and I promise that this new temple will be more glorious than the first one. I will also bless this city[d] with peace.", "10": "On the twenty-fourth day of the ninth month,[e] the Lord God All-Powerful told the prophet Haggai ", "11": "to ask the priests for their opinion on the following matter:", "12": "Suppose meat ready to be sacrificed to God is being carried in the folds of someone's clothing, and the clothing rubs against some bread or stew or wine or olive oil or any other food. Would those foods that were touched then become acceptable for sacrifice? “Of course not,” the priests answered.", "13": "Then Haggai said, “Suppose someone has touched a dead body and is considered unacceptable to worship God. If that person touches these foods, would they become unclean?” “Of course they would,” the priests answered.", "14": "So the Lord told Haggai to say: That's how it is with this entire nation. Everything you do and every sacrifice you offer is unacceptable to me. ", "15": "But from now on, things will get better. Before you started laying the foundation for the temple, ", "16": "you recalled what life was like in the past.[f] When you wanted twenty bushels of wheat, there were only ten, and when you wanted fifty jars of wine, there were only twenty. ", "17": "I made all of your hard work useless by sending mildew, mold, and hail—but you still did not return to me, your Lord.", "18": "Today you have completed the foundation for my temple, so listen to what your future will be like. ", "19": "Although you have not yet harvested any grain, grapes, figs, pomegranates,[g] or olives, I will richly bless you in the days ahead.", "20": "That same day the Lord spoke to Haggai again and said:", "21": "Tell Governor Zerubbabel of Judah that I am going to shake the heavens and the earth ", "22": "and wipe out kings and their kingdoms. I will overturn war chariots, and then cavalry troops will start slaughtering each other. ", "23": "But tell my servant Zerubbabel that I, the Lord All-Powerful, have chosen him, and he will rule in my name.[h]"}