{"1": "¶ For you yourselves, brethren, know that our entrance unto you was not vain,", "2": "but having suffered before and having been shamefully treated, as ye know, at Philippi, we were bold in our God to announce unto you the gospel of God with much diligence.", "3": "For our exhortation was not of error nor of uncleanness nor in guile,", "4": "but because we have been approved of God that he might entrust us with the gospel, even so we speak, not as pleasing men, but God, who tries our hearts.", "5": "For we were never flatterers in the word, as ye know, nor tainted with covetousness, God is witness,", "6": "nor did we seek glory of men neither of you nor yet of others, when we might have been burdensome unto you as the apostles of Christ.", "7": "¶ But we were gentle among you, as a mother feeding and caring for her children,", "8": "loving you so much, that we were willing to give unto you, not only the gospel of God, but even our own souls, because ye are dear unto us.", "9": "For ye remember, brethren, our labour and travail, for labouring night and day, not to be a burden unto any of you, we preached among you the gospel of God.", "10": "Ye are witnesses, and God also, of how holy and just and irreprehensible our behaviour was among you that believe,", "11": "as ye know how we exhorted and comforted and charged every one of you, as a father with his children,", "12": "that ye would walk worthy of God, who has called you unto his kingdom and glory.", "13": "¶ For this cause also we thank God without ceasing, that having received from us the word to hear from God, ye received it not as the word of men, (but as it is in truth) the word of God, which effectually works in you that believe.", "14": "For ye, brethren, have been imitators in Christ Jesus of the congregations[a] of God which are in Judaea, for ye also have suffered like things of your own nation, even as they have of the Jews,", "15": "who killed both the Lord Jesus and their own prophets and have persecuted us, and they do not please God and are contrary to all men,", "16": "forbidding us to speak to the Gentiles that they might be saved, to fill up the measure of their sins always, for the wrath of God has come upon them to the uttermost.", "17": "¶ But we, brethren, being taken from you for a short time in presence, not in heart, endeavoured the more abundantly with great desire to see your face.", "18": "Therefore we would have come unto you, even I, Paul, once and again, but Satan hindered us.", "19": "For what is our hope or joy or crown of rejoicing? Is it not you in the presence of our Lord Jesus Christ at his coming?", "20": "For ye are our glory and joy."}