{"1": "¶ It is in order then, brethren, that we beseech and exhort you in the Lord Jesus, that in the manner ye were taught of us how ye ought to walk and to please God, so ye would continue to grow.", "2": "For ye already know what commandments we gave you by the Lord Jesus.", "3": "For the will of God is your sanctification, that ye should separate yourselves from fornication,", "4": "that every one of you should know how to possess his vessel in sanctification and honesty,", "5": "not with affection of lust, as the Gentiles who do not know God,", "6": "that no one oppress and defraud his brother in any matter because the Lord is the avenger of all such, as we also have forewarned you and testified.", "7": "For God has not called us unto uncleanness, but unto sanctification.", "8": "He therefore that despises us, does not despise man, but God, who has also given unto us his Holy Spirit.", "9": "¶ But as touching love among the brethren, ye need not that I write unto you, for ye yourselves have learned of God that ye are to show charity to one another.", "10": "And indeed ye do it toward all the brethren who are in all Macedonia, but we beseech you, brethren, that ye continue to grow", "11": "and that ye procure to be quiet and to do your business and to work with your hands, as we commanded you,", "12": "that ye may walk honestly toward those that are without, and that ye may desire nothing from any one.", "13": "¶ But I would not have you to be ignorant, brethren, concerning those who are asleep, that ye sorrow not, even as the others who have no hope.", "14": "For if we believe that Jesus died and rose again, even so those who sleep in Jesus will God also bring with him.", "15": "For this, we say unto you by the word of the Lord, that we who are alive and remain unto the coming of the Lord shall not precede those who are asleep.", "16": "For the Lord himself shall descend from heaven with a shout, with the voice of the archangel, and with the trumpet of God; and the dead in Christ shall rise first;", "17": "then we who are alive and remain shall be caught up together with them in the clouds, to meet the Lord in the air, and so shall we ever be with the Lord.", "18": "Therefore comfort one another with these words."}