{"1": "After this, Absalom got himself a chariot, horses, and 50 men to run before him. ", "2": "He would get up early and stand beside the road leading to the city gate. Whenever anyone had a grievance to bring before the king for settlement, Absalom called out to him and asked, “What city are you from?” If he replied, “Your servant is from one of the tribes of Israel,” ", "3": "Absalom said to him, “Look, your claims are good and right, but the king does not have anyone to listen to you.” ", "4": "He added, “If only someone would appoint me judge in the land. Then anyone who had a grievance or dispute could come to me, and I would make sure he received justice.” ", "5": "When a person approached to bow down to him, Absalom reached out his hand, took hold of him, and kissed him. ", "6": "Absalom did this to all the Israelites who came to the king for a settlement. So Absalom stole the hearts of the men of Israel.", "7": "When four[a] years had passed, Absalom said to the king, “Please let me go to Hebron to fulfill a vow I made to the Lord. ", "8": "For your servant made a vow when I lived in Geshur of Aram, saying: If the Lord really brings me back to Jerusalem, I will worship the Lord in Hebron.”[b]", "9": "“Go in peace,” the king said to him. So he went to Hebron.", "10": "Then Absalom sent messengers throughout the tribes of Israel with this message: “When you hear the sound of the ram's horn, you are to say, 'Absalom has become king in Hebron!'”", "11": "Two hundred men from Jerusalem went with Absalom. They had been invited and were going innocently, for they knew nothing about the whole matter. ", "12": "While he was offering the sacrifices, Absalom sent for David's adviser Ahithophel the Gilonite, from his city of Giloh. So the conspiracy grew strong, and the people supporting Absalom continued to increase.", "13": "Then an informer came to David and reported, “The hearts of the men of Israel are with Absalom.”", "14": "David said to all the servants with him in Jerusalem, “Get up. We have to flee, or we will not escape from Absalom! Leave quickly, or he will soon overtake us, heap disaster on us, and strike the city with the edge of the sword.”", "15": "The king's servants said to him, “Whatever my lord the king decides, we are your servants.” ", "16": "Then the king set out, and his entire household followed him. But he left behind 10 concubines to take care of the palace. ", "17": "So the king set out, and all the people followed him. They stopped at the last house ", "18": "while all his servants marched past him. Then all the Cherethites, the Pelethites, and the Gittites—600 men who came with him from Gath—marched past the king.", "19": "The king said to Ittai the Gittite, “Why are you also going with us? Go back and stay with the new king since you're both a foreigner and an exile from your homeland. ", "20": "Besides, you only arrived yesterday; should I make you wander around with us today while I go wherever I can? Go back and take your brothers with you. May the Lord show you kindness and faithfulness.”", "21": "But in response, Ittai vowed to the king, “As the Lord lives and as my lord the king lives, wherever my lord the king is, whether it means life or death, your servant will be there!”", "22": "“March on,” David replied to Ittai. So Ittai the Gittite marched past with all his men and the children who were with him. ", "23": "Everyone in the countryside was weeping loudly while all the people were marching past. As the king was crossing the Kidron Valley, all the people were marching past on the road that leads to the desert.", "24": "Zadok was also there, and all the Levites with him were carrying the ark of the covenant of God. They set the ark of God down, and Abiathar offered sacrifices[c] until the people had finished marching past. ", "25": "Then the king instructed Zadok, “Return the ark of God to the city. If I find favor in the Lord's eyes, He will bring me back and allow me to see both it and its dwelling place. ", "26": "However, if He should say, 'I do not delight in you,' then here I am—He can do with me whatever pleases Him.”[d]", "27": "The king also said to Zadok the priest, “Look,[e] return to the city in peace and your two sons with you: your son Ahimaaz and Abiathar's son Jonathan. ", "28": "Remember, I'll wait at the fords of the wilderness until word comes from you to inform me.” ", "29": "So Zadok and Abiathar returned the ark of God to Jerusalem and stayed there.", "30": "David was climbing the slope of the Mount of Olives, weeping as he ascended. His head was covered, and he was walking barefoot. Each of the people with him covered their heads and went up, weeping as they ascended.", "31": "Then someone reported to David: “Ahithophel is among the conspirators with Absalom.” “Lord,” David pleaded, “please turn the counsel of Ahithophel into foolishness!”", "32": "When David came to the summit where he used to worship God, Hushai the Archite was there to meet him with his robe torn and dust on his head. ", "33": "David said to him, “If you go away with me, you'll be a burden to me, ", "34": "but if you return to the city and tell Absalom, 'I will be your servant, my king! Previously, I was your father's servant, but now I will be your servant,' then you can counteract Ahithophel's counsel for me. ", "35": "Won't Zadok and Abiathar the priests be there with you? Report everything you hear from the king's palace to Zadok and Abiathar the priests. ", "36": "Take note: their two sons, Zadok's son Ahimaaz and Abiathar's son Jonathan, are there with them. Send me everything you hear through them.” ", "37": "So Hushai, David's personal adviser, entered Jerusalem just as Absalom was entering the city."}