{"1": "When David had gone a little beyond the summit,[a] Ziba, Mephibosheth's servant, was right there to meet him. He had a pair of saddled donkeys loaded with 200 loaves of bread, 100 clusters of raisins, 100 bunches of summer fruit, and a skin of wine. ", "2": "The king said to Ziba, “Why do you have these?” Ziba answered, “The donkeys are for the king's household to ride, the bread and summer fruit are for the young men to eat, and the wine is for those to drink who become exhausted in the desert.”", "3": "“Where is your master's grandson?” the king asked. “Why, he's staying in Jerusalem,” Ziba replied to the king, “for he said, 'Today, the house of Israel will restore my grandfather's kingdom to me.'”", "4": "The king said to Ziba, “All that belongs to Mephibosheth is now yours!” “I bow before you,” Ziba said. “May you look favorably on me, my lord the king!”", "5": "When King David got to Bahurim, a man belonging to the family of the house of Saul was just coming out. His name was Shimei son of Gera, and he was yelling curses as he approached. ", "6": "He threw stones at David and at all the royal[b] servants, the people and the warriors on David's right and left. ", "7": "Shimei said as he cursed: “Get out, get out, you worthless murderer! ", "8": "The Lord has paid you back for all the blood of the house of Saul in whose place you became king, and the Lord has handed the kingdom over to your son Absalom. Look, you are in trouble because you're a murderer!”", "9": "Then Abishai son of Zeruiah said to the king, “Why should this dead dog curse my lord the king? Let me go over and cut his head off!”", "10": "The king replied, “Sons of Zeruiah, do we agree on anything? He curses me this way because the Lord[c] told him, 'Curse David!' Therefore, who can say, 'Why did you do that?'” ", "11": "Then David said to Abishai and all his servants, “Look, my own son, my own flesh and blood,[d] intends to take my life—how much more now this Benjaminite! Leave him alone and let him curse me; the Lord has told him to. ", "12": "Perhaps the Lord will see my affliction[e] and restore goodness to me instead of Shimei's curses today.” ", "13": "So David and his men proceeded along the road as Shimei was going along the ridge of the hill opposite him. As Shimei went, he cursed David, and threw stones and dirt at him. ", "14": "Finally, the king and all the people with him arrived[f] exhausted, so they rested there.", "15": "Now Absalom and all the Israelites came to Jerusalem. Ahithophel was also with him. ", "16": "When David's friend Hushai the Archite came to Absalom, Hushai said to Absalom, “Long live the king! Long live the king!”", "17": "“Is this your loyalty to your friend?” Absalom asked Hushai. “Why didn't you go with your friend?”", "18": "“Not at all,” Hushai answered Absalom. “I am on the side of the one that the Lord, the people, and all the men of Israel have chosen. I will stay with him. ", "19": "Furthermore, whom will I serve if not his son? As I served in your father's presence, I will also serve in yours.”", "20": "Then Absalom said to Ahithophel, “Give me your advice. What should we do?”", "21": "Ahithophel replied to Absalom, “Sleep with your father's concubines he left to take care of the palace. When all Israel hears that you have become repulsive to your father, everyone with you will be encouraged.” ", "22": "So they pitched a tent for Absalom on the roof, and he slept with his father's concubines in the sight of all Israel.", "23": "Now the advice Ahithophel gave in those days was like someone asking about a word from God—such was the regard that both David and Absalom had for Ahithophel's advice. "}