{"1": "David reviewed his troops and appointed commanders of hundreds and of thousands over them. ", "2": "He then sent out the troops, a third under Joab, a third under Joab's brother Abishai son of Zeruiah, and a third under Ittai the Gittite. The king said to the troops, “I will also march out with you.”", "3": "“You must not go!” the people pleaded. “If we have to flee, they will not pay any attention to us. Even if half of us die, they will not pay any attention to us because you are worth[a] 10,000 of us. Therefore, it is better if you support us from the city.”", "4": "“I will do whatever you think is best,” the king replied to them. So he stood beside the gate while all the troops marched out by hundreds and thousands. ", "5": "The king commanded Joab, Abishai, and Ittai, “Treat the young man Absalom gently for my sake.” All the people heard the king's orders to all the commanders about Absalom.", "6": "Then David's forces marched into the field to engage Israel in battle, which took place in the forest of Ephraim. ", "7": "The people of Israel were defeated by David's soldiers, and the slaughter there was vast that day—20,000 casualties. ", "8": "The battle spread over the entire region, and that day the forest claimed more people than the sword.", "9": "Absalom was riding on his mule when he happened to meet David's soldiers. When the mule went under the tangled branches of a large oak tree, Absalom's head was caught fast in the tree. The mule under him kept going, so he was suspended in midair.[b] ", "10": "One of the men saw him and informed Joab. He said, “I just saw Absalom hanging in an oak tree!”", "11": "“You just saw him!” Joab exclaimed.[c] “Why didn't you strike him to the ground right there? I would have given you 10 silver pieces[d] and a belt!”", "12": "The man replied to Joab, “Even if I had the weight of 1,000 pieces of silver[e] in my hand, I would not raise my hand against the king's son. For we heard the king command you, Abishai, and Ittai, 'Protect the young man Absalom for me.'[f] ", "13": "If I had jeopardized my own[g] life—and nothing is hidden from the king—you would have abandoned me.”", "14": "Joab said, “I'm not going to waste time with you!” He then took three spears in his hand and thrust them into Absalom's heart while he was still alive in the oak tree, ", "15": "and 10 young men who were Joab's armor-bearers surrounded Absalom, struck him, and killed him.", "16": "Afterward, Joab blew the ram's horn, and the troops broke off their pursuit of Israel because Joab restrained them. ", "17": "They took Absalom, threw him into a large pit in the forest, and piled a huge mound of stones over him. And all Israel fled, each to his tent.", "18": "When he was alive, Absalom had set up a pillar for himself in the King's Valley, for he had said, “I have no son to preserve the memory of my name.” So he gave the pillar his name. It is still called Absalom's Monument today.", "19": "Ahimaaz son of Zadok said, “Please let me run and tell the king the good news that the Lord has delivered him from his enemies.”", "20": "Joab replied to him, “You are not the man to take good news today. You may do it another day, but today you aren't taking good news, because the king's son is dead.” ", "21": "Joab then said to the Cushite, “Go tell the king what you have seen.” The Cushite bowed to Joab and took off running.", "22": "However, Ahimaaz son of Zadok persisted and said to Joab, “No matter what, please let me also run behind the Cushite!” Joab replied, “My son, why do you want to run since you won't get a reward?”", "23": "“No matter what, I want to run!” “Then run!” Joab said to him. So Ahimaaz ran by way of the plain and outran the Cushite.", "24": "David was sitting between the two gates when the watchman went up to the roof of the gate and over to the wall. The watchman looked out and saw a man running alone. ", "25": "He called out and told the king. The king said, “If he's alone, he bears good news.” As the first runner came closer, ", "26": "the watchman saw another man running. He called out to the gatekeeper, “Look! Another man is running alone!” “This one is also bringing good news,” said the king.", "27": "The watchman said, “The way the first man runs looks to me like the way Ahimaaz son of Zadok runs.” “This is a good man; he comes with good news,” the king commented.", "28": "Ahimaaz called out to the king, “All is well,” and then bowed down to the king with his face to the ground. He continued, “May the Lord your God be praised! He delivered up the men who rebelled against my lord the king.”", "29": "The king asked, “Is the young man Absalom all right?” Ahimaaz replied, “When Joab sent the king's servant and your servant, I saw a big disturbance, but I don't know what it was.”", "30": "The king said, “Move aside and stand here.” So he stood to one side.", "31": "Just then the Cushite came and said, “May my lord the king hear the good news: today the Lord has delivered you from all those rising up against you!”", "32": "The king asked the Cushite, “Is the young man Absalom all right?” The Cushite replied, “May what has become of the young man happen to the enemies of my lord the king and to all who rise up against you with evil intent.”", "33": "[h]The king was deeply moved and went up to the gate chamber and wept. As he walked, he cried, “My son Absalom! My son, my son Absalom! If only I had died instead of you, Absalom, my son, my son!”"}