{"1": "David spoke the words of this song to the Lord on the day the Lord rescued him from the hand of all his enemies and from the hand of Saul. ", "2": "He said: The Lord is my rock, my fortress, and my deliverer,", "3": "my God, my mountain[a] where I seek refuge. My shield, the horn of my salvation, my stronghold, my refuge, and my Savior, You save me from violence.", "4": "I called to the Lord, who is worthy of praise, and I was saved from my enemies.", "5": "For the waves of death engulfed me; the torrents of destruction terrified me.", "6": "The ropes of Sheol entangled me; the snares of death confronted me.", "7": "I called to the Lord in my distress; I called to my God. From His temple He heard my voice, and my cry for help reached His ears.", "8": "Then the earth shook and quaked; the foundations of the heavens[b] trembled; they shook because He burned with anger.", "9": "Smoke rose from His nostrils, and consuming fire came from His mouth; coals were set ablaze by it.[c]", "10": "He parted the heavens and came down, a dark cloud beneath His feet.", "11": "He rode on a cherub and flew, soaring[d] on the wings of the wind.", "12": "He made darkness a canopy around Him, a gathering[e] of water and thick clouds.", "13": "From the radiance of His presence, flaming coals were ignited.", "14": "The Lord thundered from heaven; the Most High projected His voice.", "15": "He shot arrows and scattered them; He hurled lightning bolts and routed them.", "16": "The depths of the sea became visible, the foundations of the world were exposed at the rebuke of the Lord, at the blast of the breath of His nostrils.", "17": "He reached down from heaven and took hold of me; He pulled me out of deep waters.", "18": "He rescued me from my powerful enemy and from those who hated me, for they were too strong for me.", "19": "They confronted me in the day of my distress, but the Lord was my support.", "20": "He brought me out to a spacious place; He rescued me because He delighted in me.", "21": "The Lord rewarded me according to my righteousness; He repaid me according to the cleanness of my hands.", "22": "For I have kept the ways of the Lord and have not turned from my God to wickedness.", "23": "Indeed, I have kept all His ordinances in mind[f] and have not disregarded His statutes.", "24": "I was blameless before Him and kept myself from sinning.", "25": "So the Lord repaid me according to my righteousness, according to my cleanness[g] in His sight.", "26": "With the faithful You prove Yourself faithful; with the blameless man You prove Yourself blameless;", "27": "with the pure You prove Yourself pure, but with the crooked You prove Yourself shrewd.", "28": "You rescue an afflicted people, but Your eyes are set against the proud— You humble them.", "29": "Lord, You are my lamp; the Lord illuminates my darkness.", "30": "With You I can attack a barrier,[h] and with my God I can leap over a wall.", "31": "God—His way is perfect; the word of the Lord is pure. He is a shield to all who take refuge in Him.", "32": "For who is God besides the Lord? And who is a rock? Only our God.", "33": "God is my strong refuge;[i] He makes my way perfect.[j]", "34": "He makes my feet like the feet of a deer and sets me securely on the[k] heights.[l]", "35": "He trains my hands for war; my arms can bend a bow of bronze.", "36": "You have given me the shield of Your salvation; Your help[m] exalts me.", "37": "You widen a place beneath me for my steps, and my ankles do not give way.", "38": "I pursue my enemies and destroy them; I do not turn back until they are wiped out.", "39": "I wipe them out and crush them, and they do not rise; they fall beneath my feet.", "40": "You have clothed me with strength for battle; You subdue my adversaries beneath me.", "41": "You have made my enemies retreat before me;[n] I annihilate those who hate me.", "42": "They look, but there is no one to save them— they look to the Lord, but He does not answer them.", "43": "I pulverize them like dust of the earth; I crush them and trample them like mud in the streets.", "44": "You have freed me from the feuds among my people; You have appointed me the head of nations; a people I had not known serve me.", "45": "Foreigners submit to me grudgingly; as soon as they hear, they obey me.", "46": "Foreigners lose heart and come trembling from their fortifications.", "47": "The Lord lives—may my rock be praised! God, the rock of my salvation, is exalted.", "48": "God—He gives me vengeance and casts down peoples under me.", "49": "He frees me from my enemies. You exalt me above my adversaries; You rescue me from violent men.", "50": "Therefore I will praise You, Lord, among the nations; I will sing about Your name.", "51": "He is a tower of salvation for[o] His king; He shows loyalty to His anointed, to David and his descendants forever."}