{"1": "The Lord's anger burned against Israel again, and He stirred up David against them to say: “Go, count the people of Israel and Judah.”", "2": "So the king said to Joab, the commander of his army, “Go through all the tribes of Israel from Dan to Beer-sheba and register the troops so I can know their number.”", "3": "Joab replied to the king, “May the Lord your God multiply the troops 100 times more than they are—while my lord the king looks on! But why does my lord the king want to do this?”", "4": "Yet the king's order prevailed over Joab and the commanders of the army. So Joab and the commanders of the army left the king's presence to register the troops of Israel.", "5": "They crossed the Jordan and camped in Aroer, south of the town in the middle of the valley, and then proceeded toward Gad and Jazer. ", "6": "They went to Gilead and to the land of the Hittites[a] and continued on to Dan-jaan and around to Sidon. ", "7": "They went to the fortress of Tyre and all the cities of the Hivites and Canaanites. Afterward, they went to the Negev of Judah at Beer-sheba.", "8": "When they had gone through the whole land, they returned to Jerusalem at the end of nine months and 20 days. ", "9": "Joab gave the king the total of the registration of the troops. There were 800,000 fighting men from Israel and 500,000 men from Judah.", "10": "David's conscience troubled him after he had taken a census of the troops. He said to the Lord, “I have sinned greatly in what I've done. Now, Lord, because I've been very foolish, please take away Your servant's guilt.”", "11": "When David got up in the morning, a revelation from the Lord had come to the prophet Gad, David's seer: ", "12": "“Go and say to David, 'This is what the Lord says: I am offering you three choices. Choose one of them, and I will do it to you.'”", "13": "So Gad went to David, told him the choices, and asked him, “Do you want three[b] years of famine to come on your land, to flee from your foes three months while they pursue you, or to have a plague in your land three days? Now, think it over and decide what answer I should take back to the One who sent me.”", "14": "David answered Gad, “I have great anxiety. Please, let us fall into the Lord's hands because His mercies are great, but don't let me fall into human hands.”", "15": "So the Lord sent a plague on Israel from that morning until the appointed time, and from Dan to Beer-sheba 70,000 men died. ", "16": "Then the angel extended his hand toward Jerusalem to destroy it, but the Lord relented concerning the destruction and said to the angel who was destroying the people, “Enough, withdraw your hand now!” The angel of the Lord was then at the threshing floor of Araunah[c] the Jebusite.", "17": "When David saw the angel striking the people, he said to the Lord, “Look, I am the one who has sinned; I am the one[d] who has done wrong. But these sheep, what have they done? Please, let Your hand be against me and my father's family.”", "18": "Gad came to David that day and said to him, “Go up and set up an altar to the Lord on the threshing floor of Araunah the Jebusite.” ", "19": "David went up in obedience to Gad's command, just as the Lord had commanded. ", "20": "Araunah looked down and saw the king and his servants coming toward him, so he went out and bowed to the king with his face to the ground.", "21": "Araunah said, “Why has my lord the king come to his servant?” David replied, “To buy the threshing floor from you in order to build an altar to the Lord, so the plague on the people may be halted.”", "22": "Araunah said to David, “My lord the king may take whatever he wants[e] and offer it. Here are the oxen for a burnt offering and the threshing sledges and ox yokes for the wood. ", "23": "My king, Araunah gives everything here to the king.” Then he said to the king, “May the Lord your God accept you.”", "24": "The king answered Araunah, “No, I insist on buying it from you for a price, for I will not offer to the Lord my God burnt offerings that cost me nothing.” David bought the threshing floor and the oxen for 20 ounces[f] of silver. ", "25": "He built an altar to the Lord there and offered burnt offerings and fellowship offerings. Then the Lord answered prayer on behalf of the land, and the plague on Israel ended."}