{"1": "When the king had settled into his palace and the Lord had given him rest on every side from all his enemies, ", "2": "the king said to Nathan the prophet, “Look, I am living in a cedar house while the ark of God sits inside tent curtains.”", "3": "So Nathan told the king, “Go and do all that is on your heart, for the Lord is with you.”", "4": "But that night the word of the Lord came to Nathan: ", "5": "“Go to My servant David and say, 'This is what the Lord says: Are you to build a house for Me to live in? ", "6": "From the time I brought the Israelites out of Egypt until today I have not lived in a house; instead, I have been moving around with a tent as My dwelling. ", "7": "In all My journeys with all the Israelites, have I ever asked anyone among the tribes of Israel, whom I commanded to shepherd My people Israel: Why haven't you built Me a house of cedar?'", "8": "“Now this is what you are to say to My servant David: 'This is what the Lord of Hosts says: I took you from the pasture and from following the sheep to be ruler over My people Israel. ", "9": "I have been with you wherever you have gone, and I have destroyed all your enemies before you. I will make a name for you like that of the greatest in the land. ", "10": "I will establish a place for My people Israel and plant them, so that they may live there and not be disturbed again. Evildoers will not afflict them as they have done ", "11": "ever since the day I ordered judges to be over My people Israel. I will give you rest from all your enemies. “'The Lord declares to you: The Lord Himself will make a house for you. ", "12": "When your time comes and you rest with your fathers, I will raise up after you your descendant, who will come from your body, and I will establish his kingdom. ", "13": "He will build a house for My name, and I will establish the throne of his kingdom forever. ", "14": "I will be a father to him, and he will be a son to Me. When he does wrong, I will discipline him with a human rod and with blows from others. ", "15": "But My faithful love will never leave him as I removed it from Saul; I removed him from your way. ", "16": "Your house and kingdom will endure before Me[a] forever, and your throne will be established forever.'”", "17": "Nathan spoke all these words and this entire vision to David.", "18": "Then King David went in, sat in the Lord's presence, and said, Who am I, Lord God, and what is my house that You have brought me this far? ", "19": "What You have done so far[b] was a little thing to You, Lord God, for You have also spoken about Your servant's house in the distant future. And this is a revelation[c] for mankind, Lord God. ", "20": "What more can David say to You? You know Your servant, Lord God. ", "21": "Because of Your word and according to Your will, You have revealed all these great things to Your servant.", "22": "This is why You are great, Lord God. There is no one like You, and there is no God besides You, as all we have heard confirms. ", "23": "And who is like Your people Israel? God came to one nation on earth in order to redeem a people for Himself, to make a name for Himself, and to perform for them[d] great and awesome acts, driving out nations and their gods before Your people You redeemed for Yourself from Egypt. ", "24": "You established Your people Israel to be Your own people forever, and You, Lord, have become their God.", "25": "Now, Lord God, fulfill the promise forever that You have made to Your servant and his house. Do as You have promised, ", "26": "so that Your name will be exalted forever, when it is said, “The Lord of Hosts is God over Israel.” The house of Your servant David will be established before You ", "27": "since You, Lord of Hosts, God of Israel, have revealed this to Your servant when You said, “I will build a house for you.” Therefore, Your servant has found the courage to pray this prayer to You. ", "28": "Lord God, You are God; Your words are true, and You have promised this grace to Your servant. ", "29": "Now, please bless Your servant's house so that it will continue before You forever. For You, Lord God, have spoken, and with Your blessing Your servant's house will be blessed forever."}