{"1": "Those who are under the yoke as slaves[a] must regard their own masters as deserving of full respect. This will prevent[b] the name of God and Christian teaching[c] from being discredited.[d] ", "2": "But those who have believing masters must not show them less respect[e] because they are brothers. Instead they are to serve all the more, because those who benefit from their service are believers and dearly loved.[f] Teach them and exhort them about these things.[g] ", "3": "If someone spreads false teachings[h] and does not agree with sound words (that is, those of our Lord Jesus Christ) and with the teaching that accords with godliness, ", "4": "he is conceited and understands nothing, but has an unhealthy interest in controversies and verbal disputes. This gives rise to envy, dissension, slanders, evil suspicions, ", "5": "and constant bickering by people corrupted in their minds and deprived of the truth, who suppose that godliness[i] is a way of making a profit. ", "6": "Now godliness combined with contentment brings great profit. ", "7": "For we have brought nothing into this world and so[j] we cannot take a single thing out either. ", "8": "But if we have food and shelter, we will be satisfied with that.[k] ", "9": "Those who long to be rich, however, stumble into temptation and a trap and many senseless and harmful desires that plunge people into ruin and destruction. ", "10": "For the love of money is the root[l] of all evils.[m] Some people in reaching for it have strayed from the faith and stabbed themselves with many pains.", "11": "But you, as a person dedicated to God,[n] keep away from all that.[o] Instead pursue righteousness, godliness, faithfulness, love, endurance, and gentleness. ", "12": "Compete well[p] for the faith and lay hold of that eternal life you were called for and made your good confession[q] for[r] in the presence of many witnesses. ", "13": "I charge you[s] before God who gives life to all things and Christ Jesus who made his good confession[t] before Pontius Pilate, ", "14": "to obey[u] this command[v] without fault or failure until the appearing of our Lord Jesus Christ ", "15": "—whose appearing[w] the blessed and only Sovereign, the King of kings and Lord of lords, will reveal at the right time. ", "16": "He alone possesses immortality and lives in unapproachable light, whom no human has ever seen or is able to see. To him be honor and eternal power! Amen.", "17": "Command those who are rich in this world's goods[x] not to be haughty or to set their hope on riches, which are uncertain,[y] but on God who richly provides us with all things for our enjoyment. ", "18": "Tell them to do good,[z] to be rich in good deeds, to be generous givers, sharing with others.[aa] ", "19": "In this way they will save up[ab] a treasure for themselves as a firm foundation[ac] for the future and so lay hold of[ad] what is truly life.", "20": "O Timothy, protect what has been entrusted to you. Avoid[ae] the profane chatter and absurdities[af] of so-called “knowledge.”[ag] ", "21": "By professing it, some have strayed from the faith.[ah] Grace be with you all.[ai]"}