{"1": "Listen to me, you islands. Pay attention, you people far away. Before I was born, the Lord chose me. While I was in my mother's womb, he recorded my name.", "2": "He made my tongue like a sharp sword and hid me in the palm of his hand. He made me like a sharpened arrow and hid me in his quiver.", "3": "He said to me, “You are my servant Israel. I will display my glory through you.”", "4": "But I said, “I have worked hard for nothing. I have used my strength, but I didn't accomplish anything. Yet, certainly my case is in the Lord's hands, and my reward is with my God.”", "5": "The Lord formed me in the womb to be his servant in order to bring Jacob back to him and gather Israel to him. (The Lord honors me, and my God has become my strength.)", "6": "Now, the Lord says, “You are not just my servant who restores the tribes of Jacob and brings back those in Israel whom I have preserved. I have also made you a light for the nations so that you would save people all over the world.”", "7": "The Lord is the defender of Israel, its Holy One. This is what the Lord says to the despised one, to the one scorned by the nation, to the slave of rulers: Kings will see you and stand. Princes will see you and bow. The Lord is faithful. The Holy One of Israel has chosen you.", "8": "This is what the Lord says: In the time of favor I will answer you. In the day of salvation I will help you. I will protect you. I will appoint you as my promise[a] to the people. You will restore the land. You will make them inherit the desolate inheritance.", "9": "You will say to the prisoners, “Come out,” and to those who are in darkness, “Show yourselves.” They will graze along every path, and they will find pastures on every bare hill.", "10": "They will never be hungry or thirsty, nor will the sun or the burning, hot wind strike them. The one who has compassion on them will lead them and guide them to springs.", "11": "I will turn all my mountains into roads, and my highways will be restored.", "12": "They will come from far away. They will come from the north and from the west, and they will come from the land of Sinim.", "13": "Sing with joy, you heavens! Rejoice, you earth! Break into shouts of joy, you mountains! The Lord has comforted his people and will have compassion on his humble people.", "14": "But Zion said, “The Lord has abandoned me. My Lord has forgotten me.”", "15": "Can a woman forget her nursing child? Will she have no compassion on the child from her womb? Although mothers may forget, I will not forget you.", "16": "I have engraved you on the palms of my hands. Your walls are always in my presence.", "17": "Your children will hurry back. Those who destroyed you and laid waste to you will leave you.", "18": "Look up, look around, and watch! All of your children are gathering together and returning to you. “I solemnly swear as I live,” declares the Lord, “you will wear all of them like jewels and display them on yourself as a bride would.”", "19": "Though you are destroyed and demolished and your land is in ruins, you will be too crowded for your people now. Those who devoured you will be long gone.", "20": "The children taken from you will say to you, “This place is too crowded for me. Make room for me to live here.”", "21": "Then you will ask yourself, “Who has fathered these children for me? I was childless and unable to have children. I was exiled and rejected. Who raised these children for me? I was left alone. Where have they come from?”", "22": "This is what the Almighty Lord says: I will lift my hand to signal the nations. I will raise my flag for the people. They will bring your sons in their arms and carry your daughters on their shoulders.", "23": "Then kings will be your foster fathers, and their queens will nurse you. They will bow in front of you with their faces touching the ground. They will lick the dust at your feet. Then you will know that I am the Lord. Those who wait with hope for me will not be put to shame.", "24": "Can loot be taken away from mighty men or prisoners be freed from conquerors?", "25": "This is what the Lord says: Prisoners will be freed from mighty men. Loot will be taken away from tyrants. I will fight your enemies, and I will save your children.", "26": "I will make your oppressors eat their own flesh, and they will become drunk on their own blood as though it were new wine. Then all humanity will know that I am the Lord, who saves you, the Mighty One of Jacob, who reclaims you."}