{"1": "That same day Jesus left the house and was sitting by the sea. ", "2": "A large crowd gathered around him. So he stepped into a boat and sat down, while all the people stood on the shore. ", "3": "He told them many things in parables, saying: “Listen, a sower went out to sow. ", "4": "As he sowed, some seed fell along the path, and the birds came and ate it. ", "5": "Other seed fell on rocky ground, where it did not have much soil. Immediately the seed sprang up, because the soil was not deep. ", "6": "But when the sun rose, the seed was scorched. Because it had no root, it withered away. ", "7": "Other seed fell among thorns. The thorns grew up and choked it. ", "8": "But some seed fell on good ground and produced grain: some one hundred times, some sixty, and some thirty times more than was sown. ", "9": "Whoever has ears to hear, let him hear.”", "10": "The disciples came and said to him, “Why do you speak to them in parables?”", "11": "He answered them, “To you it has been given to know the mysteries of the kingdom of heaven, but it has not been given to them. ", "12": "For whoever has will be given even more, and he will have an abundance. But whoever does not have, even what he has will be taken away from him. ", "13": "This is why I speak to them in parables, because even though they see, they do not see; and even though they hear, they do not hear or understand. ", "14": "In them the prophecy of Isaiah is fulfilled which says, You will hear clearly, but you will never understand. You will see clearly, but you will never perceive. ", "15": "Because this people's heart has grown callous, their ears are hard of hearing. They have closed their eyes. Otherwise they would see with their eyes, hear with their ears, understand with their heart, turn, and I would heal them.[a]", "16": "“But blessed are your eyes because they see and your ears because they hear. ", "17": "Amen I tell you: Many prophets and righteous people longed to see what you are seeing, but they did not see it. They longed to hear what you are hearing, but they did not hear it.", "18": "“So listen carefully to the parable of the sower. ", "19": "When anyone hears the word of the kingdom and does not understand it, the Evil One comes and snatches away what has been sown in his heart. This is the seed that was sown along the path. ", "20": "The seed that was sown on rocky ground is the person who hears the word and immediately receives it with joy, ", "21": "yet he is not deeply rooted and does not endure. When trouble or persecution comes because of the word, he immediately falls away. ", "22": "The seed that was sown among the thorns is the one who hears the word, but the worry of this world and the deceitfulness of wealth choke the word, and it produces no fruit. ", "23": "But the seed that was sown on the good ground is the one who continues to hear and understand the word. Indeed he continues to produce fruit: some a hundred, some sixty, and some thirty times more than was sown.”", "24": "He presented another parable to them: “The kingdom of heaven is like a man who sowed good seed in his field. ", "25": "But while people were sleeping, his enemy came and sowed weeds among the wheat and went away. ", "26": "When the plants sprouted and produced heads of grain, the weeds also appeared. ", "27": "The servants of the owner came and said to him, 'Sir, did you not sow good seed in your field? Where did the weeds come from?' ", "28": "He said to them, 'An enemy did this.' The servants asked him, 'Do you want us to go and gather up the weeds?' ", "29": "'No,' he answered, 'because when you gather up the weeds, you might pull up the wheat along with them. ", "30": "Let both grow together until the harvest, and at harvest time I will tell the reapers, “First, gather up the weeds, bind them in bundles, and burn them. Then, gather the wheat into my barn.”'”", "31": "He presented another parable to them: “The kingdom of heaven is like a mustard seed, which a man took and planted in his field. ", "32": "It is one of the smallest of seeds. But when it grows, it is larger than the other plants and becomes a tree, so that the birds of the air come and nest in its branches.”", "33": "He spoke another parable to them: “The kingdom of heaven is like yeast, which a woman took and mixed into a bushel[b] of flour until the whole batch was leavened.”", "34": "Jesus spoke all these things in parables to the crowds. He did not speak to them without telling a parable. ", "35": "This was to fulfill what was spoken through the prophet: I will open my mouth in parables, I will utter things hidden since the foundation of the world.[c]", "36": "Then Jesus sent the people away and went into the house. His disciples came to him and said, “Explain to us the parable of the weeds in the field.”", "37": "He answered them, “The one who sows the good seed is the Son of Man. ", "38": "The field is the world. The good seeds are the sons of the kingdom. The weeds are the sons of the Evil One. ", "39": "The enemy who sowed them is the Devil. The harvest is the end of the world. The reapers are angels. ", "40": "Therefore, just as the weeds are gathered up and burned with fire, so it will be at the end of the world. ", "41": "The Son of Man will send out his angels, and they will pull out of his kingdom everything that causes sin[d] and those who continue to break the law. ", "42": "The angels will throw them into the fiery furnace where there will be weeping and gnashing of teeth. ", "43": "Then the righteous will shine like the sun in the kingdom of their Father. Whoever has ears to hear, let him hear.", "44": "“The kingdom of heaven is like a treasure hidden in a field, which a man found and hid again. In his joy, he goes away and sells all that he has and buys that field.", "45": "“Again, the kingdom of heaven is like a merchant seeking fine pearls. ", "46": "When he found one very valuable pearl, he went and sold all that he had and bought it.", "47": "“Again, the kingdom of heaven is like a dragnet that was cast into the sea and gathered fish of every kind. ", "48": "When the net was filled, they pulled it onto the shore. They sat down and gathered the good fish into containers, but threw the bad ones away. ", "49": "That is how it will be at the end of the world. The angels will go out and separate the wicked from the righteous who are among them. ", "50": "And they will throw the wicked into the fiery furnace where there will be weeping and gnashing of teeth.” ", "51": "Jesus said to them, “Did you understand all these things?” They answered him, “Yes.”", "52": "He said to them, “Therefore every expert in the law who has been trained as a disciple in the kingdom of heaven is like the owner of a house who brings out of his treasure both new things and old things.”", "53": "When Jesus had finished these parables, he left that place.", "54": "Jesus entered his hometown and taught in their synagogue. As a result, the people were amazed and said, “Where did this fellow get this wisdom and these miracles? ", "55": "Isn't this the carpenter's son? Isn't his mother named Mary? And aren't James, Joseph, Simon, and Judas his brothers? ", "56": "And aren't all of his sisters here with us? Where then did this fellow get all of these things?” ", "57": "And they took offense at him. But Jesus said to them, “A prophet is not without honor, except in his own hometown and in his own house.” ", "58": "He did not do many miracles there because of their unbelief."}