{"1": "At that time, Herod the tetrarch heard the news about Jesus. ", "2": "He said to his servants, “This is John the Baptist! He has risen from the dead! That is why these powers are working in him.” ", "3": "For Herod had arrested John, bound him, and put him in prison because of Herodias, the wife of his brother Philip. ", "4": "John had been telling him, “It is not lawful for you to have her.” ", "5": "Although Herod wanted to put him to death, he feared the crowd, because they regarded him as a prophet. ", "6": "But when it was Herod's birthday, the daughter of Herodias danced among them. This pleased Herod. ", "7": "So he promised with an oath to give her whatever she might ask. ", "8": "Prompted by her mother, she said, “Give me here on a platter the head of John the Baptist.”", "9": "Although this saddened the king, because of his oaths and his dinner guests, he ordered that it be done. ", "10": "He sent the order and had John beheaded in prison. ", "11": "His head was brought on a platter and given to the girl, and she brought it to her mother. ", "12": "John's disciples came, took the body, and buried it. Then they went and reported this to Jesus.", "13": "When Jesus heard this, he withdrew from there in a boat to a deserted place to be alone. When the crowds heard this, they followed him on foot from the towns.", "14": "When Jesus got out of the boat, he saw a large crowd. He had compassion on them and healed their sick. ", "15": "When evening came, his disciples came to him and said, “This is a deserted place and the hour is already late. Send the crowds away, so that they can go into the villages and buy food for themselves.”", "16": "But Jesus said to them, “They do not need to go away. You give them something to eat.”", "17": "They told him, “We have here only five loaves and two fish.”", "18": "“Bring them here to me,” he replied. ", "19": "Then he instructed the people to sit down on the grass. He took the five loaves and the two fish. After looking up to heaven, he blessed them. He broke the loaves and gave them to the disciples. The disciples gave the food to the people. ", "20": "They all ate and were filled. They picked up twelve basketfuls of what was left over from the broken pieces. ", "21": "Those who ate were about five thousand men, not even counting women and children.", "22": "Immediately Jesus urged the disciples to get into the boat and to go ahead of him to the other side, while he dismissed the crowd. ", "23": "After he had dismissed the crowd, he went up onto the mountain by himself to pray. When evening came, he was there alone. ", "24": "By then the boat was quite a distance from shore, being pounded by the waves because the wind was against it. ", "25": "In the fourth watch of the night,[a] Jesus came toward them, walking on the sea. ", "26": "When the disciples saw him walking on the sea, they were terrified and cried out in fear, “It's a ghost!” ", "27": "But Jesus spoke to them at once, saying, “Take heart! It is I! Do not be afraid.”", "28": "Peter answered him and said, “Lord, if it is you, command me to come to you on the water.”", "29": "Jesus said, “Come!” Peter stepped down from the boat, walked on the water, and went toward Jesus. ", "30": "But when he saw the strong wind, he was afraid. As he began to sink, he cried out, “Lord, save me!”", "31": "Immediately Jesus stretched out his hand, took hold of him, and said to him, “You of little faith, why did you doubt?” ", "32": "When they got into the boat, the wind stopped. ", "33": "Those who were in the boat worshipped him, saying, “Truly you are the Son of God!”", "34": "When they had crossed over, they came to the shore at Gennesaret. ", "35": "When the men of that place recognized him, they sent word into all the surrounding region. They brought to him all who were sick ", "36": "and begged that they might just touch the fringe of his garment. All who touched it were completely cured."}