{"1": "Then the Pharisees and experts in the law came to Jesus from Jerusalem and asked, ", "2": "“Why do your disciples break the tradition of the elders? They do not wash their hands when they eat bread.”", "3": "He answered them, “And why do you break the commandment of God for the sake of your tradition? ", "4": "For example, God said, 'Honor your father and your mother,'[a] and, 'Whoever speaks evil of his father or mother should be put to death.'[b] ", "5": "But you say that if someone tells his father or mother, 'Whatever help you might have received from me has been dedicated as a gift to God,'[c] ", "6": "that man does not need to honor his father or his mother.[d] And so you set aside the word of God for the sake of your tradition. ", "7": "Hypocrites! Isaiah was right when he prophesied about you:", "8": "These people honor me with their lips, but their heart is far from me.", "9": "They worship me in vain, teaching human rules as if they are doctrines.”[e]", "10": "Then he summoned the crowd and said to them, “Listen and understand. ", "11": "What goes into the mouth does not make a person unclean, but it is what comes out of the mouth that defiles a person.”", "12": "Then the disciples came and said to him, “Do you know that the Pharisees took offense when they heard this saying?”", "13": "He answered, “Every plant which my heavenly Father did not plant will be uprooted. ", "14": "Let them go. They are blind guides of the blind.[f] And if the blind are guiding the blind, both will fall into a pit.”", "15": "Peter replied and said to him, “Explain the parable to us.”", "16": "Jesus said, “Do you still not understand? ", "17": "Do you not understand that whatever enters the mouth goes into the stomach and is eliminated into the latrine? ", "18": "But whatever comes out of the mouth comes from the heart. That is what defiles a person. ", "19": "To be sure, out of the heart come evil thoughts, murders, adulteries, sexual sins, thefts, false testimonies, and blasphemies. ", "20": "These are the things that defile a person. But to eat with unwashed hands does not defile a person.”", "21": "Jesus left that place and withdrew into the region of Tyre and Sidon. ", "22": "There a Canaanite woman from that territory came and kept crying out, “Have mercy on me, Lord, Son of David! A demon is severely tormenting my daughter!”", "23": "But he did not answer her a word. His disciples came and pleaded, “Send her away, because she keeps crying out after us.”", "24": "He answered, “I was sent only to the lost sheep of the house of Israel.”", "25": "But she came and knelt in front of him, saying, “Lord, help me.”", "26": "He answered her, “It is not good to take the children's bread and throw it to their little dogs.”", "27": "“Yes, Lord,” she said, “yet their little dogs also eat the crumbs that fall from their masters' table.”", "28": "Then Jesus answered her, “Woman, your faith is great! It will be done for you, just as you desire.” And her daughter was healed at that very hour.", "29": "Jesus moved on from there and went along the Sea of Galilee. He went up onto the mountain and sat there. ", "30": "Large crowds came to him, bringing with them the lame, the blind, the crippled, those unable to speak, and many others. They put them down at his feet, and he healed them. ", "31": "As a result, the crowd was amazed when they saw the mute speaking, the crippled healed, the lame walking, and the blind seeing. And they glorified the God of Israel.", "32": "Jesus summoned his disciples and said, “I feel compassion for the people, because they have remained with me already three days and have nothing to eat. I do not want to send them away hungry, or they might faint on the way.”", "33": "The disciples said to him, “Where can we get so many loaves in the wilderness to satisfy such a large crowd?”", "34": "Jesus asked them, “How many loaves do you have?” They said, “Seven, and a few small fish.”", "35": "He instructed the crowd to sit down on the ground. ", "36": "He took the seven loaves and the fish, gave thanks, and broke them. He gave them to the disciples, and the disciples gave them to the people. ", "37": "They all ate and were filled. They picked up seven basketfuls of the broken pieces that were left over. ", "38": "Those who ate numbered four thousand men, without counting the women and children. ", "39": "After Jesus sent the crowd away, he got into the boat and went to the region of Magadan."}