{"1": "At that time the disciples approached Jesus and asked, “Who then is the greatest in the kingdom of heaven?” ", "2": "Jesus called a little child, had him stand in the middle of them, ", "3": "and said, “Amen I tell you: Unless you are turned and become like children, you will never enter the kingdom of heaven. ", "4": "Whoever humbles himself like this little child is the greatest in the kingdom of heaven. ", "5": "And whoever receives a little child like this one in my name receives me.", "6": "“But, if anyone causes one of these little ones who believe in me to sin,[a] it would be better for him to have a huge millstone hung around his neck and to be drowned in the depths of the sea. ", "7": "Woe to the world because of temptations to sin. Temptations must come, but woe to that person through whom the temptation comes!", "8": "“If your hand or your foot causes you to sin,[b] cut it off and throw it away. It is better for you to enter life crippled or lame than to be thrown into the eternal fire with two hands or two feet. ", "9": "If your eye causes you to sin, pluck it out and throw it away from you. It is better for you to enter life with one eye than to be thrown into hell fire with two eyes. ", "10": "See to it that you do not look down on one of these little ones, because I tell you that their angels in heaven always see the face of my Father who is in heaven. ", "11": "For the Son of Man came to save what was lost.[c]", "12": "“What do you think? If a man has a hundred sheep, and one of them wanders away, will he not leave the ninety-nine on the hills and go looking for the one that wandered away? ", "13": "If he finds it—Amen I tell you—he rejoices more over that one sheep than over the ninety-nine that did not wander away. ", "14": "In the same way, your Father in heaven does not want even one of these little ones to perish.", "15": "“If your brother sins against you, go and show him his sin just between the two of you. If he listens to you, you have regained your brother. ", "16": "But if he will not listen, take one or two others along with you, so that 'every matter[d] may be established by the testimony of two or three witnesses.'[e] ", "17": "If he refuses to listen to them, tell it to the church. And, if he refuses to listen even to the church, then treat him as an unbeliever or a tax collector. ", "18": "Amen I tell you: Whatever you bind on earth will be[f] bound in heaven, and whatever you loose on earth will be loosed in heaven. ", "19": "Amen I tell you again: If two of you on earth agree to ask for anything, it will be done for them by my Father who is in heaven. ", "20": "In fact where two or three have gathered together in my name, there I am among them.”", "21": "Then Peter came up and asked Jesus, “Lord, how many times must I forgive my brother when he sins against me? As many as seven times?”", "22": "Jesus said to him, “Not seven times, but I tell you as many as seventy-seven times.[g] ", "23": "For this reason the kingdom of heaven is like a king who wanted to settle accounts with his servants. ", "24": "When he began to settle them, a man who owed him ten thousand talents[h] was brought to him. ", "25": "Because the man was not able to pay the debt, his master ordered that he be sold, along with his wife, children, and all that he owned to repay the debt.", "26": "“Then the servant fell down on his knees in front of him, saying, 'Master, be patient with me, and I will pay you everything!' ", "27": "The master of that servant had pity on him, released him, and forgave him the debt.", "28": "“But when that servant went out, he found one of his fellow servants who owed him one hundred denarii.[i] He grabbed him and began choking him, saying, 'Pay me what you owe!'", "29": "“So his fellow servant fell down and begged him, saying, 'Be patient with me, and I will pay you back!' ", "30": "But he refused. Instead he went off and threw the man into prison until he could pay back what he owed.", "31": "“When his fellow servants saw what had happened, they were very distressed. They went and reported to their master everything that had taken place.", "32": "“Then his master called him in and said to him, 'You wicked servant! I forgave you all that debt when you begged me to. ", "33": "Should you not have had mercy on your fellow servant just as I had mercy on you?' ", "34": "His master was angry and handed him over to the jailers until he could pay back everything he owed.", "35": "“This is what my heavenly Father will also do to you unless each one of you forgives his brother from his heart.”"}