{"1": "When Jesus had finished saying these things, he left Galilee and went to the region of Judea beyond the Jordan. ", "2": "Large crowds followed him, and he healed them there. ", "3": "Some Pharisees came in order to test him. They asked, “Is it lawful for a man to divorce his wife for any reason?”", "4": "He answered, “Haven't you read that from the beginning their Maker 'made them male and female,'[a] ", "5": "and said, 'For this reason a man will leave his father and mother and be united to his wife, and the two will be one flesh'?[b] ", "6": "So they are no longer two, but one flesh. Therefore what God has joined together, man must not separate.”", "7": "They asked him, “Then why did Moses command a man to give her a certificate of divorce and send her away?”", "8": "Jesus said to them, “Because of your hard hearts, Moses permitted you to divorce your wives, but it was not that way from the beginning. ", "9": "I tell you that whoever divorces his wife, except on the grounds of her sexual immorality, and marries another woman is committing adultery.”[c]", "10": "His disciples said to him, “If this is the relationship of a man with his wife, it is better not to marry.”", "11": "But he said to them, “Not everyone can accept this saying, but only those to whom it has been given. ", "12": "For example, there are eunuchs who were born that way, and others who were castrated by people, and others who decided to remain unmarried because of the kingdom of heaven. The one who is able to accept this should accept it.”", "13": "Then some people brought little children to Jesus to have him place his hands on them and pray. But the disciples rebuked them. ", "14": "Then Jesus said, “Let the little children come to me and do not hinder them, because the kingdom of heaven belongs to such as these.”[d] ", "15": "After he placed his hands on them, he left that place.", "16": "There was a man who came to him and said, “Teacher, what good thing should I do that I may have eternal life?”", "17": "Jesus said to him, “Why do you ask me about what is good? Only one is good. But if you want to enter life, keep the commandments.”", "18": "“Which ones?” the man asked him. Jesus said, “'You shall not murder. You shall not commit adultery. You shall not steal. You shall not give false testimony. ", "19": "Honor your father and mother.' And, 'You shall love your neighbor as yourself.'”[e]", "20": "The young man said to him, “I have kept all these. What am I still lacking?”", "21": "Jesus told him, “If you want to be perfect, go, sell your possessions, and give to the poor, and you will have treasure in heaven. Then come, follow me.” ", "22": "But when the young man heard this, he went away sad, because he had many possessions. ", "23": "Jesus said to his disciples, “Amen I tell you: It will be very hard for a rich man to enter the kingdom of heaven. ", "24": "Again I tell you: It is easier for a camel to go through the eye of a needle than for a rich man to enter the kingdom of God.”", "25": "When the disciples heard this, they were greatly astonished and said, “Who then can be saved?”", "26": "Jesus looked at them and said, “With people this is impossible, but with God all things are possible.”", "27": "Then Peter answered, “Look, we have left everything and followed you! What then will we have?”", "28": "Jesus said to them, “Amen I tell you: In the renewal, when the Son of Man sits on his glorious throne, you who have followed me will also sit on twelve thrones, judging the twelve tribes of Israel. ", "29": "Everyone who has left homes or brothers or sisters or father or mother or children or fields, because of my name, will receive a hundred times as much and will inherit eternal life. ", "30": "Many who are first will be last, and many who are last will be first.”"}