{"1": "After Jesus was born in Bethlehem of Judea, when Herod was king, Wise Men from the east came to Jerusalem. They asked, ", "2": "“Where is he who has been born King of the Jews? We saw his star when it rose[a] and have come to worship him.” ", "3": "When King Herod heard this, he was alarmed, and all Jerusalem with him. ", "4": "He gathered together all the people's chief priests and experts in the law. He asked them where the Christ was to be born. ", "5": "They said to him, “In Bethlehem of Judea, because this was written through the prophet:", "6": "You, Bethlehem, in the land of Judah, are certainly not least among the rulers of Judah: because out of you will come a ruler, who will shepherd my people, Israel.”[b]", "7": "Then Herod secretly summoned the Wise Men and found out from them exactly when the star had appeared. ", "8": "He sent them to Bethlehem and said, “Go and search carefully for the child. When you find him, report to me, so that I may also go and worship him.”", "9": "After listening to the king, they went on their way. Then the star they had seen when it rose[c] went ahead of them, until it stood still over the place where the child was. ", "10": "When they saw the star, they rejoiced with overwhelming joy. ", "11": "After they went into the house and saw the child with Mary, his mother, they bowed down and worshipped him. Then they opened their treasures and offered him gifts: gold, frankincense, and myrrh. ", "12": "Since they had been warned in a dream not to return to Herod, they went back to their own country by another route.", "13": "After the Wise Men were gone, an angel of the Lord suddenly appeared to Joseph in a dream. He said, “Get up, take the child and his mother, and flee to Egypt. Stay there until I tell you, because Herod will search for the child in order to kill him.”", "14": "Joseph got up, took the child and his mother during the night, and left for Egypt. ", "15": "He stayed there until the death of Herod. This happened to fulfill what was spoken by the Lord through the prophet: “Out of Egypt I called my son.”[d]", "16": "When Herod realized that he had been outwitted by the Wise Men, he was furious. He issued orders to kill all the boys in Bethlehem and in all the surrounding countryside, from two years old and under. This was in keeping with the exact time he had learned from the Wise Men. ", "17": "Then what was spoken through Jeremiah the prophet was fulfilled:", "18": "A voice was heard in Ramah, weeping and great mourning, Rachel weeping for her children, and she refused to be comforted, because they are no more.[e]", "19": "After Herod died, an angel of the Lord suddenly appeared in a dream to Joseph in Egypt. The angel said, ", "20": "“Get up, take the child and his mother, and go to the land of Israel, for those who were trying to kill the child are dead.”", "21": "Joseph got up, took the child and his mother, and went to the land of Israel. ", "22": "But when he heard that Archelaus, Herod's son, had succeeded his father as ruler in Judea, he was afraid to go there. Since he had been warned in a dream, he went to the region of Galilee. ", "23": "When he arrived there, he settled in a city called Nazareth. So what was spoken through the prophets was fulfilled: “He will be called a Nazarene.”[f]"}