{"1": "“Indeed the kingdom of heaven is like a landowner who went out early in the morning to hire workers for his vineyard. ", "2": "After agreeing to pay the workers a denarius for the day, he sent them into his vineyard. ", "3": "He also went out about the third hour[a] and saw others standing unemployed in the marketplace. ", "4": "To these he said, 'You also go into the vineyard, and I will give you whatever is right.' So they went. ", "5": "Again he went out about the sixth and the ninth hour and did the same thing. ", "6": "When he went out about the eleventh hour, he found others standing unemployed. He said to them, 'Why have you stood here all day unemployed?'", "7": "“They said to him, 'Because no one hired us.' “He told them, 'You also go into the vineyard.' ", "8": "When it was evening, the owner of the vineyard said to his foreman, 'Call the workers and pay them their wages, starting with the last group and ending with the first.'", "9": "“When those who were hired around the eleventh hour came, they each received a denarius. ", "10": "When those who were hired first came, they thought they would receive more. But they each received a denarius too. ", "11": "After they received it, they began to grumble against the landowner: ", "12": "'Those who were last worked one hour, and you made them equal to us who have endured the burden of the day and the scorching heat!'", "13": "“But he answered one of them, 'Friend, I am doing you no wrong. Did you not make an agreement with me for a denarius? ", "14": "Take what is yours and go. I want to give to the last one hired the same as I also gave to you. ", "15": "Can't I do what I want with my own money? Or are you envious because I am generous?' ", "16": "In the same way, the last will be first, and the first, last.”", "17": "As Jesus was going up to Jerusalem, he took the twelve disciples aside; and on the way he said to them, ", "18": "“Look, we are going up to Jerusalem. The Son of Man will be handed over to the chief priests and experts in the law, and they will condemn him to death. ", "19": "They will hand him over to the Gentiles to mock, flog, and crucify him. On the third day he will be raised.”", "20": "Then the mother of Zebedee's sons came to him with her sons, kneeling and asking something of him. ", "21": "He said to her, “What do you want?” She said to him, “Promise that in your kingdom these two sons of mine may sit, one on your right hand and one on your left hand.”", "22": "But Jesus answered, “You[b] do not know what you are asking. Are you able to drink the cup that I am about to drink?” They said to him, “We are.”", "23": "He said to them, “You will indeed drink my cup, but to sit on my right hand and on my left hand is not for me to give; rather these places belong to those for whom they have been prepared by my Father.”", "24": "When the ten heard this, they were angry with the two brothers.", "25": "But Jesus summoned them and said, “You know that the rulers of the nations lord it over them, and their great ones exercise authority over them. ", "26": "It will not be that way among you. Instead whoever wants to become great among you will be your servant, ", "27": "and whoever wants to be first among you will be your slave— ", "28": "just as the Son of Man did not come to be served, but to serve, and to give his life as a ransom for many.”", "29": "As they were leaving Jericho, a large crowd followed him. ", "30": "There were two blind men sitting by the road. When they heard that Jesus was passing by, they shouted, “Lord, have mercy on us, Son of David!” ", "31": "The crowd rebuked them, telling them to be quiet. But they shouted even louder, “Have mercy on us, Lord, Son of David!”", "32": "Jesus stopped and called them. “What do you want me to do for you?”", "33": "They told him, “Lord, open our eyes.”", "34": "Jesus was moved with compassion and touched their eyes. Immediately they regained their sight, and they followed him."}