{"1": "Then Jesus spoke to the crowds and to his disciples. ", "2": "He said, “The experts in the law and the Pharisees sit in Moses' seat. ", "3": "So practice and observe whatever they tell you. But do not do as they do, because they do not practice what they preach. ", "4": "They tie up heavy loads, burdens that are hard to carry, and place them on people's shoulders, but they will not lift a finger to help them. ", "5": "They do all their works to be seen by people. They make their phylacteries[a] wide and lengthen the fringes of their garments. ", "6": "They love the place of honor at feasts, the best seats in the synagogues, ", "7": "the greetings in the marketplaces, and being called 'Rabbi' by people. ", "8": "But you are not to be called 'Rabbi,' for you have one Teacher, and you are all brothers. ", "9": "Also do not call anyone on earth your 'Father,' for you have one Father, and he is in heaven. ", "10": "And you are not to be called 'leaders,' for you have one Leader, the Christ. ", "11": "But the greatest among you will be your servant. ", "12": "Whoever exalts himself will be humbled, and whoever humbles himself will be exalted.", "13": "“But woe to you, experts in the law and Pharisees, you hypocrites! You shut the kingdom of heaven right in front of people's faces. You yourselves do not enter, nor do you permit those who are trying to enter to do so.[b] ", "15": "Woe to you, experts in the law and Pharisees, you hypocrites! You travel the sea and the land to make one convert, and then when he is converted, you make him twice as much a son of hell as you are.", "16": "“Woe to you, blind guides, who say, 'Whoever swears by the temple, it is nothing; but whoever swears by the gold of the temple, he is obligated.' ", "17": "You blind fools! After all, which is greater: the gold or the temple that sanctifies the gold? ", "18": "And you say, 'Whoever swears by the altar, it is nothing; but whoever swears by the gift that is on it, he is obligated.' ", "19": "You blind men! After all, which is greater: the gift or the altar that sanctifies the gift? ", "20": "So whoever swears by the altar, swears by it and by everything on it. ", "21": "Also, whoever swears by the temple, swears by it and by him who dwells in it. ", "22": "And whoever swears by heaven, swears by God's throne and by him who sits on it.", "23": "“Woe to you, experts in the law and Pharisees, you hypocrites! You give ten percent of your mint, dill, and cumin, but you have neglected the more important matters of the law: justice, mercy, and faith. You should have done these things and not failed to do the other things. ", "24": "Blind guides, you strain out a gnat but swallow a camel!", "25": "“Woe to you, experts in the law and Pharisees, you hypocrites! You clean the outside of a cup and dish, but inside they are full of greed and self-indulgence. ", "26": "Blind Pharisee, first clean the inside of the cup and dish so that the outside may become clean too.", "27": "“Woe to you, experts in the law and Pharisees, you hypocrites! You are like whitewashed tombs that appear beautiful on the outside, but on the inside are full of dead people's bones and every kind of uncleanness. ", "28": "In the same way, on the outside you seem righteous to people, but on the inside you are full of hypocrisy and wickedness.", "29": "“Woe to you, experts in the law and Pharisees, you hypocrites! You build the tombs of the prophets and decorate the monuments of the righteous, ", "30": "and you say, 'If we had lived in the days of our fathers, we would not have joined with them in shedding the blood of the prophets.' ", "31": "By saying this you testify against yourselves that you are sons of those who murdered the prophets. ", "32": "Fill up, then, the measure of your fathers. ", "33": "You serpents, you offspring of vipers, how will you escape being condemned to hell?", "34": "“Look, this is why I am sending you prophets, wise men, and experts in the law. Some of them you will kill and crucify, and some of them you will flog in your synagogues and persecute from town to town. ", "35": "As a result, you will be held responsible for all the righteous blood shed on the earth, from the blood of righteous Abel to the blood of Zechariah son of Berekiah, whom you murdered between the sanctuary and the altar. ", "36": "Amen I tell you: All these things will come upon this generation.", "37": "“Jerusalem, Jerusalem, who kills the prophets and stones those sent to her! How often I have wanted to gather your children together as a hen gathers her chicks under her wings, but you were not willing! ", "38": "Look, your house is left to you desolate. ", "39": "For I tell you, you will certainly not see me again until you say, 'Blessed is he who comes in the name of the Lord!'”[c]"}