{"1": "When Jesus had finished saying all these things, he said to his disciples, ", "2": "“You know that after two days it will be the Passover, and the Son of Man will be handed over to be crucified.”", "3": "Then the chief priests and the elders of the people assembled in the palace of the high priest, whose name was Caiaphas. ", "4": "They plotted together how to arrest Jesus by stealth and kill him. ", "5": "But they said, “Not during the Festival, or else there might be a riot among the people.”", "6": "When Jesus was in Bethany, in the house of Simon the leper, ", "7": "a woman approached him holding an alabaster jar of very expensive perfume. She poured it on his head as he was reclining at the table. ", "8": "But when his disciples saw this, they were upset and said, “Why this waste? ", "9": "This perfume could have been sold for a lot of money and given to the poor.”", "10": "Jesus was aware of this and said to them, “Why are you causing trouble for this woman? She has done a beautiful thing for me. ", "11": "You are always going to have the poor with you, but you are not always going to have me. ", "12": "When she poured this perfume on my body, she did it to prepare me for burial. ", "13": "Amen I tell you: Wherever this gospel is proclaimed in the whole world, what this woman has done will also be told in memory of her.”", "14": "Then one of the Twelve, the one named Judas Iscariot, went to the chief priests ", "15": "and said, “What are you willing to give me if I hand him over to you?” They paid him thirty pieces of silver. ", "16": "From that time on Judas was looking for an opportunity to betray Jesus.", "17": "On the first day of the Festival of Unleavened Bread, the disciples came to Jesus, saying, “Where do you want us to make preparations for you to eat the Passover?”", "18": "He said, “Go into the city to a certain man and tell him the Teacher says, 'My time is near. I will observe the Passover with my disciples at your house.'”", "19": "The disciples did as Jesus commanded them and prepared the Passover. ", "20": "When evening came, Jesus was reclining at the table with the Twelve.[a]", "21": "As they were eating, he said, “Amen I tell you: One of you will betray me.”", "22": "They were very sad and began to say to him one after another, “Surely, not I, Lord?”", "23": "He replied, “The one who dipped his hand in the bowl with me will betray me. ", "24": "The Son of Man is going just as it is written about him, but woe to that man by whom the Son of Man is betrayed! It would be better for that man if he had not been born.”", "25": "Judas, who betrayed him, replied, “Surely, not I, Rabbi?” He said to him, “Yes, you are the one.”[b]", "26": "While they were eating, Jesus took bread, blessed and broke it, and gave it to the disciples. He said, “Take, eat, this is my body.” ", "27": "Then he took the cup, gave thanks, and gave it to them, saying, “Drink from it all of you, ", "28": "for this is my blood of the new[c] testament,[d] which is poured out for many for the forgiveness of sins. ", "29": "I tell you that I will not drink of this fruit of the vine from now until that day when I drink it new with you in my Father's kingdom.” ", "30": "After they sang a hymn, they went out to the Mount of Olives.", "31": "Then Jesus said to them, “This night you will all fall away on account of me, for it is written, 'I will strike the shepherd, and the sheep of the flock will be scattered.'[e] ", "32": "But after I have been raised, I will go ahead of you into Galilee.”", "33": "Peter answered him, “Even if all fall away because of you, I will never fall away.”", "34": "Jesus said to him, “Amen I tell you: Tonight before the rooster crows you will deny me three times.”", "35": "Peter said to him, “Even if I have to die with you, I will never deny you.” And all the disciples said the same.", "36": "Then Jesus went with them to a place called Gethsemane. He told his disciples, “Sit here, while I go over there and pray.” ", "37": "He took with him Peter and the two sons of Zebedee, and he began to be sorrowful and distressed. ", "38": "Then he said to them, “My soul is very sorrowful, even to the point of death. Stay here, and keep watch with me.”", "39": "He went a little farther, fell on his face, and prayed. He said, “My Father, if it is possible, let this cup pass from me. Yet not as I will, but as you will.”", "40": "He came to the disciples and found them sleeping. He said to Peter, “So, were you not able to stay awake with me for one hour? ", "41": "Watch and pray, so that you do not enter into temptation. The spirit is willing, but the flesh is weak.”", "42": "He went away a second time and prayed, “My Father, if it is not possible for this cup to pass from me[f] unless I drink it, may your will be done.” ", "43": "Again he returned and found them sleeping, because their eyes were heavy. ", "44": "He left them again, went away, and prayed a third time. He said the same words as before. ", "45": "Then he returned to his disciples and said to them, “Are you still sleeping and resting? Look, the hour is near, and the Son of Man is betrayed into the hands of sinners. ", "46": "Rise. Let us go. Look, my betrayer is near.”", "47": "While Jesus was still speaking, suddenly Judas (one of the Twelve) arrived. With him was a large crowd with swords and clubs, who came from the chief priests and elders of the people. ", "48": "Now the betrayer had given them a sign: “The one I kiss is the man. Arrest him.” ", "49": "Immediately he went to Jesus and said, “Greetings, Rabbi!” and kissed him.", "50": "Jesus said to him, “Friend, why are you here?” Then they advanced, took hold of Jesus, and arrested him. ", "51": "Suddenly, one of the men with Jesus reached out his hand, drew his sword, and struck the servant of the high priest, cutting off his ear. ", "52": "Then Jesus said to him, “Put your sword back into its place, because all who take the sword will die by the sword. ", "53": "Do you not realize that I could call on my Father, and at once he would provide me with more than twelve legions[g] of angels? ", "54": "But then how would the Scriptures be fulfilled that say it must happen this way?”", "55": "At that same time Jesus said to the crowd, “Have you come out to arrest me with swords and clubs as if I were a robber? Day after day I was sitting in the temple courts teaching, and you did not arrest me. ", "56": "But all this has happened so that the writings of the prophets would be fulfilled.” Then all the disciples deserted him and fled.", "57": "Those who had arrested Jesus led him away to Caiaphas, the high priest, where the experts in the law and the elders were assembled. ", "58": "Peter was following him at a distance and went as far as the courtyard of the high priest. He went inside and sat down with the guards to see how it would turn out.", "59": "The chief priests and the whole Sanhedrin were looking for false testimony against Jesus so that they could put him to death. ", "60": "They found none, even though many false witnesses came forward. Finally two came forward ", "61": "and said, “This fellow said, 'I am able to destroy the temple of God and rebuild it in three days.'”", "62": "The high priest stood up and said to him, “Have you no answer? What is this that these men are testifying against you?” ", "63": "But Jesus remained silent. Then the high priest said to him, “I place you under oath by the living God: Tell us if you are the Christ, the Son of God!”", "64": "Jesus said to him, “It is as you have said. But I tell you, soon you will see the Son of Man sitting at the right hand of power and coming on the clouds of heaven.”", "65": "Then the high priest tore his robes and said, “He has spoken blasphemy! Why do we need any more witnesses? See, you have just heard the blasphemy! ", "66": "What do you think?” They answered, “He is deserving of death!” ", "67": "Then they spit in his face and punched him. Some slapped him ", "68": "and said, “Prophesy to us, Christ! Who hit you?”", "69": "Meanwhile Peter was sitting outside in the courtyard. A servant girl came to him and said, “You were also with Jesus the Galilean.”", "70": "But he denied it in front of everyone, saying, “I don't know what you're talking about.”", "71": "When Peter went out to the entryway, someone else saw him and said to those who were there, “This fellow was with Jesus of Nazareth.”", "72": "Again Peter denied it with an oath and said, “I do not know the man.”", "73": "After a little while those who stood by came and said to Peter, “Surely you are also one of them because even your accent gives you away.”", "74": "Then he began to curse and to swear, “I do not know the man!” Just then the rooster crowed. ", "75": "And Peter remembered the word Jesus had spoken, “Before the rooster crows, you will deny me three times.” And he went outside and wept bitterly."}