{"1": "Early in the morning, all the chief priests and the elders of the people reached the decision to put Jesus to death. ", "2": "They bound him, led him away, and handed him over to Pontius Pilate, the governor.", "3": "Then when Judas, who had betrayed him, saw that Jesus was condemned, he felt remorse. He brought back the thirty pieces of silver to the chief priests and elders ", "4": "and said, “I have sinned by betraying innocent blood.” But they said, “What is that to us? That's your problem.”", "5": "He threw the pieces of silver into the temple and left. Then he went out and hanged himself. ", "6": "The chief priests took the pieces of silver and said, “It is not lawful to put these into the treasury, since it is blood money.” ", "7": "They reached a decision to buy the potter's field with the money, as a burial place for foreigners. ", "8": "So that field has been called The Field of Blood to this day. ", "9": "Then what was spoken through Jeremiah the prophet was fulfilled: They took the thirty pieces of silver, the price the sons of Israel had set for him, ", "10": "and they gave them for the potter's field, just as the Lord commanded me.[a]", "11": "When Jesus stood in the presence of the governor, the governor asked him, “Are you the King of the Jews?” Jesus said to him, “It is as you say.”", "12": "When he was accused by the chief priests and elders, he answered nothing. ", "13": "Then Pilate said to him, “Don't you hear how many things they are testifying against you?”", "14": "But he did not answer him—not even one word, so that the governor was very surprised.", "15": "At the time of the Festival the governor had a custom to release to the crowd any one prisoner they wanted. ", "16": "At that time they were holding a notorious prisoner named Barabbas. ", "17": "So when they were assembled, Pilate said to them, “Which one do you want me to release to you? Barabbas—or Jesus, who is called Christ?” ", "18": "For Pilate knew that they had handed Jesus over to him because of envy.", "19": "While he was sitting on the judgment seat, Pilate's wife sent him a message. “Have nothing to do with that righteous man,” she said, “since I have suffered many things today in a dream because of him.” ", "20": "But the chief priests and the elders persuaded the crowd to ask for Barabbas and to have Jesus put to death. ", "21": "The governor asked them, “Which of the two do you want me to release to you?” “Barabbas!” they said.", "22": "Pilate said to them, “Then what should I do with Jesus, who is called Christ?” They all said to him, “Crucify him!”", "23": "But the governor said, “Why? What has he done wrong?” But they kept shouting even louder: “Crucify him!”", "24": "When Pilate saw that he was accomplishing nothing and that instead it was turning into a riot, he took water, washed his hands in front of the crowd, and said, “I am innocent of this righteous man's blood. It is your responsibility.”", "25": "And all the people answered, “Let his blood be on us and on our children!”", "26": "Then he released Barabbas to them, but he had Jesus flogged and handed him over to be crucified.", "27": "Then the governor's soldiers took Jesus into the Praetorium and gathered the whole cohort[b] of soldiers around him. ", "28": "They stripped him and put a scarlet robe on him. ", "29": "They twisted together a crown of thorns and put it on his head. They put a staff in his right hand, knelt in front of him, and mocked him by saying, “Hail, King of the Jews!” ", "30": "They spit on him, took the staff, and hit him repeatedly on his head.", "31": "After they had mocked him, they took off the robe and put his own clothes on him. Then they led him away to crucify him.", "32": "As they were going out of the city, they found a man of Cyrene named Simon. They forced him to carry Jesus' cross. ", "33": "They came to a place called Golgotha, which means “The place of the skull.” ", "34": "They offered Jesus wine to drink, mixed with gall; but when he tasted it, he would not drink it. ", "35": "After they had crucified him, they divided his clothing among themselves by casting lots. ", "36": "Then they sat down and were keeping watch over him there. ", "37": "Above his head they posted the written charge against him: “This is Jesus, the King of the Jews.”", "38": "At the same time two criminals were crucified with him, one on his right and one on his left. ", "39": "People who passed by kept insulting him, shaking their heads, ", "40": "and saying, “You who were going to destroy the temple and rebuild it in three days, save yourself! If you are the Son of God, come down from the cross!”", "41": "In the same way the chief priests, experts in the law, and elders kept mocking him. They said, ", "42": "“He saved others, but he cannot save himself. If he's the King of Israel, let him come down now from the cross, and we will believe in him. ", "43": "He trusts in God. Let God rescue him now, if he wants him, because he said, 'I am the Son of God.'” ", "44": "In the same way even the criminals who were crucified with him kept insulting him.", "45": "From the sixth hour until the ninth hour,[c] there was darkness over all the land. ", "46": "About the ninth hour Jesus cried out with a loud voice, saying, “Eli, Eli, lama sabachthani?” which means “My God, my God, why have you forsaken me?”[d]", "47": "When some of those standing there heard this, they said, “This fellow is calling for Elijah.”", "48": "Immediately one of them ran, took a sponge, and soaked it with sour wine. Then he put it on a stick and gave him a drink. ", "49": "The rest said, “Leave him alone. Let's see if Elijah comes to save him.”", "50": "After Jesus cried out again with a loud voice, he gave up his spirit. ", "51": "Suddenly, the temple curtain was torn in two from top to bottom. The earth shook and rocks were split. ", "52": "Tombs were opened, and many bodies of saints who had fallen asleep were raised to life. ", "53": "Those who came out of the tombs went into the holy city after Jesus' resurrection and appeared to many people. ", "54": "When the centurion and those who were guarding Jesus with him saw the earthquake and the things that had happened, they were terrified and said, “Truly this was the Son of God.”", "55": "Many women who had followed Jesus from Galilee and who had served him were there, watching from a distance. ", "56": "Among them were Mary Magdalene, Mary the mother of James and Joseph, and the mother of Zebedee's sons.", "57": "When it was evening, there came a rich man from Arimathea, named Joseph, who was also a disciple of Jesus. ", "58": "He went to Pilate and asked for the body of Jesus. Then Pilate ordered that it be given to him. ", "59": "Joseph took the body, wrapped it in a clean linen cloth, ", "60": "and laid it in his own new tomb that he had cut in the rock. He rolled a large stone over the tomb's entrance and left. ", "61": "Mary Magdalene and the other Mary were there sitting opposite the tomb.", "62": "On the next day, which was the day after the Preparation Day, the chief priests and Pharisees gathered in the presence of Pilate ", "63": "and said, “Sir, we remembered what that deceiver said while he was still alive: 'After three days I will rise again.' ", "64": "So give a command that the tomb be made secure until the third day. Otherwise his disciples might steal his body and tell the people, 'He is risen from the dead.' And this last deception will be worse than the first.”", "65": "Pilate said to them, “You have a guard. Go, make it as secure as you know how.” ", "66": "So they went and made the tomb secure by sealing the stone and posting a guard."}