{"1": "In those days, John the Baptist appeared, preaching in the wilderness of Judea and saying, ", "2": "“Repent, because the kingdom of heaven is near!” ", "3": "Yes, this is he of whom this was spoken through the prophet Isaiah: A voice of one crying out in the wilderness, “Prepare the way of the Lord. Make his paths straight.”[a]", "4": "John wore clothing made of camel's hair, with a leather belt around his waist. His food was locusts and wild honey. ", "5": "Then Jerusalem, all of Judea, and all the region around the Jordan were going out to him. ", "6": "They were baptized by him in the Jordan River as they confessed their sins. ", "7": "But when he saw many of the Pharisees and Sadducees coming for his baptism, he said to them, “You offspring of vipers, who warned you to flee from the coming wrath? ", "8": "Therefore produce fruit in keeping with repentance! ", "9": "Do not think of saying to yourselves, 'We have Abraham as our father.' For I tell you that God is able to raise up children for Abraham from these stones. ", "10": "Already the ax is ready to strike[b] the root of the trees. So every tree that does not produce good fruit is cut down and thrown into the fire. ", "11": "I baptize you with water for repentance. But the one who comes after me is mightier than I. I am not worthy to carry his sandals. He will baptize you with the Holy Spirit and fire. ", "12": "His winnowing shovel is in his hand, and he will thoroughly clean out his threshing floor. He will gather his wheat into the barn, but he will burn up the chaff with unquenchable fire.”", "13": "Then Jesus came from Galilee to be baptized by John at the Jordan. ", "14": "But John tried to stop him, saying, “I need to be baptized by you, and yet you come to me?”", "15": "But Jesus answered him, “Let it be so now, because it is proper for us to fulfill all righteousness.” Then John let him. ", "16": "After Jesus was baptized, he immediately went up out of the water. Suddenly, the heavens were opened for him! He saw the Spirit of God, descending like a dove and landing on him, ", "17": "and a voice out of the heavens said, “This is my Son, whom I love. I am well pleased with him.”"}