{"1": "Then Jesus was led by the Spirit into the wilderness to be tempted by the Devil. ", "2": "After he had fasted forty days and forty nights, he was hungry. ", "3": "The Tempter came and said to him, “If you are the Son of God, command these stones to become bread.”", "4": "But Jesus answered, “It is written: Man shall not live by bread alone, but by every word that comes out of the mouth of God.”[a]", "5": "Then the Devil took him into the holy city. He placed him on the pinnacle of the temple, ", "6": "and he said to him, “If you are the Son of God, throw yourself down. For it is written: He will command his angels concerning you. And they will lift you up in their hands, so that you will not strike your foot against a stone.”[b]", "7": "Jesus said to him, “Again, it is written: You shall not test the Lord your God.”[c]", "8": "Again the Devil took him to a very high mountain and showed him all the kingdoms of the world and their glory. ", "9": "He said to him, “I will give you all of these things, if you will bow down and worship me.”", "10": "Then Jesus said to him, “Go away, Satan! For it is written: Worship the Lord your God, and serve him only.”[d]", "11": "Then the Devil left him, and just then angels came and served him.", "12": "When Jesus heard that John was put in prison, he withdrew into Galilee. ", "13": "He left Nazareth and went to live in Capernaum, which is by the sea, in the region of Zebulun and Naphtali. ", "14": "He did this to fulfill what was spoken through the prophet Isaiah:", "15": "Land of Zebulun and land of Naphtali, along the way of the sea, beyond the Jordan, Galilee of the Gentiles,", "16": "the people dwelling in darkness have seen a great light, and on those dwelling in the region and the shadow of death a light has dawned.[e]", "17": "From that time, Jesus began to preach: “Repent, because the kingdom of heaven is near.”", "18": "As Jesus was walking by the Sea of Galilee, he saw two brothers, Simon, who is called Peter, and his brother Andrew. They were casting a net into the sea, since they were fishermen. ", "19": "He said to them, “Come, follow me, and I will make you fishers of men.”", "20": "They immediately left their nets and followed him. ", "21": "Going on from there, he saw two other brothers, James the son of Zebedee and his brother John. They were in the boat with their father Zebedee, mending their nets. Jesus called them. ", "22": "Immediately they left the boat and their father and followed him.", "23": "Jesus traveled throughout Galilee, teaching in their synagogues, preaching the gospel of the kingdom, and healing every disease and every sickness among the people. ", "24": "News about him spread throughout all Syria. People brought to him all who were ill with various diseases and suffering severe pains, the demon-possessed, those who experienced seizures, and the paralyzed. Then he healed them. ", "25": "Large crowds followed him from Galilee, the Decapolis, Jerusalem, Judea, and from beyond the Jordan."}