{"1": "When Jesus saw the crowds, he went up onto a mountain. When he sat down, his disciples came to him. ", "2": "He opened his mouth and began to teach them. He said these things:", "3": "“Blessed are the poor in spirit, because theirs is the kingdom of heaven.", "4": "Blessed are those who mourn, because they will be comforted.", "5": "Blessed are the gentle, because they will inherit the earth.", "6": "Blessed are those who hunger and thirst for righteousness, because they will be filled.", "7": "Blessed are the merciful, because they will receive mercy.", "8": "Blessed are the pure in heart, because they will see God.", "9": "Blessed are the peacemakers, because they will be called sons of God.", "10": "Blessed are those who are persecuted because of righteousness, because theirs is the kingdom of heaven.", "11": "“Blessed are you when people insult you and persecute you and falsely say all kinds of evil against you because of me. ", "12": "Rejoice and be glad, because great is your reward in heaven. In fact, that is how they persecuted the prophets who were before you.”", "13": "“You are the salt of the earth, but if salt has lost its flavor, how will it become salty again? Then it is no good for anything except to be thrown out and trampled on by people. ", "14": "You are the light of the world. A city located on a hill cannot be hidden. ", "15": "People do not light a lamp and put it under a basket. No, they put it on a stand, and it gives light to all who are in the house. ", "16": "In the same way let your light shine in people's presence, so that they may see your good works and glorify your Father who is in heaven.", "17": "“Do not think that I came to destroy the Law or the Prophets. I did not come to destroy them but to fulfill them. ", "18": "Amen[a] I tell you: Until heaven and earth pass away, not even the smallest letter, or even part of a letter, will in any way pass away from the Law until everything is fulfilled. ", "19": "So whoever breaks one of the least of these commandments and teaches others to do the same will be called least in the kingdom of heaven. But whoever practices and teaches them will be called great in the kingdom of heaven. ", "20": "Indeed I tell you that unless your righteousness surpasses that of the Pharisees and experts in the law, you will never enter the kingdom of heaven.", "21": "“You have heard that it was said to people long ago, 'You shall not murder,[b] and whoever murders will be subject to judgment.' ", "22": "But I tell you that everyone who is angry with his brother without a cause[c] will be subject to judgment, and whoever says to his brother, 'Raca,'[d] will have to answer to the Sanhedrin. But whoever says, 'You fool!' will be in danger of hell[e] fire.", "23": "“So if you are about to offer your gift at the altar, and there you remember that your brother has something against you, ", "24": "leave your gift there in front of the altar and go. First be reconciled to your brother. Then come and offer your gift.", "25": "“If someone accuses you, reach an agreement with him quickly, while you are with him on the way. Otherwise your accuser may bring you to the judge, and the judge may hand you over to the officer, and you will be thrown into prison. ", "26": "Amen I tell you: You will never get out until you have paid the last penny.", "27": "“You have heard that it was said, 'You shall not commit adultery,'[f] ", "28": "but I tell you that everyone who looks at a woman with lust has already committed adultery with her in his heart. ", "29": "If your right eye causes you to fall into sin, pluck it out and throw it away from you. It is better for you to lose one part of your body than for your whole body to be thrown into hell. ", "30": "If your right hand causes you to fall into sin, cut it off and throw it away from you. It is better for you to lose one part of your body than for your whole body to be thrown into hell.", "31": "“It was also said, 'Whoever divorces his wife must give her a certificate of divorce.'[g] ", "32": "But I tell you that whoever divorces his wife, except for sexual immorality, causes her to be regarded as an adulteress. And whoever marries the divorced woman is regarded as an adulterer.", "33": "“Again you have heard that it was said to people long ago, 'Do not break your oaths, but fulfill your vows to the Lord.'[h] ", "34": "But I tell you, do not swear at all: not by heaven, because it is God's throne; ", "35": "and not by earth, because it is his footstool; and not by Jerusalem, because it is the city of the great King. ", "36": "And do not swear by your own head, since you cannot make one hair white or black. ", "37": "Instead, let your statement be, 'Yes, yes,' or 'No, no.' Whatever goes beyond these is from the Evil One.", "38": "“You have heard that it was said, 'An eye for an eye, and a tooth for a tooth.'[i] ", "39": "But I tell you, do not resist an evildoer. If someone strikes you on your right cheek, turn to him the other also. ", "40": "If anyone wants to sue you to take away your shirt, give him your coat too. ", "41": "Whoever compels you to go one mile, go with him two. ", "42": "Give to the one who asks you, and do not turn away from the one who wants to borrow from you.", "43": "“You have heard that it was said, 'Love your neighbor[j] and hate your enemy.' ", "44": "But I tell you, love your enemies and pray for those who persecute you, ", "45": "so that you may be children of your Father who is in heaven. For he makes his sun to rise on the evil and the good and sends rain on the righteous and the unrighteous. ", "46": "Indeed if you love those who love you, what reward do you have? Even tax collectors do that, don't they? ", "47": "If you greet only your brothers, what are you doing more than others? Do not even the unbelievers do that? ", "48": "So then, be perfect, as your heavenly Father is perfect.”"}