{"1": "“Stop judging, so that you will not be judged. ", "2": "For with whatever standard you judge, you will be judged, and with whatever measure you measure, it will be measured to you. ", "3": "Why do you focus on[a] the speck that is in your brother's eye, but do not consider the beam that is in your own eye? ", "4": "How will you tell your brother, 'Let me remove the speck from your eye,' when, in fact, you have a beam in your own eye? ", "5": "Hypocrite! First remove the beam from your own eye, and then you will see clearly to remove the speck from your brother's eye.", "6": "“Do not give dogs what is holy, and do not throw your pearls to pigs. If you do, they will trample them under their feet and turn and tear you to pieces.", "7": "“Keep asking, and it will be given to you. Keep seeking, and you will find. Keep knocking, and it will be opened for you. ", "8": "For everyone who asks receives, and everyone who seeks finds, and to the one who knocks, it will be opened. ", "9": "Who among you, if his son asks him for bread, would give him a stone? ", "10": "Or who, if his son asks for a fish, would give him a snake? ", "11": "Then if you know how to give good gifts to your children, even though you are evil, how much more will your Father in heaven give good gifts to those who ask him!", "12": "“So do for others whatever you want people to do for you, because this is the Law and the Prophets.", "13": "“Enter through the narrow gate, for wide is the gate and broad is the way that leads to destruction, and many are those who enter through it. ", "14": "How narrow is the gate, and how difficult is the way that leads to life, and there are few who find it.", "15": "“Watch out for false prophets. They come to you in sheep's clothing, but inwardly they are ravenous wolves. ", "16": "By their fruit you will recognize them. You do not gather grapes from thorn bushes or figs from thistles, do you? ", "17": "So then, every good tree produces good fruit, but a bad tree produces bad fruit. ", "18": "A good tree cannot produce bad fruit, and a bad tree cannot produce good fruit. ", "19": "Every tree that does not produce good fruit is cut down and thrown into the fire. ", "20": "So then, by their fruit you will recognize them. ", "21": "Not everyone who says to me, 'Lord, Lord,' will enter the kingdom of heaven, but only the one who does the will of my Father in heaven. ", "22": "Many will say to me on that day, 'Lord, Lord, did we not prophesy in your name and drive out demons in your name and perform many miracles in your name?' ", "23": "Then I will tell them plainly, 'I never knew you. Depart from me, you evildoers.'", "24": "“Everyone who hears these words of mine and does them will be like a wise man who built his house on bedrock. ", "25": "The rain came down, the rivers rose, and the winds blew and beat against that house. But it did not fall, because it was founded on bedrock. ", "26": "Everyone who hears these words of mine but does not do them will be like a foolish man who built his house on sand. ", "27": "The rain came down, the rivers rose, and the winds blew and beat against that house, and it fell—it was completely destroyed.”", "28": "When Jesus finished speaking these words, the crowds were amazed at his teaching, ", "29": "because he taught them as one who had authority, and not like their experts in the law."}