{"1": "Jesus got into a boat, crossed over, and came to his own town. ", "2": "There people brought to him a man who was paralyzed, lying on a stretcher. When Jesus saw their faith, he said to the paralyzed man, “Take heart, son! Your sins are forgiven.”", "3": "Then some of the experts in the law said among themselves, “This fellow is blaspheming!”", "4": "Since Jesus knew their thoughts, he said, “Why are you thinking evil in your hearts? ", "5": "Which is easier: to say, 'Your sins are forgiven,' or to say, 'Get up and walk'? ", "6": "But so that you may know that the Son of Man has authority on earth to forgive sins,” he then said to the paralyzed man, “Get up, take your stretcher, and go home.”", "7": "The man got up and went home. ", "8": "When the crowd saw this, they were filled with awe and glorified God, who had given such authority to men.", "9": "As Jesus went on from there, he saw a man named Matthew sitting in the tax collector's booth. He said to him, “Follow me.” Matthew got up and followed him.", "10": "As Jesus was reclining at the table in Matthew's house, many tax collectors and sinners were actually there too, eating with Jesus and his disciples. ", "11": "When the Pharisees saw this, they said to his disciples, “Why does your teacher eat with tax collectors and sinners?”", "12": "When Jesus heard this, he said to them, “The healthy do not need a physician, but the sick do. ", "13": "Go and learn what this means: 'I desire mercy, and not sacrifice.'[a] In fact, I did not come to call the righteous, but sinners.”", "14": "Then John's disciples came to him and said, “Why do we and the Pharisees fast often, but your disciples do not fast at all?”", "15": "Jesus said to them, “Can the attendants of the bridegroom mourn while the bridegroom is with them? But the days will come when the bridegroom will be taken away from them, and then they will fast. ", "16": "No one puts a piece of unshrunk cloth on an old garment, because the patch would tear away from the garment, and the hole would be made even worse. ", "17": "And people do not pour new wine into old wineskins. If they did, the skins would burst, the wine would be spilled, and the skins would be ruined. Instead they pour new wine into fresh wineskins. By doing that, both are preserved.”", "18": "As he was saying these things to them, there was a ruler who came, bowed down to him, and said, “My daughter has just died. But come, place your hand on her, and she will live.”", "19": "Jesus got up and followed him, as did his disciples. ", "20": "Just then, a woman who had been suffering from chronic bleeding for twelve years came up from behind and touched the fringe of his garment. ", "21": "For she had been saying to herself, “If I just touch his garment, I will be healed.”", "22": "When Jesus turned around and saw her, he said, “Take heart, daughter! Your faith has healed you.” And the woman was healed from that moment.", "23": "When Jesus came into the ruler's house and saw the flute players and the noisy crowd, ", "24": "he said to them, “Go away, for the girl is not dead but is sleeping.” But they laughed at him.", "25": "When the crowd was sent out of the house, Jesus went in, took the girl by the hand, and she was raised. ", "26": "News of this went out through the entire region.", "27": "As Jesus left that place, two blind men followed him, calling out, “Have mercy on us, Son of David!”", "28": "When he entered the house, the blind men came to him. Jesus said to them, “Do you believe that I am able to do this?” They told him, “Yes, Lord.”", "29": "Then he touched their eyes and said, “According to your faith let it be done for you.” ", "30": "And their eyes were opened. Then Jesus warned them emphatically, “See to it that no one learns about this.” ", "31": "But they went out and spread the word about him throughout that entire region.", "32": "Just as they were leaving, people brought to him a demon-possessed man who could not talk. ", "33": "After the demon was driven out, the mute man spoke. The crowds were amazed and said, “Nothing like this has ever been seen in Israel!”", "34": "But the Pharisees said, “He drives out demons by the ruler of demons.”", "35": "Jesus traveled through all the towns and villages, teaching in their synagogues, preaching the gospel of the kingdom, and healing every disease and every sickness.", "36": "When he saw the crowds, he was moved with compassion for them, because they were troubled and downcast, like sheep without a shepherd. ", "37": "Then he said to his disciples, “The harvest is plentiful, but the workers are few. ", "38": "Therefore pray that the Lord of the harvest will send out workers into his harvest.”"}