{"1": "Samuel said to all Israel, “I have done everything you wanted me to do and have put a king over you. ", "2": "Now you have a king to lead you. I am old and gray, and my sons are here with you. I have been your leader since I was young. ", "3": "Here I am. If I have done anything wrong, you must testify against me before the Lord and his appointed king. Did I steal anyone's ox or donkey? Did I hurt or cheat anyone? Did I ever secretly accept money to pretend not to see something wrong? If I did any of these things, I will make it right.”", "4": "The Israelites answered, “You have not cheated us, or hurt us, or taken anything unfairly from anyone.”", "5": "Samuel said to them, “The Lord is a witness to what you have said. His appointed king is also a witness today that you did not find anything wrong in me.” “He is our witness,” they said.", "6": "Then Samuel said to the people, “It is the Lord who chose Moses and Aaron and brought your ancestors out of Egypt. ", "7": "Now, stand there, and I will remind you of all the good things the Lord did for you and your ancestors.", "8": "“After Jacob entered Egypt, his descendants cried to the Lord for help. So the Lord sent Moses and Aaron, who took your ancestors out of Egypt and brought them to live in this place.", "9": "“But they forgot the Lord their God. So he handed them over as slaves to Sisera, the commander of the army of Hazor, and as slaves to the Philistines and the king of Moab. They all fought against your ancestors. ", "10": "Then your ancestors cried to the Lord and said, 'We have sinned. We have left the Lord and served the Baals and the Ashtoreths. But now save us from our enemies, and we will serve you.' ", "11": "So the Lord sent Gideon,[a] Barak, Jephthah, and Samuel. He saved you from your enemies around you, and you lived in safety. ", "12": "But when you saw Nahash king of the Ammonites coming against you, you said, 'No! We want a king to rule over us!'—even though the Lord your God was your king. ", "13": "Now here is the king you chose, the one you asked for. The Lord has put him over you. ", "14": "You must honor the Lord and serve him. You must obey his word and not turn against his commands. Both you and the king ruling over you must follow the Lord your God. If you do, it will be well with you. ", "15": "But if you don't obey the Lord, and if you turn against his commands, he will be against you. He will do to you what he did to your ancestors.", "16": "“Now stand still and see the great thing the Lord will do before your eyes. ", "17": "It is now the time of the wheat harvest.[b] I will pray for the Lord to send thunder and rain. Then you will know what an evil thing you did against the Lord when you asked for a king.”", "18": "Then Samuel prayed to the Lord, and that same day the Lord sent thunder and rain. So the people were very afraid of the Lord and Samuel. ", "19": "They said to Samuel, “Pray to the Lord your God for us, your servants! Don't let us die! We've added to all our sins the evil of asking for a king.”", "20": "Samuel answered, “Don't be afraid. It's true that you did wrong, but don't turn away from the Lord. Serve the Lord with all your heart. ", "21": "Idols are of no use, so don't worship them. They can't help you or save you. They are useless! ", "22": "For his own sake, the Lord won't leave his people. Instead, he was pleased to make you his own people. ", "23": "I will surely not stop praying for you, because that would be sinning against the Lord. I will teach you what is good and right. ", "24": "You must honor the Lord and truly serve him with all your heart. Remember the wonderful things he did for you! ", "25": "But if you are stubborn and do evil, he will sweep you and your king away.”"}