{"1": "Saul was thirty years old when he became king, and he was king over Israel forty-two years.[a] ", "2": "Saul chose three thousand men from Israel. Two thousand men stayed with him at Micmash in the mountains of Bethel, and one thousand men stayed with Jonathan at Gibeah in Benjamin. Saul sent the other men in the army back home.", "3": "Jonathan attacked the Philistine camp in Geba, and the other Philistines heard about it. Saul said, “Let the Hebrews hear what happened.” So he told the men to blow trumpets through all the land of Israel. ", "4": "All the Israelites heard the news. The men said, “Saul has defeated the Philistine camp. Now the Philistines will really hate us!” Then the Israelites were called to join Saul at Gilgal.", "5": "The Philistines gathered to fight Israel with three thousand[b] chariots and six thousand men to ride in them. Their soldiers were as many as the grains of sand on the seashore. The Philistines went and camped at Micmash, which is east of Beth Aven. ", "6": "When the Israelites saw that they were in trouble, they went to hide in caves and bushes, among the rocks, and in pits and wells. ", "7": "Some Hebrews even went across the Jordan River to the land of Gad and Gilead. But Saul stayed at Gilgal, and all the men in his army were shaking with fear. ", "8": "Saul waited seven days, because Samuel had said he would meet him then. But Samuel did not come to Gilgal, and the soldiers began to leave.", "9": "So Saul said, “Bring me the whole burnt offering and the fellowship offerings.” Then Saul offered the whole burnt offering. ", "10": "Just as he finished, Samuel arrived, and Saul went to greet him.", "11": "Samuel asked, “What have you done?” Saul answered, “I saw the soldiers leaving me, and you were not here when you said you would be. The Philistines were gathering at Micmash. ", "12": "Then I thought, 'The Philistines will come against me at Gilgal, and I haven't asked for the Lord's approval.' So I forced myself to offer the whole burnt offering.”", "13": "Samuel said, “You acted foolishly! You haven't obeyed the command of the Lord your God. If you had obeyed him, the Lord would have made your kingdom continue in Israel always, ", "14": "but now your kingdom will not continue. The Lord has looked for the kind of man he wants. He has appointed him to rule his people, because you haven't obeyed his command.”", "15": "Then Samuel left Gilgal and went to Gibeah in Benjamin. Saul counted the men who were still with him, and there were about six hundred.", "16": "Saul and his son Jonathan and the soldiers with him stayed in Gibeah in the land of Benjamin. The Philistines made their camp at Micmash. ", "17": "Three groups went out from the Philistine camp to make raids. One group went on the Ophrah road in the land of Shual. ", "18": "The second group went on the Beth Horon road. The third group went on the border road that overlooks the Valley of Zeboim toward the desert.", "19": "The whole land of Israel had no blacksmith because the Philistines had said, “The Hebrews might make swords and spears.” ", "20": "So all the Israelites had to go down to the Philistines to have their plows, hoes, axes, and sickles sharpened. ", "21": "The Philistine blacksmiths charged about one-fourth of an ounce of silver for sharpening plows and hoes. And they charged one-eighth of an ounce of silver for sharpening picks, axes, and the sticks used to guide oxen.", "22": "So when the battle came, the soldiers with Saul and Jonathan had no swords or spears. Only Saul and his son Jonathan had them.", "23": "A group from the Philistine army had gone out to the pass at Micmash."}