{"1": "Samuel said to Saul, “The Lord sent me to appoint you king over Israel. Now listen to his message. ", "2": "This is what the Lord All-Powerful says: 'When the Israelites came out of Egypt, the Amalekites tried to stop them from going to Canaan. So I will punish them. ", "3": "Now go, attack the Amalekites and destroy everything they own as an offering to the Lord. Don't let anything live. Put to death men and women, children and small babies, cattle and sheep, camels and donkeys.'”", "4": "So Saul called the army together at Telaim. There were two hundred thousand foot soldiers and ten thousand men from Judah. ", "5": "Then Saul went to the city of Amalek and set up an ambush in the ravine. ", "6": "He said to the Kenites, “Go away. Leave the Amalekites so that I won't destroy you with them, because you showed kindness to the Israelites when they came out of Egypt.” So the Kenites moved away from the Amalekites.", "7": "Then Saul defeated the Amalekites. He fought them all the way from Havilah to Shur, at the border of Egypt. ", "8": "He took King Agag of the Amalekites alive, but he killed all of Agag's army with the sword. ", "9": "Saul and the army let Agag live, along with the best sheep, fat cattle, and lambs. They let every good animal live, because they did not want to destroy them. But when they found an animal that was weak or useless, they killed it.", "10": "Then the Lord spoke his word to Samuel: ", "11": "“I am sorry I made Saul king, because he has stopped following me and has not obeyed my commands.” Samuel was upset, and he cried out to the Lord all night long.", "12": "Early the next morning Samuel got up and went to meet Saul. But the people told Samuel, “Saul has gone to Carmel, where he has put up a monument in his own honor. Now he has gone down to Gilgal.”", "13": "When Samuel came to Saul, Saul said, “May the Lord bless you! I have obeyed the Lord's commands.”", "14": "But Samuel said, “Then why do I hear cattle mooing and sheep bleating?”", "15": "Saul answered, “The soldiers took them from the Amalekites. They saved the best sheep and cattle to offer as sacrifices to the Lord your God, but we destroyed all the other animals.”", "16": "Samuel said to Saul, “Stop! Let me tell you what the Lord said to me last night.” Saul answered, “Tell me.”", "17": "Samuel said, “Once you didn't think much of yourself, but now you have become the leader of the tribes of Israel. The Lord appointed you to be king over Israel. ", "18": "And he sent you on a mission. He said, 'Go and destroy those evil people, the Amalekites. Make war on them until all of them are dead.' ", "19": "Why didn't you obey the Lord? Why did you take the best things? Why did you do what the Lord said was wrong?”", "20": "Saul said, “But I did obey the Lord. I did what the Lord told me to do. I destroyed all the Amalekites, and I brought back Agag their king. ", "21": "The soldiers took the best sheep and cattle to sacrifice to the Lord your God at Gilgal.”", "22": "But Samuel answered, “What pleases the Lord more: burnt offerings and sacrifices or obedience to his voice? It is better to obey than to sacrifice. It is better to listen to God than to offer the fat of sheep.", "23": "Disobedience is as bad as the sin of sorcery. Pride is as bad as the sin of worshiping idols. You have rejected the Lord's command. Now he rejects you as king.”", "24": "Then Saul said to Samuel, “I have sinned. I didn't obey the Lord's commands and your words. I was afraid of the people, and I did what they said. ", "25": "Now, I beg you, forgive my sin. Come back with me so I may worship the Lord.”", "26": "But Samuel said to Saul, “I won't go back with you. You rejected the Lord's command, and now he rejects you as king of Israel.”", "27": "As Samuel turned to leave, Saul caught his robe, and it tore. ", "28": "Samuel said to him, “The Lord has torn the kingdom of Israel from you today and has given it to one of your neighbors who is better than you. ", "29": "The Lord is the Eternal One of Israel. He does not lie or change his mind. He is not a human being, so he does not change his mind.”", "30": "Saul answered, “I have sinned. But please honor me in front of the elders of my people and in front of the Israelites. Come back with me so that I can worship the Lord your God.” ", "31": "So Samuel went back with Saul, and Saul worshiped the Lord.", "32": "Then Samuel said, “Bring me King Agag of the Amalekites.” Agag came to Samuel in chains, but Agag thought, “Surely the threat of death has passed.”", "33": "Samuel said to him, “Your sword made other mothers lose their children. Now your mother will have no children.” And Samuel cut Agag to pieces before the Lord at Gilgal.", "34": "Then Samuel left and went to Ramah, but Saul went up to his home in Gibeah. ", "35": "And Samuel never saw Saul again the rest of his life, but he was sad for Saul. And the Lord was very sorry he had made Saul king of Israel."}