{"1": "Hannah prayed: “The Lord has filled my heart with joy; I feel very strong in the Lord. I can laugh at my enemies; I am glad because you have helped me!", "2": "“There is no one holy like the Lord. There is no God but you; there is no Rock like our God.", "3": "“Don't continue bragging, don't speak proud words. The Lord is a God who knows everything, and he judges what people do.", "4": "“The bows of warriors break, but weak people become strong.", "5": "Those who once had plenty of food now must work for food, but people who were hungry are hungry no more. The woman who could not have children now has seven, but the woman who had many children now is sad.", "6": "“The Lord sends death, and he brings to life. He sends people to the grave, and he raises them to life again.", "7": "The Lord makes some people poor, and others he makes rich. He makes some people humble, and others he makes great.", "8": "The Lord raises the poor up from the dust, and he lifts the needy from the ashes. He lets the poor sit with princes and receive a throne of honor. “The foundations of the earth belong to the Lord, and the Lord set the world upon them.", "9": "He protects those who are loyal to him, but evil people will be silenced in darkness. Power is not the key to success.", "10": "The Lord destroys his enemies; he will thunder in heaven against them. The Lord will judge all the earth. He will give power to his king and make his appointed king strong.”", "11": "Then Elkanah went home to Ramah, but the boy continued to serve the Lord under Eli the priest.", "12": "Now Eli's sons were evil men; they did not care about the Lord. ", "13": "This is what the priests would normally do to the people: Every time someone brought a sacrifice, the meat would be cooked in a pot. The priest's servant would then come carrying a fork that had three prongs. ", "14": "He would plunge the fork into the pot or the kettle. Whatever the fork brought out of the pot belonged to the priest. But this is how they treated all the Israelites who came to Shiloh to offer sacrifices. ", "15": "Even before the fat was burned, the priest's servant would come to the person offering sacrifices and say, “Give the priest some meat to roast. He won't accept boiled meat from you, only raw meat.”", "16": "If the one who offered the sacrifice said, “Let the fat be burned up first as usual, and then take anything you want,” the priest's servant would answer, “No, give me the meat now. If you don't, I'll take it by force.”", "17": "The Lord saw that the sin of the servants was very great because they did not show respect for the offerings made to the Lord.", "18": "But Samuel obeyed the Lord. As a boy he wore a linen holy vest. ", "19": "Every year Samuel's mother made a little coat for him and took it to him when she went with her husband to Shiloh for the sacrifice. ", "20": "When Eli blessed Elkanah and his wife, he would say, “May the Lord repay you with children through Hannah to take the place of the boy Hannah prayed for and gave back to the Lord.” Then Elkanah and Hannah would go home. ", "21": "The Lord was kind to Hannah, so she became the mother of three sons and two daughters. And the boy Samuel grew up serving the Lord.", "22": "Now Eli was very old. He heard about everything his sons were doing to all the Israelites and how his sons had sexual relations with the women who served at the entrance to the Meeting Tent. ", "23": "Eli said to his sons, “Why do you do these evil things that the people tell me about? ", "24": "No, my sons. The Lord's people are spreading a bad report about you. ", "25": "If you sin against someone, God can help you. But if you sin against the Lord himself, no one can help you!” But Eli's sons would not listen to him, because the Lord had decided to put them to death.", "26": "The boy Samuel grew physically. He pleased the Lord and the people.", "27": "A man of God came to Eli and said, “This is what the Lord says: 'I clearly showed myself to the family of your ancestor Aaron when they were slaves to the king of Egypt. ", "28": "I chose them from all the tribes of Israel to be my priests. I wanted them to go up to my altar, to burn incense, and to wear the holy vest. I also let the family of your ancestor have part of all the offerings sacrificed by the Israelites. ", "29": "So why don't you respect the sacrifices and gifts? You honor your sons more than me. You grow fat on the best parts of the meat the Israelites bring to me.'", "30": "“So the Lord, the God of Israel, says: 'I promised that your family and your ancestor's family would serve me always.' But now the Lord says: 'This must stop! I will honor those who honor me, but I will dishonor those who ignore me. ", "31": "The time is coming when I will destroy the descendants of both you and your ancestors. No man will grow old in your family. ", "32": "You will see trouble in my house. No matter what good things happen to Israel, there will never be an old man in your family. ", "33": "I will not totally cut off your family from my altar. But your eyes will cry and your heart be sad, because all your descendants will die.", "34": "“'I will give you a sign. Both your sons, Hophni and Phinehas, will die on the same day. ", "35": "I will choose a loyal priest for myself who will listen to me and do what I want. I will make his family continue, and he will always serve before my appointed king. ", "36": "Then everyone left in your family will come and bow down before him. They will beg for a little money or a little food and say, “Please give me a job as priest so I can have food to eat.”'”"}