{"1": "David left Gath and escaped to the cave of Adullam. When his brothers and other relatives heard that he was there, they went to see him. ", "2": "Everyone who was in trouble, or who owed money, or who was unsatisfied gathered around David, and he became their leader. About four hundred men were with him.", "3": "From there David went to Mizpah in Moab and spoke to the king of Moab. He said, “Please let my father and mother come and stay with you until I learn what God is going to do for me.” ", "4": "So he left them with the king of Moab, and they stayed with him as long as David was hiding in the stronghold.", "5": "But the prophet Gad said to David, “Don't stay in the stronghold. Go to the land of Judah.” So David left and went to the forest of Hereth.", "6": "Saul heard that David and his men had been seen. Saul was sitting under the tamarisk tree on the hill at Gibeah, and all his officers were standing around him. He had a spear in his hand. ", "7": "Saul said to them, “Listen, men of Benjamin! Do you think the son of Jesse will give all of you fields and vineyards? Will David make you commanders over thousands of men or hundreds of men? ", "8": "You have all made plans against me! No one tells me when my son makes an agreement with the son of Jesse! No one cares about me! No one tells me when my son has encouraged my servant to ambush me this very day!”", "9": "Doeg the Edomite, who was standing there with Saul's officers, said, “I saw the son of Jesse. He came to see Ahimelech son of Ahitub at Nob. ", "10": "Ahimelech prayed to the Lord for David and gave him food and gave him the sword of Goliath the Philistine.”", "11": "Then the king sent for the priest Ahimelech son of Ahitub and for all of Ahimelech's relatives who were priests at Nob. And they all came to the king. ", "12": "Saul said to Ahimelech, “Listen now, son of Ahitub.” Ahimelech answered, “Yes, master.”", "13": "Saul said, “Why are you and Jesse's son against me? You gave him bread and a sword! You prayed to God for him. David has turned against me and is waiting to attack me even now!”", "14": "Ahimelech answered, “You have no other servant who is as loyal as David, your own son-in-law and captain of your bodyguards. Everyone in your house respects him. ", "15": "That was not the first time I prayed to God for David. Don't blame me or any of my relatives. I, your servant, know nothing about what is going on.”", "16": "But the king said, “Ahimelech, you and all your relatives must die!” ", "17": "Then he told the guards at his side, “Go and kill the priests of the Lord, because they are on David's side. They knew he was running away, but they didn't tell me.” But the king's officers refused to kill the priests of the Lord.", "18": "Then the king ordered Doeg, “Go and kill the priests.” So Doeg the Edomite went and killed the priests. That day he killed eighty-five men who wore the linen holy vest. ", "19": "He also killed the people of Nob, the city of the priests. With the sword he killed men, women, children, babies, cattle, donkeys, and sheep.", "20": "But Abiathar, a son of Ahimelech, who was the son of Ahitub, escaped. He ran away and joined David. ", "21": "He told David that Saul had killed the Lord's priests. ", "22": "Then David told him, “Doeg the Edomite was there at Nob that day. I knew he would surely tell Saul. So I am responsible for the death of all your father's family. ", "23": "Stay with me. Don't be afraid. The man who wants to kill you also wants to kill me. You will be safe with me.”"}