{"1": "Someone told David, “Look, the Philistines are fighting against Keilah and stealing grain from the threshing floors.”", "2": "David asked the Lord, “Should I go and fight these Philistines?” The Lord answered him, “Go. Attack them, and save Keilah.”", "3": "But David's men said to him, “We're afraid here in Judah. We will be more afraid if we go to Keilah where the Philistine army is.”", "4": "David again asked the Lord, and the Lord answered, “Go down to Keilah. I will help you defeat the Philistines.” ", "5": "So David and his men went to Keilah and fought the Philistines and took their cattle. David killed many Philistines and saved the people of Keilah. ", "6": "(Now Abiathar son of Ahimelech had brought the holy vest with him when he came to David at Keilah.)", "7": "Someone told Saul that David was now at Keilah. Saul said, “God has handed David over to me! He has trapped himself, because he has entered a town with gates and bars.” ", "8": "Saul called all his army together for battle, and they prepared to go down to Keilah to attack David and his men.", "9": "David learned Saul was making evil plans against him. So he said to Abiathar the priest, “Bring the holy vest.” ", "10": "David prayed, “Lord, God of Israel, I have heard that Saul plans to come to Keilah to destroy the town because of me. ", "11": "Will the leaders of Keilah hand me over to Saul? Will Saul come down to Keilah, as I heard? Lord, God of Israel, tell me, your servant!” The Lord answered, “Saul will come down.”", "12": "Again David asked, “Will the leaders of Keilah hand me and my men over to Saul?” The Lord answered, “They will.”", "13": "So David and his six hundred men left Keilah and kept moving from place to place. When Saul found out that David had escaped from Keilah, he did not go there.", "14": "David stayed in the desert hideouts and in the hills of the Desert of Ziph. Every day Saul looked for David, but the Lord did not surrender David to him.", "15": "While David was at Horesh in the Desert of Ziph, he learned that Saul was coming to kill him. ", "16": "But Saul's son Jonathan went to David at Horesh and strengthened his faith in God. ", "17": "Jonathan told him, “Don't be afraid, because my father won't touch you. You will be king of Israel, and I will be second to you. Even my father Saul knows this.” ", "18": "The two of them made an agreement before the Lord. Then Jonathan went home, but David stayed at Horesh.", "19": "The people from Ziph went to Saul at Gibeah and told him, “David is hiding in our land. He's at the hideouts of Horesh, on the hill of Hakilah, south of Jeshimon. ", "20": "Now, our king, come down anytime you want. It's our duty to hand David over to you.”", "21": "Saul answered, “The Lord bless you for helping me. ", "22": "Go and learn more about him. Find out where he is staying and who has seen him there. I have heard that he is clever. ", "23": "Find all the hiding places he uses, and come back and tell me everything. Then I'll go with you. If David is in the area, I will track him down among all the families in Judah.”", "24": "So they went back to Ziph ahead of Saul. Now David and his men were in the Desert of Maon[a] in the desert area south of Jeshimon. ", "25": "Saul and his men went to look for David, but David heard about it and went down to a rock and stayed in the Desert of Maon. When Saul heard that, he followed David into the Desert of Maon.", "26": "Saul was going along one side of the mountain, and David and his men were on the other side. They were hurrying to get away from Saul, because Saul and his men were closing in on them. ", "27": "But a messenger came to Saul, saying, “Come quickly! The Philistines are attacking our land!” ", "28": "So Saul stopped chasing David and went to challenge the Philistines. That is why people call this place Rock of Parting. ", "29": "David also left the Desert of Maon and stayed in the hideouts of En Gedi."}