{"1": "After Saul returned from chasing the Philistines, he was told, “David is in the Desert of En Gedi.” ", "2": "So he took three thousand chosen men from all Israel and began looking for David and his men near the Rocks of the Wild Goats.", "3": "Saul came to the sheep pens beside the road. A cave was there, and he went in to relieve himself. Now David and his men were hiding far back in the cave. ", "4": "The men said to David, “Today is the day the Lord spoke of when he said, 'I will give your enemy over to you. Do anything you want with him.'” Then David crept up to Saul and quietly cut off a corner of Saul's robe. ", "5": "Later David felt guilty because he had cut off a corner of Saul's robe. ", "6": "He said to his men, “May the Lord keep me from doing such a thing to my master! Saul is the Lord's appointed king. I should not do anything against him, because he is the Lord's appointed king!” ", "7": "David used these words to stop his men; he did not let them attack Saul. Then Saul left the cave and went his way.", "8": "When David came out of the cave, he shouted to Saul, “My master and king!” Saul looked back, and David bowed facedown on the ground. ", "9": "He said to Saul, “Why do you listen when people say, 'David wants to harm you'? ", "10": "You have seen something with your own eyes today. The Lord put you in my power in the cave. They said I should kill you, but I was merciful. I said, 'I won't harm my master, because he is the Lord's appointed king.' ", "11": "My father, look at this piece of your robe in my hand! I cut off the corner of your robe, but I didn't kill you. Now understand and know I am not planning any evil against you. I did nothing wrong to you, but you are hunting me to kill me. ", "12": "May the Lord judge between us, and may he punish you for the wrong you have done to me! But I am not against you. ", "13": "There is an old saying: 'Evil things come from evil people.' But I am not against you. ", "14": "Whom is the king of Israel coming out against? Whom are you chasing? It's as if you are chasing a dead dog or a flea. ", "15": "May the Lord be our judge and decide between you and me. May he support me and show that I am right. May he save me from you!”", "16": "When David finished saying these words, Saul asked, “Is that your voice, David my son?” And he cried loudly. ", "17": "He said, “You are a better man than I am. You have been good to me, but I have done wrong to you. ", "18": "You told me what good things you did. The Lord handed me over to you, but you did not kill me. ", "19": "People don't normally let an enemy get away like this, do they? May the Lord reward you because you were good to me today. ", "20": "I know you will surely be king, and you will rule the kingdom of Israel. ", "21": "Now swear to me by the Lord that you will not kill my descendants and that you won't wipe out my name from my father's family.”", "22": "So David made the promise to Saul. Then Saul went back home, and David and his men went up to their hideout."}