{"1": "The people of Ziph went to Saul at Gibeah and said to him, “David is hiding on the hill of Hakilah opposite Jeshimon.”", "2": "So Saul went down to the Desert of Ziph with three thousand chosen men of Israel to look for David there. ", "3": "Saul made his camp beside the road on the hill of Hakilah opposite Jeshimon, but David stayed in the desert. When he heard Saul had followed him, ", "4": "he sent out spies and learned for certain that Saul had come to Hakilah.", "5": "Then David went to the place where Saul had camped. He saw where Saul and Abner son of Ner, the commander of Saul's army, were sleeping. Saul was sleeping in the middle of the camp with all the army around him.", "6": "David asked Ahimelech the Hittite and Abishai son of Zeruiah, Joab's brother, “Who will go down into Saul's camp with me?” Abishai answered, “I'll go with you.”", "7": "So that night David and Abishai went into Saul's camp. Saul was asleep in the middle of the camp with his spear stuck in the ground near his head. Abner and the army were sleeping around Saul. ", "8": "Abishai said to David, “Today God has handed your enemy over to you. Let me pin Saul to the ground with my spear. I'll only have to do it once. I won't need to hit him twice.”", "9": "But David said to Abishai, “Don't kill Saul! No one can harm the Lord's appointed king and still be innocent! ", "10": "As surely as the Lord lives, the Lord himself will punish Saul. Maybe Saul will die naturally, or maybe he will go into battle and be killed. ", "11": "But may the Lord keep me from harming his appointed king! Take the spear and water jug that are near Saul's head. Then let's go.”", "12": "So David took the spear and water jug that were near Saul's head, and they left. No one saw them or knew about it or woke up, because the Lord had put them sound asleep.", "13": "David crossed over to the other side of the hill and stood on top of the mountain far from Saul's camp. They were a long way away from each other. ", "14": "David shouted to the army and to Abner son of Ner, “Won't you answer me, Abner?” Abner answered, “Who is calling for the king? Who are you?”", "15": "David said, “You're the greatest man in Israel. Isn't that true? Why didn't you guard your master the king? Someone came into your camp to kill your master the king! ", "16": "You have not done well. As surely as the Lord lives, you and your men should die. You haven't guarded your master, the Lord's appointed king. Look! Where are the king's spear and water jug that were near his head?”", "17": "Saul knew David's voice. He said, “Is that your voice, David my son?” David answered, “Yes, it is, my master and king.” ", "18": "David also said, “Why are you chasing me, my master? What wrong have I done? What evil am I guilty of? ", "19": "My master and king, listen to me. If the Lord made you angry with me, let him accept an offering. But if people did it, may the Lord curse them! They have made me leave the land the Lord gave me. They have told me, 'Go and serve other gods.' ", "20": "Now don't let me die far away from the Lord's presence. The king of Israel has come out looking for a flea! You're just hunting a bird in the mountains!”", "21": "Then Saul said, “I have sinned. Come back, David my son. Today you respected my life, so I will not try to hurt you. I have been very stupid and foolish.”", "22": "David answered, “Here is your spear. Let one of your young men come here and get it. ", "23": "The Lord rewards us for the things we do right and for our loyalty to him. The Lord handed you over to me today, but I wouldn't harm the Lord's appointed king. ", "24": "As I respected your life today, may the Lord also respect my life and save me from all trouble.”", "25": "Then Saul said to David, “You are blessed, my son David. You will do great things and succeed.” So David went on his way, and Saul went back home."}