{"1": "Later, the Philistines gathered their armies to fight against Israel. Achish said to David, “You understand that you and your men must join my army.”", "2": "David answered, “You will see for yourself what I, your servant, can do!” Achish said, “Fine, I'll make you my permanent bodyguard.”", "3": "Now Samuel was dead, and all the Israelites had shown their sadness for him. They had buried Samuel in his hometown of Ramah. And Saul had forced out the mediums and fortune-tellers from the land.", "4": "The Philistines came together and made camp at Shunem. Saul gathered all the Israelites and made camp at Gilboa. ", "5": "When he saw the Philistine army, he was afraid, and his heart pounded with fear. ", "6": "He prayed to the Lord, but the Lord did not answer him through dreams, Urim, or prophets. ", "7": "Then Saul said to his servants, “Find me a woman who is a medium so I may go and ask her what will happen.” His servants answered, “There is a medium in Endor.”", "8": "Then Saul put on other clothes to disguise himself, and at night he and two of his men went to see the woman. Saul said to her, “Talk to a spirit for me. Bring up the person I name.”", "9": "But the woman said to him, “Surely you know what Saul has done. He has forced the mediums and fortune-tellers from the land. You are trying to trap me and get me killed.”", "10": "Saul made a promise to the woman in the name of the Lord. He said, “As surely as the Lord lives, you won't be punished for this.”", "11": "The woman asked, “Whom do you want me to bring up?” He answered, “Bring up Samuel.”", "12": "When the woman saw Samuel, she screamed. She said, “Why have you tricked me? You are Saul!”", "13": "The king said to the woman, “Don't be afraid! What do you see?” The woman said, “I see a spirit coming up out of the ground.”", "14": "Saul asked, “What does he look like?” The woman answered, “An old man wearing a coat is coming up.” Then Saul knew it was Samuel, and he bowed facedown on the ground.", "15": "Samuel asked Saul, “Why have you disturbed me by bringing me up?” Saul said, “I am greatly troubled. The Philistines are fighting against me, and God has left me. He won't answer me anymore, either by prophets or in dreams. That's why I called for you. Tell me what to do.”", "16": "Samuel said, “The Lord has left you and has become your enemy. So why do you call on me? ", "17": "He has done what he said he would do—the things he said through me. He has torn the kingdom out of your hands and given it to one of your neighbors, David. ", "18": "You did not obey the Lord; you did not show the Amalekites how angry he was with them. That's why he has done this to you today. ", "19": "The Lord will hand over both Israel and you to the Philistines. Tomorrow you and your sons will be with me. The Lord will hand over the army of Israel to the Philistines.”", "20": "Saul quickly fell flat on the ground and was afraid of what Samuel had said. He was also very weak because he had eaten nothing all that day and night.", "21": "Then the woman came to Saul and saw that he was really frightened. She said, “Look, I, your servant, have obeyed you. I have risked my life and done what you told me to do. ", "22": "Now please listen to me. Let me give you some food so you may eat and have enough strength to go on your way.”", "23": "But Saul refused, saying, “I won't eat.” His servants joined the woman in asking him to eat, and he listened to them. So he got up from the ground and sat on the bed.", "24": "At the house the woman had a fat calf, which she quickly killed. She took some flour and mixed dough with her hands. Then she baked some bread without yeast. ", "25": "She put the food before them, and they ate. That same night they got up and left."}