{"1": "The boy Samuel served the Lord under Eli. In those days the Lord did not speak directly to people very often; there were very few visions.", "2": "Eli's eyes were so weak he was almost blind. One night he was lying in bed. ", "3": "Samuel was also in bed in the Lord's house, where the Ark of the Agreement was. God's lamp was still burning.", "4": "Then the Lord called Samuel, and Samuel answered, “I am here!” ", "5": "He ran to Eli and said, “I am here. You called me.” But Eli said, “I didn't call you. Go back to bed.” So Samuel went back to bed.", "6": "The Lord called again, “Samuel!” Samuel again went to Eli and said, “I am here. You called me.” Again Eli said, “I didn't call you. Go back to bed.”", "7": "Samuel did not yet know the Lord, and the Lord had not spoken directly to him yet.", "8": "The Lord called Samuel for the third time. Samuel got up and went to Eli and said, “I am here. You called me.” Then Eli realized the Lord was calling the boy. ", "9": "So he told Samuel, “Go to bed. If he calls you again, say, 'Speak, Lord. I am your servant and I am listening.'” So Samuel went and lay down in bed.", "10": "The Lord came and stood there and called as he had before, “Samuel, Samuel!” Samuel said, “Speak, Lord. I am your servant and I am listening.”", "11": "The Lord said to Samuel, “Watch, I am going to do something in Israel that will shock those who hear about it. ", "12": "At that time I will do to Eli and his family everything I promised, from beginning to end. ", "13": "I told Eli I would punish his family always, because he knew his sons were evil. They acted without honor, but he did not stop them. ", "14": "So I swore to Eli's family, 'Your guilt will never be removed by sacrifice or offering.'”", "15": "Samuel lay down until morning. Then he opened the doors of the house of the Lord. He was afraid to tell Eli about the vision, ", "16": "but Eli called to him, “Samuel, my son!” Samuel answered, “I am here.”", "17": "Eli asked, “What did the Lord say to you? Don't hide it from me. May God punish you terribly if you hide from me anything he said to you.” ", "18": "So Samuel told Eli everything and did not hide anything from him. Then Eli said, “He is the Lord. Let him do what he thinks is best.”", "19": "The Lord was with Samuel as he grew up; he did not let any of Samuel's messages fail to come true. ", "20": "Then all Israel, from Dan to Beersheba,[a] knew Samuel was a true prophet of the Lord. ", "21": "And the Lord continued to show himself at Shiloh, and he showed himself to Samuel through his word."}