{"1": "On the third day, when David and his men arrived at Ziklag, he found that the Amalekites had raided southern Judah and Ziklag, attacking Ziklag and burning it. ", "2": "They captured the women and everyone, young and old, but they had not killed anyone. They had only taken them away.", "3": "When David and his men came to Ziklag, they found the town had been burned and their wives, sons, and daughters had been taken as prisoners. ", "4": "Then David and his army cried loudly until they were too weak to cry anymore. ", "5": "David's two wives had also been taken—Ahinoam of Jezreel and Abigail the widow of Nabal from Carmel. ", "6": "The men in the army were threatening to kill David with stones, which greatly upset David. Each man was sad and angry because his sons and daughters had been captured, but David found strength in the Lord his God. ", "7": "David said to Abiathar the priest, “Bring me the holy vest.”", "8": "Then David asked the Lord, “Should I chase the people who took our families? Will I catch them?” The Lord answered, “Chase them. You will catch them, and you will succeed in saving your families.”", "9": "David and the six hundred men with him came to the Besor Ravine, where some of the men stayed. ", "10": "David and four hundred men kept up the chase. The other two hundred men stayed behind because they were too tired to cross the ravine.", "11": "They found an Egyptian in a field and brought him to David. They gave the Egyptian some water to drink and some food to eat. ", "12": "And they gave him a piece of a fig cake and two clusters of raisins. Then he felt better, because he had not eaten any food or drunk any water for three days and nights.", "13": "David asked him, “Who is your master? Where do you come from?” He answered, “I'm an Egyptian, the slave of an Amalekite. Three days ago my master left me, because I was sick. ", "14": "We had raided the southern area of the Kerethites, the land of Judah, and the southern area of Caleb. We burned Ziklag, as well.”", "15": "David asked him, “Can you lead me to the people who took our families?” He answered, “Yes, if you promise me before God that you won't kill me or give me back to my master. Then I will take you to them.”", "16": "So the Egyptian led David to the Amalekites. They were lying around on the ground, eating and drinking and celebrating with the things they had taken from the land of the Philistines and from Judah. ", "17": "David fought them from sunset until the evening of the next day. None of them escaped, except four hundred young men who rode off on their camels. ", "18": "David got his two wives back and everything the Amalekites had taken. ", "19": "Nothing was missing. David brought back everyone, young and old, sons and daughters. He recovered the valuable things and everything the Amalekites had taken. ", "20": "David took all the sheep and cattle, and his men made these animals go in front, saying, “They are David's prize.”", "21": "Then David came to the two hundred men who had been too tired to follow him, who had stayed at the Besor Ravine. They came out to meet David and the people with him. When he came near, David greeted the men at the ravine.", "22": "But the evil men and troublemakers among those who followed David said, “Since these two hundred men didn't go with us, we shouldn't give them any of the things we recovered. Just let each man take his wife and children and go.”", "23": "David answered, “No, my brothers. Don't do that after what the Lord has given us. He has protected us and given us the enemy who attacked us. ", "24": "Who will listen to what you say? The share will be the same for the one who stayed with the supplies as for the one who went into battle. All will share alike.” ", "25": "David made this an order and rule for Israel, which continues even today.", "26": "When David arrived in Ziklag, he sent some of the things he had taken from the Amalekites to his friends, the leaders of Judah. He said, “Here is a present for you from the things we took from the Lord's enemies.”", "27": "David also sent some things to the leaders in Bethel, Ramoth in the southern part of Judah, Jattir, ", "28": "Aroer, Siphmoth, Eshtemoa, ", "29": "Racal, the cities of the Jerahmeelites and the Kenites, ", "30": "Hormah, Bor Ashan, Athach, ", "31": "Hebron, and to the people in all the other places where he and his men had been."}