{"1": "These are the ·leaders [heads] of the family groups and ·those who were listed with them [the genealogies of those] who ·came back [L went up] with me from Babylon during the ·rule [reign] of King Artaxerxes [C ruled 464–425 bc].", "2": "From the ·descendants [family; sons; C and so on throughout the list] of Phinehas [Num. 25:7, 11]: Gershom. From the descendants of Ithamar: Daniel. From the descendants of David: Hattush ", "3": "of the descendants of Shecaniah. From the descendants of Parosh: Zechariah, with one hundred fifty registered men.", "4": "From the descendants of Pahath-Moab: Eliehoenai son of Zerahiah, with two hundred men.", "5": "From the descendants of Zattu: Shecaniah son of Jahaziel, with three hundred men.", "6": "From the descendants of Adin: Ebed son of Jonathan, with fifty men.", "7": "From the descendants of Elam: Jeshaiah son of Athaliah, with seventy men.", "8": "From the descendants of Shephatiah: Zebadiah son of Michael, with eighty men.", "9": "From the descendants of Joab: Obadiah son of Jehiel, with two hundred eighteen men.", "10": "From the descendants of Bani: Shelomith son of Josiphiah, with one hundred sixty men.", "11": "From the descendants of Bebai: Zechariah son of Bebai, with twenty-eight men.", "12": "From the descendants of Azgad: Johanan son of Hakkatan, with one hundred ten men.", "13": "From the descendants of Adonikam, these were the last ones: Eliphelet, Jeuel, and Shemaiah, with sixty men.", "14": "From the descendants of Bigvai: Uthai and Zaccur, with seventy men.", "15": "I ·called [assembled; gathered] all those people together [C he lists 1,513 males, probably over 5,000 total with women and children] at the ·canal [river] that flows toward Ahava, where we camped for three days. I ·checked [reviewed; observed] all the people and the priests, but I did not find any Levites [C needed for service at a rebuilt Temple]. ", "16": "So I called these leaders: Eliezer, Ariel, Shemaiah, Elnathan, Jarib, Elnathan, Nathan, Zechariah, and Meshullam. And I called Joiarib and Elnathan, who were ·teachers [wise; judicious; men of learning/discernment]. ", "17": "I sent these men to Iddo, the leader [C of the Levites] at Casiphia, and told them what to say to Iddo and his ·relatives [or collegues; L brothers], who are the Temple servants in Casiphia. I sent them to bring ·servants [ministers; attendants] to us for the ·Temple [L house] of our God. ", "18": "The ·good [gracious] hand of our God was ·helping [L on] us, so ·Iddo's relatives [L they] ·gave [brought; sent] us Sherebiah, a ·wise [skilled; capable; astute] man from the ·descendants [sons] of Mahli ·son [descendant] of Levi, who was the son of Israel. And they brought Sherebiah's sons and brothers, for a total of eighteen men. ", "19": "And they brought to us Hashabiah and Jeshaiah from the ·descendants [sons] of Merari, and his brothers and ·nephews [their sons]. In all there were twenty men. ", "20": "They also brought two hundred twenty of the Temple servants, a group David and ·the officers [his officials] had ·set up [established; instituted] to ·help [assist; serve] the Levites. All of those men were ·listed [designated] by name.", "21": "There by the Ahava ·Canal [River], I announced we would all fast and ·deny [humble] ourselves before our God. We would ask God for a safe ·trip [journey] for ourselves, our children, and all our possessions. ", "22": "I was ashamed to ask the king for soldiers and ·horsemen [cavalry] to protect us from enemies on the ·road [way]. We had said to the king, “The hand of our God ·helps [L is on] everyone who ·obeys [seeks] him, but ·he is very angry with [his power and anger are against] all who reject him.” ", "23": "So we fasted and ·prayed to [petitioned; pleaded with; T sought] our God about our trip, and he ·answered [heard; listened to] our prayers.", "24": "Then I ·chose [appointed; set apart] twelve of the priests who were leaders, Sherebiah, Hashabiah, and ten of their ·relatives [colleagues; L brothers]. ", "25": "I weighed the offering of silver and gold and the ·utensils [articles; vessels] given for the ·Temple [L house] of our God, and I gave them to the twelve priests I had chosen. The king, ·the people who advised him [his counselors], his ·officers [officials], and all the Israelites there with us had given these things. ", "26": "I weighed out ·and gave them [L into their hands] ·about fifty thousand pounds [L 650 talents] of silver, ·about seventy-five hundred pounds [L 100 talents] of silver objects, and ·about seventy-five hundred pounds [L 100 talents] of gold. ", "27": "I gave them twenty gold bowls ·that weighed [or worth] ·about nineteen pounds [L 1,000 darics] and two fine pieces of polished bronze that were as ·valuable [precious] as gold.", "28": "Then I said to the priests, “You and these utensils ·belong [are set apart/holy] to the Lord. The silver and gold are ·gifts [a freewill/voluntary offering] to the Lord, the God of your ·ancestors [fathers]. ", "29": "·Guard [Watch] these things carefully. In Jerusalem, weigh them in front of the ·leading [chief] priests, Levites, and the ·leaders [heads] of the family groups of Israel in the ·rooms [chambers; storerooms] of the ·Temple [L house] of the Lord.” ", "30": "So the priests and Levites accepted the silver, the gold, and the ·utensils [articles; vessels] that had been weighed to take them to the ·Temple [L house] of our God in Jerusalem.", "31": "On the twelfth day of the first month [C April 19] we left the Ahava ·Canal [River] ·and started toward [to travel/journey to] Jerusalem. The hand of our God ·helped us [was over us] and ·protected [saved; T delivered] us from enemies and ·robbers [ambushes] along the way. ", "32": "Finally we arrived in Jerusalem where we ·rested [stayed] three days.", "33": "On the fourth day we weighed out the silver, the gold, and the ·utensils [articles; vessels] in the ·Temple [L house] of our God. We handed them to the priest Meremoth son of Uriah. Eleazar son of Phinehas was with him, as were the Levites Jozabad son of Jeshua and Noadiah son of Binnui. ", "34": "We checked everything by number and by weight, and the total weight was ·written down [recorded].", "35": "Then the ·captives [exiles] who returned from captivity made burnt offerings [Lev. 1:1–17] to the God of Israel. They sacrificed twelve bulls for all Israel, ninety-six ·male sheep [rams], and seventy-seven lambs. For a ·sin [or purification] offering [Lev. 4:3] there were twelve male goats. All this was a burnt offering [Lev. 1:1–17] to the Lord. ", "36": "They ·took [delivered] King Artaxerxes' ·orders [decrees] to the royal officers and to the governors of Trans-Euphrates [C provinces west of the Euphrates River]. Then these men gave help to the people and the ·Temple [L house] of God."}