{"1": "Once Jesus was praying in a particular place. When he had finished, one of his disciples approached. 'Teach us to pray, Master,' he said, 'just like John taught his disciples.'", "2": "'When you pray,' replied Jesus, 'this is what to say: 'Father, may your name be honoured; may your kingdom come; ", "3": "give us each day our daily bread; ", "4": "and forgive us our sins, since we too forgive all our debtors; and don't put us to the test.", "5": "'Suppose one of you has a friend,' he said, 'and you go to him in the middle of the night and say, “My dear friend, lend me three loaves of bread! ", "6": "A friend of mine is on a journey and has arrived at my house, and I have nothing to put in front of him!” ", "7": "He will answer from inside his house, “Don't make life difficult for me! The door is already shut, and my children and I are all in bed! I can't get up and give you anything.” ", "8": "Let me tell you, even if he won't get up and give you anything just because you're his friend, because of your shameless persistence he will get up and give you whatever you need.", "9": "'So this is my word to you: ask and it will be given you; search and you will find; knock and it will be opened to you. ", "10": "You see, everyone who asks receives! Everyone who searches finds! Everyone who knocks has the door opened for them! ", "11": "If your son asks you for a fish, is there a father among you who will give him a snake? ", "12": "Or if he asks for an egg, will you give him a scorpion? ", "13": "Face it: you are evil. And yet you know how to give good presents to your children. How much more will your heavenly father give the holy spirit to those who ask him!'", "14": "Jesus was casting out a demon that prevented speech. When the demon had gone out, the man who had been silent spoke, and the crowd were amazed. ", "15": "But some of them said, 'He casts out demons by Beelzebul, the prince of demons!' ", "16": "Others, trying to test him out, asked him to produce a sign from heaven.", "17": "Jesus knew what they were thinking. 'Every kingdom split down the middle goes to ruin,' he said. 'If a house turns in on itself, it falls. ", "18": "Well then: if even the satan is split down the middle, how can his kingdom last? This', he added, 'is because you say that I cast out demons by Beelzebul!", "19": "'Now look: supposing I do cast out demons by Beelzebul, whose power are your own people using when they cast them out? Think about it: they will be your judges. ", "20": "But if it's by God's finger that I cast out demons, then God's kingdom has come upon you.", "21": "'Imagine a strong man, armed to the teeth, guarding his palace. Everything he owns is safe and sound. ", "22": "But supposing someone stronger comes and overpowers him, and takes away the armour he was trusting in – then he can help himself and start giving the booty away! ", "23": "If you're not with me, you're against me. If you're not gathering with me, you're scattering.", "24": "'When the unclean spirit goes out of a person, it roams through desert landscapes looking for a place to rest. When it doesn't find anywhere, it says to itself, “I shall go back to the house I left behind.” ", "25": "And it finds the place neat and tidy. ", "26": "So it sets off and brings along seven other spirits more evil than itself, and goes back to live there. That person will end up worse off than he began.'", "27": "While he was saying these things, a woman from the crowd raised her voice. 'A blessing on the womb that bore you,' she shouted, 'and the breasts that you sucked!'", "28": "'On the contrary,' replied Jesus. 'A blessing on those who hear God's word and keep it!'", "29": "The crowds kept increasing. Jesus began to say to them, 'This generation is an evil generation! It looks for a sign, and no sign will be given to it except the sign of Jonah.", "30": "'Jonah was a sign to the people of Nineveh; just so, the son of man will be a sign to this generation. ", "31": "The Queen of the South will rise up in the judgment with the men of this generation and will condemn them: she came from the ends of the earth to listen to Solomon's wisdom, and look – something greater than Solomon is here. ", "32": "The men of Nineveh will rise up in the judgment with this generation and will condemn it: they repented at Jonah's preaching, and look – something greater than Jonah is here.", "33": "'Nobody lights a lamp in order to hide it or put it under a jug. They put it on a lampstand, so that people who come in can see the light.", "34": "'Your eye is the lamp of your body. If your eye is focused, your whole body is full of light. But if it's evil, your body is in darkness. ", "35": "Watch out, then, in case the light inside you turns to darkness. ", "36": "If your whole body is illuminated, with no part in darkness, everything will be illuminated, just as you are by a flash of lightning.'", "37": "While he was speaking, a Pharisee invited him to have dinner at his house. So he went in and sat down. ", "38": "The Pharisee, watching him, was surprised that he didn't first wash before dinner.", "39": "'Now, you Pharisees,' said the master to him, 'you clean the outside of the plate and cup, but your insides are full of violent robbery and wickedness. ", "40": "That's stupid! Didn't the one who made the outside make the inside as well? ", "41": "You should give for alms what's inside the bowl, and then everything will be clean for you.'", "42": "'But woe betide you Pharisees!' Jesus continued. 'You tithe mint and rue and herbs of all kinds; and you have sidestepped justice, mercy and the love of God. You should have done these, without missing out the others.", "43": "'Woe betide you Pharisees! You love the chief seats in the synagogues and greetings in the market-places.", "44": "'Woe betide you! You are like hidden tombs, and people walk over them without knowing it.'", "45": "At this, one of the legal experts spoke up. 'Teacher,' he said, 'when you say this you're insulting us too!'", "46": "'Woe betide you lawyers, too!' replied Jesus. 'You give people heavy loads to carry which they can hardly bear, and you yourselves don't lift a finger to help!", "47": "'Woe betide you! You build the tombs of the prophets, and your ancestors killed them. ", "48": "So you bear witness that you approve of what your ancestors did: they killed them, and you build their tombs.", "49": "'For all this, God's Wisdom says, “I'm sending you prophets and ambassadors; some of them you will kill and persecute”, ", "50": "so that the blood of all the prophets shed ever since the beginning of the world may be required from this generation – ", "51": "from the blood of Abel to the blood of Zacharias, who died between the altar and the sanctuary. Yes, let me tell you, it will all be required from this generation.", "52": "'Woe betide you lawyers! You have taken away the key of knowledge. You didn't go in yourselves, and you stopped the people who were trying to go in.'", "53": "He went outside, and the scribes and Pharisees began to be very threatening towards him. They interrogated him about several things, ", "54": "lying in wait for him to catch him in something he might say."}