{"1": "At that moment some people came up and told them the news. Some Galileans had been in the Temple, and Pilate had mixed their blood with that of the sacrifices.", "2": "'Do you suppose', said Jesus, 'that those Galileans suffered such things because they were greater sinners than all other Galileans? ", "3": "No, let me tell you! Unless you repent, you will all be destroyed in the same way.", "4": "'And what about those eighteen who were killed when the tower in Siloam collapsed on top of them? Do you imagine they were more blameworthy than everyone else who lives in Jerusalem? ", "5": "No, let me tell you! Unless you repent, you will all be destroyed in the same way.'", "6": "He told them this parable. 'Once upon a time there was a man who had a fig tree in his vineyard. He came to it looking for fruit, and didn't find any. ", "7": "So he said to the gardener, “Look here! I've been coming to this fig tree for three years hoping to find some fruit, and I haven't found any! Cut it down! Why should it use up the soil?”", "8": "' “I tell you what, Master,” replied the gardener; “let it alone for just this one year more. I'll dig all round it and put on some manure. ", "9": "Then, if it fruits next year, well and good; and if not, you can cut it down.” '", "10": "One sabbath, Jesus was teaching in one of the synagogues. ", "11": "There was a woman there who had had a spirit of weakness for eighteen years. She was bent double, and couldn't stand fully upright. ", "12": "Jesus saw her and called to her.", "13": "'Woman,' he said, laying his hands on her, 'you are freed from your affliction.' And at once she stood upright, and praised God.", "14": "The synagogue president was angry that Jesus had healed on the sabbath. 'Look here,' he said to the crowd, 'there are six days for people to work! Come on one of those days and be healed, not on the sabbath day!'", "15": "'You bunch of hypocrites!' replied Jesus. 'You would all be quite happy to untie an ox or a donkey from its stall on the sabbath day and lead it out for a drink! ", "16": "And isn't it right that this daughter of Abraham, tied up by the satan for these eighteen years, should be untied from her chains on the sabbath day?'", "17": "At that, all the people who had been opposing him were ashamed. The whole crowd was overjoyed at all the splendid things he was doing.", "18": "So Jesus said, 'What is God's kingdom like? What shall we compare it with? ", "19": "It's like a mustard seed that someone took and placed in his garden. It grew, and became a tree, and the birds of the sky made nests in its branches.'", "20": "And again he said, 'What shall we say God's kingdom is like? ", "21": "It's like leaven that a woman took and hid in three measures of flour, until the whole thing was leavened.'", "22": "Jesus went through the towns and villages, teaching as he went, making his way towards Jerusalem.", "23": "'Master,' somebody said to him, 'will there be only a few that are saved?'", "24": "'Struggle hard', Jesus replied, 'to get in by the narrow gate. Let me tell you: many will try to get in and won't be able to. ", "25": "When the householder gets up and shuts the door – at that moment you will begin to stand outside and knock at the door and say, “Master, open the door for us.” Then he will say in response, “I don't know where you've come from.” ", "26": "Then you will begin to say, “We ate with you and drank with you, and you taught in our streets!” ", "27": "And he will say to you, “I don't know where you people are from. Be off with you, you wicked lot.”", "28": "'That's where you'll find weeping and gnashing of teeth: when you see Abraham and Isaac and Jacob and all the prophets in God's kingdom, and you yourselves thrown out. ", "29": "People will come from East and West, from North and South, and sit down to feast in God's kingdom. ", "30": "And, listen to this: some who are last will be first, and some of the first will be last.'", "31": "Just then some Pharisees came up and spoke to Jesus. 'Get away from here,' they said, 'because Herod wants to kill you.'", "32": "'Go and tell that fox,' replied Jesus, ' “Look here: I'm casting out demons today and tomorrow, and completing my healings. I'll be finished by the third day. ", "33": "But I have to continue my travels today, tomorrow and the day after that! It couldn't happen that a prophet would perish except in Jerusalem.”", "34": "'Jerusalem, Jerusalem! You kill the prophets, and stone the people sent to you! How many times did I want to collect your children, like a hen gathers her brood under her wings, and you would have none of it! ", "35": "Look, your house has been abandoned. Let me tell you this: you will never see me until you are prepared to say, “A blessing upon you! Welcome in the name of the Lord!” '"}