{"1": "One sabbath, Jesus went to a meal in the house of a leading Pharisee. They were keeping a close eye on him.", "2": "There was a man there in front of Jesus who suffered from dropsy. ", "3": "So Jesus asked the lawyers and Pharisees, 'Is it lawful to heal on the sabbath or not?' ", "4": "They remained silent. He took the man, healed him, and dismissed him.", "5": "Then he said to them, 'Suppose one of you has a son – or an ox! – that falls into a well. Are you going to tell me you won't pull him out straight away on the sabbath day?' ", "6": "They had no answer for that.", "7": "He noticed how the guests chose the best seats, and told them this parable.", "8": "'When someone invites you to a wedding feast,' he said, 'don't go and sit in the best seat, in case some other guest more important is invited, ", "9": "and the person who invited you both comes and says to you, “Please move down for this man,” and you will go to the end of the line covered with embarrassment. ", "10": "Instead, when someone invites you, go and sit down at the lowest place. Then, when your host arrives, he will say to you, “My dear fellow! Come on higher up!” Then all your fellow guests will show you respect. ", "11": "All who push themselves forward, you see, will be humbled, and all who humble themselves will be honoured.'", "12": "He then turned to his host. 'When you give a lunch or a supper,' he said, 'don't invite your friends or your family or relatives, or your rich neighbours. They might ask you back again, and you'd be repaid. ", "13": "When you give a feast, invite the poor, the crippled, the lame and the blind. ", "14": "God will bless you, because they have no way to repay you! You will be repaid at the resurrection of the righteous.'", "15": "One of the guests heard this, and commented, 'A blessing on those who eat food in God's kingdom!'", "16": "Jesus said, 'Once a man made a great dinner, and invited lots of guests. ", "17": "When the time for the meal arrived, he sent his servant to say to the guests, “Come now – everything's ready!” ", "18": "But the whole pack of them began to make excuses. The first said, “I've just bought a field, and I really have to go and see it. Please accept my apologies.” ", "19": "Another one said, “I've just bought five yoke of oxen, and I've got to go and test them out – please accept my apologies.” ", "20": "And another one said, “I've just got married, so naturally I can't come.” ", "21": "So the servant went back and told his master all this. The householder was cross, and said to his servant, “Go out quickly into the streets and lanes of the town and bring in here the poor, the crippled, the lame and the blind.” ", "22": "“All right, Master,” said the servant, “I've done that – but there's still room.” ", "23": "“Well then,” said the master to the servant, “go out into the roads and hedgerows and make them come in, so that my house may be full! ", "24": "Let me tell you this: none of those people who were invited will get to taste my dinner.” '", "25": "A large crowd was gathering around him. Jesus turned to face them.", "26": "'If any of you come to me,' he said to them, 'and don't hate your father and your mother, your wife and your children, your brothers and your sisters – yes, and even your own life! – you can't be my disciple. ", "27": "If you don't pick up your own cross and come after me, you can't be my disciple.", "28": "'Don't you see? Supposing one of you wants to build a tower; what will you do? You will first of all sit down and work out how much it will cost, to see whether you have enough to finish it. ", "29": "Otherwise, when you've laid the foundation and then can't finish it, everyone who sees it will begin to make fun of you. ", "30": "“Here's a fellow”, they'll say, “who began to build but couldn't finish!”", "31": "'Or think of a king, on the way to fight a war against another king. What will he do? He will first sit down and discuss with his advisers whether, with ten thousand troops, he is going to be a match for the other side who are coming with twenty thousand! ", "32": "If they decide he isn't, he will send a delegation, while the other one is still a long way away, and sue for peace.", "33": "'In the same way, none of you can be my disciple unless you give up all your possessions.", "34": "'Salt is good; but if even the salt loses its savour, how can it be made salty again? ", "35": "It's no good for soil and no good for manure. People throw it away. If you have ears, then listen!'"}