{"1": "All the tax-collectors and sinners were coming close to listen to Jesus. ", "2": "The Pharisees and the legal experts were grumbling. 'This fellow welcomes sinners!' they said. 'He even eats with them!'", "3": "So Jesus told them this parable. ", "4": "'Supposing one of you has a hundred sheep,' he said, 'and you lose one of them. What will you do? Why, you'll leave the ninety-nine out in the countryside, and you'll go off looking for the lost one until you find it! ", "5": "And when you find it, you'll be so happy – you'll put it on your shoulders ", "6": "and come home, and you'll call your friends and neighbours in. “Come and have a party!” you'll say. “Celebrate with me! I've found my lost sheep!”", "7": "'Well, let me tell you: that's how glad they will be in heaven over one sinner who repents – more than over ninety-nine righteous people who don't need repentance.", "8": "'Or supposing a woman has ten drachmas and loses one of them. What will she do? Why, she'll light a lamp, and sweep the house, and hunt carefully until she finds it! ", "9": "And when she finds it she'll call her friends and neighbours in. “Come and have a party!” she'll say. “Celebrate with me! I've found my lost coin!”", "10": "'Well, let me tell you: that's how glad God's angels feel when a single sinner repents.'", "11": "Jesus went on: 'Once there was a man who had two sons. ", "12": "The younger son said to the father, “Father, give me my share in the property.” So he divided up his livelihood between them. ", "13": "Not many days later the younger son turned his share into cash, and set off for a country far away, where he spent his share in having a riotous good time.", "14": "'When he had spent it all, a severe famine came on that country, and he found himself destitute. ", "15": "So he went and attached himself to one of the citizens of that country, who sent him into the fields to feed his pigs. ", "16": "He longed to satisfy his hunger with the pods that the pigs were eating, and nobody gave him anything.", "17": "'He came to his senses. “Just think!” he said to himself. “There are all my father's hired hands with plenty to eat – and here am I, starving to death! ", "18": "I shall get up and go to my father, and I'll say to him: 'Father; I have sinned against heaven and before you; ", "19": "I don't deserve to be called your son any longer. Make me like one of your hired hands.' ” ", "20": "And he got up and went to his father. 'While he was still a long way off, his father saw him and his heart was stirred with love and pity. He ran to him, hugged him tight, and kissed him. ", "21": "“Father,” the son began, “I have sinned against heaven and before you; I don't deserve to be called your son any longer.” ", "22": "But the father said to his servants, “Hurry! Bring the best clothes and put them on him! Put a ring on his hand, and shoes on his feet! ", "23": "And bring the calf that we've fattened up, kill it, and let's eat and have a party! ", "24": "This son of mine was dead, and is alive again! He was lost, and now he's found!” And they began to celebrate.'", "25": "'The older son was out in the fields. When he came home, and got near to the house, he heard music and dancing. ", "26": "He called one of the servants and asked what was going on.", "27": "' “Your brother's come home!” he said. “And your father has thrown a great party – he's killed the fattened calf! – because he's got him back safe and well!”", "28": "'He flew into a rage, and wouldn't go in. 'Then his father came out and pleaded with him. ", "29": "“Look here!” he said to his father, “I've been slaving for you all these years! I've never disobeyed a single commandment of yours. And you never even gave me a young goat so I could have a party with my friends. ", "30": "But when this son of yours comes home, once he's finished gobbling up your livelihood with his whores, you kill the fattened calf for him!”", "31": "' “My son,” he replied, “you're always with me. Everything I have belongs to you. ", "32": "But we had to celebrate and be happy! This brother of yours was dead and is alive again! He was lost, and now he's found!” '"}