{"1": "Jesus said to his disciples, 'Once there was a rich man who had a steward, and charges were laid against him that he was squandering his property. ", "2": "So he called him and said to him, “What's all this I hear about you? Present an account of your stewardship; I'm not going to have you as my steward any more!”", "3": "'At this, the steward said to himself, “What shall I do? My master is taking away my stewardship from me! I can't do manual work, and I'd be ashamed to beg ...", "4": "' “I have an idea what to do! – so that people will welcome me into their households when I am fired from being steward.”", "5": "'So he called his master's debtors to him, one by one. “How much”, he asked the first, “do you owe my master?”", "6": "' “A hundred measures of olive oil,” he replied. ' “Take your bill,” he said to him, “sit down quickly, and make it fifty.”", "7": "'To another he said, “And how much do you owe?” ' “A hundred measures of wheat,” he replied. ' “Take your bill,” he said, “and make it eighty.”", "8": "'And the master praised the dishonest steward because he had acted wisely. The children of this world, you see, are wiser than the children of light when it comes to dealing with their own generation.", "9": "'So let me tell you this: use that dishonest stuff called money to make yourselves friends! Then, when it gives out, they will welcome you into homes that will last.'", "10": "'Someone who is faithful in a small matter', Jesus continued, 'will also be faithful in a large one. Someone who is dishonest in a small matter will also be dishonest in a large one. ", "11": "If you haven't been faithful with that wicked thing called money, who is going to entrust you with true wealth? ", "12": "And if you haven't been faithful in looking after what belongs to someone else, who is going to give you what is your own?", "13": "'Nobody can serve two masters. You will end up hating one and loving the other, or going along with the first and despising the other. You can't serve God and money.'", "14": "The Pharisees, who loved money, heard all this, and mocked Jesus. ", "15": "So he said to them, 'You people let everyone else know that you're in the right – but God knows your hearts. What people call honourable, God calls abominable!", "16": "'The law and the prophets lasted until John. From now on, God's kingdom is announced, and everyone is trying to attack it. ", "17": "But it's easier for heaven and earth to pass away than for one dot of an “i” to drop out of the law.", "18": "'Anyone who divorces his wife and marries another commits adultery, and a person who marries a divorced woman commits adultery.'", "19": "'There was once a rich man,' said Jesus, 'who was dressed in purple and fine linen, and feasted in splendour every day. ", "20": "A poor man named Lazarus, who was covered with sores, lay outside his gate. ", "21": "He longed to feed himself with the scraps that fell from the rich man's table. Even the dogs came and licked his sores.", "22": "'In due course the poor man died, and was carried by the angels into Abraham's bosom. The rich man also died, and was buried. ", "23": "As he was being tormented in Hades, he looked up and saw Abraham far away, and Lazarus in his bosom.", "24": "' “Father Abraham!” he called out. “Have pity on me! Send Lazarus to dip the tip of his finger in water and cool my tongue! I'm in agony in this fire!”", "25": "' “My child,” replied Abraham, “remember that in your life you received good things, and in the same way Lazarus received evil. Now he is comforted here, and you are tormented. ", "26": "Besides that, there is a great chasm standing between us. People who want to cross over from here to you can't do so, nor can anyone get across from the far side to us.”", "27": "' “Please, then, father,” he said, “send him to my father's house. ", "28": "I've got five brothers. Let him tell them about it, so that they don't come into this torture-chamber.”", "29": "' “They've got Moses and the prophets,” replied Abraham. “Let them listen to them.”", "30": "' “No, father Abraham,” he replied, “but if someone went to them from the dead, they would repent!”", "31": "' “If they don't listen to Moses and the prophets,” came the reply, “neither would they be convinced, even if someone rose from the dead.” '"}