{"1": "Jesus said to his disciples, 'There are bound to be things that trip people up; but woe betide the person who brings them about! ", "2": "It would be better to have a millstone hung around your neck, and be thrown into the sea, than to trip up one of these little ones. ", "3": "So watch out for yourselves. 'If your brother sins against you, rebuke him; and if he apologizes, forgive him. ", "4": "Even if he sins against you seven times, and turns round seven times and says “sorry” to you, you must forgive him.'", "5": "The apostles said to the master, 'Give us greater faith!'", "6": "'If you had faith', replied the master, 'as a grain of mustard seed, you would say to this mulberry tree, “Be uprooted and be planted in the sea”, and it would obey you.", "7": "'Supposing one of you has a slave ploughing or keeping sheep out in the field. When he comes in, what will you say? “Come here at once, and sit down for a meal?” ", "8": "No; you will be far more likely to say, “Get something ready for me to eat! Get properly dressed, and wait on me while I eat and drink! After that you can have something to eat and drink yourself.” ", "9": "Will you thank the slave because he did what you told him?", "10": "'That's how it is with you. When you've done everything you're told, say this: “We're just ordinary slaves. All we've done is what we we were supposed to do.” '", "11": "As Jesus was on his way to Jerusalem, he passed along the borderlands between Samaria and Galilee. ", "12": "As he was going into one particular village he was met by ten men with virulent skin diseases who stayed at some distance from him.", "13": "'Jesus, Master!' they called out loudly. 'Have pity on us!'", "14": "When Jesus saw them he said to them, 'Go and show yourselves to the priests.' And as they went, they were healed.", "15": "One of them, seeing that he had been healed, turned back and gave glory to God at the top of his voice. ", "16": "He fell on his face in front of Jesus' feet and thanked him. He was a Samaritan.", "17": "'There were ten of you healed, weren't there?' responded Jesus. 'Where are the nine? ", "18": "Is it really the case that the only one who had the decency to give God the glory was this foreigner?", "19": "'Get up, and be on your way,' he said to him. 'Your faith has saved you.'", "20": "The Pharisees asked Jesus when the kingdom of God was coming. 'God's kingdom', replied Jesus, 'isn't the sort of thing you can watch for and see coming. ", "21": "People won't say “Look, here it is”, or “Look, over there!” No: God's kingdom is within your grasp.'", "22": "Then Jesus said to the disciples, 'The days are coming when you will long to see one of the days of the son of man, and you won't see it. ", "23": "They will say to you, “Look, there!” or “Look, here!” Don't go off or follow them. ", "24": "The son of man in his day will be like lightning that shines from one end of the sky to the other. ", "25": "But first he must suffer many things and be rejected by this generation.", "26": "'What will it be like in the days of the son of man? It will be like the days of Noah. ", "27": "People were eating and drinking, they were getting married and giving wedding parties, until the day when Noah went into the ark – and that day the flood came and swept them all away. ", "28": "And it will be like the days of Lot. They were eating and drinking, they were buying and selling, they were planting and building. ", "29": "But on the day when Lot left Sodom, it rained fire and sulphur from the sky and they were all destroyed. ", "30": "That's what it will be like on the day when the son of man is revealed.", "31": "'On that day anyone up on the roof, with all their possessions in the house, shouldn't go down to get them. Anyone out in the field shouldn't go back to get anything. ", "32": "Remember Lot's wife. ", "33": "If you try to save your life you'll lose it, but anyone who loses it will keep it.", "34": "'Let me tell you, in that night there will be two people sleeping side by side: one will be taken, and the other left behind. ", "35": "There will be two women working side by side grinding corn: one will be taken and the other left behind.'", "37": "'Where will this be, master?' they asked him. 'Where the body is,' replied Jesus, 'there the vultures will gather.'"}