{"1": "Jesus told them a parable, about how they should always pray and not give up.", "2": "'There was once a judge in a certain town,' he said, 'who didn't fear God, and didn't have any respect for people. ", "3": "There was a widow in that town, and she came to him and said, “Judge my case! Vindicate me against my enemy!”", "4": "'For a long time he refused. But, in the end, he said to himself, “It's true that I don't fear God, and don't have any respect for people. ", "5": "But because this widow is causing me a lot of trouble, I will put her case right and vindicate her, so that she doesn't end up coming and giving me a black eye.”", "6": "'Well,' said the master, 'did you hear what this unjust judge says? ", "7": "And don't you think that God will see justice done for his chosen ones, who shout out to him day and night? Do you suppose he is deliberately delaying? ", "8": "Let me tell you, he will vindicate them very quickly. But – when the son of man comes, will he find faith on the earth?'", "9": "He told this next parable against those who trusted in their own righteous standing and despised others.", "10": "'Two men', he said, 'went up to the Temple to pray. One was a Pharisee, the other was a tax-collector. ", "11": "The Pharisee stood and prayed in this way to himself: “God, I thank you that I am not like the other people – greedy, unjust, immoral, or even like this tax-collector. ", "12": "I fast twice in the week; I give tithes of all that I get.”", "13": "'But the tax-collector stood a long way off, and didn't even want to raise his eyes to heaven. He beat his breast and said, “God, be merciful to me, sinner that I am.” ", "14": "Let me tell you, he was the one who went back to his house vindicated by God, not the other. Don't you see? People who exalt themselves will be humbled, and people who humble themselves will be exalted.'", "15": "People were bringing even tiny babies to Jesus for him to touch them. When the disciples saw it, they forbade them sternly. ", "16": "But Jesus called them. 'Let the children come to me,' he said, 'and don't stop them! God's kingdom belongs to the likes of these. ", "17": "I'm telling you the truth: anyone who doesn't receive God's kingdom like a child will never get into it.'", "18": "There was a ruler who asked him, 'Good teacher, what must I do to inherit the life of the age to come?'", "19": "'Why call me good?' said Jesus to him. 'No one is good except God alone. ", "20": "You know the commandments: Don't commit adultery, don't kill, don't steal, don't swear falsely, honour your father and mother.'", "21": "'I've kept them all', he said, 'since I was a boy.'", "22": "When Jesus heard that, he said to him, 'There's just one thing you're short of. Sell everything you own, and distribute it to the poor, and you will have treasure in heaven. Then come and follow me.'", "23": "When he heard that he turned very sad; he was extremely wealthy.", "24": "Jesus saw that he had become sad, and said, 'How hard it is for those with possessions to enter God's kingdom! ", "25": "Yes: it's easier for a camel to go through the eye of a needle than for a rich man to enter God's kingdom.'", "26": "The people who heard it said, 'So who can be saved?'", "27": "'What's impossible for humans', said Jesus, 'is possible for God.'", "28": "'Look here,' said Peter, 'we've left everything and followed you.'", "29": "'I'm telling you the truth,' said Jesus, 'everyone who has left house or wife or brothers or parents or children, because of God's kingdom, ", "30": "will receive far more in return in the present time – and in the age to come they will receive the life that belongs to that age.'", "31": "Jesus took the Twelve aside. 'Look,' he said, 'we're going up to Jerusalem. Everything that's written in the prophets about the son of man will be fulfilled. ", "32": "Yes: he will be handed over to the pagans; he'll be mocked, abused and spat upon. ", "33": "They will beat him and kill him; and on the third day he'll be raised.'", "34": "They didn't understand any of this. The word was hidden from them, and they didn't know what he meant.", "35": "As they were getting near Jericho there was a blind man sitting by the road, begging. ", "36": "When he heard a crowd passing through the town he asked what was going on.", "37": "'Jesus of Nazareth is coming by,' people said to him.", "38": "So he shouted out, 'Jesus – David's son! Have pity on me!'", "39": "The people who were at the front of the group firmly told him to be silent. But he yelled out all the more, 'David's son! Have pity on me!'", "40": "Jesus stopped, and told them to bring the man to him. When he came up, he asked him, ", "41": "'What d'you want me to do for you?' 'Master,' he said, 'I want to see again.'", "42": "'Then see again,' said Jesus. 'Your faith has saved you.'", "43": "At once he received his sight again, and followed him, glorifying God. And when all the people saw it, they gave praise to God."}