{"1": "At that time a decree was issued by Augustus Caesar: a census was to be taken of the whole world. ", "2": "(This was the first census, before the one when Quirinius was governor of Syria.) ", "3": "So everyone set off to be registered, each to their own town. ", "4": "Joseph too, who belonged to the house and family of David, went from the city of Nazareth in Galilee to Bethlehem in Judaea, David's city, ", "5": "to be registered with his fiancée Mary, who was pregnant.", "6": "So that's where they were when the time came for her to give birth; ", "7": "and she gave birth to her firstborn, a son. She wrapped him up and put him to rest in a feeding-trough, because there was no room for them in the normal living quarters.", "8": "There were shepherds in that region, out in the open, keeping a night watch around their flock. ", "9": "An angel of the Lord stood in front of them. The glory of the Lord shone around them, and they were terrified.", "10": "'Don't be afraid,' the angel said to them. 'Look: I've got good news for you, news which will make everybody very happy. ", "11": "Today a saviour has been born for you – the Messiah, the Lord! – in David's town. ", "12": "This will be the sign for you: you'll find the baby wrapped up, and lying in a feeding-trough.'", "13": "Suddenly, with the angel, there was a crowd of the heavenly armies. They were praising God, saying,", "14": "'Glory to God in the highest, and peace upon earth among those in his favour.'", "15": "So when the angels had gone away again into heaven, the shepherds said to each other, 'Well then; let's go to Bethlehem and see what it's all about, all this that the Lord has told us.'", "16": "So they hurried off, and found Mary and Joseph, and the child lying in the feeding-trough. ", "17": "When they saw it, they told them what had been said to them about this child. ", "18": "And all the people who heard it were amazed at the things the shepherds said to them. ", "19": "But Mary treasured all these things and mused over them in her heart.", "20": "The shepherds returned, glorifying and praising God for all they had heard and seen, as it had been told to them.", "21": "After eight days, the time came to circumcise the baby. He was called by the name Jesus, which the angel had given him before he had been conceived in the womb.", "22": "When the time came for them to be purified according to the law of Moses, they took him up to Jerusalem to present him before the Lord. ", "23": "That's what the law of the Lord says: 'Every firstborn male shall be called holy to the Lord.' ", "24": "They also came to offer sacrifice, according to what it says in the law of the Lord: 'A pair of turtledoves or two young pigeons.'", "25": "Now there was a man in Jerusalem named Simeon. He was righteous and devout, waiting for God to comfort Israel, and the holy spirit was upon him. ", "26": "He had been told by the holy spirit that he would not die until he had seen the Lord's Messiah. ", "27": "Led by the spirit, he came into the Temple. As Jesus' parents brought him in, to do for him what the law's regulations required, ", "28": "he took the baby in his arms and blessed God with these words:", "29": "'Now, master, you are dismissing your servant in peace, Just as you said.", "30": "These eyes of mine have seen your salvation,", "31": "which you made ready in the presence of all peoples:", "32": "a light for revelation to the nations, and glory for your people Israel.'", "33": "His father and mother were astonished at the things that were said about him. ", "34": "Simeon blessed them. 'Listen,' he said to Mary his mother, 'this child has been placed here to make many in Israel fall and rise again, and as a sign that will be spoken against ", "35": "(yes, a sword will go through your own soul as well), so that the thoughts of many hearts may be disclosed.'", "36": "There was also a prophetess called Anna, the daughter of Phanuel, of the tribe of Asher. She was of a great age, having been widowed after a seven-year marriage, ", "37": "and was now eighty-four. She never left the Temple, but worshipped with fasting and prayer night and day. ", "38": "She came up at that moment and gave thanks to God, and spoke about Jesus to everyone who was waiting for the redemption of Jerusalem.", "39": "So when they had finished everything according to the law of the Lord, they returned to Galilee, to their town of Nazareth. ", "40": "The child grew and became strong, and was full of wisdom, and God's grace was upon him.", "41": "Jesus' parents used to go to Jerusalem every year for the Passover festival. ", "42": "When he was twelve years old, they went up as usual for the festival. ", "43": "When the feast days were over, they began the journey back, but the boy Jesus remained in Jerusalem. His parents didn't know; ", "44": "they thought he was in the travelling party, and went a day's journey before looking for him among their relatives and friends.", "45": "When they didn't find him, they went back to Jerusalem to look for him. ", "46": "And so it happened that after three days they found him in the Temple, sitting among the teachers, listening to them and asking them questions. ", "47": "Everyone who heard him was astonished at his understanding and his answers.", "48": "When they saw him they were quite overwhelmed. 'Child,' said his mother, 'why did you do this to us? Look – your father and I have been in a terrible state looking for you!'", "49": "'Why were you looking for me?' he replied. 'Didn't you know that I would have to be getting involved with my father's work?'", "50": "They didn't understand what he had said to them. ", "51": "He went down with them and came to Nazareth, and lived in obedience to them. And his mother kept all these things in her heart.", "52": "So Jesus became wiser and taller, gaining favour both with God and with the people."}