{"1": "The time came for the festival of unleavened bread, known as Passover. ", "2": "The chief priests and the scribes looked for a way to assassinate Jesus, a difficult task because of the crowds.", "3": "The satan entered into Judas, whose surname was Iscariot, who was one of the company of the Twelve. ", "4": "He went and held a meeting with the chief priests and officers, to discuss how he might hand Jesus over. ", "5": "They were delighted, and promised to pay him. ", "6": "He agreed, and started to look for an opportunity to hand him over to them when the crowds weren't around.", "7": "The day of unleavened bread arrived, the day when people had to kill the Passover lamb. ", "8": "Jesus dispatched Peter and John. 'Off you go,' he said, 'and get the Passover ready for us to eat.'", "9": "'Where d'you want us to prepare it?' they asked him.", "10": "'Listen carefully,' said Jesus. 'As you go into the city a man will meet you carrying a jar of water. Follow him, and when he goes into a house, go after him. ", "11": "Then say to the householder there, “The teacher says, 'Where is the living-room where I can eat the Passover with my disciples?' ” ", "12": "And he will show you a large upstairs room, laid out and ready. Make the preparations there.'", "13": "So they went and found it as he had said to them, and they prepared the Passover.", "14": "When the time came, Jesus sat down at table, and the apostles with him.", "15": "'I have been so much looking forward to eating this Passover with you before I have to suffer,' he said to them. ", "16": "'For – let me tell you – I won't eat it again until it's fulfilled in the kingdom of God.'", "17": "Then he took a cup, and gave thanks, and said, 'Take this and share it among yourselves. ", "18": "Let me tell you, from now on I won't drink from the fruit of the vine until the kingdom of God comes.'", "19": "Then he took some bread. He gave thanks, broke it and gave it to them. 'This is my body,' he said, 'which is given for you. Do this in memory of me.'", "20": "So too, after supper, with the cup: 'This cup', he said, 'is the new covenant, in my blood which is shed for you.", "21": "'But look here! The hand of the one who will betray me is with me at this table. ", "22": "The son of man is indeed going, as it is marked out for him; but woe betide that man by whom he is betrayed!'", "23": "They began to ask each other which of them was going to do this.", "24": "A quarrel began among them: which of them was to be seen as the most important?", "25": "'Pagan kings lord it over their subjects,' said Jesus to them, 'and people in power get themselves called “Benefactors”. ", "26": "That's not how it's to be with you. The most important among you ought to be like the youngest. The leader should be like the servant. ", "27": "After all, who is the more important, the one who sits at table or the one who waits on him? The one at table, obviously! But I am with you here like a servant.", "28": "'You are the ones who have stuck it out with me through the trials I've had to endure. ", "29": "This is my bequest to you: the kingdom my father bequeathed to me! ", "30": "What does this mean? You will eat and drink at my table, in my kingdom, and you will sit on thrones, judging the twelve tribes of Israel.", "31": "'Simon, Simon, listen to this. The satan demanded to have you. He wanted to shake you into bits like wheat. ", "32": "But I prayed for you; I prayed that you wouldn't run out of faith. And, when you turn back again, you must give strength to your brothers.'", "33": "'Master,' replied Simon, 'I'm ready to go with you to prison – or to death!'", "34": "'Let me tell you, Peter,' replied Jesus, 'the cock won't crow today before you have three times denied that you know me.'", "35": "'When I sent you out,' Jesus said to them, 'without purse or bag or sandals, were you short of anything?' 'Nothing,' they replied.", "36": "'But now,' he said, 'anyone who has a purse should take it, and the same with a bag. And anyone who doesn't have a sword should sell his cloak and buy one. ", "37": "Let me tell you this: when the Bible says, “He was reckoned with the lawless”, it must find its fulfilment in me. Yes; everything about me must reach its goal.'", "38": "'Look, Master,' they said, 'we've got a couple of swords here.' 'That's enough!' he said to them.", "39": "So off they went. Jesus headed, as usual, for the Mount of Olives, and his disciples followed him.", "40": "When he came to the place, he said to them, 'Pray that you won't come into the trial.'", "41": "He then withdrew from them about a stone's throw, and knelt down to pray.", "42": "'Father,' he said, 'if you wish it – please take this cup away from me! But it must be your will, not mine.' ", "43": "An angel appeared to him from heaven, strengthening him. ", "44": "By now he was in agony, and he prayed very fervently. And his sweat became like clots of blood, falling on the ground. ", "45": "Then he got up from praying, and came to the disciples and found them asleep because of sorrow.", "46": "'Why are you sleeping?' he said to them. 'Get up and pray, so that you won't come into the trial.'", "47": "While he was still speaking, a crowd appeared. The man named Judas, one of the Twelve, was leading them. He came towards Jesus to kiss him, ", "48": "but Jesus said to him, 'Judas! Are you going to betray the son of man with a kiss?'", "49": "Jesus' followers saw what was about to happen. 'Master!' they said. 'Shall we go in with the swords?' ", "50": "And one of them struck the high priest's servant, and cut off his right ear.", "51": "'Enough of that!' said Jesus, and healed the ear with a touch.", "52": "Then Jesus spoke to the chief priests, the Temple guardsmen, and the elders who had come after him. 'Anyone would think I was a brigand,' he said, 'for you to come out with swords and clubs! ", "53": "Every day I've been in the Temple with you and you never laid hands on me. But your moment has come at last, and so has the power of darkness.'", "54": "So they arrested Jesus, took him off, and brought him into the high priest's house. Peter followed at a distance. ", "55": "They lit a fire in the middle of the courtyard and sat around it, and Peter sat in among them.", "56": "A servant-girl saw him sitting by the fire. She stared hard at him. 'This fellow was with him!' she said.", "57": "Peter denied it. 'I don't know him, woman,' he said.", "58": "After a little while another man saw him and said, 'You're one of them!' 'No, my friend, I'm not,' replied Peter.", "59": "After the space of about an hour, another man insisted, 'It's true! This man was with him; he's a Galilean too!'", "60": "'My good fellow,' said Peter, 'I don't know what you're talking about.' And at once, while he was still speaking, the cock crowed. ", "61": "The master turned and looked at Peter, and Peter called to mind the words the master had spoken to him: 'Before the cock crows, this very day, you will deny me three times.' ", "62": "And he went outside and wept bitterly.", "63": "The men who were holding Jesus began to make fun of him and knock him about. ", "64": "They blindfolded him. 'Prophesy!' they told him. 'Who is it that's hitting you?'", "65": "And they said many other scandalous things to him.", "66": "When the day broke, the official assembly of the people, the chief priests and the scribes came together, and they took him off to their council.", "67": "'If you are the Messiah,' they said, 'tell us!' 'If I tell you,' he said to them, 'you won't believe me. ", "68": "And if I ask you a question, you won't answer me. ", "69": "But from now on the son of man will be seated at the right hand of God's power.'", "70": "'So you're the son of God, are you?' they said. 'You say that I am,' he said to them.", "71": "'Why do we need any more witnesses?' they said. 'We've heard it ourselves, from his own mouth!'"}