{"1": "The women went to the tomb in the very early morning of the first day of the week, carrying the spices they had prepared. ", "2": "They found the stone rolled away from the tomb, ", "3": "and when they went in they didn't find the body of the Lord Jesus.", "4": "As they were at a loss what to make of it all, suddenly two men in shining clothes stood beside them. ", "5": "The women were terrified, and bowed their faces towards the ground. But the men said to them, 'Why look for the living with the dead? ", "6": "He isn't here – he's been raised! Don't you remember? While you were still in Galilee he told you that ", "7": "the son of man must be handed over into the hands of sinners, and be crucified, and rise again on the third day.'", "8": "And they remembered his words.", "9": "They went back, away from the tomb, and told all this to the eleven and all the others. ", "10": "It was Mary Magdalene, Joanna, and Mary the mother of James, and the others with them. They said this to the apostles; ", "11": "and this message seemed to them just stupid, useless talk, and they didn't believe them.", "12": "Peter, though, got up and ran to the tomb. He stooped down and saw only the grave-clothes. He went back home, perplexed at what had happened.", "13": "That very day, two of them were going to a village called Emmaus, which lay about seven miles from Jerusalem. ", "14": "They were discussing with each other all the various things that had taken place. ", "15": "As they were discussing, and arguing with each other, Jesus himself approached and walked with them. ", "16": "Their eyes, though, were prevented from recognizing him.", "17": "'You're obviously having a very important discussion on your walk,' he said; 'what's it all about?' They stood still, a picture of gloom. ", "18": "Then one of them, Cleopas by name, answered him. 'You must be the only person around Jerusalem', he said, 'who doesn't know what's been going on there these last few days.'", "19": "'What things?' he asked. 'To do with Jesus of Nazareth,' they said to him. 'He was a prophet. He acted with power and he spoke with power, before God and all the people. ", "20": "Our chief priests and rulers handed him over to be condemned to death, and they crucified him. ", "21": "But we were hoping that he was going to redeem Israel! 'And now, what with all this, it's the third day since it happened. ", "22": "But some women from our group have astonished us. They went to his tomb very early this morning, ", "23": "and didn't find his body. They came back saying they'd seen a vision of angels, who said he was alive. ", "24": "Some of the folk with us went off to the tomb and found it just as the women had said, but they didn't see him.'", "25": "'You are so senseless!' he said to them. 'So slow in your hearts to believe all the things the prophets said to you! Don't you see? ", "26": "This is what had to happen: the Messiah had to suffer, and then come into his glory!'", "27": "So he began with Moses, and with all the prophets, and explained to them the things about himself throughout the whole Bible.", "28": "They drew near to the village where they were heading. Jesus gave the impression that he was going further, ", "29": "but they urged him strongly not to. 'Stay with us,' they said. 'It's nearly evening; the day is almost gone.' And he went in to stay with them.", "30": "As he was sitting at table with them he took the bread and gave thanks. He broke it and gave it to them. ", "31": "Then the eyes of both of them were opened, and they recognized him; and he vanished from their sight.", "32": "Then they said to each other, 'Do you remember how our hearts were burning inside us, as he talked to us on the road, as he opened up the Bible for us?'", "33": "And they got up then and there and went back to Jerusalem. There they found the eleven, and the people with them, gathered together.", "34": "They were saying, 'The Lord really has been raised! He's appeared to Simon!' ", "35": "Then they told what had happened on the road, and how he was known to them in the breaking of the bread.", "36": "As they were saying this, Jesus himself stood in the midst of them, and said, 'Peace be with you.' ", "37": "They were terrified and alarmed, and thought they were seeing a ghost.", "38": "'Why are you so disturbed?' he said. 'Why do these questionings come up in your hearts? ", "39": "Look at my hands and feet; it really is me, myself. Touch me and see! Ghosts don't have flesh and bones like you can see I have.'", "40": "With these words, he showed them his hands and feet.", "41": "While they were still in disbelief and amazement from sheer joy, he said to them, 'Have you got something here to eat?' ", "42": "They gave him a piece of baked fish, ", "43": "which he took and ate in front of them.", "44": "Then he said to them, 'This is what I was talking to you about when I was still with you. Everything written about me in the law of Moses, and in the prophets and the Psalms, had to be fulfilled.' ", "45": "Then he opened their minds to understand the Bible.", "46": "'This is what is written,' he said. 'The Messiah must suffer and rise from the dead on the third day, ", "47": "and in his name repentance, for the forgiveness of sins, must be announced to all the nations, beginning from Jerusalem. ", "48": "You are the witnesses for all this. ", "49": "Now, look: I'm sending upon you what my father has promised. But stay in the city until you are clothed with power from on high.'", "50": "Then he took them out as far as Bethany, and lifted up his hands and blessed them. ", "51": "As he was blessing them, he was separated from them and carried into heaven.", "52": "They worshipped him, and went back to Jerusalem in great joy. ", "53": "They spent all their time in the Temple, praising God."}