{"1": "It was the fifteenth year of the reign of Tiberius Caesar. Pontius Pilate was governor of Judaea; Herod was Tetrarch of Galilee; his brother Philip was tetrarch of Ituraea and Trachonitis; Lysanias was tetrarch of Abilene. ", "2": "Annas and Caiaphas were the high priests. At that time, the word of God came to John, the son of Zechariah, in the wilderness. ", "3": "He went through all the region of the Jordan, announcing a baptism of repentance for the forgiveness of sins. ", "4": "This is what is written in the book of the words of Isaiah the prophet: A voice shouting in the wilderness: get ready a path for the Lord, make the roads straight for him!", "5": "Every valley shall be filled in, and every mountain and hill shall be flattened, the twisted paths will be straightened out, and the rough roads smoothed off,", "6": "and all that lives shall see God's rescue.", "7": "'You brood of vipers,' John used to say to the crowds who came out to be baptized by him. 'Who told you to escape from the coming anger? ", "8": "You'd better prove your repentance by bearing the proper fruit! Don't start saying to yourselves, “We have Abraham as our father”; let me tell you, God can raise up children for Abraham from these stones! ", "9": "The axe is already standing by the roots of the tree – so every tree that doesn't produce good fruit will be cut down and thrown into the fire.'", "10": "'What shall we do?' asked the crowds.", "11": "'Anyone who has two cloaks', replied John, 'should give one to someone who hasn't got one. The same applies to anyone who has plenty of food.'", "12": "Some toll-collectors came to be baptized. 'Teacher,' they said, 'what should we do?'", "13": "'Don't collect more than what is laid down,' he replied.", "14": "Some soldiers, too, asked John, 'What about us? What should we do?' 'No extortion,' replied John, 'and no blackmail. Be content with your wages.'", "15": "The people were very excited, and everyone was questioning in their hearts whether John might not be the Messiah. ", "16": "To all of them John responded: 'I am baptizing you with water. But someone is coming who is stronger than I am. I don't deserve to untie his sandal-strap. He will baptize you with the holy spirit and with fire. ", "17": "He will have his winnowing-fork to hand, ready to sort out the mess on his threshing floor and gather the corn into his barn. Any rubbish he will burn with a fire that will never go out.'", "18": "John urged his news on the people with many other words. ", "19": "But Herod the Tetrarch – whom John had accused in the matter of his brother's wife Herodias, and for all the evil things which Herod had done – ", "20": "added this to his list of crimes, that he shut John up in prison.", "21": "So it happened that, as all the people were being baptized, Jesus too was baptized, and was praying. The heaven was opened, ", "22": "and the holy spirit descended in a bodily form, like a dove, upon him. There came a voice from heaven: 'You are my son, my dear son! I'm delighted with you.'", "23": "Jesus was about thirty years old at the start of his work. He was, as people thought, the son of Joseph, from whom his ancestry proceeds back in the following line: Heli, ", "24": "Matthat, Levi, Melchi, Jannai, Joseph, ", "25": "Mattathias, Amos, Nahum, Esli, Naggai, ", "26": "Maath, Mattathias, Semein, Josech, Joda, ", "27": "Johanan, Rhesa, Zerubbabel, Shealtiel, Neri, ", "28": "Melchi, Addi, Kosam, Elmadam, Er, ", "29": "Joshua, Eliezer, Jorim, Matthat, Levi, ", "30": "Simeon, Judah, Joseph, Jonam, Eliakim, ", "31": "Melea, Menna, Mattatha, Nathan, David, ", "32": "Jesse, Obed, Boaz, Sala, Nahshon, ", "33": "Amminadab, Admin, Arni, Hezron, Perez, Judah, ", "34": "Jacob, Isaac, Abraham, Terah, Nahor, ", "35": "Serug, Reu, Peleg, Eber, Shela, ", "36": "Kainan, Arphachsad, Shem, Noah, Lamech, ", "37": "Methuselah, Enoch, Jared, Mahalaleel, Kainan, ", "38": "Enosh, Seth, Adam, and God."}