{"1": "Jesus returned from the Jordan, filled with the spirit. The spirit took him off into the wilderness ", "2": "for forty days, to be tested by the devil. He ate nothing during that time, and at the end of it he was hungry.", "3": "'If you are God's son,' said the devil, 'tell this stone to become a loaf of bread.'", "4": "'It is written,' replied Jesus, ' “It takes more than bread to keep you alive.” '", "5": "The devil then took him up and showed him, in an instant, all the kingdoms of the world.", "6": "'I will give you authority over all of this,' said the devil, 'and all the prestige that goes with it. It's been given to me, you see, and I give it to anyone I like. ", "7": "So it can all be yours . . . if you will just worship me.'", "8": "'It is written,' replied Jesus, ' “The Lord your God is the one you must worship; he is the only one you must serve.” '", "9": "Then the devil took him to Jerusalem, and stood him on a pinnacle of the Temple. 'If you are God's son,' he said, 'throw yourself down from here; ", "10": "it's written that “He will give his angels a command about you, to look after you”; ", "11": "and “They will carry you in their hands, so that you won't hit your foot against a stone.” '", "12": "'It has been said,' replied Jesus, ' “You mustn't put the Lord your God to the test.” '", "13": "When the devil had finished each temptation, he left him until another opportunity.", "14": "Jesus returned to Galilee in the power of the spirit. Word about him went out throughout the whole district. ", "15": "He taught in their synagogues, and gained a great reputation all around.", "16": "He came to Nazareth, where he had been brought up. On the sabbath, as was his regular practice, he went into the synagogue and stood up to read. ", "17": "They gave him the scroll of the prophet Isaiah. He unrolled the scroll and found the place where it was written:", "18": "The spirit of the Lord is upon me because he has anointed me to tell the poor the good news. He has sent me to announce release to the prisoners and sight to the blind, to set the wounded victims free,", "19": "to announce the year of God's special favour.", "20": "He rolled up the scroll, gave it to the attendant, and sat down. All eyes in the synagogue were fixed on him.", "21": "'Today,' he began, 'this scripture is fulfilled in your own hearing.'", "22": "Everyone remarked at him; they were astonished at the words coming out of his mouth – words of sheer grace. 'Isn't this Joseph's son?' they said.", "23": "'I know what you're going to say,' Jesus said. 'You're going to tell me the old riddle: “Heal yourself, doctor!” “We heard of great happenings in Capernaum; do things like that here, in your own country!”", "24": "'Let me tell you the truth,' he went on. 'Prophets never get accepted in their own country. ", "25": "This is the solemn truth: there were plenty of widows in Israel in the time of Elijah, when heaven was shut up for three years and six months, and there was a great famine over all the land. ", "26": "Elijah was sent to none of them, only to a widow in the Sidonian town of Zarephath.", "27": "'And there were plenty of people with virulent skin diseases in Israel in the time of Elisha the prophet, and none of them was healed – only Naaman, the Syrian.'", "28": "When they heard this, everyone in the synagogue flew into a rage. ", "29": "They got up and threw him out of town. They took him to the top of the mountain on which their town was built, meaning to fling him off. ", "30": "But he slipped through the middle of them and went away.", "31": "Jesus went down to Capernaum, a town of Galilee. He used to teach them every sabbath. ", "32": "They were astonished at his teaching, because his message was powerful and authoritative.", "33": "There was a man in the synagogue who had the spirit of an unclean demon.", "34": "'Hey, you!' he yelled out at the top of his voice. 'What's going on with you and me, Jesus of Nazareth? Have you come to destroy us? I know who you are – you're God's Holy One!'", "35": "'Shut up!' Jesus rebuked him. 'Come out of him!' The demon threw the man down right there in front of them, and came out without harming him. ", "36": "Fear came over them all. 'What's all this?' they started to say to one another. 'He's got power! He's got authority! He tells the unclean spirits what to do, and they come out!' ", "37": "Word about him went out to the whole surrounding region.", "38": "He left the synagogue and went into Simon's house. Simon's mother-in-law was sick with a high fever, and they asked him about her. ", "39": "He stood in front of her, rebuked the fever, and it left her. And straight away she got up and waited on them.", "40": "When the sun went down, everyone who had sick people – all kinds of sicknesses – brought them to him. He laid his hands on each one in turn, and healed them. ", "41": "Demons came out of many people, shouting out, 'You are the son of God!' He sternly forbade them to speak, because they knew he was the Messiah.", "42": "When day dawned he left the town and went off to a deserted place. The crowds hunted for him, and when they caught up with him they begged him not to leave them.", "43": "'I must tell the good news of God's kingdom to the other towns,' he said. 'That's what I was sent for.' ", "44": "And he was announcing the message to the synagogues of Judaea."}