{"1": "One day, as the crowds were pressing close to him to hear the word of God, Jesus was standing by the lake of Gennesaret. ", "2": "He saw two boats moored by the land; the fishermen had gone ashore and were washing their nets. ", "3": "He got into one of the boats – it was Simon's – and asked him to put out a little way from the land. Then he sat down in the boat and began to teach the crowd.", "4": "When he had finished speaking, he said to Simon, 'Put out into the deeper part, and let down your nets for a catch.'", "5": "'Master,' replied Simon, 'we were working hard all night and caught nothing at all. But if you say so, I'll let down the nets.'", "6": "When they did so, they caught such a huge number of fish that their nets began to break. ", "7": "They signalled to their partners in the other boat to come and help them. So they came, and filled both the boats, and they began to sink.", "8": "When Simon Peter saw it, he fell down at Jesus' knees. 'Go away,' he said. 'Leave me, Lord! I'm a sinner!' ", "9": "He and all his companions were gripped with amazement at the catch of fish they had taken; ", "10": "this included James and John, the sons of Zebedee, who were partners with Simon. 'Don't be afraid,' said Jesus to Simon. 'From now on you'll be catching people.'", "11": "They brought the boats in to land. Then they abandoned everything and followed him.", "12": "It so happened that, as Jesus was in one particular town, there was a man whose body was riddled with a virulent skin disease. When he saw Jesus, he fell on his face. 'Lord,' he begged, 'if you want, you can make me clean.'", "13": "Jesus stretched out his hand and touched him. 'I do want to,' he said. 'Be clean.' And the skin disease disappeared immediately.", "14": "Jesus instructed the man not to tell anyone. 'Go and show yourself to the priest', he said, 'and make the offering commanded by Moses in connection with your healing, as evidence for them.'", "15": "The news about Jesus, though, spread all round, and large crowds came to hear and to be healed from their diseases. ", "16": "He used to slip away to remote places and pray.", "17": "One day, as Jesus was teaching, there were Pharisees and legal experts sitting there who had come from every village of Galilee, and from Judaea and Jerusalem. The power of the Lord was with Jesus, enabling him to heal. ", "18": "Just then some men appeared, carrying a paralysed man on a mattress; they were trying to bring him in and lay him before Jesus. ", "19": "The crowd made it impossible for them to get through, so they went up on the roof and let him down through the tiles, mattress and all, so that he landed right in the middle, in front of Jesus.", "20": "Jesus saw what trust they had. 'My friend,' he said, 'your sins are forgiven.'", "21": "The legal experts and Pharisees began to argue. 'Who does he think he is?' they said. 'He's blaspheming! Nobody can forgive sins – only God can do that!'", "22": "Jesus knew their line of thought. 'Why are you complaining in your hearts?' he replied. ", "23": "'Which is easier, to say, “Your sins are forgiven”, or to say, “Get up and walk”? ", "24": "But if you want to be convinced that the son of man has authority on earth to forgive sins –' (here he turned to the paralysed man) '– I say to you, get up, pick up your mattress, and go home.'", "25": "At once he got up in front of them all, picked up what he'd been lying on, and went off home, praising God.", "26": "A sense of awe came over everyone. They praised God, and were filled with fear. 'We've seen extraordinary things today,' they said.", "27": "After this Jesus went out and saw a tax-collector called Levi, sitting at the tax-office. 'Follow me,' he said. ", "28": "And he left everything, got up, and followed him.", "29": "Levi made a great feast for him in his house, and a large crowd of tax-collectors and others were there reclining at table. ", "30": "The Pharisees and the legal experts began to grumble to Jesus' disciples. 'Why do you lot eat and drink', they asked, 'with tax-collectors and sinners?'", "31": "'Healthy people don't need a doctor;' replied Jesus, 'it's sick people who do! ", "32": "I haven't come to call the righteous; I'm calling sinners to repentance.'", "33": "'John's disciples often fast, and say prayers,' they said to him, 'and so do the Pharisees' followers – but your disciples eat and drink.'", "34": "'Can you make the wedding guests fast', replied Jesus, 'while the bridegroom is with them? ", "35": "But the time will come when the bridegroom is taken away from them. That's when they will fast.'", "36": "He added this parable. 'Nobody tears a piece of cloth from a new coat to make a patch on an old one. If they do, they tear the new, and the patch from it won't fit the old one anyway. ", "37": "And nobody puts new wine into old wineskins. If they do, the new wine will burst the skins: it will go to waste, and the skins will be ruined too. ", "38": "You have to put new wine in new skins. ", "39": "And nobody who drinks old wine wants new. “I prefer the old,” they say.'"}