{"1": "One sabbath, Jesus was walking through some cornfields. His disciples were plucking and eating ears of grain, rubbing them with their hands.", "2": "'Why', asked some Pharisees, 'are you doing something that isn't permitted on the sabbath?'", "3": "'Haven't you read what David did?' replied Jesus. 'When he and his men were hungry, ", "4": "he went into God's house and took the “bread of the Presence”, which no one but the priests was allowed to eat. He ate some, and gave it to his companions.", "5": "'The son of man', he declared, 'is Lord of the sabbath.'", "6": "On another sabbath he went into the synagogue and was teaching. A man was there whose right hand was withered. ", "7": "The scribes and Pharisees were watching him, to see if he would heal him on the sabbath, so that they could find an accusation against him.", "8": "He knew what they were thinking. 'Get up,' he said to the man with the withered hand, 'and come out here in the middle.' He got up and came out.", "9": "'Let me ask you something,' Jesus said to them. 'Is it lawful to do good on the sabbath or to do evil? To save life or to destroy it?'", "10": "He looked round at all of them. 'Stretch out your hand,' he said to the man. He did so; and his hand was restored. ", "11": "But they were filled with rage, and discussed with each other what they might do to Jesus.", "12": "It happened around that time that Jesus went up into the mountain to pray, and he spent all night in prayer to God. ", "13": "When day came, he called his disciples, and chose twelve of them, calling them 'apostles': ", "14": "Simon, whom he called Peter, and Andrew his brother, and James and John, and Philip, Bartholomew, ", "15": "Matthew, Thomas, James son of Alphaeus, Simon who was called 'the hothead', ", "16": "Judas son of James, and Judas Iscariot, who turned traitor.", "17": "He went down with them, and took up a position on a level plain where there was a large crowd of his followers, with a huge company of people from all Judaea, from Jerusalem, and from the coastal region of Tyre and Sidon. ", "18": "They came to hear him, and to be cured from their diseases. Those who were troubled by unclean spirits were healed, ", "19": "and the whole crowd tried to touch him, because power was going out from him and healing everybody.", "20": "He lifted up his eyes and looked at his disciples, and said: 'Blessings on the poor: God's kingdom belongs to you!", "21": "'Blessings on those who are hungry today: you'll have a feast! 'Blessings on those who weep today: you'll be laughing!", "22": "'Blessings on you, when people hate you, and shut you out, when they slander you and reject your name as if it was evil, because of the son of man. ", "23": "Celebrate on that day! Jump for joy! Don't you see: in heaven there is a great reward for you! That's what their ancestors did to the prophets.", "24": "'But woe betide you rich: you've had your comfort!", "25": "'Woe betide you if you're full today: you'll go hungry! 'Woe betide you if you're laughing today: you'll be mourning and weeping!", "26": "'Woe betide you when everyone speaks well of you: that's what their ancestors did to the false prophets.'", "27": "'But this is my word', Jesus continued, 'for those of you who are listening: love your enemies! Do good to people who hate you! ", "28": "Bless people who curse you! Pray for people who treat you badly!", "29": "'If someone hits you on the cheek – offer him the other one! If someone takes away your coat – don't stop him taking your shirt! ", "30": "Give to everyone who asks you, and don't ask for things back when people have taken them.", "31": "'Whatever you want people to do to you, do that to them. ", "32": "If you love those who love you, what credit is that to you? Think about it: even sinners love people who love them. ", "33": "Or again, if you do good only to people who do good to you, what credit is that to you? Sinners do that too. ", "34": "If you lend only to people you expect to get things back from, what credit is that to you? Even sinners lend to sinners to get paid back. ", "35": "No: love your enemies, do good and lend without expecting any return. Your reward will be great! You will be children of the Highest! He is generous, you see, to the stingy and wicked. ", "36": "You must be merciful, just as your father is merciful.", "37": "'Don't judge, and you won't be judged. Don't condemn, and you won't be condemned. Forgive, and you'll be forgiven. ", "38": "Give, and it will be given to you: a good helping, squashed down, shaken in, and overflowing – that's what will land in your lap. Yes: the ration you give to others is the ration you'll get back for yourself.'", "39": "Jesus told them this riddle. 'What do you get when one blind man guides another? Both of them falling in a ditch! ", "40": "Students can't do better than the teacher; when the course is done, they'll all be just like the teacher.", "41": "'Why look at the speck of dust in your brother's eye, when you haven't noticed the plank in your own eye? ", "42": "How can you say to your brother, “Dear brother, let me take the speck out of your eye,” when you can't see the plank in your own? You're a fraud! First take the plank out of your own eye, and then you'll see clearly to take the speck out of your brother's eye.", "43": "'You see, no good tree bears bad fruit; nor can a bad tree produce good fruit. ", "44": "Every tree is known by its fruit. You don't pick figs from thorns; nor do you get grapes from a briar-bush. ", "45": "The good person brings good things out of the good treasure of the heart; the evil person brings evil things out of evil. What comes out of the mouth is what's overflowing in the heart.", "46": "'Why do you call me, “Lord, Lord,” and don't do what I say? ", "47": "I'll show you what people are like when they come to me, and hear my words, and do them. ", "48": "They are like a wise man building a house: he dug, he went down deep, and he laid a foundation on rock. When a flood came, the river burst its banks all over the house, but it couldn't shake it because it was well built. ", "49": "But when people hear but don't obey – that's like a man who built a house on the ground, without a foundation. When the river burst over it, it fell down at once. The ruin of that house was devastating.'"}