{"1": "When Jesus had finished saying all these words in the hearing of the people, he went into Capernaum.", "2": "There was a centurion who had a slave who was particularly precious to him. This slave was ill, at the point of death. ", "3": "The centurion heard about Jesus, and sent some Jewish elders to him, to ask him to come and rescue his slave. ", "4": "They approached Jesus and begged him eagerly. 'He deserves a favour like this from you,' they said. ", "5": "'He loves our people, and he himself built us our synagogue.'", "6": "Jesus went with them. When he was not far off from the house, the centurion sent friends to him with a further message. 'Master,' he said, 'don't trouble yourself. I don't deserve to have you come under my roof. ", "7": "That's why I didn't think myself worthy to come to you in person. But – just say the word, and my slave will be healed. ", "8": "You see, I'm used to living under authority, and I have soldiers reporting to me. I say to this one, “Go,” and he goes; to another one, “Come,” and he comes; and to my slave, “Do this,” and he does it.'", "9": "When Jesus heard this he was astonished. 'Let me tell you,' he said, turning to the crowd that was following him, 'I haven't found faith of this kind, even in Israel.'", "10": "The people who had been sent to him went back to the house. There they found the slave in good health.", "11": "Not long afterwards, Jesus went to a town called Nain. His disciples went with him, and so did a large crowd. ", "12": "As he got near to the gate of the city, a young man was being carried out dead. He was the only son of his mother, and she was a widow. There was a substantial crowd of the townspeople with her.", "13": "When the master saw her, he was very sorry for her. 'Don't cry,' he said to her. ", "14": "Then he went up and touched the bier, and the people carrying it stood still. 'Young fellow,' he said, 'I'm telling you – get up!' ", "15": "The dead man sat up and began to speak, and he gave him to his mother.", "16": "Terror came over all of them. They praised God. 'A great prophet has risen among us!' they said. 'God has visited his people!'", "17": "This report went out about him in the whole of Judaea and the surrounding countryside.", "18": "The disciples of John the Baptist told him about all these things. John called two of these followers ", "19": "and sent them to the master with this message: 'Are you the Coming One, or should we expect someone else?'", "20": "The men arrived where Jesus was. 'John the Baptist', they said, 'has sent us to you to say, “Are you the Coming One, or should we expect someone else?” '", "21": "Then and there Jesus healed several people of diseases, plagues and possession by unclean spirits; and he gave several blind people back their sight. ", "22": "Then he answered them: 'Go and tell John what you have seen and heard: the blind see, the lame walk, people with virulent skin diseases are cleansed, the deaf hear, the dead are raised, the poor hear the gospel. ", "23": "And a blessing on the person who isn't shocked by me!'", "24": "So off went John's messengers. Jesus then began to talk to the crowds about John. 'Why did you go out into the desert?' he asked. 'What were you looking for? A reed swaying in the breeze? ", "25": "Well then, what did you go out to see? Someone dressed in silks and satins? See here, if you want to find people who wear fine clothes and live in luxury, you'd better look in royal palaces. ", "26": "So what did you go out to see? A prophet? Yes indeed, and more than a prophet. ", "27": "This is the one of whom the Bible says, “Look: I send my messenger before my face; he will get my path ready ahead of me.”", "28": "'Let me tell you this,' he went on. 'Nobody greater than John has ever been born of women. But the one who is least in God's kingdom is greater than he is.'", "29": "When all the people, and the tax-collectors, heard that, they praised God for his faithfulness; they had been baptized with John's baptism. ", "30": "But the Pharisees and the lawyers, who had not been baptized by John, rejected God's plan for them.", "31": "'What picture can I use', Jesus continued, 'for the people of this generation? What are they like? ", "32": "They're like children sitting in the square and calling this old riddle to each other: We piped for you and you didn't dance; we wailed for you and you didn't cry!", "33": "'When John the Baptist came, he didn't eat bread or drink wine, and you say, “He's got a demon!” ", "34": "When the son of man came, eating and drinking, you say, “Look! A glutton and a drunkard, a friend of tax-collectors and sinners!” ", "35": "And wisdom is justified by all her children.'", "36": "A Pharisee asked Jesus to dine with him, and he went into the Pharisee's house and reclined at table. ", "37": "A woman from the town, a known bad character, discovered that he was there at table in the Pharisee's house. She brought an alabaster jar of ointment. ", "38": "Then she stood behind Jesus' feet, crying, and began to wet his feet with her tears. She wiped them with her hair, kissed his feet, and anointed them with the ointment.", "39": "The Pharisee who had invited Jesus saw what was going on. 'If this fellow really was a prophet,' he said to himself, 'he'd know what sort of a woman this is who is touching him! She's a sinner!'", "40": "'Simon,' replied Jesus, 'I have something to say to you.' 'Go ahead, Teacher,' he replied.", "41": "'Once upon a time there was a moneylender who had two debtors. The first owed him five hundred dinars; the second a tenth of that. ", "42": "Neither of them could pay him, and he let them both off. So which of them will love him more?'", "43": "'The one he let off the more, I suppose,' replied Simon. 'Quite right,' said Jesus.", "44": "Then, turning towards the woman, he said to Simon, 'You see this woman? When I came into your house, you didn't give me water to wash my feet – but she has washed my feet with her tears, and wiped them with her hair. ", "45": "You didn't give me a kiss, but she hasn't stopped kissing my feet from the moment I came in. ", "46": "You didn't anoint my head with oil, but she has anointed my feet with ointment.", "47": "'So the conclusion I draw is this: she must have been forgiven many sins! Her great love proves it! But if someone has been forgiven only a little, they will love only a little.'", "48": "Then he said to the woman, 'Your sins are forgiven.'", "49": "'Who is this', the other guests began to say among themselves, 'who even forgives sins?'", "50": "'Your faith has saved you,' said Jesus to the woman. 'Go in peace.'"}