{"1": "God, having spoken to the fathers long ago in [the voices and writings of] the prophets in many separate revelations [each of which set forth a portion of the truth], and in many ways, ", "2": "has in these last days spoken [with finality] to us in [the person of One who is by His character and nature] His Son [namely Jesus], whom He appointed heir and lawful owner of all things, through whom also He created the universe [that is, the universe as a space-time-matter continuum]. ", "3": "The Son is the radiance and only expression of the glory of [our awesome] God [reflecting God's [a]Shekinah glory, the Light-being, the brilliant light of the divine], and the exact representation and perfect imprint of His [Father's] essence, and upholding and maintaining and propelling all things [the entire physical and spiritual universe] by His powerful word [carrying the universe along to its predetermined goal]. When He [Himself and no other] had [by offering Himself on the cross as a sacrifice for sin] accomplished purification from sins and established our freedom from guilt, He sat down [revealing His completed work] at the right hand of the Majesty on high [revealing His Divine authority], ", "4": "having become as much superior to angels, since He has inherited a more excellent and glorious [b]name than they [that is, Son—the name above all names].", "5": "For to which of the angels did the Father ever say, “You are My Son, Today I have begotten (fathered) You [established You as a Son, with kingly dignity]”? And again [did He ever say to the angels], “I shall be a Father to Him And He shall be a Son to Me”?", "6": "[c]And when He again brings the firstborn [highest-ranking Son] into the world, He says, “And all the angels of God are to worship Him.”", "7": "And concerning the angels He says, “Who makes His angels winds, And His ministering servants flames of fire [to do His bidding].”", "8": "But about the Son [the Father says to Him], “Your throne, [d]O God, is forever and ever, And the [e]scepter of [absolute] righteousness is the scepter of [f]His kingdom.", "9": "  “You have loved righteousness [integrity, virtue, uprightness in purpose] and have hated lawlessness [injustice, sin]. Therefore God, Your God, Has anointed You With the oil of gladness above Your companions.”", "10": "And, “[g]You, Lord, laid the foundation of the earth in the beginning, And the heavens are the works of Your hands;", "11": "  They will perish, but You remain [forever and ever]; And they will all wear out like a garment,", "12": "  And like a robe You will roll them up; Like a garment they will be changed. But [h]You are the same [forever], And Your years will never end.”", "13": "But to which of the angels has the Father ever said, “Sit at My right hand [together with me in royal dignity], Until I make your enemies A footstool for your feet [in triumphant conquest]”?", "14": "Are not all the angels ministering spirits sent out [by God] to serve (accompany, protect) those who will inherit salvation? [Of course they are!]"}