{"1": "Paul, an emissary of Messiah Yeshua by God's will, To the kedoshim in Ephesus[a]—those trusting in Messiah Yeshua:", "2": "Grace and shalom to you, from God our Father and the Lord Yeshua the Messiah!", "3": "Blessed be the God and Father of our Lord Yeshua the Messiah, who has blessed us with every spiritual blessing in the heavenly places in Messiah. ", "4": "He chose us in the Messiah before the foundation of the world, to be holy and blameless before Him in love. ", "5": "He predestined us for adoption as sons through Messiah Yeshua, in keeping with the good pleasure of His will—", "6": "to the glorious praise of His grace, with which He favored us through the One He loves!", "7": "In Him we have redemption through His blood—the removal of trespasses—in keeping with the richness of His grace ", "8": "that He lavished on us. In all wisdom and insight, ", "9": "He made known to us the mystery of His will, in keeping with His good pleasure that He planned in Messiah. ", "10": "The plan of the fullness of times is to bring all things together in the Messiah—both things in heaven and things on earth, all in Him. ", "11": "In Him we also were chosen,[b] predestined according to His plan. He keeps working out all things according to the purpose of His will—", "12": "so that we, who were first to put our hope in Messiah, might be for His glorious praise.", "13": "After you heard the message of truth—the Good News of your salvation—and when you put your trust in Him, you were sealed with the promised Ruach ha-Kodesh. ", "14": "He is the guarantee of our inheritance, until the redemption of His possession—to His glorious praise!", "15": "Therefore, ever since I heard of your trust in the Lord Yeshua and of your love for all the kedoshim, ", "16": "I never stop giving thanks for you as I mention you in my prayers—", "17": "that the God of our Lord Yeshua the Messiah, our glorious Father, may give you spiritual wisdom and revelation in knowing Him. ", "18": "I pray that the eyes of your heart may be enlightened, so that you may know what is the hope of His calling, what is the richness of His glorious inheritance in the kedoshim, ", "19": "and what is His exceedingly great power toward us who keep trusting Him—in keeping with the working of His mighty strength.", "20": "This power He exercised in Messiah when He raised Him from the dead and seated Him at His right hand in heaven.", "21": "[c] 21 He is far above any ruler, authority, power, leader, and every name that is named—not only in the olam ha-zeh but also in the olam ha-ba. ", "22": "God placed all things under Messiah's feet[d] and appointed Him as head over all things for His community—", "23": "which is His body, the fullness of Him who fills all in all."}