{"1": "You were dead in your trespasses and sins. ", "2": "At that time, you walked in the way of this world, in conformity to the ruler of the domain of the air—the ruler of the spirit who is now operating in the sons of disobedience. ", "3": "We too all lived among them in the cravings of our flesh, indulging the desires of the flesh and the mind. By nature we were children of wrath, just like the others. ", "4": "But God was rich in mercy,[a] because of His great love with which He loved us. ", "5": "Even when we were dead in our trespasses, He made us alive together with Messiah. (By grace you have been saved!) ", "6": "And He raised us up with Him and seated us with Him in the heavenly places in Messiah Yeshua—", "7": "to show in the olam ha-ba the measureless richness of His grace in kindness toward us in Messiah Yeshua.", "8": "For by grace you have been saved through faith. And this is not from yourselves—it is the gift of God. ", "9": "It is not based on deeds, so that no one may boast. ", "10": "For we are His workmanship—created in Messiah Yeshua for good deeds, which God prepared beforehand so we might walk in them.", "11": "Therefore, keep in mind that once you—Gentiles in the flesh—were called “uncircumcision” by those called “circumcision” (which is performed on flesh by hand). ", "12": "At that time you were separate from Messiah, excluded from the commonwealth of Israel and strangers to the covenants of promise, having no hope and without God in the world. ", "13": "But now in Messiah Yeshua, you who once were far off have been brought near by the blood of the Messiah. ", "14": "For He is our shalom, the One who made the two into one and broke down the middle wall of separation. Within His flesh He made powerless the hostility—", "15": "the law code of mitzvot contained in regulations. He did this in order to create within Himself one new man from the two groups, making shalom, ", "16": "and to reconcile both to God in one body through the cross—by which He put the hostility to death. ", "17": "And He came and proclaimed shalom to you who were far away and shalom to those who were near[b]—", "18": "for through Him we both have access to the Father by the same Ruach. ", "19": "So then you are no longer strangers and foreigners, but you are fellow citizens with God's people and members of God's household. ", "20": "You have been built on the foundation made up of the emissaries and prophets, with Messiah Yeshua Himself being the cornerstone.", "21": "[c] 21 In Him the whole building, being fitted together, is growing into a holy temple for the Lord. ", "22": "In Him, you also are being built together into God's dwelling place[d] in the Ruach."}