{"1": "Therefore I, a prisoner for the Lord, urge you to walk in a manner worthy of the calling to which you were called—", "2": "with complete humility and gentleness, with patience, putting up with one another in love, ", "3": "making every effort to keep the unity of the Ruach in the bond of shalom.", "4": "There is one body and one Ruach, just as you also were called in one hope of your calling;", "5": "one Lord, one faith, one immersion;", "6": "one God and Father of all,[a] who is over all and through all and in all.", "7": "But to each one of us grace was given in keeping with the measure of Messiah's gift. ", "8": "Therefore it says, “When He went up on high, He led captive a troop of captives and gave gifts to his people.”[b]", "9": "Now what does “He went up” mean, except that He first went down to the lower regions of the earth?", "10": "[c] 10 The One who came down is the same One who went up far above all the heavens, in order to fill all things.", "11": "He Himself gave some to be emissaries, some as prophets, some as proclaimers of the Good News, and some as shepherds and teachers—", "12": "to equip the kedoshim for the work of service, for building up the body of Messiah. ", "13": "This will continue until we all come to the unity of the faith and of the knowledge of Ben-Elohim—to mature adulthood, to the measure of the stature of Messiah's fullness. ", "14": "As a result, we are no longer to be like children, tossed around by the waves and blown all over by every wind of teaching, by the trickery of men with cunning in deceitful scheming. ", "15": "Instead, speaking the truth in love, we are to grow up in all ways into Messiah, who is the Head. ", "16": "From Him the whole body is fitted and held together by every supporting ligament. The proper working of each individual part produces the body's growth, for building itself up in love.", "17": "So I tell you this, indeed I insist on it in the Lord—walk no longer as the pagans do, stumbling around in the futility of their thinking. ", "18": "They are darkened in their understanding, alienated from the life of God because of the ignorance in them due to the hardness of their heart. ", "19": "Since they are past feeling, they have turned themselves over to indecency for the practice of every kind of immorality, with greed for more.", "20": "However, you did not learn Messiah in this way—", "21": "if indeed you have heard Him and were taught in Him, as the truth is in Yeshua. ", "22": "With respect to your former lifestyle, you are to lay aside the old self corrupted by its deceitful desires, ", "23": "be renewed in the spirit of your mind, ", "24": "and put on the new self—created to be like God in true righteousness and holiness.", "25": "So lay aside lying and “each one of you speak truth with his neighbor,”[d] for we are members of one another. ", "26": "“Be angry, yet do not sin.”[e] Do not let the sun go down on your anger,", "27": "[f] 27 nor give the devil a foothold. ", "28": "The one who steals must steal no longer—instead he must work, doing something useful with his own hands, so he may have something to share with the one who has need. ", "29": "Let no harmful word come out of your mouth, but only what is beneficial for building others up according to the need, so that it gives grace to those who hear it. ", "30": "Do not grieve the Ruach ha-Kodesh of God,[g] by whom you were sealed for the day of redemption. ", "31": "Get rid of all bitterness and rage and anger and quarreling and slander, along with all malice. ", "32": "Instead, be kind to one another, compassionate, forgiving each other just as God in Messiah also forgave you."}