{"1": "Children, obey your parents in the Lord, for this is right.", "2": "[a] 2 “Honor your father and mother” (which is the first commandment with a promise), ", "3": "“so that it may be well with you, and you may live long on the earth.”", "4": "[b] 4 Fathers, do not provoke your children to anger, but bring them up in the discipline and instruction of the Lord.[c]", "5": "Slaves, obey your human masters, with respect and reverence, with sincerity of heart, as you would the Messiah—", "6": "not just under your master's eye as people-pleasers, but as slaves of Messiah doing God's will from the soul. ", "7": "Serve with a positive attitude, as to the Lord and not to men—", "8": "knowing that whatever good each one does, this he will receive back from the Lord, whether slave or free. ", "9": "And masters, treat your slaves in the same way. Stop using threats, knowing that the Master—of them and of you, too—is in heaven,[d] and there is no favoritism with Him.", "10": "Finally, be strong in the Lord and in His mighty power. ", "11": "Put on the full armor of God, so that you are able to stand against the schemes of the devil. ", "12": "For our struggle is not against flesh and blood, but against the rulers, against the powers, against the worldly forces of this darkness, and against the spiritual forces of wickedness in the heavenly places. ", "13": "Therefore, take up the full armor of God, so that you may be able to resist when the times are evil, and after you have done everything, to stand firm. ", "14": "Stand firm then! Buckle the belt of truth around your waist, and put on the breastplate of righteousness.", "15": "[e] 15 Strap up your feet in readiness with the Good News of shalom.", "16": "[f] 16 Above all, take up the shield of faith with which you will be able to extinguish all the flaming arrows of the evil one.", "17": "[g] 17 And take the helmet of salvation[h] and the sword of the Spirit, which is the word of God.", "18": "[i] 18 Pray in the Ruach on every occasion, with all kinds of prayers and requests. With this in mind, keep alert with perseverance and supplication for all the kedoshim. ", "19": "And pray for me when I open my mouth to make known with boldness the mystery of the Good News, ", "20": "for which I am an ambassador in chains. Pray that I may speak boldly, the way I should.", "21": "Now Tychicus, my dearly loved brother and faithful servant in the Lord, will give you all the news about me so you may know how I'm doing. ", "22": "I have sent him to you for this very reason, so you may know how we are and he may encourage your hearts.", "23": "Shalom to the brothers and sisters, and trusting love from God the Father and the Lord Yeshua the Messiah. ", "24": "Grace be with all those who love our Lord Yeshua the Messiah with undying love."}