{"1": "Against Israel and his idols. 14 His destruction for the same. Israel is a [a]empty vine, yet hath it brought forth fruit unto itself, and according to the multitude of the fruit thereof he hath increased the altars: according to the [b]goodness of their land they have made fair images.", "2": "Their heart is [c]divided: now shall they be found faulty: he shall break down their altars; he shall destroy their images.", "3": "For now they shall say, We have no [d]King because we feared not the Lord: and what should a King do to us?", "4": "They have spoken words, swearing falsely in making [e]a covenant: thus [f]judgment groweth as wormwood in the furrows of the field.", "5": "The inhabitants of Samaria shall [g]fear because of the calf of Beth Aven: for the people thereof shall mourn over it, and the [h]Chemarims thereof, that rejoiced on it for the glory thereof, because it is departed from it.", "6": "It shall be also brought to Assyria, for a present unto king Jareb: Ephraim shall receive shame, and Israel shall be ashamed of his own counsel.", "7": "Of Samaria, the king thereof is destroyed, as the foam upon the water.", "8": "The high places also of [i]Aven shall be destroyed, even the sin of Israel: the thorn and the thistle shall grow upon their altars, and they shall say to the mountains, Cover us, and to the hills, Fall upon us.", "9": "O Israel, thou hast [j]sinned from the days of Gibeah: there they [k]stood: the battle in Gibeah against the children of iniquity did not [l]touch them.", "10": "It is my desire [m]that I should chastise them, and the people shall be gathered against them, when they shall gather themselves in their two [n]furrows.", "11": "And Ephraim is as a heifer used to delight in [o]threshing: but I will pass by her [p]fair neck: I will make Ephraim to ride: Judah shall plow, and Jacob shall break his clods.", "12": "Sow to yourselves in righteousness: reap after the measure of mercy: [q]break up your fallow ground: for it is time to seek the Lord, till he come and rain righteousness upon you.", "13": "But you have plowed wickedness: ye have reaped iniquity: you have eaten the fruit of lies: because thou didst trust in thine own ways, and in the multitude of thy strong men,", "14": "Therefore shall a tumult arise among thy people, and all thy munitions shall be destroyed, as [r]Shalman destroyed Beth Arbel in the day of battle: the mother with the children was dashed in pieces.", "15": "So shall Bethel do unto you, because of your malicious wickedness: in a morning shall the king of Israel be destroyed."}