{"1": "A complaint against the people and the priests of Israel. Hear the word of the Lord, ye children of Israel: for the Lord [a]hath a controversy with the inhabitants of the land, because there is no truth, nor mercy, nor knowledge of God in the land.", "2": "By swearing, and lying, and killing, and stealing, and whoring, they break out, and [b]blood toucheth blood.", "3": "Therefore shall the land mourn, and everyone that dwelleth therein shall be cut off, with the beasts of the field, and with the fowls of the heaven, and also the fishes of the sea shall be taken away.", "4": "Yet [c]let none rebuke, nor reprove another: for thy people are as they that rebuke the Priest.", "5": "Therefore shalt thou fall in the [d]day, and the Prophet shall fall with thee in the night, and I will destroy thy [e]mother.", "6": "My people are destroyed for lack of knowledge: because [f]thou hast refused knowledge, I will also refuse thee that thou shalt be no Priest to me: and seeing [g]thou hast forgotten the Law of thy God, I will also forget thy children.", "7": "As they were [h]increased, so they sinned against me: therefore will I change their glory into shame.", "8": "[i]They eat up the sins of my people, and lift up their minds in their iniquity.", "9": "And there shall be like people like [j]priest: for I will visit their ways upon them, and reward them their deeds.", "10": "For they shall eat, and not have enough, they shall [k]commit adultery, and shall not increase, because they have left off to take heed to the Lord.", "11": "[l]Whoredom, and wine, and new wine take away their heart.", "12": "My [m]people ask counsel at their stocks, and their staff teacheth them: for the [n]spirit of fornications hath caused them to err, and they have gone a whoring from under their God.", "13": "They sacrifice upon the tops of the mountains, and burn incense upon the hills under the oaks, and the poplar tree, and the elm, because the shadow thereof is good: therefore your daughters shall be [o]harlots, and your spouses shall be whores.", "14": "I will not [p]visit your daughters when they are harlots: nor your spouses, when they are whores: for they themselves are separated with harlots, and sacrifice with whores: therefore the people that doth not understand, shall fall.", "15": "Though thou Israel, play the harlot, yet [q]let not Judah sin: come not ye unto [r]Gilgal, neither go ye up to [s]Beth Aven, nor swear, The Lord liveth.", "16": "For Israel is rebellious as an unruly heifer. Now the Lord will feed them as a [t]lamb in a large place.", "17": "Ephraim is joined to idols: let him alone.", "18": "Their drunkenness stinketh: they have committed whoredom: their rulers love to say with shame, [u]Bring ye.", "19": "The wind hath [v]bound them up in her wings, and they shall be ashamed of their sacrifices."}