{"1": "Against the Priests and rulers of Israel. 13 The help of man is in vain. O ye Priests, hear this, and hearken ye, O house of Israel, and give ye ear, O house of the King: for judgment is toward you, because you have been a [a]snare on Mizpah, and a net spread upon Tabor.", "2": "Yet they were profound to decline to [b]slaughter, though I have been a [c]rebuker of them all.", "3": "I know [d]Ephraim, and Israel is not hid from me: for now, O Ephraim, thou art become an harlot, and Israel is defiled.", "4": "They will not give their minds to turn unto their God: for the spirit of fornication is in the midst of them, and they have not known the Lord.", "5": "And the [e]pride of Israel doth testify to his face: therefore shall Israel and Ephraim fall in their iniquity: Judah also shall fall with them.", "6": "They shall go with their sheep, and with their bullocks, to seek the Lord: but they shall not find him: for he hath withdrawn himself from them.", "7": "They have transgressed against the Lord: for they have begotten [f]strange children: now shall [g]a month devour them with their portions.", "8": "Blow ye the trumpet in Gibeah, and the shame in Ramah: cry out at Beth Aven, after thee, O [h]Benjamin.", "9": "Ephraim shall be desolate in the day of rebuke: among the tribes of Israel have I caused to [i]know the truth.", "10": "The princes of Judah were like them that [j]remove the bound: therefore will I pour out my wrath upon them like water.", "11": "Ephraim is oppressed and broken in judgment, because he willingly walked after the [k]commandment.", "12": "Therefore will I be unto Ephraim as a moth, and to the house of Judah as a rottenness.", "13": "When Ephraim saw his sickness, and Judah his wound, then went Ephraim unto [l]Assyria, and sent unto King [m]Jareb: yet could he not heal you, nor cure you of your wound.", "14": "For I will be unto Ephraim as a lion, and as a lion's whelp, to the house of Judah: I, even I will spoil and go away: I will take away, and none shall rescue it.", "15": "I will go, and return to my place, till they acknowledge their fault, and seek me: in their affliction, they will seek me diligently."}