{"1": "Brothers and sisters, we taught you how to live in a way that will please God, and you are living that way. Now we ask and encourage you in the Lord Jesus to live that way even more. ", "2": "You know what we told you to do by the authority of the Lord Jesus. ", "3": "God wants you to be holy and to stay away from sexual sins. ", "4": "He wants each of you to learn to control your own body[a] in a way that is holy and honorable. ", "5": "Don't use your body for sexual sin like the people who do not know God. ", "6": "Also, do not wrong or cheat another Christian in this way. The Lord will punish people who do those things as we have already told you and warned you. ", "7": "God called us to be holy and does not want us to live in sin. ", "8": "So the person who refuses to obey this teaching is disobeying God, not simply a human teaching. And God is the One who gives us his Holy Spirit.", "9": "We do not need to write you about having love for your Christian family, because God has already taught you to love each other. ", "10": "And truly you do love the Christians in all of Macedonia. Brothers and sisters, now we encourage you to love them even more.", "11": "Do all you can to live a peaceful life. Take care of your own business, and do your own work as we have already told you. ", "12": "If you do, then people who are not believers will respect you, and you will not have to depend on others for what you need.", "13": "Brothers and sisters, we want you to know about those Christians who have died so you will not be sad, as others who have no hope. ", "14": "We believe that Jesus died and that he rose again. So, because of him, God will raise with Jesus those who have died. ", "15": "What we tell you now is the Lord's own message. We who are living when the Lord comes again will not go before those who have already died. ", "16": "The Lord himself will come down from heaven with a loud command, with the voice of the archangel,[b] and with the trumpet call of God. And those who have died believing in Christ will rise first. ", "17": "After that, we who are still alive will be gathered up with them in the clouds to meet the Lord in the air. And we will be with the Lord forever. ", "18": "So encourage each other with these words."}