{"1": "Now, brothers and sisters, we do not need to write you about times and dates. ", "2": "You know very well that the day the Lord comes again will be a surprise, like a thief that comes in the night. ", "3": "While people are saying, “We have peace and we are safe,” they will be destroyed quickly. It is like pains that come quickly to a woman having a baby. Those people will not escape. ", "4": "But you, brothers and sisters, are not living in darkness, and so that day will not surprise you like a thief. ", "5": "You are all people who belong to the light and to the day. We do not belong to the night or to darkness. ", "6": "So we should not be like other people who are sleeping, but we should be alert and have self-control. ", "7": "Those who sleep, sleep at night. Those who get drunk, get drunk at night. ", "8": "But we belong to the day, so we should control ourselves. We should wear faith and love to protect us, and the hope of salvation should be our helmet. ", "9": "God did not choose us to suffer his anger but to have salvation through our Lord Jesus Christ. ", "10": "Jesus died for us so that we can live together with him, whether we are alive or dead when he comes. ", "11": "So encourage each other and give each other strength, just as you are doing now.", "12": "Now, brothers and sisters, we ask you to appreciate those who work hard among you, who lead you in the Lord and teach you. ", "13": "Respect them with a very special love because of the work they do. Live in peace with each other. ", "14": "We ask you, brothers and sisters, to warn those who do not work. Encourage the people who are afraid. Help those who are weak. Be patient with everyone. ", "15": "Be sure that no one pays back wrong for wrong, but always try to do what is good for each other and for all people.", "16": "Always be joyful. ", "17": "Pray continually, ", "18": "and give thanks whatever happens. That is what God wants for you in Christ Jesus.", "19": "Do not hold back the work of the Holy Spirit. ", "20": "Do not treat prophecy as if it were unimportant. ", "21": "But test everything. Keep what is good, ", "22": "and stay away from everything that is evil.", "23": "Now may God himself, the God of peace, make you pure, belonging only to him. May your whole self—spirit, soul, and body—be kept safe and without fault when our Lord Jesus Christ comes. ", "24": "You can trust the One who calls you to do that for you.", "25": "Brothers and sisters, pray for us.", "26": "Give each other a holy kiss when you meet. ", "27": "I tell you by the authority of the Lord to read this letter to all the believers.", "28": "The grace of our Lord Jesus Christ be with you."}