{"1": "The word of the Lord came to me: ", "2": "“You must not marry or have sons or daughters in this place. ", "3": "For this is what the Lord says concerning sons and daughters born in this place as well as concerning the mothers who bear them and the fathers who father them in this land: ", "4": "They will die from deadly diseases. They will not be mourned or buried but will be like manure on the face of the earth. They will be finished off by sword and famine. Their corpses will become food for the birds of the sky and for the wild animals of the land.", "5": "“For this is what the Lord says: Don't enter a house where a mourning feast is taking place.[a] Don't go to lament or sympathize with them, for I have removed My peace from these people”—this is the Lord's declaration—“as well as My faithful love and compassion. ", "6": "Both great and small will die in this land without burial. No lament will be made for them, nor will anyone cut himself or shave his head for them.[b] ", "7": "Food won't be provided for the mourner to comfort him because of the dead. A cup of consolation won't be given him because of the loss of his father or mother. ", "8": "You must not enter the house where feasting is taking place to sit with them to eat and drink. ", "9": "For this is what the Lord of Hosts, the God of Israel, says: I am about to eliminate from this place, before your very eyes and in your time, the sound of joy and gladness, the voice of the groom and the bride.", "10": "“When you tell these people all these things, they will say to you, 'Why has the Lord declared all this great disaster against us? What is our guilt? What is our sin that we have committed against the Lord our God?' ", "11": "Then you will answer them: Because your fathers abandoned Me”—this is the Lord's declaration—“and followed other gods, served them, and worshiped them. Indeed, they abandoned Me and did not keep My instruction. ", "12": "You did more evil than your fathers. Look, each one of you was following the stubbornness of his evil heart, not obeying Me. ", "13": "So I will hurl you from this land into a land that you and your fathers are not familiar with. There you will worship other gods both day and night, for I will not grant you grace.[c]", "14": "“However, take note! The days are coming”—the Lord's declaration—“when it will no longer be said, 'As the Lord lives who brought the Israelites from the land of Egypt,' ", "15": "but rather, 'As the Lord lives who brought the Israelites from the land of the north and from all the other lands where He had banished them.' For I will return them to their land that I gave to their ancestors.", "16": "“I am about to send for many fishermen”—this is the Lord's declaration—“and they will fish for them. Then I will send for many hunters, and they will hunt them down on every mountain and hill and out of the clefts of the rocks, ", "17": "for My gaze takes in all their ways. They are not concealed from Me, and their guilt is not hidden from My sight. ", "18": "I will first repay them double for their guilt and sin because they have polluted My land. They have filled My inheritance with the lifelessness of their detestable and abhorrent idols.”", "19": "Lord, my strength and my stronghold, my refuge in a time of distress, the nations will come to You from the ends of the earth, and they will say, “Our fathers inherited only lies, worthless idols of no benefit at all.”", "20": "Can one make gods for himself? But they are not gods.", "21": "“Therefore, I am about to inform them, and this time I will make them know My power and My might; then they will know that My name is Yahweh.”"}