{"1": "This is what the Lord says: “Go down to the palace of the king of Judah and announce this word there. ", "2": "You are to say: Hear the word of the Lord, king of Judah, you who sit on the throne of David—you, your officers, and your people who enter these gates. ", "3": "This is what the Lord says: Administer justice and righteousness. Rescue the victim of robbery from the hand of his oppressor. Don't exploit or brutalize the foreigner, the fatherless, or the widow. Don't shed innocent blood in this place. ", "4": "For if you conscientiously carry out this word, then kings sitting on David's throne will enter through the gates of this palace riding on chariots and horses—they, their officers, and their people. ", "5": "But if you do not obey these words, then I swear by Myself”—this is the Lord's declaration—“that this house will become a ruin.”", "6": "For this is what the Lord says concerning the house of the king of Judah: You are like Gilead to Me, or the summit of Lebanon, but I will certainly turn you into a wilderness, uninhabited cities.", "7": "I will appoint destroyers against you, each with his weapons. They will cut down the choicest of your cedars and throw them into the fire.", "8": "“Many nations will pass by this city and ask one another, 'Why did the Lord do such a thing to this great city?' ", "9": "They will answer, 'Because they abandoned the covenant of Yahweh their God and worshiped and served other gods.'”", "10": "Do not weep for the dead; do not mourn for him. Weep bitterly for the one[a] who has gone away, for he will never return again and see his native land.", "11": "For this is what the Lord says concerning Shallum son of Josiah, king of Judah, who became king in place of his father Josiah: “He has left this place—he will never return here again, ", "12": "but he will die in the place where they deported him, never seeing this land again.”", "13": "Woe for the one who builds his palace through unrighteousness, his upper rooms through injustice, who makes his fellow man serve without pay and will not give him his wages,", "14": "who says, “I will build myself a massive palace, with spacious upper rooms.” He will cut windows[b] in it, and it will be paneled with cedar and painted with vermilion.", "15": "Are you a king because you excel in cedar? Didn't your father eat and drink and administer justice and righteousness? Then it went well with him.", "16": "He took up the case of the poor and needy, then it went well. Is this not what it means to know Me? This is the Lord's declaration.", "17": "But you have eyes and a heart for nothing except your own dishonest profit, shedding innocent blood and committing extortion and oppression.", "18": "Therefore, this is what the Lord says concerning Jehoiakim son of Josiah, king of Judah: They will not mourn for him, saying, “Woe, my brother!” or “Woe, my sister!” They will not mourn for him, saying, “Woe, lord! Woe, his majesty!”", "19": "He will be buried like a donkey, dragged off and thrown outside the gates of Jerusalem.", "20": "Go up to Lebanon and cry out; raise your voice in Bashan; cry out from Abarim, for all your lovers[c] have been crushed.", "21": "I spoke to you when you were secure. You said, “I will not listen.” This has been your way since youth; indeed, you have never listened to Me.", "22": "The wind will take charge of[d] all your shepherds, and your lovers[e] will go into captivity. Then you will be ashamed and humiliated because of all your evil.", "23": "You residents of Lebanon, nestled among the cedars, how you will groan[f] when labor pains come on you, agony like a woman in labor.", "24": "“As I live,” says the Lord, “though you, Coniah[g] son of Jehoiakim, the king of Judah, were a signet ring on My right hand, I would tear you from it. ", "25": "In fact, I will hand you over to those you dread, who want to take your life, to Nebuchadnezzar king of Babylon and the Chaldeans. ", "26": "I will hurl you and the mother who gave birth to you into another land, where neither of you were born, and there you will both die. ", "27": "They will never return to the land they long to return to.”", "28": "Is this man Coniah a despised, shattered pot, a jar no one wants? Why are he and his descendants hurled out and cast into a land they have not known?", "29": "Earth, earth, earth, hear the word of the Lord!", "30": "This is what the Lord says: Record this man as childless, a man who will not be successful in his lifetime. None of his descendants will succeed in sitting on the throne of David or ruling again in Judah."}