{"1": "“Woe to the shepherds who destroy and scatter the sheep of My pasture!” This is the Lord's declaration. ", "2": "“Therefore, this is what the Lord, the God of Israel, says about the shepherds who shepherd My people: You have scattered My flock, banished them, and have not attended to them. I will attend to you because of your evil acts”—this is the Lord's declaration. ", "3": "“I will gather the remnant of My flock from all the lands where I have banished them, and I will return them to their grazing land. They will become fruitful and numerous. ", "4": "I will raise up shepherds over them who will shepherd them. They will no longer be afraid or dismayed, nor will any be missing.” This is the Lord's declaration.", "5": "“The days are coming”—this is the Lord's declaration— “when I will raise up a Righteous Branch of David. He will reign wisely as king and administer justice and righteousness in the land.", "6": "In His days Judah will be saved, and Israel will dwell securely. This is what He will be named: Yahweh Our Righteousness.", "7": "“The days are coming”—the Lord's declaration—“when it will no longer be said, 'As the Lord lives who brought the Israelites from the land of Egypt,' ", "8": "but, 'As the Lord lives, who brought and led the descendants of the house of Israel from the land of the north and from all the other countries where I[a] had banished them.' They will dwell once more in their own land.”", "9": "Concerning the prophets: My heart is broken within me, and all my bones tremble. I have become like a drunkard, like a man overcome by wine, because of the Lord, because of His holy words.", "10": "For the land is full of adulterers; the land mourns because of the curse, and the grazing lands in the wilderness have dried up. Their way of life[b] has become evil, and their power is not rightly used", "11": "because both prophet and priest are ungodly, even in My house I have found their evil. This is the Lord's declaration.", "12": "Therefore, their way will be to them like slippery paths in the gloom. They will be driven away and fall down there, for I will bring disaster on them, the year of their punishment. This is the Lord's declaration.", "13": "Among the prophets of Samaria I saw something disgusting: They prophesied by[c] Baal and led My people Israel astray.", "14": "Among the prophets of Jerusalem also I saw a horrible thing: They commit adultery and walk in lies. They strengthen the hands of evildoers, and none turns his back on evil. They are all like Sodom to Me; Jerusalem's residents are like Gomorrah.", "15": "Therefore, this is what the Lord of Hosts says concerning the prophets: I am about to feed them wormwood and give them poisoned water to drink, for from the prophets of Jerusalem ungodliness[d] has spread throughout the land.", "16": "This is what the Lord of Hosts says: “Do not listen to the words of the prophets who prophesy to you. They are making you worthless. They speak visions from their own minds, not from the Lord's mouth. ", "17": "They keep on saying to those who despise Me, 'The Lord has said: You will have peace.' They have said to everyone who follows the stubbornness of his heart, 'No harm will come to you.'”", "18": "For who has stood in the council of the Lord to see and hear His word? Who has paid attention to His word and obeyed?", "19": "Look, a storm from the Lord! Wrath has gone out, a whirling storm. It will whirl about the heads of the wicked.", "20": "The Lord's anger will not turn back until He has completely fulfilled the purposes of His heart. In time to come you will understand it clearly.", "21": "I did not send these prophets, yet they ran with a message. I did not speak to them, yet they prophesied.", "22": "If they had really stood in My council, they would have enabled My people to hear My words and would have turned them back from their evil ways and their evil deeds.", "23": "“Am I a God who is only near”—this is the Lord's declaration—“and not a God who is far away? ", "24": "Can a man hide himself in secret places where I cannot see him?”—the Lord's declaration. “Do I not fill the heavens and the earth?”—the Lord's declaration.", "25": "“I have heard what the prophets who prophesy a lie in My name have said, 'I had a dream! I had a dream!' ", "26": "How long will this continue in the minds of the prophets prophesying lies, prophets of the deceit of their own minds? ", "27": "Through their dreams that they tell one another, they plan to cause My people to forget My name as their fathers forgot My name through Baal worship. ", "28": "The prophet who has only a dream should recount the dream, but the one who has My word should speak My word truthfully, for what is straw compared to grain?”—this is the Lord's declaration. ", "29": "“Is not My word like fire”—this is the Lord's declaration—“and like a hammer that pulverizes rock? ", "30": "Therefore, take note! I am against the prophets”—the Lord's declaration—“who steal My words from each other. ", "31": "I am against the prophets”—the Lord's declaration—“who use their own tongues to make a declaration. ", "32": "I am against those who prophesy false dreams”—the Lord's declaration—“telling them and leading My people astray with their falsehoods and their boasting. It was not I who sent or commanded them, and they are of no benefit at all to these people”—this is the Lord's declaration.", "33": "“Now when these people or a prophet or a priest asks you, 'What is the burden of the Lord?' you will respond to them: What is the burden? I will throw you away”—this is the Lord's declaration. ", "34": "“As for the prophet, priest, or people who say, 'The burden of the Lord,' I will punish that man and his household. ", "35": "This is what each man is to say to his friend and to his brother, 'What has the Lord answered?' or 'What has the Lord spoken?' ", "36": "But no longer refer to[e] the burden of the Lord, for each man's word becomes his burden and you pervert the words of the living God, the Lord of Hosts, our God. ", "37": "You must say to the prophet: What has the Lord answered you? and What has the Lord spoken? ", "38": "But if you say, 'The burden of the Lord,' then this is what the Lord says: Because you have said, 'The burden of the Lord,' and I specifically told you not to say, 'The burden of the Lord,' ", "39": "I will surely forget you[f] and throw away from My presence both you and the city that I gave you and your fathers. ", "40": "I will bring on you everlasting shame and humiliation that will never be forgotten.”"}