{"1": "When Jeremiah had finished speaking to all the people all the words of the Lord their God—all these words the Lord their God had sent him to give them— ", "2": "then Azariah[a] son of Hoshaiah, Johanan son of Kareah, and all the other arrogant men responded to Jeremiah, “You are speaking a lie! The Lord our God has not sent you to say, 'You must not go to Egypt to live there for a while!' ", "3": "Rather, Baruch son of Neriah is inciting you against us to hand us over to the Chaldeans to put us to death or to deport us to Babylon!”", "4": "So Johanan son of Kareah and all the commanders of the armies did not obey the voice of the Lord to stay in the land of Judah. ", "5": "Instead, Johanan son of Kareah and all the commanders of the armies took the whole remnant of Judah, those who had returned from all the nations where they had been banished to live in the land of Judah for a while— ", "6": "the men, women, children, king's daughters, and everyone whom Nebuzaradan, captain of the guard, had allowed to remain with Gedaliah son of Ahikam son of Shaphan, along with Jeremiah the prophet and Baruch son of Neriah— ", "7": "and they went to the land of Egypt because they did not obey the voice of the Lord. They went as far as Tahpanhes.", "8": "Then the word of the Lord came to Jeremiah at Tahpanhes: ", "9": "“Pick up some large stones and set them in the mortar of the brick pavement that is at the opening of Pharaoh's palace at Tahpanhes. Do this in the sight of the Judean men ", "10": "and tell them: This is what the Lord of Hosts, the God of Israel, says: I will send for My servant Nebuchadnezzar king of Babylon, and I will place his throne on these stones that I have embedded, and he will pitch his pavilion over them. ", "11": "He will come and strike down the land of Egypt—those destined for death, to death; those destined for captivity, to captivity; and those destined for the sword, to the sword. ", "12": "I[b] will kindle a fire in the temples of Egypt's gods, and he will burn them and take them prisoner. He will clean the land of Egypt as a shepherd picks lice off[c] his garment, and he will leave there unscathed. ", "13": "He will smash the sacred pillars of the sun temple[d][e] in the land of Egypt and burn down the temples of the Egyptian gods.”"}