{"1": "In the Sinai desert, the Lord spoke to Moses inside the Tent of Meeting on the first day of the second month of the second year after they had left the land of Egypt. He said, ", "2": "“Take a census of the entire[a] Israeli community, numbering them by their tribes[b] and by ancestral houses. List the names of every male one-by-one, ", "3": "from 20 years and upward. You and Aaron are to register everyone in Israel who is able to go to war, company by company. ", "4": "One man from each tribe is to accompany you, each man being the leader of his ancestral house.", "5": "“Here is a list of names of the men who are to assist[c] you: “From Reuben: Shedeur's son Elizur. ", "6": "From Simeon: Zurishaddai's son Shelumiel. ", "7": "From Judah: Amminadab's son Nahshon. ", "8": "From Issachar: Zuar's son Nethanel. ", "9": "From Zebulun: Helon's son Eliab.", "10": "“From Joseph's descendants through Ephraim: Ammihud's son Elishama. From Manasseh: Pedahzur's son Gamaliel. ", "11": "From Benjamin: Gideoni's son Abidan. ", "12": "From Dan: Ammishaddai's son Ahiezer. ", "13": "From Asher: Ochran's son Pagiel. ", "14": "From Gad: Deuel's son Eliasaph. ", "15": "From Naphtali: Enan's son Ahira.”", "16": "These men were appointed from within their communities, since they were leaders of their ancestral houses and heads of the tribes of Israel.", "17": "Moses and Aaron gathered these men who had been mentioned by name. ", "18": "They assembled the entire community together during the second month. Then they recorded their ancestries,[d] according to their tribes and ancestral houses, as well as the names of the men[e] 20 years old and above individually,[f] ", "19": "just as the Lord had commanded Moses. He numbered them in the Sinai desert.", "20": "The genealogies of the descendants of Reuben, the firstborn of Israel, were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "21": "Those registered with the tribe of Reuben numbered 46,500.", "22": "The genealogies of Simeon's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "23": "Those registered with the tribe of Simeon numbered 59,300.", "24": "The genealogies of Gad's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "25": "Those registered with the tribe of Gad numbered 45,650.", "26": "The genealogies of Judah's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "27": "Those registered with the tribe of Judah numbered 74,600.", "28": "The genealogies of Issachar's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "29": "Those registered with the tribe of Issachar numbered 54,400.", "30": "The genealogies of Zebulun's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "31": "Those registered with the tribe of Zebulun numbered 57,400.", "32": "The genealogies of Joseph's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "33": "Those registered with the tribe of Joseph numbered 40,500.", "34": "The genealogies of Manasseh's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "35": "Those registered with the tribe of Manasseh numbered 32,200.", "36": "The genealogies of Benjamin's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "37": "Those registered with the tribe of Benjamin numbered 35,400.", "38": "The genealogies of Dan's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "39": "Those registered with the tribe of Dan numbered 62,700.", "40": "The genealogies of Asher's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "41": "Those registered with the tribe of Asher numbered 41,500.", "42": "The genealogies of Naphtali's descendants were recorded individually, according to their tribes and ancestral houses, as were the names of all the men 20 years and above who could serve in the army. ", "43": "Those registered with the family of Naphtali numbered 53,400.", "44": "These individuals were the ones whom Moses and Aaron registered from the twelve leaders of Israel, each person from his ancestral house. ", "45": "Everyone was numbered from the descendants of Israel, from their ancestral houses, from all the men who were 20 years and above and who could serve in the army. ", "46": "The total of all those who were numbered was 603,550.", "47": "The descendants of Levi were not counted according to their ancestral houses ", "48": "because the Lord had ordered Moses: ", "49": "“Be sure not to number or count the tribe of Levi with the rest of the Israelis. ", "50": "Instead, appoint the descendants of Levi over the Tent of Meeting, all the vessels, and everything in it. They are to carry the tent and all the vessels in it. They are to attend to it and camp around it. ", "51": "Whenever the tent is ready for travel, the descendants of Levi are to take it down. When it's time to encamp, the descendants of Levi are to set it up. Any unauthorized person[g] who approaches it is to be executed. ", "52": "Then the Israelis are to encamp around the tent,[h] arranged according to their company and the standard of their army. ", "53": "But the descendants of Levi are to encamp on all sides of the Tent of Meeting so that divine wrath won't fall on the congregation of Israel.[i] The descendants of Levi are to take care of the Tent of Meeting.”", "54": "The Israelis observed everything that the Lord had commanded Moses, doing exactly what they were told."}