{"1": "Later, the Lord told Moses, ", "2": "“Send men to explore the land of Canaan that I'm about to give to the Israelis. Send one man to represent each of his ancestor's tribes, every one of them a distinguished leader[a] among them.”", "3": "So that's just what Moses did, sending them from the Wilderness of Paran according to the Lord's instructions. All of the men were Israeli leaders. ", "4": "These were their names: From Reuben's tribe, Zaccur's son Shammua; ", "5": "From Simeon's tribe, Hori's son Shaphat; ", "6": "From Judah's tribe, Jephunneh's son Caleb; ", "7": "from Issachar's tribe, Joseph's son Igal; ", "8": "From Ephraim's tribe, Nun's son Hoshea; ", "9": "From Benjamin's tribe, Raphu's son Palti; ", "10": "from Zebulun's tribe, Sodi's son Gaddiel; ", "11": "from Joseph's tribe of Manasseh, Susi's son Gaddi; ", "12": "From Dan's tribe, Gemalli's son Ammiel; ", "13": "from Asher's tribe, Michael's son Sethur; ", "14": "from Naphtali's tribe, Vophsi's son Nahbi; ", "15": "and from Gad's tribe, Machi's son Geuel. ", "16": "These are the names of the men sent by Moses to explore the land. Moses renamed Nun's son Hoshea to Joshua. ", "17": "Then he[b] sent them out to explore the land of Canaan. He instructed them, “Go up from here through the Negev,[c] then ascend to the hill country. ", "18": "See what the land is like. Observe whether the people who live there are strong or weak, or whether they're few or numerous. ", "19": "Look to see whether the land where they live is good or bad, and whether the cities in which they live are merely tents or if they're fortified. ", "20": "Examine the farmland,[d] whether it's fertile or barren, and see if there are fruit-bearing trees in it or not. Be very courageous, and bring back some samples of the fruit of the land.” As it was, that time of year[e] was the season for the first fruits of the grape harvest. ", "21": "So they went to explore the land from the Wilderness of Zin to Rehob, and as far as the outskirts of Hamath. ", "22": "They went through the Negev[f] and reached Hebron, where Ahiman, Sheshai, and Talmai, the descendants of Anak lived. (Hebron had been constructed seven years before Zoan in Egypt had been built).[g] ", "23": "Soon they arrived in the valley of Eshcol, where they cut a single branch of grapes and carried it on a pole between two men,[h] along with some pomegranates and figs. ", "24": "The entire place was called the Eshcol Valley on account of the cluster of grapes that the men of Israel had taken from there.", "25": "At the end of 40 days, they all returned from exploring the land, ", "26": "came in to Moses and Aaron, and delivered their report to the entire congregation of Israel in the Wilderness of Paran at Kadesh. They brought back their report to the entire congregation and showed them the fruit of the land. ", "27": "“We arrived at the place where you've sent us,” they reported, “and it certainly does flow with milk and honey. Furthermore, this is its fruit, ", "28": "except that the people who have settled in the land are strong, and their cities are greatly fortified. We also saw the descendants of Anak. ", "29": "Amalek lives throughout the Negev,[i] while the Hittites, Jebusites, and Amorites live in the hill country. The Canaanites live by the sea and on the bank of the Jordan.”", "30": "Caleb silenced the people on Moses' behalf and responded, “Let's go up and take control, because we can definitely conquer it.”", "31": "“We can't attack those people,” the men who were with him said, “because they're too strong compared to us.”", "32": "So they put out this false report to the Israelis about the land that they had explored: “The land that we've explored is one[j] that devours its inhabitants. All the people whom we observed were giants.[k] ", "33": "We also saw the Nephilim,[l] the descendants of Anak. Compared to the Nephilim, as we see things, we're like grasshoppers, and that's their opinion of us!”"}