{"1": "At this, the entire assembly[a] complained, started to shout, and cried through the rest of that night. ", "2": "All the Israelis complained against Moses and Aaron. Then the entire assembly responded, “We wish that we had died in Egypt or[b] in this wilderness. ", "3": "What's the point in the Lord bringing us to this land? To die by the sword so our wives and children would become war victims? Wouldn't it be better for us to return to Egypt?”", "4": "Then they told each other, “Let's assign a leader and go back to Egypt.”", "5": "Moses and Aaron fell on their faces in front of the entire assembly of the congregation of Israel. ", "6": "Nun's son Joshua and Jephunneh's son Caleb, who had accompanied the others who also had explored the land, tore their clothes ", "7": "and attempted to reason with the entire congregation of Israel. They told them, “The land that we went through and explored is very, very good. ", "8": "If the Lord is pleased with us, he'll bring us into this land and give it to us. It flows with milk and honey. ", "9": "However, don't rebel against the Lord or be afraid of the people who live in the land, because we'll gobble them right up.[c] Their defenses will collapse, because the Lord is with us. You are not to be afraid of them.”", "10": "But the entire congregation was talking about stoning them to death. Suddenly, the glory of the Lord appeared at the Tent of Meeting to all of the Israelis. ", "11": "“How long will this people keep on spurning me and refusing to trust me, despite all the miracles[d] that I've done among them?” the Lord asked Moses. ", "12": "“That's why I'm going to attack them with pestilence and disinherit them. Instead, I'll make you a great nation—even mightier than they are!”", "13": "But Moses responded to the Lord, “When Egypt hears that you've brought this people out from among them with a mighty demonstration of power,[e] ", "14": "they'll also proclaim to the inhabitants of this land that they've heard you're among this people, Lord, whom they've seen face to face,[f] since your cloud stands guard over them. You've guided them with a pillar of cloud by day and with a pillar of fire by night. ", "15": "But if you slaughter this people all at the same time,[g] then the nations who heard about your fame[h] will say, ", "16": "'The Lord slaughtered this people in the wilderness because he wasn't able to bring them to the land that he promised them.'", "17": "“Now, let the power of the Lord be magnified, just as you promised when you said, ", "18": "'The Lord is slow to anger and abundant in faithful love, forgiving iniquity and transgression, but he won't acquit the guilty. He recalls the iniquity of fathers to the third and fourth generation.'[i]", "19": "“Forgive, please, the iniquity of this people, according to your great, faithful love, in the same way that you've carried this people from Egypt to this place.”", "20": "The Lord responded, “I've forgiven them based on what you've said. ", "21": "But just as I live, and just as the whole earth will be filled with the Lord's glory, ", "22": "none of those men who saw my glory and watched my miracles that I did in Egypt and in the wilderness—even though they've tested me these ten times and never listened to my voice— ", "23": "will ever see the land that I promised to their ancestors. Those who spurned me won't see it. ", "24": "Now as to my servant Caleb, because a different spirit is within him and he has remained true to me, I'm going to bring him into the land that he explored,[j] and his descendants are to inherit it. ", "25": "Now the Amalekite and the Canaanite live in the valley. Tomorrow, turn and then travel to the wilderness in the direction of the Reed[k] Sea.”", "26": "Then the Lord told Moses and Aaron, ", "27": "“How long will this wicked assembly keep complaining about me? I've heard the complaints of the Israelis that they've been murmuring against me. ", "28": "So tell them that as long as I live—consider this to be an oracle from the Lord—as certainly as you've spoken right into my ears, that's how I'm going to treat you. ", "29": "Your corpses will fall in this wilderness—every single one of you who has been counted among you, according to your number from 20 years and above, who complained against me. ", "30": "You will certainly never enter the land about which I made an oath with my uplifted hand to settle you in it, except for Jephunneh's son Caleb and Nun's son Joshua. ", "31": "However, I'll bring your little ones—the ones whom you claimed would become war victims—into the land so that they'll know by experience the land that you've rejected.", "32": "“Now as for you, your corpses will fall in this wilderness ", "33": "and your children will wander throughout the wilderness for 40 years. They'll bear the consequences of your idolatries[l] until your bodies are entirely consumed in the wilderness. ", "34": "Just as you explored the land for 40 days, you'll bear the consequences of your iniquities for 40 years—one year for each day—as you experience my hostility. ", "35": "I, the Lord, have spoken. I will indeed do this to this evil congregation, who gathered together against me. They'll be eliminated in this wilderness and will surely die.”", "36": "After this, the men whom Moses sent out to explore the land, who returned and made the whole congregation complain against him by bringing an evil report concerning the land, ", "37": "and who produced an evil report about the land, died of pestilence in the Lord's presence. ", "38": "However, Nun's son Joshua and Jephunneh's son Caleb, who had explored the land, remained alive.", "39": "After Moses had told all of this to the Israelis, the people deeply mourned. ", "40": "So they got up early the next morning and traveled to the top of the mountain, telling themselves, “Look, we're here and we're going to go up to the place that the Lord had spoken about, even though we've sinned.”", "41": "But Moses asked them, “Why do you continue to sin against what the Lord said? Don't you know that you can never succeed? ", "42": "Don't go up, since you know that the Lord is no longer with you.[m] You'll be attacked right in front of your own enemies. ", "43": "The Amalekites and Canaanites are there waiting for you. You'll die[n] violently,[o] since you've turned your back and have stopped following the Lord. The Lord won't be with you.”", "44": "But they presumed to go up to the top of the mountain, even though the Ark of the Covenant of the Lord and Moses didn't leave the camp. ", "45": "The Amalekites came down, accompanied by some Canaanites who lived in the mountains. They attacked and defeated them even while the Israelis were retreating[p] to Hormah."}