{"1": "Now Izhar's son Korah, the grandson of Kohath, a descendant of Levi, along with Eliab's sons Dathan and Abiram, and Peleth's son On, a descendant of Reuben, took charge ", "2": "of a rebellion against Moses, along with 250 community leaders, Israelis who were famous men and representatives from the assembly. ", "3": "They gathered together against Moses and Aaron and told them, “You have appropriated too much for yourselves from the entire congregation, since all of them are holy, and the Lord is among them, too. Why do you exalt yourselves over the Lord's assembly?”", "4": "When Moses heard this, he fell on his face. ", "5": "Then he addressed Korah and his entire company, “In the morning, may the Lord reveal who belongs to him and who is holy. May he cause that person[a] to approach him. May he cause to approach him the one whom he has chosen. ", "6": "Korah, you and your entire company are to bring censers ", "7": "and put fire and incense in them in the Lord's presence tomorrow. It will be that the man whom the Lord chooses will be holy. You're taking too much for yourselves, you descendants of Levi.”", "8": "Moses also told Korah, “Listen now, you descendants of Levi! ", "9": "Is it such an insignificant thing to you that the God of Israel has separated you from the Israelis to draw you to himself, appointing you to do the work of the tent of the Lord and to stand before the community to minister to them? ", "10": "He brought you near, along with all of your relatives, the descendants of Levi. Are you also seeking the priesthood? ", "11": "Therefore you and your group have conspired against the Lord and Aaron. What is it that causes you to complain against him?”", "12": "So Moses sent for Eliab's sons Dathan and Abiram, but they responded, “We're not coming. ", "13": "Is it such an insignificant thing that you brought us out of a land flowing with milk and honey, to kill us in the wilderness? Now you're trying to make yourself be a prince and rule over us, aren't you? ", "14": "You still haven't brought us into a land flowing with milk and honey, nor have you given us an inheritance of fields and vineyards. Do you really think that you can make these men look the other way?[b] We won't go up.”", "15": "Moses was very angry, so he told the Lord, “Please don't accept their offering. I haven't taken even one donkey from them nor have I hurt even one of them.”", "16": "Then Moses told Korah, “You and your entire company are to present yourselves in the Lord's presence tomorrow—you, they, and Aaron. ", "17": "Each man is to take a censer, put incense on it, and bring it into the Lord's presence, each man with his censer, for a total of 250 censers. You and Aaron are each to bring his own censer.”", "18": "So each man took his censer, put fire coals inside of it, placed incense in it, and then stood at the entrance to the Tent of Meeting, accompanied by Moses and Aaron. ", "19": "When Korah had assembled the entire community in opposition to Moses and Aaron[c] at the entrance to the Tent of Meeting, the glory of the Lord appeared to the entire community.", "20": "Then the Lord told Moses and Aaron, ", "21": "“Separate yourselves from among this community, and I'll destroy them in a moment.”", "22": "Then they fell on their faces and said, “God, the God of the spirits of all flesh, will you be angry at the entire congregation on account of one man's sin?”", "23": "Then the Lord instructed Moses, ", "24": "“Tell the community to move away from where Korah, Dathan, and Abiram are living.”", "25": "So Moses got up and went to Dathan and Abiram, and the elders of Israel followed him. ", "26": "Then he told the community, “Move away from the camps of these wicked men and don't touch anything that belongs to them. That way you won't be destroyed along with all their sins.” ", "27": "So they all moved away from the entire area where Korah, Dathan, and Abiram were living. Now Korah, Dathan, and Abiram stood at the entrance to their tents with their wives, sons, and little children. ", "28": "Then Moses said, “This is how you'll know that the Lord has sent me to do all these awesome works—they're not coming merely from me.[d] ", "29": "If these people die a death similar to all other human beings, or if they are punished with a punishment common to other men, then the Lord didn't send me. ", "30": "But if the Lord creates something new,[e] so that the ground opens its mouth and swallows them and everything that belongs to them and they all descend directly to Sheol[f] while still alive, then you'll know that these men have spurned the Lord.”", "31": "Just as he finished saying all these things, the ground under them split open. ", "32": "The earth opened its mouth and swallowed them, all their households, everyone who was affiliated with Korah, and all of their property. ", "33": "So they and all that belonged to them descended alive to Sheol.[g] Then the earth closed over them. That's how they were annihilated from the assembly.", "34": "Then all of the Israelis who were around them ran away when they heard them crying, “…so the ground won't swallow us up, too.” ", "35": "After this, fire came from the Lord and incinerated the 250 men who offered the incense.", "36": "[h] Then the Lord instructed Moses, ", "37": "“Tell Aaron's son Eleazar the priest to take out the censers out of the flames[i] and scatter the coals far away, since they are holy. ", "38": "As for the censers of those rebels who died, fasten them into beaten plates to line the altar. Since they brought them into the Lord's presence, they're holy. They are to become a reminder[j] to the Israelis.”", "39": "So Eleazar the priest took the bronze censers that had been burned and beat them into metal plates for the altar, ", "40": "to serve as a memorial to the Israelis, a reminder that no unauthorized person, who isn't a descendant of Aaron, is to attempt[k] to burn[l] incense in the Lord's presence, so that he may not become like Korah and his group, just as the Lord had spoken by the authority[m] of Moses.", "41": "Nevertheless, the very next day, the whole congregation of Israel complained against Moses and Aaron, “You've killed the Lord's people!”", "42": "When the community gathered together against Moses and Aaron, they turned toward the Tent of Meeting. All of a sudden, a cloud covered it and the glory of the Lord appeared. ", "43": "Then Moses and Aaron entered the Tent of Meeting.", "44": "The Lord told Moses, ", "45": "“Leave this community, so I can annihilate them in a moment.” But they fell upon their faces. ", "46": "Then Moses told Aaron. “Take the censer, put fire on it from the altar, and burn some incense. Then walk quickly to the congregation and atone for them, because wrath has already come out from the Lord—the plague has begun.”", "47": "So Aaron took the censer,[n] just as Moses had spoken, and ran out to the center of the assembly, where a plague had begun among the people. He set the incense on fire and atoned for the people. ", "48": "He stood between the dead and the living and restrained the plague. ", "49": "Those who died due to the plague numbered 14,700, not counting those who died due to the matter with Korah.", "50": "Then Aaron returned to Moses at the entrance to the Tent of Meeting after the slaughter had been restrained."}