{"1": "The Lord told Moses and Aaron, ", "2": "“This is the ordinance of the law that the Lord commanded that the Israelis be told: They are to bring you a spotless red heifer, without physical defect, that has never been fitted with a yoke. ", "3": "They are to deliver it to Eleazar the priest, and it is to be brought outside the camp and slaughtered in his presence. ", "4": "Then Eleazar the priest is to take blood from it with his finger and sprinkle the blood in front of the Tent of Meeting. ", "5": "The entire heifer is to be incinerated in his presence, including its skin, its flesh, its blood, and its dung. ", "6": "Then the priest is to take some cedar[a] wood, hyssop, and scarlet material and throw it into the middle of the burning heifer. ", "7": "The priest is to wash his clothes and bathe himself[b] with water, after which he may enter the camp, but he is to remain unclean until evening. ", "8": "Whoever takes part in the burning is to wash his clothes and bathe himself[c] in water and is to remain unclean until the evening. ", "9": "Then someone[d] who is clean is to gather the ashes of the heifer and lay them outside the camp in a clean place. This is to be done for the community of Israel to use for water of purification from sin. ", "10": "Whoever gathers the ashes of the heifer is to wash his clothes and is to remain unclean until the evening. This ordinance is to remain for the benefit of both the Israelis and the resident aliens who live among them.”", "11": "“Whoever comes in contact with the body of a dead person is to remain unclean for seven days. ", "12": "He is to purify himself on the third day and he will be clean on the seventh day. But if he can't purify himself on the third day then he can't be clean on the seventh day. ", "13": "Anyone who comes in contact with a dead person (that is, with the corpse[e] of a human being[f] who has died), but who does not purify himself, defiles the Lord's tent. That person is to be eliminated from Israel, because the water of impurity wasn't sprinkled on him. He remains unclean and his uncleanness will remain with him.", "14": "“This is the procedure to follow[g] when a man dies in his tent: Everyone who enters the tent and everyone in it is to remain unclean for seven days. ", "15": "Every open vessel that has no covering fastened around it is to be considered unclean. ", "16": "Whoever is out in an open field and touches the body of[h] someone who was killed by a sword, or a dead body, or someone's bones, or a grave, he is to be considered unclean for seven days.", "17": "“Now as for the unclean, they are to take ashes from the burning sin offering, and pour running water on it inside a vessel. ", "18": "A clean person is to take some hyssop, dip it in water, and then sprinkle it on the tent, on every vessel, and on whoever[i] was there (that is, on whoever touched the bones, the killed person, or the dead body, including whoever dug the grave). ", "19": "The clean person is to sprinkle the unclean person on the third day and seventh day and then he is to purify himself on the seventh day, wash his clothes, and bathe with water. He is to be considered clean at evening.", "20": "“The person[j] who is unclean but who doesn't purify himself is to be eliminated from contact with the assembly, since he has defiled the Lord's sanctuary and the water of impurity wasn't sprinkled on him. He is to be considered unclean ", "21": "as a continuing[k] reminder to them. Whoever sprinkles the water of impurity is to wash his clothes, and whoever comes in contact with the water of impurity is to remain unclean until evening. ", "22": "Furthermore, anything that the unclean person touches is to be considered unclean and the person who touches him is to be considered unclean until the evening.”"}