{"1": "The Lord told Moses, ", "2": "“You are to command the Israelis about my offerings that they are to be sure to bring edible offerings to me, presented by fire, and a pleasing aroma to me, at their appointed time.", "3": "Tell them that this is the offering, presented by fire, that you are to offer to the Lord: two one year old lambs, offered daily every day. ", "4": "Offer the first lamb in the morning and the second toward the evening,[a] ", "5": "accompanied by one tenth of an ephah[b] of fine flour for grain offering, mixed with one fourth of a hin[c] of pure olive oil. ", "6": "This burnt offering, which was prescribed at Mount Sinai, is to be offered every day[d] as a pleasing aroma made by fire to the Lord.", "7": "“The drink offering is to be one fourth of a hin[e] for each[f] lamb. You are to pour out a drink offering of strong wine to the Lord in the Holy Place. ", "8": "You are also to offer the second lamb toward the evening. Just like the morning sacrifice,[g] you are to present the grain offering, accompanied by its corresponding drink offering, as a presentation made by fire, a pleasing aroma to the Lord.”", "9": "“Every Sabbath day, you are to offer two one year old lambs without any defects[h] with two tenths of an ephah[i] of fine flour for grain offering, mixed with olive oil, along with their corresponding drink offering. ", "10": "This burnt offering is to be presented every Sabbath, as well as the regular burnt offering, along with its corresponding drink offering.”", "11": "“On the first day of each month,[j] you are to offer a burnt offering to the Lord consisting of two young bulls, one ram, and seven one year old lambs, all of them without any defects, ", "12": "along with three tenths of an ephah of fine flour for a grain offering, mixed with olive oil, for each bull, two tenths of an ephah of fine flour for a grain offering, mixed with olive oil, for the one ram, ", "13": "and one tenth of an ephah of fine flour mixed with olive oil as a grain offering for each lamb. This burnt offering will be a pleasing aroma, incinerated as an offering to the Lord. ", "14": "Their drink offerings are to be half a hin[k] of wine for each bull, one third of a hin[l] for the ram, and one fourth of a hin[m] for each lamb. This burnt offering is to be presented each and every month throughout the year. ", "15": "One goat is to be offered at regular intervals as a sin offering to the Lord, accompanied by its corresponding drink offering.”", "16": "“The Lord's Passover is to take place on the fourteenth day of the first month. ", "17": "You are to hold a festival on the fifteenth day of this month for seven days, during which time unleavened bread is to be eaten.”", "18": "“On the first day, you are to hold a sacred assembly. No servile work is to be done. ", "19": "Bring an offering that is to be incinerated in the Lord's presence, consisting of two young bulls, a ram, and seven one year old lambs, all without any defects, ", "20": "along with their grain offering of fine flour mixed with olive oil. Offer three tenths of an ephah for each bull, two tenths of an ephah for the ram, ", "21": "and one tenth of an ephah for each of the seven lambs. ", "22": "Then present one goat for a sin offering to make atonement for you, ", "23": "apart from the burnt offering in the morning, which you are to continue offering. ", "24": "Do this every day for seven days, as an edible sacrifice to the Lord made by fire, a pleasing aroma. It is to be offered apart from the regular burnt offering and its corresponding drink offering. ", "25": "On the seventh day you are to hold another sacred assembly for your benefit, on which no servile work is to be done.”", "26": "“On the first day of your harvest season, you are to hold a sacred assembly when you present your first fruits during the Festival of[n] Weeks. No servile work is to be done. ", "27": "You are to offer this burnt offering as a pleasing aroma to the Lord: two young bulls, one ram, and seven one year old lambs, ", "28": "along with their corresponding grain offerings of fine flour mixed with olive oil; specifically, three tenths of an ephah for each bull, two tenths of an ephah for the one ram, ", "29": "one tenth of an ephah for each of the seven lambs, ", "30": "and one goat to make atonement for you. ", "31": "Offer them in addition to the regular burnt offering, accompanied by its grain offering and its corresponding drink offerings.”"}