{"1": "This is a record of the genealogies[a] of Aaron and Moses current as of[b] the day on which the Lord addressed Moses on Mount Sinai. ", "2": "The[c] sons of Aaron were Nadab the first-born, Abihu, Eleazar, and Ithamar ", "3": "who[d] were anointed priests and whom he consecrated[e] as priests. ", "4": "Nadab and Abihu died in the Lord's presence when they offered unauthorized[f] fire before him[g] in the Sinai wilderness. Since they didn't have their own children, Eleazar and Ithamar ministered as priests under the authority of[h] Aaron their father.", "5": "The Lord told Moses, ", "6": "“Bring the tribe of Levi near and present them to Aaron the priest so they may serve him. ", "7": "They are to take care of his needs and the needs of the whole congregation at the Tent of Meeting by performing duties[i] at the tent. ", "8": "They are to take charge of the utensils at the Tent of Meeting and meet the needs of the Israelis by performing duties on behalf of the tent. ", "9": "Assign[j] the descendants of Levi to Aaron and his sons from among the Israelis. ", "10": "Appoint Aaron and his sons so that they are to take responsibility for their priesthood. Any unauthorized[k] person who approaches it is to be put to death.”", "11": "Later, the Lord told Moses, ", "12": "“I'm taking the descendants of Levi for myself from among the Israelis in place of every first-born who opens the womb.[l] The descendants of Levi belong to me ", "13": "because all the first-born belong to me. When[m] I destroyed all the firstborn in the land of Egypt, I consecrated all the first-born in Israel for myself—from human beings to livestock. They belong to me, since[n] I am the Lord.”", "14": "The Lord also told Moses in the Sinai wilderness, ", "15": "“Number the descendants of Levi according to their ancestral houses and tribes, numbering every male from a month old and above.”", "16": "So Moses numbered them according to the instruction[o] of the Lord, as he had been commanded. ", "17": "These are Levi's descendants by name: Gershon, Kohath, and Merari. ", "18": "These are names of Gershon's descendants according to their families: Libni and Shimei. ", "19": "These are the names of Kohath's descendants according to their families: Amram, Izhar, Hebron, and Uzziel. ", "20": "Merari's descendants according to their families were Mahli and Mushi. These are the families of the descendants of Levi according to their ancestral house.", "21": "The families of Libni and Shimei were descendants of Gershon. As families of the descendants of Gershon, ", "22": "all the males a month old and above numbered 7,500. ", "23": "The families of the descendants of Gershon encamped behind the tent toward the west.[p] ", "24": "The leader of the tribe and family of Gershon was Lael's son Eliasaph. ", "25": "The duties of the descendants of Gershon at the Tent of Meeting pertained to the tent, the tent covering, the curtain[q] to the entrance to the Tent of Meeting, ", "26": "the hangings at the courtyard, the curtain at the entrance of the courtyard that surrounded the tent, the altar, and all of the tent cords in use.", "27": "The families of Amram, Izhar, Hebron, and Uzziel were descendants of Kohath. As families of the descendants of Kohath, ", "28": "all the males a month old and above numbered 8,600.[r] They were tasked to the care of the sanctuary. ", "29": "The descendants of Kohath encamped beside the tent toward the south. ", "30": "The leader of the tribe and family of Kohath was Uzziel's son Elizaphan. ", "31": "Their duties pertained to the ark, the table, the lamp stand, the altars, the utensils of the sanctuary with which they ministered, and all the curtains in use. ", "32": "The chief of all the leaders of the descendants of Levi was Aaron the priest's son Eleazar. He was assigned to oversee those who were in charge of the services of the sanctuary.", "33": "The families of Mahli and Mushi were descendants of Merari. As families of Merari, ", "34": "all the males a month old and above numbered 6,200. ", "35": "The leader of the tribe and family of Merari was Abihail's son Zuriel. The descendants of Merari encamped beside the tent toward the north. ", "36": "The duties of the caretakers from the descendants of Merari included the boards of the tent, its bars, crossbars, sockets, all its utensils for their services, ", "37": "the pillars around the courtyard, their sockets, pegs, and tent cords.", "38": "In front of the tent and east of the Tent of Meeting, Moses, Aaron, and Aaron's[s] sons encamped facing the east. They were tasked to perform the duties of the sanctuary and care for the needs of the Israelis. Any unauthorized[t] person who approached was to be executed. ", "39": "As the Lord had instructed, everyone counted by Moses and Aaron from the descendants of Levi, according to their tribe, all males from a month old and above numbered 22,000.", "40": "Later the Lord instructed Moses: “Number all the first-born males of Israel from a month old and above and list their names. ", "41": "Separate[u] the descendants of Levi for me—since[v] I am the Lord—in place of all the first-born sons of Israel. Also separate[w] the livestock of the descendants of Levi in place of all the firstborn of the livestock of Israel.” ", "42": "So Moses numbered all the firstborn from the sons of Israel just as the Lord commanded him. ", "43": "All the first-born males according to the list of their names from a month old and above numbered 22,273.", "44": "Then the Lord told Moses, ", "45": "“Separate the descendants of Levi in place of all the firstborn sons of Israel and the livestock of the descendants of Levi in place of their livestock. The descendants of Levi belong to me, since[x] I am the Lord. ", "46": "You are to pay a ransom for the 273 first-born Israelis who exceed the census number of the descendants of Levi, ", "47": "so collect five shekels for each individual,[y] denominated in shekels of the sanctuary, that is, the shekel that weighs 20 gerahs.[z] ", "48": "Then give the money meant for ransom of their excess to Aaron and his sons.”", "49": "So Moses took the ransom money to account for the difference in the total number[aa] of those redeemed by the descendants of Levi. ", "50": "From the firstborn of the Israelis, Moses took money amounting to 1,365 shekels according to the shekel of the sanctuary. ", "51": "Moses gave the ransom money to Aaron and his sons according to the Lord's instructions, just as the Lord had commanded Moses."}