{"1": "Later, the Lord told Moses, ", "2": "“Be sure to exact vengeance on behalf of the Israelis from the Midianites, after which you'll be taken home[a] to your people.”", "3": "So Moses instructed the people, “Muster your men of war to attack the Midianites and deliver the Lord's vengeance against Midian. ", "4": "Send 1,000 men to war from every tribe throughout all of Israel.” ", "5": "So 1,000 men from every tribe—12,000 from the thousands of Israel—were mustered and equipped for war.", "6": "Moses sent 1,000 men from every tribe to fight against them, along with Eleazar's son Phinehas, in whose hands were the articles of the sanctuary and trumpets to sound battle alarms. ", "7": "They fought against the Midianites[b] just as the Lord had commanded Moses, killing every man. ", "8": "They executed the five kings of Midian, including Evi, Rekem, Zur, Hur, and Reba. They also executed Beor's son Balaam with a sword. ", "9": "After this, the Israelis took captive the Midianite women and children[c] and confiscated as spoils of war all their cattle, livestock, and their goods. ", "10": "They burned every town where they had lived and incinerated all of their encampments. ", "11": "They took all the booty and plunder, including both humans and animals. ", "12": "Then they brought the captives, booty, and plunder to Moses, to Eleazar the priest, and to the entire community of Israel at the camp on the plains of Moab, by the Jordan River in Jericho. ", "13": "Moses and Eleazar the priest and all the leaders of the community went out to meet them outside the camp.", "14": "But Moses became livid with anger at the officers of the army, the captains of thousands, and the captains of hundreds who had returned from servicing in the battle. ", "15": "“Did you keep all the women alive?” Moses asked them. ", "16": "“Look! These women were the same ones who were counseled by Balaam to cause the Israelis to commit a grievous sin against the Lord at Peor. As a result, that plague infected the Lord's community. ", "17": "You are to kill every male child[d] and every woman who has had sexual relations with a man.[e] ", "18": "You are to allow the young women who haven't yet had sexual relations with a man[f] to live for yourselves.”", "19": "“Now you are to stay outside the camp for seven days, after which any of you who has killed a person[g] or touched someone who was killed may purify yourselves on the third day. You and your captives will be pure on the seventh day. ", "20": "Furthermore, you are to purify every garment—that is, everything made of leather, goat's hair, or containing wood.”", "21": "Eleazar the priest told the soldiers who had gone to battle, “This is the ordinance of the law that the Lord commanded Moses ", "22": "concerning anything containing gold, silver, brass, iron, tin, lead, ", "23": "or anything else that can survive a refiner's fire: You are to pass it through fire, after which it will be clean. Then it is to be purified with the water of impurity. Everything that cannot survive a refiner's fire is to be washed in water. ", "24": "Wash your clothes on the seventh day, after which you will be clean. Then you may enter the camp.”", "25": "Then the Lord told Moses, ", "26": "“Take an inventory of the booty that was taken in the battle,[h] both of humans and of animals. Then you, Eleazar the priest, and the leaders of the fathers of the community ", "27": "are to divide the booty between the warriors who went to war and the rest of the community.", "28": "“After this, you are to exact a tribute for the Lord from the soldiers who went to war, consisting of the tribute earned by one person out of every 500, whether from people, cattle, donkeys, or flocks. ", "29": "You are to take half their share and give it to Eleazar the priest as a raised offering to the Lord. ", "30": "Then take half the share of the Israelis, one drawn out of every 50 people, cattle, donkeys, flocks, and from every animal, then give to the descendants of Levi who maintain the service of the Lord's tent.”", "31": "So Moses and Eleazar the priest did what the Lord had commanded Moses. ", "32": "The goods confiscated in excess of the war implements[i] that the warriors had gathered included 675,000 sheep, ", "33": ",000 cattle, ", "34": ",000 donkeys, and ", "35": ",000 women who had not had sexual relations with a man.", "36": "Now half of the share of those who went to war numbered 337,500 sheep, ", "37": "so the Lord's tribute from the sheep totaled 675. ", "38": "The cattle numbered 36,000, so the Lord's tribute totaled 72. ", "39": "The donkeys numbered 30,500, so the Lord's tribute totaled 61. ", "40": "The people[j] numbered 16,000, so the Lord's tribute totaled 32 people. ", "41": "Then Moses gave the tribute, a raised offering to the Lord, to Eleazar the priest, just as the Lord had commanded Moses. ", "42": "From half of the share of the Israelis that Moses had set aside from the soldiers, ", "43": "there were 337,500 sheep for the community, ", "44": ",000 cattle, ", "45": ",500 donkeys, ", "46": "and 16,000 people.", "47": "Moses took a portion drawn from every 50 Israelis, including from both human and animals, and gave them to the descendants of Levi who maintained the Lord's tent, just as the Lord had commanded him.[k] ", "48": "Then the officers in charge of thousands of soldiers, the captains of thousands, and the captains of hundreds approached Moses ", "49": "and told him,[l] “Your servants took a count of the soldiers who were under our authority. We didn't miss a single man. ", "50": "We've brought offerings to the Lord from whatever each man found—jewel-encrusted gold, anklets, bracelets, signet rings, earrings, and necklaces—to make atonement for ourselves[m] in the Lord's presence.”", "51": "Then Moses and Eleazar the priest took the gold from them and everything that was fashioned into jewels. ", "52": "The gold for the raised offering that they brought to the Lord totaled 16,750 shekels, ", "53": "because every soldier had confiscated war booty for his own use. ", "54": "Moses and Eleazar took the gold from the captains of thousands and hundreds and brought it to the Tent of Meeting, to serve as a memorial to the Israelis in the Lord's presence."}