{"1": "Now, the descendants of Reuben and descendants of Gad happened to be joint owners of a very large herd of cattle. When they observed that Jazer and Gilead were good grazing lands[a] for cattle, ", "2": "the descendants of Gad and descendants of Reuben approached Moses, Eleazar the priest, and the leaders of the community and said, ", "3": "“Ataroth, Dibon, Jazer, Nimrah, Heshbon, Elealeh, Sebam, Nebo, and Beon—", "4": "the land that the Lord defeated in the sight of the community of Israel—is perfect for cattle and your servants have cattle. ", "5": "If we've found favor in your sight, let this land be given to your servants as our possession instead of us crossing the Jordan River.”[b]", "6": "“Will your relatives have to go to war while you remain here?” Moses asked the descendants of Gad and descendants of Reuben in response. ", "7": "“Why would you discourage[c] the Israelis from crossing over to the land that the Lord has given them? ", "8": "That's what[d] your ancestors did when I sent them from Kadesh-barnea to explore[e] the land. ", "9": "When they arrived in the Eshcol Valley and saw the land, they discouraged[f] the Israelis from entering the land that the Lord had given them. ", "10": "That's why the Lord's anger flared up that day and he promised by an oath that ", "11": "'Not one of the men who went up from Egypt, from 20 years old and above, will see the land that I promised to give to their ancestors, that is, to Abraham, Isaac, and Jacob, because none of them followed me wholeheartedly,[g] ", "12": "except Jephunneh's son Caleb, the Kenizzite, and Nun's son Joshua. They've wholeheartedly followed the Lord.'", "13": "“The Lord's anger had flared up against Israel so that he made them wander in the wilderness for 40 years until that whole generation, who committed evil in the eyes of the Lord, had died. ", "14": "And now, look! You're acting just like[h] your ancestors, like a brood[i] of sinful men, who are provoking the fierce anger of the Lord against the Israelis one step at a time. ", "15": "If you stop following him, he will once again abandon them in the wilderness. You'll end up destroying this entire people.”", "16": "Then they approached him and said, “Here's where we're going to build corrals for our cattle and cities for our families,[j] ", "17": "but we will keep ourselves armed and stay ready to go with the Israelis until we've brought them to their own places. Our families intend to live in fortified cities in the presence of the inhabitants of the land, ", "18": "but we won't return to our homes until every Israeli has taken possession of each of their inheritances, ", "19": "since our inheritance will not be with them across the Jordan River and beyond. Instead, our inheritance is on this side of the Jordan River, facing eastward.”", "20": "“If you do this,” Moses replied to them, “that is, if you equip yourselves for war in the Lord's presence ", "21": "and every one of your armed soldiers crosses over the Jordan River in the presence of the Lord until he has dispossessed his enemies ahead of him ", "22": "and subjugated the land before him,[k] then afterwards when you return, you'll be able to stand blameless before the Lord and before Israel. This land will then be your possession before the Lord. ", "23": "“But if you won't do so, look out! You will be sinning against the Lord. Be certain of this, that your sin will catch up to you! ", "24": "So after you've built cities for your families and corrals for your cattle, be sure to keep your promises.”", "25": "Then the descendants of Gad and descendants of Reuben spoke up. “Your servants will do exactly what our master has commanded.” They said. ", "26": "“Our children, wives, flocks, and all our cattle will be settled in the cities of Gilead, ", "27": "but every soldier that we've equipped for battle will cross the Jordan River[l] in the presence of the Lord, as our master has spoken.”", "28": "So Moses instructed Eleazar the priest and Nun's son Joshua, and the officers of the ancestral tribes of the Israelis, ", "29": "telling them, “If the descendants of Gad and descendants of Reuben cross over the Jordan River with you, that is, all of their soldiers who've been equipped for battle in the Lord's presence, so that the land is subjugated right before your eyes, then you are to give them the land of Gilead as their possession. ", "30": "But if the armed men don't cross over with you, then they won't have any possession in the land of Canaan.”", "31": "“We'll do just what the Lord told your servants,” the descendants of Gad and the descendants of Reuben responded. ", "32": "“We are to cross over in battle array[m] in the Lord's presence into the land of Canaan, and afterwards the possession of our inheritance will be on this side of the Jordan River.”", "33": "So Moses gave to the descendants of Gad, to the descendants of Reuben, and to the half-tribe of Joseph's son Manasseh the kingdom of Sihon, the king of the Amorites, and the kingdom of Og, the king of Bashan, the whole land with its cities, and even the territories surrounding it.", "34": "The descendants of Gad rebuilt Dibon, Ataroth, Aroer, ", "35": "Atrothshophan, Jazer, Jogbehah, ", "36": "Beth-nimrah, and Beth-haran as fortified cities with corrals for sheep. ", "37": "The descendants of Reuben rebuilt Heshbon, Elealeh, Kiriathaim, ", "38": "Nebo, Baal-meon (after having changed their names), and Sibmah. The cities that they rebuilt were renamed. ", "39": "The descendants of Manasseh's son Machir attacked Gilead and then captured and dispossessed the Amorites who were there. ", "40": "That's why Moses gave Gilead to Manasseh's son Machir, who lived there at the time. ", "41": "Manasseh's son Jair captured[n] their towns and renamed them Havvoth-jair. ", "42": "Nobah captured Kenath and its towns and renamed it Nobah after himself."}