{"1": "Here's the travel itinerary[a] for the Israelis after they left the land of Egypt in groups under the authority of Moses and Aaron. ", "2": "Moses recorded their departures in their travels after being commanded[b] to do so by the Lord. Here's a list of their travels based on[c] their departures:", "3": "They departed from Rameses in the first month, on the fifteenth day of that first month. The day[d] after the Passover, the Israelis came out confidently,[e] and all the Egyptians watched them leave, ", "4": "while they were burying their firstborn, whom the Lord had killed among them. The Lord also executed justice against their gods.", "5": "Then the Israelis traveled from Rameses and rested[f] in Succoth.", "6": "They traveled from Succoth, then rested in Etham, which is at the outskirts of the wilderness.", "7": "They traveled from Etham but turned back to Pi-hahiroth, which is outside of[g] Baal-zephon. They rested outside of Migdol. ", "8": "They traveled from Hahiroth and passed through the midst of the sea to the wilderness. They were on the road three days in the wilderness of Etham, then rested in Marah.", "9": "They traveled from Marah and arrived at Elim. In Elim there were twelve wells[h] of water and 70 palm trees, so they rested there.", "10": "They traveled from Elim, then rested by the Reed[i] Sea.", "11": "They traveled from the Reed[j] Sea, then rested in the Wilderness of Zin.", "12": "They traveled from the Wilderness of Zin, then rested in Dophkah.", "13": "They traveled from Dophkah, then rested in Alush.", "14": "They traveled from Alush, then rested in Rephidim, but there was no water there for the people to drink.", "15": "They traveled from Rephidim, then rested in the Wilderness of Sinai.", "16": "They traveled from the Wilderness of Sinai, then rested in Kibroth-hattaavah.", "17": "They traveled from Kibroth-hattaavah, then rested in Hazeroth.", "18": "They traveled from Hazeroth, then rested in Rithmah.", "19": "They traveled from Rithmah, then rested in Rimmon-perez.", "20": "They traveled from Rimmon-perez, then rested in Libnah.", "21": "They traveled from Libnah, then rested in Rissah.", "22": "They traveled from Rissah, then rested in Kehelathah.", "23": "They traveled from Kehelathah, then rested at Mount Shepher.", "24": "They traveled from Mount Shepher, then rested in Haradah.", "25": "They traveled from Haradah, then rested in Makheloth.", "26": "They traveled from Makheloth, then rested in Tahath.", "27": "They traveled from Tahath, then rested in Terah.", "28": "They traveled from Terah, then rested in Mithkah.", "29": "They traveled from Mithkah, then rested in Hashmonah.", "30": "They traveled from Hashmonah, then rested in Moseroth.", "31": "They traveled from Moseroth, then rested in Bene-jaakan.", "32": "They traveled from Bene-jaakan, then rested in Hor-haggidgad.", "33": "They traveled from Hor-haggidgad, then rested in Jotbathah.", "34": "They traveled from Jotbathah, then rested in Abronah.", "35": "They traveled from Abronah, then rested in Ezion-geber.", "36": "They traveled from Ezion-geber, then rested in the Wilderness of Zin, which is also known as Kadesh.", "37": "They traveled from Kadesh, then rested in Mount Hor at the outskirts of the land of Edom.", "38": "Then Aaron the priest ascended Mount Hor in obedience to the Lord's command and died there, in the fortieth year after the Israelis had come out of the land of Egypt, on the first day of the fifth month. ", "39": "Aaron was 123 years old when he died on Mount Hor.", "40": "Meanwhile, the Canaanite king of Arad, who lived in the Negev[k] in the land of Canaan, heard of the approach of the Israelis, ", "41": "who had traveled from Mount Hor and then rested in Zalmonah.", "42": "They traveled from Zalmonah, then rested in Punon.", "43": "They traveled from Punon, then rested in Oboth.", "44": "They traveled from Oboth, then rested in Iye-abarim at the outskirts of Moab.", "45": "They traveled from Iyim, then rested in Dibon-gad.", "46": "They traveled from Dibon-gad, then rested in Almon-diblathaim.", "47": "They traveled from Almon-diblathaim, then rested in the mountains of Abarim, facing Nebo.", "48": "They traveled from the mountains of Abarim, then rested in the plains of Moab by the Jordan River, across from Jericho.", "49": "They rested by the Jordan River in the area from Beth-jeshimoth to Abel-shittim in the plains of Moab.", "50": "Then the Lord told Moses in the plains of Moab by the Jordan River, across from Jericho, ", "51": "“Tell the Israelis that when they have crossed the Jordan River to the land of Canaan, ", "52": "they are to drive out all the inhabitants of the land and destroy all their idols and their molten images. You are to demolish all their high places, ", "53": "take possession of the land, and live in it, because I've given you the land to inherit. ", "54": "You are to divide the land among yourselves by lot according to your families. The larger the families are in number,[l] the larger their inheritance is to be. The fewer the families are in number,[m] the lesser their inheritance is to be. To whomever the lot falls, that inheritance goes to him. Divide it according to your ancestral tribes. ", "55": "But if you fail to drive out the inhabitants of the land before you, their survivors will become irritants in your eyes and thorns in your sides, to prick your sides and afflict you in the very land in which you'll be living. ", "56": "Then, what I had planned to do to them, I'll start to do to you.”"}