{"1": "The Lord told Moses, ", "2": "“Issue these orders to the Israelis: 'You're about to enter the land of Canaan. This territory has been apportioned to you as your inheritance: the entire land of Canaan, all the way to its borders.'”", "3": "“'To your south is the Wilderness of Zin, bordering Edom. Your southern border is to extend east toward the far end of the Dead[a] Sea, ", "4": "then it is to turn southward to the ascent of Akrabbim, cross Zin, and then run south of Kadesh-barnea and proceed from there to Hazar-addar and across to Azmon. ", "5": "Then the border is to turn from Azmon toward the wadi[b] of Egypt and from there to the Mediterranean[c] Sea.'”", "6": "“'The western[d] border is to be the Mediterranean[e] Sea. This is to be the western border.'”", "7": "“'Your northern border is to extend from the Mediterranean Sea to Mount Hor. ", "8": "From Mount Hor, you are to mark out the entrance to Hammath, with the border running through Zedad, ", "9": "then through Ziphron, and then to Hazar-enan. This is to be the northern border.'”", "10": "“'You are to mark the border on the east from Hazar-enan to Shepham. ", "11": "The border is then to extend from Shepham to Riblah, on the east side of Ain, then to the Sea of Chinnereth[f] on the east. ", "12": "The border is to continue along the Jordan River all the way to the Dead Sea. This is to be your land, as measured by its boundaries.'”", "13": "Moses commanded the Israelis, “You are to inherit this land by lot, just as the Lord commanded to give it to the remaining[g] nine and a half tribes. ", "14": "The tribes of Reuben, Gad, and half the tribe of Manasseh, as defined by their ancestral houses, have received their inheritance. ", "15": "These two and a half tribes received their inheritance this side of the Jordan River, east of Jericho, facing the rising sun.”", "16": "Then the Lord told Moses, ", "17": "“These are the names of the men who are to divide the land for your inheritance: Eleazar the priest and Nun's son Joshua. ", "18": "You are to appoint a leader from each tribe to divide the land for inheritance. ", "19": "These are the names of the men: Appoint Jephunneh's son Caleb from the tribe of Judah, ", "20": "Ammihud's son Shemuel from the tribe of Simeon, ", "21": "Chislon's son Elidad from the tribe of Benjamin, ", "22": "and Jogli's son Bukki is to be leader of the tribe of Dan. ", "23": "From the tribe of Joseph, you are to appoint Ephod's son Hanniel to be leader of the half tribe of Manasseh, ", "24": "Shiphtan's son Kemuel to be leader of the half tribe of Ephraim, ", "25": "Parnach's son Elizaphan to be leader of the tribe of Zebulun, ", "26": "Azzan's son Paltiel to be leader of the tribe of Issachar, ", "27": "Shelomi's son Ahihud to be leader of the tribe of Asher, ", "28": "and Ammihud's son Pedahel to be leader of the tribe of Naphtali.”", "29": "These are the ones whom the Lord commanded to divide the inheritance of the Israelis in the land of Canaan."}