{"1": "The Lord told Moses, ", "2": "“Command the Israelis to send outside the encampment every leper, everyone who has a discharge, and whoever is ritually defiled by contact with a corpse.[a] ", "3": "Whether male or female, send them outside the camp so that they won't defile their camp, because I live among them.” ", "4": "So the Israelis sent them outside the camp. The Israelis did just what the Lord had told Moses.", "5": "The Lord told Moses, ", "6": "“Instruct the Israelis that whenever a man or woman does something contained in the list[b] of the sins of man, thereby acting treacherously against the Lord, then that person stands guilty. ", "7": "He[c] is to confess the sin that he had committed, pay its full compensation, add one fifth to it, and give the compensation to whomever he offended. ", "8": "But if the person has no related redeemer to whom compensation may be made, the payment is to be brought to the Lord and given to the priest, in addition to a ram for atonement with which he is to be atoned. ", "9": "Every offering from all the most sacred things of the Israelis that they bring to the priest is to belong to him. ", "10": "Furthermore, everyone's sacred things belong to him, as well as whatever a person gives to the priest.”", "11": "Then the Lord told Moses, ", "12": "“Instruct the Israelis what to do if a man's wife turns astray so that she unfaithfully acts against him, ", "13": "a man has sexual relations[d] with her and she conceals it from her husband,[e] keeping it secret although she has defiled herself with there being no witnesses against her, but she was caught anyway. ", "14": "If an attitude of jealousy overcomes him so that he becomes jealous at his wife when she is defiled, or if an attitude of jealousy overcomes him and he becomes jealous of his wife even though she isn't defiled, ", "15": "then that man is to bring his wife to the priest along with an offering for her consisting of a tenth of an ephah[f] of barley flour. He is not to pour oil or set frankincense over it, because it's to be a jealousy offering, a memorial offering that will serve as a reminder of iniquity. ", "16": "Then the priest is to bring it and make her stand in the Lord's presence. ", "17": "The priest is to put some holy water into an earthen vessel, take some dust from the floor of the tent, and put it into the water. ", "18": "The priest is to have the woman stand in the Lord's presence, uncover her head,[g] and put the grain offering as a memorial, a reminder of jealousy, into her hands. The priest is also to have in his hand the contaminated[h] water that carries a curse.", "19": "“The priest is to administer this oath to the woman: 'If indeed another man didn't have sexual relations[i] with you and you didn't become unfaithful to your husband,[j] then may you be free from these waters that bring a curse. ", "20": "But if you have become unfaithful to your husband and have become defiled because a man who isn't your husband has had sexual relations with you…' ", "21": "then the priest is to have the woman commit to an oath by saying to the woman, 'May the Lord make you a curse and a curse among your people. When the Lord makes your thigh waste away and your abdomen swell ", "22": "and this water that brings a curse enters your abdomen, making it swell and your thigh waste away.' “Then the woman is to say 'Amen.'", "23": "“Then the priest is to write all of these words in a document and wipe it off with the contaminated water. ", "24": "The woman is to drink the bitter water that brings a curse and the water that brings a curse is to be considered contaminated. ", "25": "The priest is to take the offering of jealousy from the woman's hand, wave the offering in the Lord's presence, and have her approach the altar. ", "26": "The priest is to take a handful of grain from the memorial and offer a sacrifice on the altar, after which he is to have the woman drink the water. ", "27": "When he has had her drink the water, if she was defiled and had acted unfaithfully toward her husband, then the contaminated water that brings a curse will enter her and infect her, causing her abdomen to swell and her thigh to waste away. Then she is to be a cursed woman among her people. ", "28": "But if the woman isn't defiled, then she is to be freed and will be able to bear children.[k] ", "29": "This is the law in cases of jealousy when a woman defiles herself while under her husband's authority: ", "30": "When a man becomes under the control of an attitude[l] of jealousy regarding his wife, he is to present her to the Lord, and the priest is to apply this entire statute to her. ", "31": "The husband[m] will be free from guilt, but the wife is to bear the punishment of her iniquity.”"}