{"1": "The same day that Moses finished setting up, anointing, and consecrating the tent and its utensils, he also anointed and consecrated the altar and its utensils. ", "2": "Then the presiding leaders of Israel, as heads of the ancestral houses, brought an offering. They were the leaders of the tribes who supervised the census. ", "3": "They brought their offering into the Lord's presence, consisting of[a] six covered carts and twelve oxen—one cart each from two leaders and an ox from each one. After they presented them in front of the tent, ", "4": "the Lord told Moses, ", "5": "“Take these gifts from them and use them in service at the Tent of Meeting. Present them to the descendants of Levi, distributing them to each person according to his work.”", "6": "So Moses took the carts and the oxen and presented them to the descendants of Levi. ", "7": "Two carts and four oxen were given to the descendants of Gershon for their work. ", "8": "Four carts and eight oxen were given to the descendants of Merari for their work. ", "9": "But he gave none of them to the descendants of Kohath, because their responsibility was to carry the holy things on their shoulders. ", "10": "The leaders brought the offerings for the dedication of the altar the same day that it was anointed. After the leaders brought their offering to the altar, ", "11": "the Lord told Moses, “They are to present their offerings, one leader per day,[b] for the dedication of the altar.”", "12": "On the first day Amminadab's son Nahshon, from the tribe of Judah, presented ", "13": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both[c] filled with choice flour mixed with oil for a grain offering; ", "14": "one gold pan weighing ten shekels,[d] full of incense; ", "15": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "16": "and one male goat for a sin offering. ", "17": "Their sacrifice for a peace offering consisted of[e] two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Amminadab's son Nahshon.", "18": "On the second day, Zuar's son Nethanel, leader of the descendants of Issachar, presented ", "19": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering; ", "20": "one gold pan weighing ten shekels, full of incense; ", "21": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "22": "and one male goat for a sin offering. ", "23": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Zuar's son Nathaniel.", "24": "On the third day, Helon's son Eliab, leader of the descendants of Zebulun presented ", "25": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering; ", "26": "one gold pan weighing ten shekels, full of incense; ", "27": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "28": "and one male goat for a sin offering. ", "29": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Helon's son Eliab.", "30": "On the fourth day, Shedeur's son Elizur, leader of the descendants of Reuben presented ", "31": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering; ", "32": "one gold pan weighing ten shekels, full of incense; ", "33": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "34": "and one male goat for a sin offering. ", "35": "Their sacrifice for a peace offering, two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Shedeur's son Elizur.", "36": "On the fifth day, Zurishaddai's son Shelumiel, leader of the descendants of Simeon, presented ", "37": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering; ", "38": "one gold pan weighing ten shekels, full of incense; ", "39": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "40": "and one male goat for a sin offering. ", "41": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Zurishaddai's son Shelumiel.", "42": "On the sixth day, Deuel's son Eliasaph, leader of the descendants of Gad, presented ", "43": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering; ", "44": "one gold pan weighing ten shekels full of incense; ", "45": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "46": "and one male goat for a sin offering. ", "47": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Deuel's son Eliasaph.", "48": "On the seventh day, Ammihud's son Elishama, leader of the descendants of Ephraim, presented ", "49": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering; ", "50": "one gold pan weighing ten shekels, full of incense; ", "51": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "52": "and one male goat for a sin offering. ", "53": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Ammihud's son Elishama.", "54": "On the eighth day, Pedahzur's son Gamaliel, leader of the descendants of Manasseh, presented ", "55": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering; ", "56": "one gold pan weighing ten shekels full of incense; ", "57": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "58": "and one male goat for a sin offering. ", "59": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Pedahzur's son Gamaliel.", "60": "On the ninth day, Gideoni's son Abidan, leader of the descendants of Benjamin, presented ", "61": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering; ", "62": "one gold pan weighing ten shekels, full of incense; ", "63": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "64": "and one male goat for a sin offering. ", "65": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Gideoni's son Abidan.", "66": "On the tenth day, Ammishaddai's son Ahiezer, leader of the descendants of Dan, presented ", "67": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering; ", "68": "one gold pan weighing ten shekels full of incense; ", "69": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "70": "and one male goat for a sin offering. ", "71": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Ammishaddai's son Ahiezer.", "72": "On the eleventh day, Ochran's son Pagiel, leader of the descendants of Asher, presented ", "73": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for a grain offering; ", "74": "one gold pan weighing ten shekels, full of incense; ", "75": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "76": "and one male goat for a sin offering. ", "77": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Ochran's son Pagiel.", "78": "On the twelfth day, Enan's son Ahira, leader of the descendants of Naphtali, presented ", "79": "as his offering a silver dish weighing 130 shekels and a silver bowl weighing 70 shekels (calculated according to the shekel of the sanctuary), both filled with choice flour mixed with oil for grain offering; ", "80": "one gold pan weighing ten shekels, full of incense; ", "81": "one young bull, one ram, and a one year old male lamb for a burnt offering; ", "82": "and one male goat for a sin offering. ", "83": "Their sacrifice for a peace offering consisted of two bulls, five rams, five male goats, and five one year old lambs. These were the offerings presented by Enan's son Ahira.", "84": "This was what was presented at[f] the dedication of the altar from the leaders of Israel on the same day that it was anointed: twelve silver bowls, twelve silver basins, twelve gold ladles. ", "85": "Each bowl weighed 130 silver shekels and each basin weighed 70 shekels. All the silver vessels weighed a total of 2,400 shekels, calculated according to the[g] shekel of the sanctuary. ", "86": "Also, twelve gold ladles filled with incense were presented,[h] each ladle weighing ten shekels (calculated according to the shekel[i] of the sanctuary). All of the gold of the ladles weighed 120 shekels. ", "87": "All the livestock for burnt offerings totaled twelve bulls, twelve rams, twelve sheep in their first year with corresponding meal offerings, and twelve male goats for sin offerings. ", "88": "All the livestock for peace offerings totaled 24 bulls, 60 rams, 60 male goats, and 60 one year old lambs—all this was for the altar's dedication after it was anointed.", "89": "When Moses entered the Tent of Meeting to speak with the Lord,[j] he heard a voice speaking to him above the Mercy Seat[k] over the Ark of the Testimony. He spoke to him from between the two cherubim."}