{"1": "Now[a] Jesus[b] was praying in a certain place. When[c] he stopped, one of his disciples said to him, “Lord, teach us to pray, just as John[d] taught[e] his disciples.” ", "2": "So he said to them, “When you pray,[f] say: Father,[g] may your name be honored;[h] may your kingdom come.[i]", "3": "Give us each day our daily bread,[j]", "4": "and forgive us our sins, for we also forgive everyone who sins[k] against us. And do not lead us into temptation.”[l]", "5": "Then[m] he said to them, “Suppose one of you[n] has a friend, and you go to him[o] at midnight and say to him, 'Friend, lend me three loaves of bread,[p] ", "6": "because a friend of mine has stopped here while on a journey,[q] and I have nothing to set before[r] him.' ", "7": "Then[s] he will reply[t] from inside, 'Do not bother me. The door is already shut, and my children and I are in bed.[u] I cannot get up and give you anything.'[v] ", "8": "I tell you, even though the man inside[w] will not get up and give him anything because he is his friend, yet because of the first man's[x] sheer persistence[y] he will get up and give him whatever he needs.", "9": "“So[z] I tell you: Ask,[aa] and it will be given to you; seek, and you will find; knock, and the door[ab] will be opened for you. ", "10": "For everyone who asks[ac] receives, and the one who seeks finds, and to the one who knocks, the door[ad] will be opened. ", "11": "What father among you, if your[ae] son asks for[af] a fish, will give him a snake[ag] instead of a fish? ", "12": "Or if he asks for an egg, will give him a scorpion?[ah] ", "13": "If you then, although you are[ai] evil, know how to give good gifts to your children, how much more will the heavenly Father give the Holy Spirit[aj] to those who ask him!”", "14": "Now[ak] he was casting out a demon that was mute.[al] When[am] the demon had gone out, the man who had been mute began to speak,[an] and the crowds were amazed. ", "15": "But some of them said, “By the power of Beelzebul,[ao] the ruler[ap] of demons, he casts out demons!” ", "16": "Others, to test[aq] him,[ar] began asking for[as] a sign[at] from heaven. ", "17": "But Jesus,[au] realizing their thoughts, said to them,[av] “Every kingdom divided against itself is destroyed,[aw] and a divided household falls.[ax] ", "18": "So[ay] if[az] Satan too is divided against himself, how will his kingdom stand? I ask you this because[ba] you claim that I cast out demons by Beelzebul. ", "19": "Now if I cast out demons by Beelzebul, by whom do your sons[bb] cast them[bc] out? Therefore they will be your judges. ", "20": "But if I cast out demons by the finger[bd] of God, then the kingdom of God[be] has already overtaken[bf] you. ", "21": "When a strong man,[bg] fully armed, guards his own palace,[bh] his possessions are safe.[bi] ", "22": "But[bj] when a stronger man[bk] attacks[bl] and conquers him, he takes away the first man's[bm] armor on which the man relied[bn] and divides up[bo] his plunder.[bp] ", "23": "Whoever is not with me is against me,[bq] and whoever does not gather with me scatters.[br]", "24": "“When an unclean spirit[bs] goes out of a person,[bt] it passes through waterless places[bu] looking for rest but[bv] not finding any. Then[bw] it says, 'I will return to the home I left.'[bx] ", "25": "When it returns,[by] it finds the house[bz] swept clean and put in order.[ca] ", "26": "Then it goes and brings seven other spirits more evil than itself, and they go in and live there, so[cb] the last state of that person[cc] is worse than the first.”[cd]", "27": "As[ce] he said these things, a woman in the crowd spoke out[cf] to him, “Blessed is the womb[cg] that bore you and the breasts at which you nursed!”[ch] ", "28": "But he replied,[ci] “Blessed rather are those who hear the word of God and obey[cj] it!”", "29": "As[ck] the crowds were increasing, Jesus[cl] began to say, “This generation is a wicked generation; it looks for a sign,[cm] but no sign will be given to it except the sign of Jonah.[cn] ", "30": "For just as Jonah became a sign to the people of Nineveh,[co] so the Son of Man will be a sign[cp] to this generation.[cq] ", "31": "The queen of the South[cr] will rise up at the judgment[cs] with the people[ct] of this generation and condemn them, because she came from the ends of the earth to hear the wisdom of Solomon—and now,[cu] something greater[cv] than Solomon is here! ", "32": "The people[cw] of Nineveh will stand up at the judgment with this generation and condemn it, because they repented when Jonah preached to them[cx]—and now,[cy] something greater than Jonah is here!", "33": "“No one after lighting a lamp puts it in a hidden place[cz] or under a basket,[da] but on a lampstand, so that those who come in can see the light. ", "34": "Your eye is the lamp of your body. When your eye is healthy,[db] your whole body is full of light, but when it is diseased,[dc] your body is full of darkness. ", "35": "Therefore see to it[dd] that the light in you[de] is not darkness. ", "36": "If[df] then[dg] your whole body is full of light, with no part in the dark,[dh] it will be as full of light as when the light of a lamp shines on you.”[di]", "37": "As he spoke,[dj] a Pharisee[dk] invited Jesus[dl] to have a meal with him, so he went in and took his place at the table.[dm] ", "38": "The[dn] Pharisee was astonished when he saw that Jesus[do] did not first wash his hands[dp] before the meal. ", "39": "But the Lord said to him, “Now you Pharisees clean[dq] the outside of the cup and the plate, but inside you are full of greed and wickedness.[dr] ", "40": "You fools![ds] Didn't the one who made the outside make the inside as well?[dt] ", "41": "But give from your heart to those in need,[du] and[dv] then everything will be clean for you.[dw]", "42": "“But woe to you Pharisees![dx] You give a tenth[dy] of your mint,[dz] rue,[ea] and every herb, yet you neglect justice[eb] and love for God! But you should have done these things without neglecting the others.[ec] ", "43": "Woe to you Pharisees! You love the best seats[ed] in the synagogues[ee] and elaborate greetings[ef] in the marketplaces![eg] ", "44": "Woe to you![eh] You are like unmarked graves, and people[ei] walk over them without realizing it!”[ej]", "45": "One of the experts in religious law[ek] answered him, “Teacher, when you say these things you insult[el] us too.” ", "46": "But Jesus[em] replied,[en] “Woe to you experts in religious law as well![eo] You load people[ep] down with burdens difficult to bear, yet you yourselves refuse to touch[eq] the burdens with even one of your fingers! ", "47": "Woe to you! You build[er] the tombs of the prophets whom your ancestors[es] killed. ", "48": "So you testify that you approve of[et] the deeds of your ancestors,[eu] because they killed the prophets[ev] and you build their[ew] tombs![ex] ", "49": "For this reason also the wisdom[ey] of God said, 'I will send them prophets and apostles, some of whom they will kill and persecute,' ", "50": "so that this generation may be held accountable[ez] for the blood of all the prophets that has been shed since the beginning[fa] of the world,[fb] ", "51": "from the blood of Abel[fc] to the blood of Zechariah,[fd] who was killed[fe] between the altar and the sanctuary.[ff] Yes, I tell you, it will be charged against[fg] this generation. ", "52": "Woe to you experts in religious law! You have taken away[fh] the key to knowledge! You did not go in yourselves, and you hindered[fi] those who were going in.”", "53": "When he went out from there, the experts in the law[fj] and the Pharisees began to oppose him bitterly,[fk] and to ask him hostile questions[fl] about many things, ", "54": "plotting against[fm] him, to catch[fn] him in something he might say."}