{"1": "Now[a] one Sabbath when Jesus went to dine[b] at the house of a leader[c] of the Pharisees,[d] they were watching[e] him closely. ", "2": "There[f] right[g] in front of him was a man whose body was swollen with fluid.[h] ", "3": "So[i] Jesus asked[j] the experts in religious law[k] and the Pharisees, “Is it lawful to heal on the Sabbath[l] or not?” ", "4": "But they remained silent. So[m] Jesus[n] took hold of the man,[o] healed him, and sent him away.[p] ", "5": "Then[q] he said to them, “Which of you, if you have a son[r] or an ox that has fallen into a well on a Sabbath day, will not immediately pull him out?” ", "6": "But[s] they could not reply[t] to this.", "7": "Then[u] when Jesus[v] noticed how the guests[w] chose the places of honor,[x] he told them a parable. He said to them, ", "8": "“When you are invited by someone to a wedding feast,[y] do not take[z] the place of honor, because a person more distinguished than you may have been invited by your host.[aa] ", "9": "So[ab] the host who invited both of you will come and say to you, 'Give this man your place.' Then, ashamed,[ac] you will begin to move to the least important[ad] place. ", "10": "But when you are invited, go and take the least important place, so that when your host[ae] approaches he will say to you, 'Friend, move up here to a better place.'[af] Then you will be honored in the presence of all who share the meal with you. ", "11": "For everyone who exalts himself will be humbled, but[ag] the one who humbles[ah] himself will be exalted.”", "12": "He[ai] said also to the man[aj] who had invited him, “When you host a dinner or a banquet,[ak] don't invite your friends or your brothers or your relatives or rich neighbors so you can be invited by them in return and get repaid. ", "13": "But when you host an elaborate meal,[al] invite the poor, the crippled,[am] the lame, and[an] the blind.[ao] ", "14": "Then[ap] you will be blessed,[aq] because they cannot repay you, for you will be repaid[ar] at the resurrection of the righteous.”", "15": "When[as] one of those at the meal with Jesus[at] heard this, he said to him, “Blessed is everyone[au] who will feast[av] in the kingdom of God!”[aw] ", "16": "But Jesus[ax] said to him, “A man once gave a great banquet[ay] and invited[az] many guests.[ba] ", "17": "At[bb] the time for the banquet[bc] he sent his slave[bd] to tell those who had been invited, 'Come, because everything is now ready.' ", "18": "But one after another they all[be] began to make excuses.[bf] The first said to him, 'I have bought a field,[bg] and I must go out and see it. Please excuse me.'[bh] ", "19": "Another[bi] said, 'I have bought five yoke of oxen,[bj] and I am going out[bk] to examine them. Please excuse me.' ", "20": "Another[bl] said, 'I just got married, and I cannot come.'[bm] ", "21": "So[bn] the slave came back and reported this to his master. Then the master of the household was furious[bo] and said to his slave, 'Go out quickly[bp] to the streets and alleys of the city,[bq] and bring in the poor,[br] the crippled,[bs] the blind, and the lame.' ", "22": "Then[bt] the slave said, 'Sir, what you instructed has been done, and there is still room.'[bu] ", "23": "So[bv] the master said to his[bw] slave, 'Go out to the highways[bx] and country roads[by] and urge[bz] people[ca] to come in, so that my house will be filled.[cb] ", "24": "For I tell you, not one of those individuals[cc] who were invited[cd] will taste my banquet!'”[ce]", "25": "Now large crowds[cf] were accompanying Jesus,[cg] and turning to them he said, ", "26": "“If anyone comes to me and does not hate[ch] his own father and mother, and wife and children, and brothers and sisters, and even his own life,[ci] he cannot be my disciple. ", "27": "Whoever does not carry his own cross[cj] and follow[ck] me cannot be my disciple. ", "28": "For which of you, wanting to build a tower, doesn't sit down[cl] first and compute the cost[cm] to see if he has enough money to complete it? ", "29": "Otherwise,[cn] when he has laid[co] a foundation and is not able to finish the tower,[cp] all who see it[cq] will begin to make fun of[cr] him. ", "30": "They will say,[cs] 'This man[ct] began to build and was not able to finish!'[cu] ", "31": "Or what king, going out to confront another king in battle, will not sit down[cv] first and determine whether he is able with 10,000 to oppose[cw] the one coming against him with 20,000? ", "32": "If he cannot succeed,[cx] he will send a representative[cy] while the other is still a long way off and ask for terms of peace.[cz] ", "33": "In the same way therefore not one of you can be my disciple if he does not renounce all his own possessions.[da]", "34": "“Salt[db] is good, but if salt loses its flavor,[dc] how can its flavor be restored? ", "35": "It is of no value[dd] for the soil or for the manure pile; it is to be thrown out.[de] The one who has ears to hear had better listen!”[df]"}