{"1": "Jesus[a] also said to the disciples, “There was a rich man who was informed of accusations[b] that his manager[c] was wasting[d] his assets. ", "2": "So[e] he called the manager[f] in and said to him, 'What is this I hear about you?[g] Turn in the account of your administration,[h] because you can no longer be my manager.' ", "3": "Then[i] the manager said to himself, 'What should I do, since my master is taking my position[j] away from me? I'm not strong enough to dig,[k] and I'm too ashamed[l] to beg. ", "4": "I know[m] what to do so that when I am put out of management, people will welcome me into their homes.'[n] ", "5": "So[o] he contacted[p] his master's debtors one by one. He asked the first, 'How much do you owe my master?' ", "6": "The man[q] replied, '100 measures[r] of olive oil.' The manager[s] said to him, 'Take your bill, sit down quickly, and write fifty.'[t] ", "7": "Then he said to another, 'And how much do you owe?' The second man[u] replied, '100 measures[v] of wheat.' The manager[w] said to him, 'Take your bill, and write 80.'[x] ", "8": "The[y] master commended the dishonest[z] manager because he acted shrewdly.[aa] For the people[ab] of this world are more shrewd in dealing with their contemporaries[ac] than the people[ad] of light. ", "9": "And I tell you, make friends for yourselves by how you use worldly wealth,[ae] so that when it runs out you will be welcomed[af] into the eternal homes.[ag]", "10": "“The one who is faithful in a very little[ah] is also faithful in much, and the one who is dishonest in a very little is also dishonest in much. ", "11": "If then you haven't been trustworthy[ai] in handling worldly wealth,[aj] who will entrust you with the true riches?[ak] ", "12": "And if you haven't been trustworthy[al] with someone else's property,[am] who will give you your own[an] ? ", "13": "No servant can serve two masters, for either he will hate[ao] the one and love the other, or he will be devoted to the one and despise[ap] the other. You cannot serve God and money.”[aq]", "14": "The Pharisees[ar] (who loved money) heard all this and ridiculed[as] him. ", "15": "But[at] Jesus[au] said to them, “You are the ones who justify yourselves in men's eyes,[av] but God knows your hearts. For what is highly prized[aw] among men is utterly detestable[ax] in God's sight.", "16": "“The law and the prophets were in force[ay] until John;[az] since then,[ba] the good news of the kingdom of God[bb] has been proclaimed, and everyone is urged to enter it.[bc] ", "17": "But it is easier for heaven and earth to pass away than for one tiny stroke of a letter[bd] in the law to become void.[be]", "18": "“Everyone who divorces his wife and marries[bf] someone else commits adultery, and the one who marries a woman divorced from her husband commits adultery.", "19": "“There was a rich man who dressed in purple[bg] and fine linen and who feasted sumptuously[bh] every day. ", "20": "But at his gate lay[bi] a poor man named Lazarus[bj] whose body was covered with sores,[bk] ", "21": "who longed to eat[bl] what fell from the rich man's table. In addition, the dogs[bm] came and licked[bn] his sores.", "22": "“Now[bo] the poor man died and was carried by the angels to Abraham's side.[bp] The[bq] rich man also died and was buried.[br] ", "23": "And in Hades,[bs] as he was in torment,[bt] he looked up[bu] and saw Abraham far off with Lazarus at his side.[bv] ", "24": "So[bw] he called out,[bx] 'Father Abraham, have mercy on me, and send Lazarus[by] to dip the tip of his finger[bz] in water and cool my tongue, because I am in anguish[ca] in this fire.'[cb] ", "25": "But Abraham said, 'Child,[cc] remember that in your lifetime you received your good things and Lazarus likewise bad things, but now he is comforted here and you are in anguish.[cd] ", "26": "Besides all this,[ce] a great chasm[cf] has been fixed between us,[cg] so that those who want to cross over from here to you cannot do so, and no one can cross from there to us.' ", "27": "So[ch] the rich man[ci] said, 'Then I beg you, father—send Lazarus[cj] to my father's house ", "28": "(for I have five brothers) to warn[ck] them so that they don't come[cl] into this place of torment.' ", "29": "But Abraham said,[cm] 'They have Moses and the prophets; they must respond to[cn] them.' ", "30": "Then[co] the rich man[cp] said, 'No, father Abraham, but if someone from the dead[cq] goes to them, they will repent.' ", "31": "He[cr] replied to him, 'If they do not respond to[cs] Moses and the prophets, they will not be convinced even if someone rises from the dead.'”[ct]"}