{"1": "Jesus[a] said to his disciples, “Stumbling blocks are sure to come, but woe[b] to the one through whom they come! ", "2": "It would be better for him to have a millstone[c] tied around his neck and be thrown into the sea[d] than for him to cause one of these little ones to sin.[e] ", "3": "Watch[f] yourselves! If[g] your brother[h] sins, rebuke him. If[i] he repents, forgive him. ", "4": "Even if he sins against you seven times in a day, and seven times returns to you saying, 'I repent,' you must forgive[j] him.”", "5": "The[k] apostles said to the Lord, “Increase our faith!”[l] ", "6": "So[m] the Lord replied,[n] “If[o] you had faith the size of[p] a mustard seed, you could say to this black mulberry[q] tree, 'Be pulled out by the roots and planted in the sea,'[r] and it would obey[s] you.", "7": "“Would any one of you say[t] to your slave[u] who comes in from the field after plowing or shepherding sheep, 'Come at once and sit down for a meal'?[v] ", "8": "Won't[w] the master[x] instead say to him, 'Get my dinner ready, and make yourself ready[y] to serve me while[z] I eat and drink. Then[aa] you may eat and drink'? ", "9": "He won't thank the slave because he did what he was told,[ab] will he?[ac] ", "10": "So you too, when you have done everything you were commanded to do, should say, 'We are slaves undeserving of special praise;[ad] we have only done what was our duty.'”[ae]", "11": "Now on[af] the way to Jerusalem,[ag] Jesus[ah] was passing along[ai] between Samaria and Galilee. ", "12": "As[aj] he was entering[ak] a village, ten men with leprosy[al] met him. They[am] stood at a distance, ", "13": "raised their voices and said, “Jesus, Master, have mercy[an] on us.” ", "14": "When[ao] he saw them he said, “Go[ap] and show yourselves to the priests.”[aq] And[ar] as they went along, they were cleansed. ", "15": "Then one of them, when he saw he was healed, turned back, praising[as] God with a loud voice. ", "16": "He[at] fell with his face to the ground[au] at Jesus' feet and thanked him.[av] (Now[aw] he was a Samaritan.)[ax] ", "17": "Then[ay] Jesus said,[az] “Were[ba] not ten cleansed? Where are the other[bb] nine? ", "18": "Was no one found to turn back and give praise to God except this foreigner?”[bc] ", "19": "Then[bd] he said to the man,[be] “Get up and go your way. Your faith has made you well.”[bf]", "20": "Now at one point[bg] the Pharisees[bh] asked Jesus[bi] when the kingdom of God[bj] was coming, so he answered, “The kingdom of God is not coming with signs[bk] to be observed, ", "21": "nor will they say, 'Look, here it is!' or 'There!' For indeed, the kingdom of God is[bl] in your midst.”[bm]", "22": "Then[bn] he said to the disciples, “The days are coming when you will desire to see one of the days[bo] of the Son of Man, and you will not see it. ", "23": "Then people[bp] will say to you, 'Look, there he is!'[bq] or 'Look, here he is!' Do not go out or chase after them.[br] ", "24": "For just like the lightning flashes[bs] and lights up the sky from one side to the other, so will the Son of Man be in his day.[bt] ", "25": "But first he must[bu] suffer many things and be rejected by this generation. ", "26": "Just[bv] as it was[bw] in the days of Noah,[bx] so too it will be in the days of the Son of Man. ", "27": "People[by] were eating,[bz] they were drinking, they were marrying, they were being given in marriage—right up to the day Noah entered the ark. Then[ca] the flood came and destroyed them all.[cb] ", "28": "Likewise, just as it was[cc] in the days of Lot, people[cd] were eating, drinking, buying, selling, planting, building; ", "29": "but on the day Lot went out from Sodom, fire and sulfur rained down from heaven and destroyed them all.[ce] ", "30": "It will be the same on the day the Son of Man is revealed. ", "31": "On that day, anyone who is on the roof,[cf] with his goods in the house, must not come down[cg] to take them away, and likewise the person in the field must not turn back. ", "32": "Remember Lot's wife![ch] ", "33": "Whoever tries to keep[ci] his life[cj] will lose it,[ck] but whoever loses his life will preserve it. ", "34": "I tell you, in that night there will be two people in one bed; one will be taken and the other left.[cl] ", "35": "There will be two women grinding grain together;[cm] one will be taken and the other left.”[cn]", "37": "Then[co] the disciples[cp] said[cq] to him, “Where,[cr] Lord?” He replied to them, “Where the dead body[cs] is, there the vultures[ct] will gather.”[cu]"}