{"1": "Jesus[a] entered Jericho and was passing through it. ", "2": "Now[b] a man named Zacchaeus was there; he was a chief tax collector[c] and was rich. ", "3": "He[d] was trying to get a look at Jesus,[e] but being a short man he could not see over the crowd.[f] ", "4": "So[g] he ran on ahead and climbed up into a sycamore tree[h] to see him, because Jesus[i] was going to pass that way. ", "5": "And when Jesus came to that place, he looked up[j] and said to him, “Zacchaeus, come down quickly,[k] because I must[l] stay at your house today.”[m] ", "6": "So he came down quickly[n] and welcomed Jesus[o] joyfully.[p] ", "7": "And when the people[q] saw it, they all complained,[r] “He has gone in to be the guest of a man who is a sinner.”[s] ", "8": "But Zacchaeus stopped and said to the Lord, “Look, Lord, half of my possessions I now give[t] to the poor, and if[u] I have cheated anyone of anything, I am paying back four times as much!” ", "9": "Then[v] Jesus said to him, “Today salvation[w] has come to this household,[x] because he too is a son of Abraham![y] ", "10": "For the Son of Man came[z] to seek and to save the lost.”", "11": "While the people were listening to these things, Jesus[aa] proceeded to tell a parable, because he was near to Jerusalem, and because they thought[ab] that the kingdom of God[ac] was going to[ad] appear immediately. ", "12": "Therefore he said, “A nobleman[ae] went to a distant country to receive[af] for himself a kingdom and then return.[ag] ", "13": "And he summoned ten of his slaves,[ah] gave them ten minas,[ai] and said to them, 'Do business with these until I come back.' ", "14": "But his citizens[aj] hated[ak] him and sent a delegation after him, saying, 'We do not want this man[al] to be king[am] over us!' ", "15": "When[an] he returned after receiving the kingdom, he summoned[ao] these slaves to whom he had given the money. He wanted[ap] to know how much they had earned[aq] by trading. ", "16": "So[ar] the first one came before him and said, 'Sir,[as] your mina[at] has made ten minas more.' ", "17": "And the king[au] said to him, 'Well done, good slave! Because you have been faithful[av] in a very small matter, you will have authority[aw] over ten cities.' ", "18": "Then[ax] the second one came and said, 'Sir, your mina has made five minas.' ", "19": "So[ay] the king[az] said to him, 'And you are to be over five cities.' ", "20": "Then another[ba] slave[bb] came and said, 'Sir, here is[bc] your mina that I put away for safekeeping[bd] in a piece of cloth.[be] ", "21": "For I was afraid of you, because you are a severe[bf] man. You withdraw[bg] what you did not deposit[bh] and reap what you did not sow.' ", "22": "The king[bi] said to him, 'I will judge you by your own words,[bj] you wicked slave![bk] So you knew, did you, that I was a severe[bl] man, withdrawing what I didn't deposit and reaping what I didn't sow? ", "23": "Why then didn't you put[bm] my money in the bank,[bn] so that when I returned I could have collected it with interest?' ", "24": "And he said to his attendants,[bo] 'Take the mina from him, and give it to the one who has ten.'[bp] ", "25": "But[bq] they said to him, 'Sir, he has ten minas already!'[br] ", "26": "'I tell you that everyone who has will be given more,[bs] but from the one who does not have, even what he has will be taken away.[bt] ", "27": "But as for these enemies of mine who did not want me to be their king,[bu] bring them here and slaughter[bv] them[bw] in front of me!'”", "28": "After Jesus[bx] had said this, he continued on ahead,[by] going up to Jerusalem.[bz] ", "29": "Now[ca] when he approached Bethphage[cb] and Bethany, at the place called the Mount of Olives,[cc] he sent two of the disciples, ", "30": "telling them,[cd] “Go to the village ahead of you.[ce] When[cf] you enter it, you will find a colt tied there that has never been ridden.[cg] Untie it and bring it here. ", "31": "If anyone asks you, 'Why are you untying it?' just say, 'The Lord needs[ch] it.'” ", "32": "So those who were sent ahead found[ci] it exactly[cj] as he had told them. ", "33": "As[ck] they were untying the colt, its owners asked them,[cl] “Why are you untying that colt?” ", "34": "They replied, “The Lord needs it.” ", "35": "Then[cm] they brought it to Jesus, threw their cloaks[cn] on the colt,[co] and had Jesus get on[cp] it. ", "36": "As[cq] he rode along, they[cr] spread their cloaks on the road. ", "37": "As he approached the road leading down from[cs] the Mount of Olives,[ct] the whole crowd of his[cu] disciples began to rejoice[cv] and praise[cw] God with a loud voice for all the mighty works[cx] they had seen:[cy] ", "38": "“Blessed is the king[cz] who comes in the name of the Lord![da] Peace in heaven and glory in the highest!” ", "39": "But[db] some of the Pharisees[dc] in the crowd said to him, “Teacher, rebuke your disciples.”[dd] ", "40": "He answered,[de] “I tell you, if they[df] keep silent, the very stones[dg] will cry out!”", "41": "Now[dh] when Jesus[di] approached[dj] and saw the city, he wept over it, ", "42": "saying, “If you had only known on this day,[dk] even you, the things that make for peace![dl] But now they are hidden[dm] from your eyes. ", "43": "For the days will come upon you when your enemies will build[dn] an embankment[do] against you and surround you and close in on you from every side. ", "44": "They will demolish you[dp]—you and your children within your walls[dq]—and they will not leave within you one stone[dr] on top of another,[ds] because you did not recognize the time of your visitation from God.”[dt]", "45": "Then[du] Jesus[dv] entered the temple courts[dw] and began to drive out those who were selling things there,[dx] ", "46": "saying to them, “It is written, 'My house will be a house of prayer,'[dy] but you have turned it into a den[dz] of robbers!”[ea]", "47": "Jesus[eb] was teaching daily in the temple courts. The chief priests and the experts in the law[ec] and the prominent leaders among the people were seeking to assassinate[ed] him, ", "48": "but[ee] they could not find a way to do it,[ef] for all the people hung on his words.[eg]"}