{"1": "Now[a] in those days a decree[b] went out from Caesar[c] Augustus[d] to register[e] all the empire[f] for taxes. ", "2": "This was the first registration, taken when Quirinius was governor[g] of Syria. ", "3": "Everyone[h] went to his own town[i] to be registered. ", "4": "So[j] Joseph also went up from the town of Nazareth[k] in Galilee to Judea, to the city[l] of David called Bethlehem,[m] because he was of the house[n] and family line[o] of David. ", "5": "He went[p] to be registered with Mary, who was promised in marriage to him,[q] and who was expecting a child. ", "6": "While[r] they were there, the time came for her to deliver her child.[s] ", "7": "And she gave birth to her firstborn son and wrapped him in strips of cloth[t] and laid him in a manger,[u] because there was no place for them in the inn.[v]", "8": "Now[w] there were shepherds[x] nearby[y] living out in the field, keeping guard[z] over their flock at night. ", "9": "An[aa] angel of the Lord[ab] appeared to[ac] them, and the glory of the Lord shone around them, and they were absolutely terrified.[ad] ", "10": "But the angel said to them, “Do not be afraid! Listen carefully,[ae] for I proclaim to you good news[af] that brings great joy to all the people: ", "11": "Today[ag] your Savior is born in the city[ah] of David.[ai] He is Christ[aj] the Lord. ", "12": "This[ak] will be a sign[al] for you: You will find a baby wrapped in strips of cloth and lying in a manger.”[am] ", "13": "Suddenly[an] a vast, heavenly army[ao] appeared with the angel, praising God and saying,", "14": "“Glory[ap] to God in the highest, and on earth peace among people[aq] with whom he is pleased!”[ar]", "15": "When[as] the angels left them and went back to heaven, the shepherds said to one another, “Let us go over to Bethlehem and see this thing that has taken place, that the Lord[at] has made known to us.” ", "16": "So they hurried off and located Mary and Joseph, and found the baby lying in a manger.[au] ", "17": "When[av] they saw him,[aw] they related what they had been told[ax] about this child, ", "18": "and all who heard it were astonished[ay] at what the shepherds said. ", "19": "But Mary treasured up all these words, pondering in her heart what they might mean.[az] ", "20": "So[ba] the shepherds returned, glorifying and praising[bb] God for all they had heard and seen; everything was just as they had been told.[bc]", "21": "At[bd] the end of eight days, when he was circumcised, he was named Jesus, the name given by the angel[be] before he was conceived in the womb.", "22": "Now[bf] when the time came for their[bg] purification according to the law of Moses, Joseph and Mary[bh] brought Jesus[bi] up to Jerusalem to present him to the Lord ", "23": "(just as it is written in the law of the Lord, “Every firstborn male[bj] will be set apart to the Lord”[bk]), ", "24": "and to offer a sacrifice according to what is specified in the law of the Lord, a pair of doves[bl] or two young pigeons.[bm]", "25": "Now[bn] there was a man in Jerusalem named Simeon who was righteous[bo] and devout, looking for the restoration[bp] of Israel, and the Holy Spirit[bq] was upon him. ", "26": "It[br] had been revealed[bs] to him by the Holy Spirit that he would not die[bt] before[bu] he had seen the Lord's Christ.[bv] ", "27": "So[bw] Simeon,[bx] directed by the Spirit,[by] came into the temple courts,[bz] and when the parents brought in the child Jesus to do for him what was customary according to the law,[ca] ", "28": "Simeon[cb] took him in his arms and blessed God, saying,[cc]", "29": "“Now, according to your word,[cd] Sovereign Lord,[ce] permit[cf] your servant[cg] to depart[ch] in peace.", "30": "For my eyes have seen your salvation[ci]", "31": "that you have prepared in the presence of all peoples:[cj]", "32": "a light,[ck] for revelation to the Gentiles, and for glory[cl] to your people Israel.”", "33": "So[cm] the child's[cn] father[co] and mother were amazed[cp] at what was said about him. ", "34": "Then[cq] Simeon blessed them and said to his mother Mary, “Listen carefully:[cr] This child[cs] is destined to be the cause of the falling and rising[ct] of many in Israel and to be a sign that will be rejected.[cu] ", "35": "Indeed, as a result of him the thoughts[cv] of many hearts will be revealed[cw]—and a sword[cx] will pierce your own soul as well!”[cy]", "36": "There was also a prophetess, Anna the daughter of Phanuel, of the tribe of Asher. She was very old,[cz] having been married to her husband for seven years until his death. ", "37": "She had lived as a widow since then for eighty-four years.[da] She never left the temple, worshiping with fasting and prayer night and day.[db] ", "38": "At that moment,[dc] she came up to them[dd] and began to give thanks to God and to speak[de] about the child[df] to all who were waiting for the redemption of Jerusalem.[dg]", "39": "So[dh] when Joseph and Mary[di] had performed[dj] everything according to the law of the Lord, they returned to Galilee, to their own town[dk] of Nazareth. ", "40": "And the child grew and became strong,[dl] filled with wisdom,[dm] and the favor[dn] of God[do] was upon him.", "41": "Now[dp] Jesus'[dq] parents went to Jerusalem every[dr] year for the Feast of the Passover.[ds] ", "42": "When[dt] he was twelve years old,[du] they went up[dv] according to custom. ", "43": "But[dw] when the feast was over,[dx] as they were returning home,[dy] the boy Jesus stayed behind in Jerusalem. His[dz] parents[ea] did not know it, ", "44": "but (because they assumed that he was in their group of travelers)[eb] they went a day's journey. Then[ec] they began to look for him among their relatives and acquaintances.[ed] ", "45": "When[ee] they did not find him, they returned to Jerusalem[ef] to look for him. ", "46": "After[eg] three days[eh] they found him in the temple courts,[ei] sitting among the teachers,[ej] listening to them and asking them questions. ", "47": "And all who heard Jesus[ek] were astonished[el] at his understanding and his answers. ", "48": "When[em] his parents[en] saw him, they were overwhelmed. His[eo] mother said to him, “Child,[ep] why have you treated[eq] us like this? Look, your father and I have been looking for you anxiously.”[er] ", "49": "But[es] he replied,[et] “Why were you looking for me?[eu] Didn't you know that I must be in my Father's house?”[ev] ", "50": "Yet[ew] his parents[ex] did not understand[ey] the remark[ez] he made[fa] to them. ", "51": "Then[fb] he went down with them and came to Nazareth, and was obedient[fc] to them. But[fd] his mother kept all these things[fe] in her heart.[ff]", "52": "And Jesus increased[fg] in wisdom and in stature, and in favor with God and with people."}