{"1": "Jesus[a] looked up[b] and saw the rich putting their gifts into the offering box.[c] ", "2": "He also saw a poor widow put in two small copper coins.[d] ", "3": "He[e] said, “I tell you the truth,[f] this poor widow has put in more than all of them.[g] ", "4": "For they all offered their gifts out of their wealth.[h] But she, out of her poverty, put in everything she had to live on.”[i]", "5": "Now[j] while some were speaking about the temple, how it was adorned[k] with beautiful stones and offerings,[l] Jesus[m] said, ", "6": "“As for these things that you are gazing at, the days will come when not one stone will be left on another.[n] All will be torn down!”[o] ", "7": "So[p] they asked him,[q] “Teacher, when will these things[r] happen? And what will be the sign that[s] these things are about to take place?” ", "8": "He[t] said, “Watch out[u] that you are not misled. For many will come in my name, saying, 'I am he,'[v] and, 'The time is near.' Do not follow them! ", "9": "And when you hear of wars and rebellions,[w] do not be afraid.[x] For these things must happen first, but the end will not come at once.”[y]", "10": "Then he said to them, “Nation will rise up in arms[z] against nation, and kingdom against kingdom. ", "11": "There will be great earthquakes, and famines[aa] and plagues in various places, and there will be terrifying sights[ab] and great signs[ac] from heaven. ", "12": "But before all this,[ad] they will seize[ae] you and persecute you, handing you over to the synagogues[af] and prisons. You[ag] will be brought before kings and governors because of my name. ", "13": "This will be a time for you to serve as witnesses.[ah] ", "14": "Therefore be resolved[ai] not to rehearse[aj] ahead of time how to make your defense. ", "15": "For I will give you the words[ak] along with the wisdom[al] that none of your adversaries will be able to withstand or contradict. ", "16": "You will be betrayed even by parents,[am] brothers, relatives,[an] and friends, and they will have some of you put to death. ", "17": "You will be hated by everyone because of my name.[ao] ", "18": "Yet[ap] not a hair of your head will perish.[aq] ", "19": "By your endurance[ar] you will gain[as] your lives.[at]", "20": "“But when you see Jerusalem surrounded[au] by armies, then know that its[av] desolation[aw] has come near. ", "21": "Then those who are in Judea must flee[ax] to the mountains. Those[ay] who are inside the city must depart. Those[az] who are out in the country must not enter it, ", "22": "because these are days of vengeance,[ba] to fulfill[bb] all that is written. ", "23": "Woe to those who are pregnant and to those who are nursing their babies in those days! For there will be great distress[bc] on the earth and wrath against this people. ", "24": "They[bd] will fall by the edge[be] of the sword and be led away as captives[bf] among all nations. Jerusalem[bg] will be trampled down by the Gentiles until the times of the Gentiles are fulfilled.[bh]", "25": "“And there will be signs in the sun and moon and stars,[bi] and on the earth nations will be in distress,[bj] anxious[bk] over the roaring of the sea and the surging waves. ", "26": "People will be fainting from fear[bl] and from the expectation of what is coming on the world, for the powers of the heavens will be shaken.[bm] ", "27": "Then[bn] they will see the Son of Man arriving in a cloud[bo] with power and great glory. ", "28": "But when these things[bp] begin to happen, stand up and raise your heads, because your redemption[bq] is drawing near.”", "29": "Then[br] he told them a parable: “Look at the fig tree and all the other trees.[bs] ", "30": "When they sprout leaves, you see[bt] for yourselves and know that summer is now near. ", "31": "So also you, when you see these things happening, know[bu] that the kingdom of God[bv] is near. ", "32": "I tell you the truth,[bw] this generation[bx] will not pass away until all these things take place. ", "33": "Heaven and earth will pass away, but my words will never pass away.[by]", "34": "“But be on your guard[bz] so that your hearts are not weighed down with dissipation and drunkenness and the worries of this life, and that day close down upon you suddenly like a trap.[ca] ", "35": "For[cb] it will overtake[cc] all who live on the face of the whole earth.[cd] ", "36": "But stay alert at all times,[ce] praying that you may have strength to escape all these things that must[cf] happen, and to stand before the Son of Man.”", "37": "So[cg] every day Jesus[ch] was teaching in the temple courts,[ci] but at night he went and stayed[cj] on the Mount of Olives.[ck] ", "38": "And all the people[cl] came to him early in the morning to listen to him in the temple courts.[cm]"}