{"1": "Now the Feast of Unleavened Bread,[a] which is called the Passover, was approaching. ", "2": "The[b] chief priests and the experts in the law[c] were trying to find some way[d] to execute[e] Jesus,[f] for they were afraid of the people.[g]", "3": "Then[h] Satan[i] entered Judas, the one called Iscariot, who was one of the twelve.[j] ", "4": "He went away and discussed with the chief priests and officers of the temple guard[k] how he might[l] betray Jesus,[m] handing him over to them.[n] ", "5": "They[o] were delighted[p] and arranged to give him money.[q] ", "6": "So[r] Judas[s] agreed and began looking for an opportunity to betray Jesus[t] when no crowd was present.[u]", "7": "Then the day for the feast[v] of Unleavened Bread came, on which the Passover lamb had to be sacrificed.[w] ", "8": "Jesus[x] sent Peter and John, saying, “Go and prepare the Passover[y] for us to eat.”[z] ", "9": "They[aa] said to him, “Where do you want us to prepare[ab] it?” ", "10": "He said to them, “Listen,[ac] when you have entered the city, a man carrying a jar of water[ad] will meet you.[ae] Follow him into the house that he enters, ", "11": "and tell the owner of the house,[af] 'The Teacher says to you, “Where is the guest room where I may eat the Passover with my disciples?”' ", "12": "Then he will show you a large furnished room upstairs. Make preparations there.” ", "13": "So[ag] they went and found things[ah] just as he had told them,[ai] and they prepared the Passover.", "14": "Now[aj] when the hour came, Jesus[ak] took his place at the table[al] and the apostles joined[am] him. ", "15": "And he said to them, “I have earnestly desired[an] to eat this Passover with you before I suffer. ", "16": "For I tell you, I will not eat it again[ao] until it is fulfilled[ap] in the kingdom of God.”[aq] ", "17": "Then[ar] he took a cup,[as] and after giving thanks he said, “Take this and divide it among yourselves. ", "18": "For I tell you that from now on I will not drink of the fruit[at] of the vine until the kingdom of God comes.”[au] ", "19": "Then[av] he took bread, and after giving thanks he broke it and gave it to them, saying, “This is my body[aw] which is given for you.[ax] Do this in remembrance of me.” ", "20": "And in the same way he took[ay] the cup after they had eaten,[az] saying, “This cup that is poured out for you is the new covenant[ba] in my blood.", "21": "“But look, the hand of the one who betrays[bb] me is with me on the table.[bc] ", "22": "For the Son of Man is to go just as it has been determined,[bd] but woe to that man by whom he is betrayed!” ", "23": "So[be] they began to question one another as to which of them it could possibly be who would do this.", "24": "A dispute also started[bf] among them over which of them was to be regarded as the greatest.[bg] ", "25": "So[bh] Jesus[bi] said to them, “The kings of the Gentiles lord it over them, and those in authority over them are called 'benefactors.'[bj] ", "26": "Not so with you;[bk] instead the one who is greatest among you must become like the youngest, and the leader[bl] like the one who serves.[bm] ", "27": "For who is greater, the one who is seated at the table,[bn] or the one who serves? Is it not[bo] the one who is seated at the table? But I am among you as one[bp] who serves.", "28": "“You are the ones who have remained[bq] with me in my trials. ", "29": "Thus[br] I grant[bs] to you a kingdom,[bt] just as my Father granted to me, ", "30": "that you may eat and drink at my table in my kingdom, and you will sit[bu] on thrones judging[bv] the twelve tribes of Israel.", "31": "“Simon,[bw] Simon, pay attention![bx] Satan has demanded to have you all,[by] to sift you like wheat,[bz] ", "32": "but I have prayed for you, Simon,[ca] that your faith may not fail.[cb] When[cc] you have turned back,[cd] strengthen[ce] your brothers.” ", "33": "But Peter[cf] said to him, “Lord, I am ready to go with you both to prison and to death!”[cg] ", "34": "Jesus replied,[ch] “I tell you, Peter, the rooster will not crow[ci] today until you have denied[cj] three times that you know me.”", "35": "Then[ck] Jesus[cl] said to them, “When I sent you out with no money bag,[cm] or traveler's bag,[cn] or sandals, you didn't lack[co] anything, did you?” They replied,[cp] “Nothing.” ", "36": "He said to them, “But now, the one who[cq] has a money bag must take it, and likewise a traveler's bag[cr] too. And the one who has no sword must sell his cloak and buy one. ", "37": "For I tell you that this scripture must be[cs] fulfilled in me, 'And he was counted with the transgressors.'[ct] For what is written about me is being fulfilled.”[cu] ", "38": "So[cv] they said, “Look, Lord, here are two swords.”[cw] Then he told them, “It is enough.”[cx]", "39": "Then[cy] Jesus[cz] went out and made his way,[da] as he customarily did, to the Mount of Olives,[db] and the disciples followed him. ", "40": "When he came to the place,[dc] he said to them, “Pray that you will not fall into temptation.”[dd] ", "41": "He went away from them about a stone's throw, knelt down, and prayed, ", "42": "“Father, if you are willing, take[de] this cup[df] away from me. Yet not my will but yours[dg] be done.” ", "43": "[Then an angel from heaven appeared to him and strengthened him. ", "44": "And in his anguish[dh] he prayed more earnestly, and his sweat was like drops of blood falling to the ground.][di] ", "45": "When[dj] he got up from prayer, he came to the disciples and found them sleeping, exhausted[dk] from grief. ", "46": "So[dl] he said to them, “Why are you sleeping? Get up and pray that you will not fall into temptation!”[dm]", "47": "While he was still speaking, suddenly a crowd appeared,[dn] and the man named Judas, one of the twelve, was leading them. He walked up[do] to Jesus to kiss him.[dp] ", "48": "But Jesus said to him, “Judas, would you betray the Son of Man with a kiss?”[dq] ", "49": "When[dr] those who were around him saw what was about to happen, they said, “Lord, should[ds] we use our swords?”[dt] ", "50": "Then[du] one of them[dv] struck the high priest's slave,[dw] cutting off his right ear. ", "51": "But Jesus said,[dx] “Enough of this!” And he touched the man's[dy] ear and healed[dz] him. ", "52": "Then[ea] Jesus said to the chief priests, the officers of the temple guard,[eb] and the elders who had come out to get him, “Have you come out with swords and clubs like you would against an outlaw?[ec] ", "53": "Day after day when I was with you in the temple courts,[ed] you did not arrest me.[ee] But this is your hour,[ef] and that of the power[eg] of darkness!”", "54": "Then[eh] they arrested[ei] Jesus,[ej] led him away, and brought him into the high priest's house.[ek] But Peter was following at a distance. ", "55": "When they had made a fire in the middle of the courtyard and sat down together, Peter sat down among them. ", "56": "Then a slave girl,[el] seeing him as he sat in the firelight, stared at him and said, “This man was with him too!” ", "57": "But Peter[em] denied it: “Woman,[en] I don't know[eo] him!” ", "58": "Then[ep] a little later someone else[eq] saw him and said, “You are one of them too.” But Peter said, “Man,[er] I am not!” ", "59": "And after about an hour still another insisted,[es] “Certainly this man was with him, because he too is a Galilean.”[et] ", "60": "But Peter said, “Man, I don't know what you're talking about!” At that moment,[eu] while he was still speaking, a rooster crowed.[ev] ", "61": "Then[ew] the Lord turned and looked straight at Peter, and Peter remembered the word of the Lord,[ex] how he had said to him, “Before a rooster crows today, you will deny me three times.” ", "62": "And he went outside and wept bitterly.[ey]", "63": "Now[ez] the men who were holding Jesus[fa] under guard began to mock him and beat him. ", "64": "They[fb] blindfolded him and asked him repeatedly,[fc] “Prophesy! Who hit you?”[fd] ", "65": "They also said many other things against him, reviling[fe] him.", "66": "When day came, the council of the elders of the people gathered together, both the chief priests and the experts in the law.[ff] Then[fg] they led Jesus[fh] away to their council[fi] ", "67": "and said, “If[fj] you are the Christ,[fk] tell us.” But he said to them, “If[fl] I tell you, you will not[fm] believe, ", "68": "and if[fn] I ask you, you will not[fo] answer. ", "69": "But from now on[fp] the Son of Man will be seated at the right hand[fq] of the power[fr] of God.” ", "70": "So[fs] they all said, “Are you the Son of God,[ft] then?” He answered[fu] them, “You say[fv] that I am.” ", "71": "Then[fw] they said, “Why do we need further testimony? We have heard it ourselves[fx] from his own lips!”[fy]"}