{"1": "Then[a] the whole group of them rose up and brought Jesus[b] before Pilate.[c] ", "2": "They[d] began to accuse[e] him, saying, “We found this man subverting[f] our nation, forbidding[g] us to pay the tribute tax[h] to Caesar[i] and claiming that he himself is Christ,[j] a king.” ", "3": "So[k] Pilate asked Jesus,[l] “Are you the king[m] of the Jews?” He replied, “You say so.”[n] ", "4": "Then[o] Pilate said to the chief priests and the crowds, “I find no basis for an accusation[p] against this man.” ", "5": "But they persisted[q] in saying, “He incites[r] the people by teaching throughout all Judea. It started in Galilee and ended up here!”[s]", "6": "Now when Pilate heard this, he asked whether the man was a Galilean. ", "7": "When[t] he learned that he was from Herod's jurisdiction,[u] he sent him over to Herod,[v] who also happened to be in Jerusalem[w] at that time. ", "8": "When[x] Herod saw Jesus, he was very glad, for he had long desired to see him, because he had heard about him and was hoping to see him perform[y] some miraculous sign.[z] ", "9": "So[aa] Herod[ab] questioned him at considerable length; Jesus[ac] gave him no answer. ", "10": "The chief priests and the experts in the law[ad] were there, vehemently accusing him.[ae] ", "11": "Even Herod with his soldiers treated him with contempt and mocked him. Then,[af] dressing him in elegant clothes,[ag] Herod[ah] sent him back to Pilate. ", "12": "That very day Herod and Pilate became friends with each other,[ai] for prior to this they had been enemies.[aj]", "13": "Then[ak] Pilate called together the chief priests, the[al] leaders, and the people, ", "14": "and said to them, “You brought me this man as one who was misleading[am] the people. When I examined him before you, I[an] did not find this man guilty[ao] of anything you accused him of doing. ", "15": "Neither did Herod, for he sent him back to us. Look, he has done nothing[ap] deserving death.[aq] ", "16": "I will therefore have him flogged[ar] and release him.”[as]", "18": "But they all shouted out together,[at] “Take this man[au] away! Release Barabbas for us!” ", "19": "(This[av] was a man who had been thrown into prison for an insurrection[aw] started in the city, and for murder.)[ax] ", "20": "Pilate addressed them once again because he wanted[ay] to release Jesus. ", "21": "But they kept on shouting,[az] “Crucify, crucify[ba] him!” ", "22": "A third time he said to them, “Why? What wrong has he done? I have found him guilty[bb] of no crime deserving death.[bc] I will therefore flog[bd] him and release him.” ", "23": "But they were insistent,[be] demanding with loud shouts that he be crucified. And their shouts prevailed. ", "24": "So[bf] Pilate[bg] decided[bh] that their demand should be granted. ", "25": "He released the man they asked for, who had been thrown in prison for insurrection and murder. But he handed Jesus over[bi] to their will.[bj]", "26": "As[bk] they led him away, they seized Simon of Cyrene,[bl] who was coming in from the country.[bm] They placed the cross on his back and made him carry it behind Jesus.[bn] ", "27": "A great number of the people followed him, among them women[bo] who were mourning[bp] and wailing for him. ", "28": "But Jesus turned to them and said, “Daughters of Jerusalem,[bq] do not weep for me, but weep for yourselves[br] and for your children. ", "29": "For this is certain:[bs] The days are coming when they will say, 'Blessed are the barren, the wombs that never bore children, and the breasts that never nursed!'[bt] ", "30": "Then they will begin to say to the mountains,[bu] 'Fall on us!' and to the hills, 'Cover us!'[bv] ", "31": "For if such things are done[bw] when the wood is green, what will happen when it is dry?”[bx]", "32": "Two other criminals[by] were also led away to be executed with him. ", "33": "So[bz] when they came to the place that is called “The Skull,”[ca] they crucified[cb] him there, along with the criminals, one on his right and one on his left. ", "34": "[But Jesus said, “Father, forgive them, for they don't know what they are doing.”][cc] Then[cd] they threw dice[ce] to divide his clothes.[cf] ", "35": "The people also stood there watching, but the leaders ridiculed[cg] him, saying, “He saved others. Let him save[ch] himself if[ci] he is the Christ[cj] of God, his chosen one!” ", "36": "The soldiers also mocked him, coming up and offering him sour wine,[ck] ", "37": "and saying, “If[cl] you are the king of the Jews, save yourself!” ", "38": "There was also an inscription[cm] over him, “This is the king of the Jews.”", "39": "One of the criminals who was hanging there railed at him, saying, “Aren't[cn] you the Christ?[co] Save yourself and us!” ", "40": "But the other rebuked him, saying,[cp] “Don't[cq] you fear God, since you are under the same sentence of condemnation?[cr] ", "41": "And we rightly so, for we are getting what we deserve for what we did, but this man has done nothing[cs] wrong.” ", "42": "Then[ct] he said, “Jesus, remember me[cu] when you come in[cv] your kingdom.” ", "43": "And Jesus[cw] said to him, “I tell you the truth,[cx] today[cy] you will be with me in paradise.”[cz]", "44": "It was now[da] about noon,[db] and darkness came over the whole land until three in the afternoon,[dc] ", "45": "because the sun's light failed.[dd] The temple curtain[de] was torn in two. ", "46": "Then Jesus, calling out with a loud voice, said, “Father, into your hands I commit my spirit!”[df] And after he said this he breathed his last.", "47": "Now when the centurion[dg] saw what had happened, he praised God and said, “Certainly this man was innocent!”[dh] ", "48": "And all the crowds that had assembled for this spectacle, when they saw what had taken place, returned home beating their breasts.[di] ", "49": "And all those who knew Jesus[dj] stood at a distance, and the women who had followed him from Galilee saw[dk] these things.", "50": "Now[dl] there was a man named Joseph who was a member of the council,[dm] a good and righteous man. ", "51": "(He[dn] had not consented[do] to their plan and action.) He[dp] was from the Judean town[dq] of Arimathea, and was looking forward to[dr] the kingdom of God.[ds] ", "52": "He went to Pilate and asked for the body[dt] of Jesus. ", "53": "Then[du] he took it down, wrapped it in a linen cloth,[dv] and placed it[dw] in a tomb cut out of the rock,[dx] where no one had yet been buried.[dy] ", "54": "It was the day of preparation[dz] and the Sabbath was beginning.[ea] ", "55": "The[eb] women who had accompanied Jesus[ec] from Galilee followed, and they saw the tomb and how his body was laid in it. ", "56": "Then[ed] they returned and prepared aromatic spices[ee] and perfumes.[ef] On the Sabbath they rested according to the commandment.[eg]"}