{"1": "Now on the first day[a] of the week, at early dawn, the women[b] went to the tomb, taking the aromatic spices[c] they had prepared. ", "2": "They[d] found that the stone had been rolled away from the tomb,[e] ", "3": "but when they went in, they did not find the body of the Lord Jesus.[f] ", "4": "While[g] they were perplexed[h] about this, suddenly[i] two men stood beside them in dazzling[j] attire. ", "5": "The[k] women[l] were terribly frightened[m] and bowed[n] their faces to the ground, but the men said to them, “Why do you look for the living[o] among the dead? ", "6": "He is not here, but has been raised![p] Remember how he told you, while he was still in Galilee,[q] ", "7": "that[r] the Son of Man must be delivered[s] into the hands of sinful men,[t] and be crucified,[u] and on the third day rise again.”[v] ", "8": "Then[w] the women remembered his words,[x] ", "9": "and when they returned from the tomb they told all these things to the eleven[y] and to all the rest. ", "10": "Now it was Mary Magdalene,[z] Joanna,[aa] Mary the mother of James, and the other women with them who told these things to the apostles. ", "11": "But these words seemed like pure nonsense[ab] to them, and they did not believe them. ", "12": "But Peter got up and ran to the tomb.[ac] He bent down[ad] and saw only the strips of linen cloth;[ae] then he went home,[af] wondering[ag] what had happened.[ah]", "13": "Now[ai] that very day two of them[aj] were on their way to a village called Emmaus, about seven miles[ak] from Jerusalem. ", "14": "They[al] were talking to each other about all the things that had happened. ", "15": "While[am] they were talking and debating[an] these things,[ao] Jesus himself approached and began to accompany them ", "16": "(but their eyes were kept[ap] from recognizing[aq] him).[ar] ", "17": "Then[as] he said to them, “What are these matters[at] you are discussing so intently[au] as you walk along?” And they stood still, looking sad. ", "18": "Then one of them, named Cleopas, answered him,[av] “Are you the only visitor to Jerusalem who doesn't know[aw] the things that have happened there[ax] in these days?” ", "19": "He[ay] said to them, “What things?” “The things concerning Jesus the Nazarene,” they replied, “a man[az] who, with his powerful deeds and words, proved to be a prophet[ba] before God and all the people; ", "20": "and how our chief priests and leaders handed him over[bb] to be condemned to death, and crucified[bc] him. ", "21": "But we had hoped[bd] that he was the one who was going to redeem[be] Israel. Not only this, but it is now the third day since these things happened. ", "22": "Furthermore, some women of our group amazed us.[bf] They[bg] were at the tomb early this morning, ", "23": "and when they did not find his body, they came back and said they had seen a vision of angels,[bh] who said he was alive. ", "24": "Then[bi] some of those who were with us went to the tomb, and found it just as the women had said, but they did not see him.”[bj] ", "25": "So[bk] he said to them, “You[bl] foolish people[bm]—how slow of heart[bn] to believe[bo] all that the prophets have spoken! ", "26": "Wasn't[bp] it necessary[bq] for the Christ[br] to suffer these things and enter into his glory?” ", "27": "Then[bs] beginning with Moses and all the prophets,[bt] he interpreted to them the things written about[bu] himself in all the scriptures.", "28": "So they approached the village where they were going. He acted as though he wanted to go farther,[bv] ", "29": "but they urged him,[bw] “Stay with us, because it is getting toward evening and the day is almost done.” So[bx] he went in to stay with them.", "30": "When[by] he had taken his place at the table[bz] with them, he took the bread, blessed and broke it,[ca] and gave it to them. ", "31": "At this point[cb] their eyes were opened and they recognized[cc] him.[cd] Then[ce] he vanished out of their sight. ", "32": "They[cf] said to each other, “Didn't[cg] our hearts[ch] burn within us[ci] while he was speaking with us on the road, while he was explaining[cj] the scriptures to us?” ", "33": "So[ck] they got up that very hour and returned to Jerusalem. They[cl] found the eleven and those with them gathered together ", "34": "and[cm] saying, “The Lord has really risen, and has appeared to Simon!”[cn] ", "35": "Then they told what had happened on the road,[co] and how they recognized him[cp] when he broke the bread.", "36": "While they were saying these things, Jesus[cq] himself stood among them and said to them, “Peace be with you.”[cr] ", "37": "But they were startled and terrified, thinking[cs] they saw a ghost.[ct] ", "38": "Then[cu] he said to them, “Why are you frightened,[cv] and why do doubts[cw] arise in your hearts? ", "39": "Look at my hands and my feet; it's me![cx] Touch me and see; a ghost[cy] does not have flesh and bones like you see I have.” ", "40": "When he had said this, he showed them his hands and his feet.[cz] ", "41": "And while they still could not believe it[da] (because of their joy) and were amazed,[db] he said to them, “Do you have anything here to eat?”[dc] ", "42": "So[dd] they gave him a piece of broiled fish, ", "43": "and he took it and ate it in front of them.", "44": "Then[de] he said to them, “These are my words that I spoke to you while I was still with you, that everything written about me[df] in the law of Moses and the prophets and the psalms[dg] must be fulfilled.” ", "45": "Then he opened their minds so they could understand the scriptures,[dh] ", "46": "and said to them, “Thus it stands written that the Christ[di] would suffer[dj] and would rise from the dead on the third day, ", "47": "and repentance[dk] for the forgiveness of sins would be proclaimed[dl] in his name to all nations,[dm] beginning from Jerusalem.[dn] ", "48": "You are witnesses[do] of these things. ", "49": "And look, I am sending you[dp] what my Father promised.[dq] But stay in the city[dr] until you have been clothed with power[ds] from on high.”", "50": "Then[dt] Jesus[du] led them out as far as Bethany,[dv] and lifting up his hands, he blessed them. ", "51": "Now[dw] during the blessing[dx] he departed[dy] and was taken up into heaven.[dz] ", "52": "So[ea] they worshiped[eb] him and returned to Jerusalem with great joy,[ec] ", "53": "and were continually in the temple courts[ed] blessing[ee] God.[ef]"}