{"1": "In the fifteenth year of the reign of Tiberius Caesar,[a] when Pontius Pilate[b] was governor of Judea, and Herod[c] was tetrarch[d] of Galilee, and his brother Philip[e] was tetrarch of the region of Iturea and Trachonitis, and Lysanias[f] was tetrarch of Abilene, ", "2": "during the high priesthood[g] of Annas and Caiaphas, the word[h] of God came to John the son of Zechariah in the wilderness.[i] ", "3": "He[j] went into all the region around the Jordan River,[k] preaching a baptism of repentance for the forgiveness of sins.[l]", "4": "As it is written in the book of the words of the prophet Isaiah, “The voice[m] of one shouting in the wilderness:[n] 'Prepare the way for the Lord, make[o] his paths straight.", "5": "Every valley will be filled,[p] and every mountain and hill will be brought low, and the crooked will be made straight, and the rough ways will be made smooth,", "6": "and all humanity[q] will see the salvation of God.'”[r]", "7": "So John[s] said to the crowds[t] that came out to be baptized by him, “You offspring of vipers![u] Who warned you to flee[v] from the coming wrath? ", "8": "Therefore produce[w] fruit[x] that proves your repentance, and don't begin to say[y] to yourselves, 'We have Abraham as our father.'[z] For I tell you that God can raise up children for Abraham from these stones![aa] ", "9": "Even now the ax is laid at the root of the trees,[ab] and every tree that does not produce good fruit will be[ac] cut down and thrown into the fire.”", "10": "So[ad] the crowds were asking[ae] him, “What then should we do?” ", "11": "John[af] answered them,[ag] “The person who has two tunics[ah] must share with the person who has none, and the person who has food must do likewise.” ", "12": "Tax collectors[ai] also came to be baptized, and they said to him, “Teacher, what should we do?” ", "13": "He told them, “Collect no more[aj] than you are required to.”[ak] ", "14": "Then some soldiers[al] also asked him, “And as for us—what should we do?”[am] He told them, “Take money from no one by violence[an] or by false accusation,[ao] and be content with your pay.”", "15": "While the people were filled with anticipation[ap] and they all wondered[aq] whether perhaps John[ar] could be the Christ,[as] ", "16": "John answered them all,[at] “I baptize you with water,[au] but one more powerful than I am is coming—I am not worthy[av] to untie the strap[aw] of his sandals. He will baptize you with the Holy Spirit and fire.[ax] ", "17": "His winnowing fork[ay] is in his hand to clean out his threshing floor and to gather the wheat into his storehouse,[az] but the chaff he will burn up with inextinguishable fire.”[ba]", "18": "And in this way,[bb] with many other exhortations, John[bc] proclaimed good news to the people. ", "19": "But when John rebuked Herod[bd] the tetrarch[be] because of Herodias, his brother's wife,[bf] and because of all the evil deeds[bg] that he had done, ", "20": "Herod added this to them all: He locked up John in prison.", "21": "Now when[bh] all the people were baptized, Jesus also was baptized. And while he was praying,[bi] the heavens[bj] opened, ", "22": "and the Holy Spirit descended on him in bodily form like a dove.[bk] And a voice came from heaven, “You are my one dear Son;[bl] in you I take great delight.”[bm]", "23": "So[bn] Jesus, when he began his ministry,[bo] was about thirty years old. He was[bp] the son (as was supposed)[bq] of Joseph, the son[br] of Heli, ", "24": "the son of Matthat, the son of Levi, the son of Melchi, the son of Jannai, the son of Joseph, ", "25": "the son of Mattathias, the son of Amos, the son of Nahum, the son of Esli, the son of Naggai, ", "26": "the son of Maath, the son of Mattathias, the son of Semein, the son of Josech, the son of Joda, ", "27": "the son of Joanan, the son of Rhesa, the son of Zerubbabel,[bs] the son of Shealtiel,[bt] the son of Neri,[bu] ", "28": "the son of Melchi, the son of Addi, the son of Cosam, the son of Elmadam, the son of Er, ", "29": "the son of Joshua, the son of Eliezer, the son of Jorim, the son of Matthat, the son of Levi, ", "30": "the son of Simeon, the son of Judah, the son of Joseph, the son of Jonam, the son of Eliakim, ", "31": "the son of Melea, the son of Menna, the son of Mattatha, the son of Nathan,[bv] the son of David,[bw] ", "32": "the son of Jesse, the son of Obed, the son of Boaz, the son of Sala,[bx] the son of Nahshon, ", "33": "the son of Amminadab, the son of Admin, the son of Arni,[by] the son of Hezron, the son of Perez, the son of Judah, ", "34": "the son of Jacob, the son of Isaac, the son of Abraham, the son of Terah,[bz] the son of Nahor, ", "35": "the son of Serug, the son of Reu, the son of Peleg, the son of Eber, the son of Shelah, ", "36": "the son of Cainan,[ca] the son of Arphaxad, the son of Shem, the son of Noah, the son of Lamech, ", "37": "the son of Methuselah, the son of Enoch, the son of Jared, the son of Mahalalel,[cb] the son of Kenan,[cc] ", "38": "the son of Enosh, the son of Seth, the son of Adam, the son of God.[cd]"}