{"1": "Now[a] Jesus was standing by the Lake of Gennesaret,[b] and the crowd was pressing around him[c] to hear the word of God. ", "2": "He[d] saw two boats by the lake, but the fishermen had gotten out of them and were washing their nets. ", "3": "He got into[e] one of the boats, which was Simon's, and asked him to put out a little way from the shore. Then[f] Jesus[g] sat down[h] and taught the crowds from the boat.[i] ", "4": "When he had finished speaking, he said to Simon, “Put out into the deep water and lower[j] your nets for a catch.” ", "5": "Simon[k] answered,[l] “Master,[m] we worked hard all night and caught nothing! But at your word[n] I will lower[o] the nets.” ", "6": "When[p] they had done this, they caught so many fish that their nets started to tear.[q] ", "7": "So[r] they motioned[s] to their partners in the other boat to come and help them. And they came and filled both boats, so that they were about to sink.[t] ", "8": "But when Simon Peter saw it, he fell down at Jesus' knees, saying, “Go away from me, Lord,[u] for I am a sinful man!”[v] ", "9": "For[w] Peter[x] and all who were with him were astonished[y] at the catch of fish that they had taken, ", "10": "and so were James and John, Zebedee's sons, who were Simon's business partners.[z] Then[aa] Jesus said to Simon, “Do not be afraid; from now on[ab] you will be catching people!”[ac] ", "11": "So[ad] when they had brought their boats to shore, they left everything and followed[ae] him.", "12": "While[af] Jesus[ag] was in one of the towns,[ah] a man came[ai] to him who was covered with[aj] leprosy.[ak] When[al] he saw Jesus, he bowed down with his face to the ground[am] and begged him,[an] “Lord, if[ao] you are willing, you can make me clean.” ", "13": "So[ap] he stretched out his hand and touched[aq] him, saying, “I am willing. Be clean!” And immediately the leprosy left him. ", "14": "Then[ar] he ordered the man[as] to tell no one,[at] but commanded him,[au] “Go[av] and show yourself to a priest, and bring the offering[aw] for your cleansing, as Moses commanded,[ax] as a testimony to them.”[ay] ", "15": "But the news about him spread even more,[az] and large crowds were gathering together to hear him[ba] and to be healed of their illnesses. ", "16": "Yet Jesus himself[bb] frequently withdrew[bc] to the wilderness[bd] and prayed.", "17": "Now on[be] one of those days, while he was teaching, there were Pharisees[bf] and teachers of the law[bg] sitting nearby (who had come from every village of Galilee and Judea and from Jerusalem),[bh] and the power of the Lord was with him[bi] to heal. ", "18": "Just then[bj] some men showed up, carrying a paralyzed man[bk] on a stretcher.[bl] They[bm] were trying to bring him in and place him before Jesus.[bn] ", "19": "But[bo] since they found[bp] no way to carry him in because of the crowd, they went up on the roof[bq] and let him down on the stretcher[br] through the roof tiles[bs] right[bt] in front of Jesus.[bu] ", "20": "When[bv] Jesus[bw] saw their[bx] faith he said, “Friend,[by] your sins are forgiven.”[bz] ", "21": "Then[ca] the experts in the law[cb] and the Pharisees began to think[cc] to themselves,[cd] “Who is this man[ce] who is uttering blasphemies?[cf] Who can forgive sins but God alone?” ", "22": "When Jesus perceived[cg] their hostile thoughts,[ch] he said to them,[ci] “Why are you raising objections[cj] within yourselves? ", "23": "Which is easier,[ck] to say, 'Your sins are forgiven,' or to say, 'Stand up and walk'? ", "24": "But so that you may know[cl] that the Son of Man[cm] has authority on earth to forgive sins”—he said to the paralyzed man[cn]—“I tell you, stand up, take your stretcher[co] and go home.”[cp] ", "25": "Immediately[cq] he stood up before them, picked[cr] up the stretcher[cs] he had been lying on, and went home, glorifying[ct] God. ", "26": "Then[cu] astonishment[cv] seized them all, and they glorified[cw] God. They were filled with awe,[cx] saying, “We have seen incredible[cy] things[cz] today.”[da]", "27": "After[db] this, Jesus[dc] went out and saw a tax collector[dd] named Levi[de] sitting at the tax booth.[df] “Follow me,”[dg] he said to him. ", "28": "And he got up and followed him, leaving everything[dh] behind.[di]", "29": "Then[dj] Levi gave a great banquet[dk] in his house for Jesus,[dl] and there was a large crowd of tax collectors and others sitting[dm] at the table with them. ", "30": "But[dn] the Pharisees[do] and their experts in the law[dp] complained[dq] to his disciples, saying, “Why do you eat and drink with tax collectors and sinners?”[dr] ", "31": "Jesus[ds] answered them, “Those who are well don't need a physician, but those who are sick do.[dt] ", "32": "I have not come[du] to call the righteous, but sinners to repentance.”[dv]", "33": "Then[dw] they said to him, “John's[dx] disciples frequently fast[dy] and pray,[dz] and so do the disciples of the Pharisees,[ea] but yours continue to eat and drink.”[eb] ", "34": "So[ec] Jesus said to them, “You cannot make the wedding guests[ed] fast while the bridegroom[ee] is with them, can you?[ef] ", "35": "But those days are coming, and when the bridegroom is taken from them,[eg] at that time[eh] they will fast.” ", "36": "He also told them a parable:[ei] “No one tears a patch from a new garment and sews[ej] it on an old garment. If he does, he will have torn[ek] the new, and the piece from the new will not match the old.[el] ", "37": "And no one pours new wine into old wineskins.[em] If he does, the new wine will burst the skins and will be spilled, and the skins will be destroyed. ", "38": "Instead new wine must be poured into new wineskins.[en] ", "39": "[eo] No[ep] one after drinking old wine wants the new, for he says, 'The old is good enough.'”[eq]"}