{"1": "After Jesus[a] had finished teaching all this to the people,[b] he entered Capernaum.[c] ", "2": "A centurion[d] there[e] had a slave[f] who was highly regarded,[g] but who was sick and at the point of death. ", "3": "When the centurion[h] heard[i] about Jesus, he sent some Jewish elders[j] to him, asking him to come[k] and heal his slave. ", "4": "When[l] they came[m] to Jesus, they urged[n] him earnestly,[o] “He is worthy[p] to have you do this for him, ", "5": "because he loves our nation,[q] and even[r] built our synagogue.”[s] ", "6": "So[t] Jesus went with them. When[u] he was not far from the house, the centurion[v] sent friends to say to him, “Lord, do not trouble yourself,[w] for I am not worthy[x] to have you come under my roof! ", "7": "That is why[y] I did not presume[z] to come to you. Instead, say the word, and my servant must be healed.[aa] ", "8": "For I too am a man set under authority, with soldiers under me.[ab] I say to this one, 'Go!' and he goes,[ac] and to another, 'Come!' and he comes, and to my slave, 'Do this!' and he does it.”[ad] ", "9": "When Jesus heard this, he was amazed[ae] at him. He turned and said to the crowd that followed him, “I tell you, not even in Israel have I found such faith!”[af] ", "10": "So[ag] when those who had been sent returned to the house, they found the slave[ah] well.", "11": "Soon[ai] afterward[aj] Jesus[ak] went to a town[al] called Nain, and his disciples and a large crowd went with him. ", "12": "As he approached the town gate, a man[am] who had died was being carried out,[an] the only son of his mother (who[ao] was a widow[ap]), and a large crowd from the town[aq] was with her. ", "13": "When[ar] the Lord saw her, he had compassion[as] for her and said to her, “Do not weep.”[at] ", "14": "Then[au] he came up[av] and touched[aw] the bier,[ax] and those who carried it stood still. He[ay] said, “Young man, I say to you, get up!” ", "15": "So[az] the dead man[ba] sat up and began to speak, and Jesus[bb] gave him back[bc] to his mother. ", "16": "Fear[bd] seized them all, and they began to glorify[be] God, saying, “A great prophet[bf] has appeared[bg] among us!” and “God has come to help[bh] his people!” ", "17": "This[bi] report[bj] about Jesus[bk] circulated[bl] throughout[bm] Judea and all the surrounding country.", "18": "John's[bn] disciples informed him about all these things. So[bo] John called[bp] two of his disciples ", "19": "and sent them to Jesus[bq] to ask,[br] “Are you the one who is to come,[bs] or should we look for another?” ", "20": "When[bt] the men came to Jesus,[bu] they said, “John the Baptist has sent us to you to ask,[bv] 'Are you the one who is to come, or should we look for another?'”[bw] ", "21": "At that very time[bx] Jesus[by] cured many people of diseases, sicknesses,[bz] and evil spirits, and granted[ca] sight to many who were blind. ", "22": "So[cb] he answered them,[cc] “Go tell[cd] John what you have seen and heard:[ce] The blind see, the lame walk, lepers[cf] are cleansed, the[cg] deaf hear, the dead are raised, the poor have good news proclaimed to them. ", "23": "Blessed is anyone[ch] who takes no offense at me.”", "24": "When[ci] John's messengers had gone, Jesus[cj] began to speak to the crowds about John: “What did you go out into the wilderness[ck] to see? A reed shaken by the wind?[cl] ", "25": "What[cm] did you go out to see? A man dressed in soft clothing?[cn] Look, those who wear soft clothing and live in luxury[co] are in the royal palaces![cp] ", "26": "What did you go out to see? A prophet? Yes, I tell you, and more[cq] than a prophet. ", "27": "This is the one about whom it is written, 'Look, I am sending my messenger ahead of you,[cr] who will prepare your way before you.'[cs] ", "28": "I tell you, among those born of women no one is greater[ct] than John.[cu] Yet the one who is least[cv] in the kingdom of God[cw] is greater than he is.” ", "29": "(Now[cx] all the people who heard this, even the tax collectors,[cy] acknowledged[cz] God's justice, because they had been baptized[da] with John's baptism. ", "30": "However, the Pharisees[db] and the experts in religious law[dc] rejected God's purpose[dd] for themselves, because they had not been baptized[de] by John.[df])[dg]", "31": "“To what then should I compare the people[dh] of this generation, and what are they like? ", "32": "They are like children sitting in the marketplace[di] and calling out to one another,[dj] 'We played the flute for you, yet you did not dance;[dk] we wailed in mourning,[dl] yet you did not weep.'", "33": "For John the Baptist has come[dm] eating no bread and drinking no wine,[dn] and you say, 'He has a demon!'[do] ", "34": "The Son of Man has come eating and drinking, and you say, 'Look at him,[dp] a glutton and a drunk, a friend of tax collectors and sinners!'[dq] ", "35": "But wisdom is vindicated[dr] by all her children.”[ds]", "36": "Now one of the Pharisees[dt] asked Jesus[du] to have dinner with him, so[dv] he went into the Pharisee's house and took his place at the table.[dw] ", "37": "Then[dx] when a woman of that town, who was a sinner, learned that Jesus[dy] was dining[dz] at the Pharisee's house, she brought an alabaster jar[ea] of perfumed oil.[eb] ", "38": "As[ec] she stood[ed] behind him at his feet, weeping, she began to wet his feet with her tears. She[ee] wiped them with her hair,[ef] kissed[eg] them,[eh] and anointed[ei] them with the perfumed oil. ", "39": "Now when the Pharisee who had invited him saw this,[ej] he said to himself, “If this man were a prophet,[ek] he would know who and what kind of woman[el] this is who is touching him, that she is a sinner.” ", "40": "So[em] Jesus answered him,[en] “Simon, I have something to say to you.” He replied,[eo] “Say it, Teacher.” ", "41": "“A certain creditor[ep] had two debtors; one owed him[eq] 500 silver coins,[er] and the other fifty. ", "42": "When they could not pay, he canceled[es] the debts of both. Now which of them will love him more?” ", "43": "Simon answered,[et] “I suppose the one who had the bigger debt canceled.”[eu] Jesus[ev] said to him, “You have judged rightly.” ", "44": "Then,[ew] turning toward the woman, he said to Simon, “Do you see this woman? I entered your house. You gave me no water for my feet,[ex] but she has wet my feet with her tears and wiped them with her hair. ", "45": "You gave me no kiss of greeting,[ey] but from the time I entered she has not stopped kissing my feet. ", "46": "You did not anoint my head with oil, but she has anointed my feet[ez] with perfumed oil. ", "47": "Therefore I tell you, her sins, which were many, are forgiven, thus she loved much;[fa] but the one who is forgiven little loves little.” ", "48": "Then[fb] Jesus[fc] said to her, “Your sins are forgiven.”[fd] ", "49": "But[fe] those who were at the table[ff] with him began to say among themselves, “Who is this, who even forgives sins?” ", "50": "He[fg] said to the woman, “Your faith[fh] has saved you;[fi] go in peace.”"}