{"1": "After[a] Jesus[b] called[c] the twelve[d] together, he gave them power and authority over all demons and to cure[e] diseases, ", "2": "and he sent[f] them out to proclaim[g] the kingdom of God[h] and to heal the sick.[i] ", "3": "He[j] said to them, “Take nothing for your[k] journey—no staff,[l] no bag,[m] no bread, no money, and do not take an extra tunic.[n] ", "4": "Whatever[o] house you enter, stay there[p] until you leave the area.[q] ", "5": "Wherever[r] they do not receive you,[s] as you leave that town,[t] shake the dust off[u] your feet as a testimony against them.” ", "6": "Then[v] they departed and went throughout[w] the villages, proclaiming the good news[x] and healing people everywhere.", "7": "Now Herod[y] the tetrarch[z] heard about everything that was happening, and he was thoroughly perplexed,[aa] because some people were saying that John[ab] had been raised from the dead, ", "8": "while others were saying that Elijah[ac] had appeared, and still others that one of the prophets of long ago had risen.[ad] ", "9": "Herod said, “I had John[ae] beheaded, but who is this about whom I hear such things?” So Herod wanted to learn about Jesus.[af]", "10": "When[ag] the apostles returned,[ah] they told Jesus[ai] everything they had done. Then[aj] he took them with him and they withdrew privately to a town[ak] called Bethsaida.[al] ", "11": "But when the crowds found out, they followed him. He[am] welcomed them, spoke to them about the kingdom of God,[an] and cured those who needed healing.[ao] ", "12": "Now the day began to draw to a close,[ap] so[aq] the twelve came and said to Jesus,[ar] “Send the crowd away, so they can go into the surrounding villages and countryside and find lodging[as] and food, because we are in an isolated place.”[at] ", "13": "But he said to them, “You[au] give them something to eat.” They[av] replied,[aw] “We have no more than five loaves and two fish—unless[ax] we go[ay] and buy food[az] for all these people.” ", "14": "(Now about 5,000 men[ba] were there.)[bb] Then[bc] he said to his disciples, “Have[bd] them sit down in groups of about fifty each.” ", "15": "So they did as Jesus directed,[be] and the people[bf] all sat down.", "16": "Then[bg] he took the five loaves and the two fish, and looking up to heaven he gave thanks[bh] and broke them. He gave them to the disciples to set before the crowd. ", "17": "They all ate and were satisfied, and what was left over[bi] was picked up—twelve baskets of broken pieces.", "18": "Once[bj] when Jesus[bk] was praying[bl] by himself, and his disciples were nearby, he asked them,[bm] “Who do the crowds say that I am?”[bn] ", "19": "They[bo] answered,[bp] “John the Baptist; others say Elijah;[bq] and still others that one of the prophets of long ago has risen.”[br] ", "20": "Then[bs] he said to them, “But who do you say that I am?” Peter[bt] answered,[bu] “The Christ[bv] of God.” ", "21": "But he forcefully commanded[bw] them not to tell this to anyone,[bx] ", "22": "saying, “The Son of Man must suffer[by] many things and be rejected by the elders,[bz] chief priests, and experts in the law,[ca] and be killed, and on the third day be raised.”[cb]", "23": "Then[cc] he said to them all,[cd] “If anyone wants to become my follower,[ce] he must deny[cf] himself, take up his cross daily,[cg] and follow me. ", "24": "For whoever wants to save his life[ch] will lose it,[ci] but whoever loses his life because of me[cj] will save it. ", "25": "For what does it benefit a person[ck] if he gains the whole world but loses or forfeits himself? ", "26": "For whoever is ashamed[cl] of me and my words, the Son of Man will be ashamed of that person[cm] when he comes in his glory and in the glory[cn] of the Father and of the holy angels. ", "27": "But I tell you most certainly,[co] there are some standing here who will not[cp] experience[cq] death before they see the kingdom of God.”[cr]", "28": "Now[cs] about eight days[ct] after these sayings, Jesus[cu] took with him Peter, John, and James, and went up the mountain to pray. ", "29": "As[cv] he was praying,[cw] the appearance of his face was transformed,[cx] and his clothes became very bright, a brilliant white.[cy] ", "30": "Then[cz] two men, Moses and Elijah,[da] began talking with him.[db] ", "31": "They appeared in glorious splendor and spoke about his departure[dc] that he was about to carry out[dd] at Jerusalem. ", "32": "Now Peter and those with him were quite sleepy,[de] but as they became fully awake,[df] they saw his glory and the two men standing with him. ", "33": "Then[dg] as the men[dh] were starting to leave,[di] Peter said to Jesus, “Master, it is good for us to be here. Let us make three shelters,[dj] one for you and one for Moses and one for Elijah”—not knowing what he was saying. ", "34": "As[dk] he was saying this, a cloud[dl] came[dm] and overshadowed[dn] them, and they were afraid as they entered the cloud. ", "35": "Then[do] a voice came from the cloud, saying, “This is my Son, my Chosen One.[dp] Listen to him!”[dq] ", "36": "After[dr] the voice had spoken, Jesus was found alone. So[ds] they kept silent and told no one[dt] at that time[du] anything of what they had seen.", "37": "Now on[dv] the next day, when they had come down from the mountain, a large crowd met him. ", "38": "Then[dw] a man from the crowd cried out,[dx] “Teacher, I beg you to look at[dy] my son—he is my only child! ", "39": "A[dz] spirit seizes him, and he suddenly screams;[ea] it throws him into convulsions[eb] and causes him to foam at the mouth. It hardly ever leaves him alone, torturing[ec] him severely. ", "40": "I[ed] begged[ee] your disciples to cast it out, but[ef] they could not do so.”[eg] ", "41": "Jesus answered,[eh] “You[ei] unbelieving[ej] and perverse generation! How much longer[ek] must I be with you and endure[el] you?[em] Bring your son here.” ", "42": "As[en] the boy[eo] was approaching, the demon threw him to the ground[ep] and shook him with convulsions.[eq] But Jesus rebuked[er] the unclean[es] spirit, healed the boy, and gave him back to his father. ", "43": "Then[et] they were all astonished at the mighty power[eu] of God. But while the entire crowd[ev] was amazed at everything Jesus[ew] was doing, he said to his disciples, ", "44": "“Take these words to heart,[ex] for the Son of Man is going to be betrayed into the hands of men.”[ey] ", "45": "But they did not understand this statement; its meaning[ez] had been concealed[fa] from them, so that they could not grasp it. Yet[fb] they were afraid to ask him about this statement.", "46": "Now an argument started among the disciples[fc] as to which of them might be[fd] the greatest. ", "47": "But when Jesus discerned their innermost thoughts,[fe] he took a child, had him stand by[ff] his side, ", "48": "and said to them, “Whoever welcomes[fg] this child[fh] in my name welcomes me, and whoever welcomes me welcomes the one who sent me, for the one who is least among you all is the one who is great.”[fi]", "49": "John answered,[fj] “Master, we saw someone casting out demons in your name, and we tried to stop[fk] him because he is not a disciple[fl] along with us.” ", "50": "But Jesus said to him, “Do not stop him, for whoever is not against you is for you.”", "51": "Now when[fm] the days drew near[fn] for him to be taken up,[fo] Jesus[fp] set out resolutely[fq] to go to Jerusalem. ", "52": "He[fr] sent messengers on ahead of him.[fs] As they went along,[ft] they entered a Samaritan village to make things ready in advance[fu] for him, ", "53": "but the villagers[fv] refused to welcome[fw] him, because he was determined to go to Jerusalem.[fx] ", "54": "Now when his disciples James and John saw this, they said, “Lord, do you want us to call fire to come down from heaven and consume[fy] them?”[fz] ", "55": "But Jesus[ga] turned and rebuked them,[gb] ", "56": "and they went on to another village.", "57": "As[gc] they were walking[gd] along the road, someone said to him, “I will follow you wherever you go.”[ge] ", "58": "Jesus said to him, “Foxes have dens and the birds in the sky[gf] have nests, but the Son of Man has no place to lay his head.”[gg] ", "59": "Jesus[gh] said to another, “Follow me.” But he replied,[gi] “Lord, first let me go and bury my father.” ", "60": "But Jesus[gj] said to him, “Let the dead bury their own dead,[gk] but as for you, go and proclaim the kingdom of God.”[gl] ", "61": "Yet[gm] another said, “I will follow you, Lord, but first let me say goodbye to my family.”[gn] ", "62": "Jesus[go] said to him, “No one who puts his[gp] hand to the plow and looks back[gq] is fit for the kingdom of God.”[gr]"}