{"1": "After Abimelech's death,[a] Tola son of Puah, grandson[b] of Dodo, from the tribe of Issachar,[c] rose up to deliver Israel. He lived in Shamir in the Ephraimite hill country. ", "2": "He led[d] Israel for twenty-three years, then died and was buried in Shamir.", "3": "Jair the Gileadite rose up after him; he led Israel for twenty-two years. ", "4": "He had thirty sons who rode on thirty donkeys and possessed thirty cities. To this day these towns are called Havvoth Jair[e]—they are in the land of Gilead.[f] ", "5": "Jair died and was buried in Kamon.", "6": "The Israelites again did evil in the Lord's sight.[g] They worshiped[h] the Baals and the Ashtoreths,[i] as well as the gods of Syria, Sidon, Moab, the Ammonites, and the Philistines.[j] They abandoned the Lord and did not worship[k] him. ", "7": "The Lord was furious with Israel[l] and turned them over to[m] the Philistines and Ammonites. ", "8": "They ruthlessly oppressed[n] the Israelites that eighteenth year[o]—that is, all the Israelites living east of the Jordan in Amorite country in Gilead. ", "9": "The Ammonites crossed the Jordan to fight with Judah, Benjamin, and Ephraim.[p] Israel suffered greatly.[q]", "10": "The Israelites cried out for help to the Lord: “We have sinned against you. We abandoned our God and worshiped[r] the Baals.” ", "11": "The Lord said to the Israelites, “Did I not deliver you from Egypt, the Amorites, the Ammonites, the Philistines, ", "12": "the Sidonians, Amalek, and Midian[s] when they oppressed you?[t] You cried out for help to me, and I delivered you from their power.[u] ", "13": "But since you abandoned me and worshiped[v] other gods, I will not deliver you again. ", "14": "Go and cry for help to the gods you have chosen! Let them deliver you from trouble!”[w] ", "15": "But the Israelites said to the Lord, “We have sinned. You do to us as you see fit,[x] but deliver us today!”[y] ", "16": "They threw away the foreign gods they owned[z] and worshiped[aa] the Lord. Finally the Lord grew tired of seeing Israel suffer so much.[ab]", "17": "The Ammonites assembled[ac] and camped in Gilead; the Israelites gathered together and camped in Mizpah. ", "18": "The leaders[ad] of Gilead said to one another, “Who is willing to lead the charge[ae] against the Ammonites? He will become the leader of all who live in Gilead!”"}