{"1": "Samson went down to Timnah, where a Philistine girl caught his eye.[a] ", "2": "When he got home,[b] he told his father and mother, “A Philistine girl in Timnah has caught my eye.[c] Now get her for my wife.” ", "3": "But his father and mother said to him, “Certainly you can find a wife among your relatives or among all our[d] people! You should not have to go and get a wife from the uncircumcised Philistines.”[e] But Samson said to his father, “Get her for me,[f] because she is the right one for me.”[g] ", "4": "Now his father and mother did not realize this was the Lord's doing,[h] because he was looking for an opportunity to stir up trouble with the Philistines[i] (for at that time the Philistines were ruling Israel).", "5": "Samson[j] went down to Timnah. When he approached[k] the vineyards of Timnah, he saw a roaring young lion attacking him.[l] ", "6": "The Lord's Spirit empowered[m] him, and he tore the lion[n] in two with his bare hands[o] as easily as one would tear a young goat. But he did not tell his father or mother what he had done.", "7": "Samson continued on down to Timnah[p] and spoke to the girl. In his opinion, she was just the right one.[q] ", "8": "Some time later, when he went back to marry[r] her, he turned aside to see the lion's remains. He saw[s] a swarm of bees in the lion's carcass, as well as some honey. ", "9": "He scooped it up with his hands and ate it as he walked along. When he returned[t] to his father and mother, he offered them some and they ate it. But he did not tell them he had scooped the honey out of the lion's carcass.[u]", "10": "Then Samson's father accompanied him to Timnah for the marriage.[v] Samson hosted a party[w] there, for this was customary for bridegrooms[x] to do. ", "11": "When the Philistines saw he had no attendants, they gave him thirty groomsmen who kept him company.[y] ", "12": "Samson said to them, “I will give you a riddle. If you really can solve it during the seven days the party lasts,[z] I will give you thirty linen robes and thirty sets[aa] of clothes. ", "13": "But if you cannot solve it,[ab] you will give me thirty linen robes and thirty sets of clothes.” They said to him, “Let us hear your riddle.”[ac] ", "14": "He said to them, “Out of the one who eats came something to eat; out of the strong one came something sweet.” They could not solve the riddle for three days.", "15": "On the fourth[ad] day they said to Samson's bride, “Trick your husband into giving the solution to the riddle.[ae] If you refuse,[af] we will burn up[ag] you and your father's family.[ah] Did you invite us here[ai] to make us poor?”[aj] ", "16": "So Samson's bride cried on his shoulder[ak] and said, “You must[al] hate me; you do not love me! You told the young men[am] a riddle, but you have not told me the solution.” He said to her, “Look, I have not even told my father or mother. Do you really expect me to tell you?”[an] ", "17": "She cried on his shoulder[ao] until the party was almost over.[ap] Finally, on the seventh day, he told her because she had nagged him so much.[aq] Then she told the young men the solution to the riddle.[ar] ", "18": "On the seventh day, before the sun set, the men of the city said to him, “What is sweeter than honey? What is stronger than a lion?” He said to them, “If you had not plowed with my heifer,[as] you would not have solved my riddle!”", "19": "The Lord's Spirit empowered him. He went down to Ashkelon and killed thirty men. He took their clothes[at] and gave them[au] to the men who had solved the riddle. He was furious as he went back home.[av] ", "20": "Samson's bride was then given to his best man.[aw]"}