{"1": "Samson went to Gaza. There he saw a prostitute and slept with her.[a] ", "2": "The Gazites were told,[b] “Samson has come here!” So they surrounded the town[c] and hid all night at the city gate, waiting for him to leave.[d] They relaxed[e] all night, thinking,[f] “He will not leave[g] until morning comes;[h] then we will kill him!” ", "3": "Samson spent half the night with the prostitute; then he got up in the middle of the night and left.[i] He grabbed the doors of the city gate, as well as the two posts, and pulled them right off, bar and all.[j] He put them on his shoulders and carried them up to the top of a hill east of Hebron.[k]", "4": "After this Samson fell in love with a woman named Delilah, who lived in the Sorek Valley. ", "5": "The rulers of the Philistines went up to visit her and said to her, “Trick him! Find out what makes him so strong and how we can subdue him and humiliate[l] him. Each one of us will give you 1,100 silver pieces.”", "6": "So Delilah said to Samson, “Tell me what makes you so strong and how you can be subdued and humiliated.”[m] ", "7": "Samson said to her, “If they tie me up with seven fresh[n] bowstrings[o] that have not been dried, I will become weak and be just like any other man.” ", "8": "So the rulers of the Philistines brought her seven fresh bowstrings that had not been dried, and she tied him up with them. ", "9": "They hid[p] in the bedroom and then she said to him, “The Philistines are here,[q] Samson!” He snapped the bowstrings as easily as a thread of yarn snaps when it is put close to fire.[r] The secret of his strength was not discovered.[s]", "10": "Delilah said to Samson, “Look, you deceived[t] me and told me lies! Now tell me how you can be subdued.” ", "11": "He said to her, “If they tie me tightly with brand new ropes that have never been used,[u] I will become weak and be just like any other man.” ", "12": "So Delilah took new ropes and tied him with them and said to him, “The Philistines are here,[v] Samson!” (The Philistines were hiding in the bedroom.)[w] But he tore the ropes[x] from his arms as if they were a piece of thread.", "13": "Delilah said to Samson, “Up to now you have deceived me and told me lies. Tell me how you can be subdued.” He said to her, “If you weave the seven braids of my hair[y] into the fabric on the loom[z] and secure it with the pin, I will become weak and be like any other man.” ", "14": "So she made him go to sleep, wove the seven braids of his hair into the fabric on the loom, fastened it with the pin, and said to him, “The Philistines are here,[aa] Samson!”[ab] He woke up[ac] and tore away the pin of the loom and the fabric.", "15": "She said to him, “How can you say, 'I love you,' when you will not share your secret with me?[ad] Three times you have deceived me and have not told me what makes you so strong.” ", "16": "She nagged him[ae] every day and pressured him until he was sick to death of it.[af] ", "17": "Finally he told her his secret.[ag] He said to her, “My hair has never been cut,[ah] for I have been dedicated to God[ai] from the time I was conceived.[aj] If my head[ak] were shaved, my strength would leave me; I would become weak and be just like all other men.” ", "18": "When Delilah saw that he had told her his secret,[al] she sent for[am] the rulers of the Philistines, saying, “Come up here again, for he has told me[an] his secret.”[ao] So the rulers of the Philistines went up to visit her, bringing the silver in their hands. ", "19": "She made him go to sleep on her lap[ap] and then called a man in to shave off[aq] the seven braids of his hair.[ar] She made him vulnerable[as] and his strength left him. ", "20": "She said, “The Philistines are here,[at] Samson!” He woke up[au] and thought,[av] “I will do as I did before[aw] and shake myself free.” But he did not realize that the Lord had left him. ", "21": "The Philistines captured him and gouged out his eyes. They brought him down to Gaza and bound him in bronze chains. He became a grinder in the prison. ", "22": "His hair[ax] began to grow back after it had been shaved off.", "23": "The rulers of the Philistines gathered to offer a great sacrifice to Dagon their god and to celebrate. They said, “Our god has handed Samson, our enemy, over to us.” ", "24": "When the people saw him,[ay] they praised their god, saying, “Our god has handed our enemy over to us, the one who ruined our land and killed so many of us!”[az]", "25": "When they really started celebrating,[ba] they said, “Call for Samson so he can entertain us!” So they summoned Samson from the prison and he entertained them.[bb] They made him stand between two pillars. ", "26": "Samson said to the young man who held his hand, “Position me so I can touch the pillars that support the temple.[bc] Then I can lean on them.” ", "27": "Now the temple[bd] was filled with men and women, and all the rulers of the Philistines were there. There were 3,000 men and women on the roof watching Samson entertain. ", "28": "Samson called to the Lord, “O Sovereign Lord,[be] remember me! Strengthen me just one more time, O God, so I can get swift revenge[bf] against the Philistines for my two eyes!” ", "29": "Samson took hold of the two middle pillars that supported the temple[bg] and he leaned against them, with his right hand on one and his left hand on the other. ", "30": "Samson said, “Let me die with the Philistines!” He pushed hard,[bh] and the temple collapsed on the rulers and all the people in it. He killed many more people in his death than he had killed during his life.[bi] ", "31": "His brothers and all his family[bj] went down and brought him back.[bk] They buried him between Zorah and Eshtaol in the tomb of Manoah his father. He had led[bl] Israel for twenty years."}