{"1": "In those days Israel had no king. And in those days the Danite tribe was looking for a place[a] to settle, because at that time they did not yet have a place to call their own among the tribes of Israel.[b] ", "2": "The Danites sent out from their whole tribe five representatives,[c] capable men[d] from Zorah and Eshtaol, to spy out the land and explore it. They said to them, “Go, explore the land.” They came to the Ephraimite hill country and spent the night at Micah's house.[e] ", "3": "As they approached[f] Micah's house, they recognized the accent[g] of the young Levite. So they stopped[h] there and said to him, “Who brought you here? What are you doing in this place? What is your business here?”[i] ", "4": "He told them what Micah had done for him, saying,[j] “He hired me, and I became his priest.” ", "5": "They said to him, “Seek a divine oracle for us,[k] so we can know if we will be successful on our mission.”[l] ", "6": "The priest said to them, “Go with confidence.[m] The Lord will be with you on your mission.”[n]", "7": "So the five men journeyed on[o] and arrived in Laish. They noticed that the people there[p] were living securely, like the Sidonians do,[q] undisturbed and unsuspecting. No conqueror was troubling them in any way.[r] They lived far from the Sidonians and had no dealings with anyone.[s] ", "8": "When the Danites returned to their tribe[t] in Zorah and Eshtaol, their kinsmen[u] asked them, “How did it go?”[v] ", "9": "They said, “Come on, let's attack them,[w] for[x] we saw their land and it is very good. You seem lethargic,[y] but don't hesitate[z] to invade and conquer[aa] the land. ", "10": "When you invade,[ab] you will encounter[ac] unsuspecting people. The land is wide![ad] God is handing it over to you—a place that lacks nothing on earth!”[ae]", "11": "So 600 Danites, fully armed, set out from Zorah and Eshtaol.[af] ", "12": "They went up and camped in Kiriath Jearim in Judah. (To this day that place is called Camp of Dan.[ag] It is west[ah] of Kiriath Jearim.) ", "13": "From there they traveled through the Ephraimite hill country and arrived at Micah's house. ", "14": "The five men who had gone to spy out the land of Laish[ai] said to their kinsmen,[aj] “Do you realize that inside these houses are an ephod, some personal idols, a carved image, and a metal image? Decide now what you want to do.” ", "15": "They stopped[ak] there, went inside the young Levite's house (which belonged to Micah),[al] and asked him how he was doing.[am] ", "16": "Meanwhile the 600 Danites, fully armed, stood at the entrance to the gate.[an] ", "17": "The five men who had gone to spy out the land broke in and stole[ao] the carved image, the ephod, the personal idols, and the metal image, while the priest was standing at the entrance to the gate with the 600 fully armed men.[ap] ", "18": "When these men broke into Micah's house and stole[aq] the carved image, the ephod, the personal idols, and the metal image, the priest said to them, “What are you doing?” ", "19": "They said to him, “Shut up! Put your hand over your mouth and come with us! You can be our adviser[ar] and priest. Wouldn't it be better to be a priest for a whole Israelite tribe than for just one man's family?”[as] ", "20": "The priest was happy. He took the ephod, the personal idols, and the carved image and joined the group.[at]", "21": "They turned and went on their way, but they walked behind the children, the cattle, and their possessions.[au] ", "22": "After they had gone a good distance from Micah's house, Micah's neighbors[av] gathered together and caught up with the Danites. ", "23": "When they called out to the Danites, the Danites[aw] turned around and said to Micah, “Why have you gathered together?” ", "24": "He said, “You stole my gods that I made, as well as this priest, and then went away. What do I have left? How can you have the audacity to say to me, 'What do you want?'”[ax] ", "25": "The Danites said to him, “Don't say another word to us, or some very angry men[ay] will attack you, and you and your family will die.”[az] ", "26": "The Danites went on their way; when Micah realized[ba] they were too strong to resist,[bb] he turned around and went home.", "27": "Now the Danites[bc] took what Micah had made, as well as his priest, and came to Laish, where the people were undisturbed and unsuspecting. They struck them down with the sword and burned the city.[bd] ", "28": "No one came to the rescue because the city[be] was far from Sidon and they had no dealings with anyone.[bf] The city[bg] was in a valley near Beth Rehob. The Danites[bh] rebuilt the city and occupied it. ", "29": "They named it Dan after their ancestor, who was one of Israel's sons.[bi] But the city's name used to be Laish. ", "30": "The Danites worshiped[bj] the carved image. Jonathan, descendant[bk] of Gershom, son of Moses,[bl] and his descendants[bm] served as priests for the tribe of Dan until the time of the exile. ", "31": "They worshiped[bn] Micah's carved image[bo] the whole time God's authorized shrine[bp] was in Shiloh."}