{"1": "The angel of the Lord[a] went up from Gilgal to Bokim. He said, “I brought you up from Egypt and led you into the land I had solemnly promised to give to your ancestors.[b] I said, 'I will never break my covenant with you, ", "2": "but you must not make an agreement with the people who live in this land. You should tear down the altars where they worship.'[c] But you have disobeyed me.[d] Why would you do such a thing?[e] ", "3": "At that time I also warned you,[f] 'If you disobey,[g] I will not drive out the Canaanites[h] before you. They will ensnare you[i] and their gods will lure you away.'”[j]", "4": "When the angel of the Lord finished speaking these words to all the Israelites, the people wept loudly.[k] ", "5": "They named that place Bokim[l] and offered sacrifices to the Lord there.", "6": "When Joshua dismissed[m] the people, the Israelites went to their allotted portions of territory,[n] intending to take possession of the land. ", "7": "The people worshiped[o] the Lord throughout Joshua's lifetime and as long as the elderly men[p] who outlived him remained alive. These men had witnessed[q] all the great things the Lord had done for Israel.[r] ", "8": "Joshua son of Nun, the Lord's servant, died at the age of 110. ", "9": "The people[s] buried him in his allotted land[t] in Timnath Heres in the hill country of Ephraim, north of Mount Gaash. ", "10": "That entire generation passed away;[u] a new generation grew up[v] that had not personally experienced the Lord's presence or seen what he had done for Israel.[w]", "11": "The Israelites did evil before[x] the Lord by worshiping[y] the Baals. ", "12": "They abandoned the Lord God of their ancestors[z] who brought them out of the land of Egypt. They followed other gods—the gods of the nations who lived around them. They worshiped[aa] them and made the Lord angry. ", "13": "They abandoned the Lord and worshiped Baal and the Ashtoreths.[ab]", "14": "The Lord was furious with Israel[ac] and handed them over to robbers who plundered them.[ad] He turned them over to[ae] their enemies who lived around them. They could no longer withstand their enemies' attacks.[af] ", "15": "Whenever they went out to fight,[ag] the Lord did them harm,[ah] just as he had warned and solemnly vowed he would do.[ai] They suffered greatly.[aj]", "16": "The Lord raised up leaders[ak] who delivered them from these robbers.[al] ", "17": "But they did not obey[am] their leaders. Instead they prostituted themselves to other gods and worshiped[an] them. They quickly turned aside from the path[ao] their ancestors[ap] had walked. Their ancestors had obeyed the Lord's commands, but they did not.[aq] ", "18": "When the Lord raised up leaders for them, the Lord was with each leader and delivered the people[ar] from their enemies while the leader remained alive. The Lord felt sorry for them[as] when they cried out in agony because of what their harsh oppressors did to them.[at] ", "19": "When a leader died, the next generation[au] would again[av] act more wickedly than the previous one.[aw] They would follow after other gods, worshiping them[ax] and bowing down to them. They did not give up[ay] their practices or their stubborn ways.", "20": "The Lord was furious with Israel.[az] He said, “This nation[ba] has violated the terms of the covenant I made with their ancestors[bb] by disobeying me.[bc] ", "21": "So I will no longer remove before them any of the nations that Joshua left unconquered when he died, ", "22": "in order to test Israel.[bd] [be] I want to see[bf] whether or not the people[bg] will carefully walk in the path[bh] marked out by[bi] the Lord, as their ancestors[bj] were careful to do.” ", "23": "This is why[bk] the Lord permitted these nations to remain and did not conquer them immediately;[bl] he did not hand them over to Joshua."}