{"1": "The Israelites had taken an oath in Mizpah, saying, “Not one of us will allow his daughter to marry a Benjaminite.” ", "2": "So the people came to Bethel and sat there before God until evening, weeping loudly and uncontrollably.[a] ", "3": "They said, “Why, O Lord God of Israel, has this happened in Israel? An entire[b] tribe has disappeared from Israel today!”", "4": "The next morning the people got up early and built an altar there. They offered up burnt sacrifices and tokens of peace.[c] ", "5": "The Israelites asked, “Who from all the Israelite tribes has not assembled before the Lord?”They had made a solemn oath that whoever did not assemble before the Lord at Mizpah must certainly be executed.[d] ", "6": "The Israelites regretted what had happened to[e] their brother Benjamin. They said, “Today we cut off an entire[f] tribe from Israel! ", "7": "How can we find wives for those who are left?[g] After all, we took an oath in the Lord's name not to give them our daughters as wives.” ", "8": "So they asked, “Who from all the Israelite tribes did not assemble before the Lord at Mizpah?” Now it just so happened no one from Jabesh Gilead had come to the gathering.[h] ", "9": "When they took roll call,[i] they noticed[j] none of the inhabitants of Jabesh Gilead were there. ", "10": "So the assembly sent 12,000 capable warriors[k] against Jabesh Gilead.[l] They commanded them, “Go and kill with your swords[m] the inhabitants of Jabesh Gilead, including the women and little children. ", "11": "Do this:[n] Exterminate every male, as well as every woman who has experienced a man's bed.[o] But spare the lives of any virgins.” So they did as instructed.[p] ", "12": "They found among the inhabitants of Jabesh Gilead 400 young girls who were virgins who had never been intimate with a man in bed.[q] They brought them back to the camp at Shiloh in the land of Canaan.", "13": "The entire assembly sent messengers to the Benjaminites at the cliff of Rimmon and assured them they would not be harmed.[r] ", "14": "The Benjaminites returned at that time, and the Israelites[s] gave to them the women they had spared from Jabesh Gilead. But there were not enough to go around.[t]", "15": "The people regretted what had happened to[u] Benjamin because the Lord had weakened[v] the Israelite tribes. ", "16": "The leaders[w] of the assembly said, “How can we find wives for those who are left?[x] After all, the Benjaminite women have been wiped out. ", "17": "The[y] remnant of Benjamin must be preserved. An entire Israelite tribe should not be wiped out.[z] ", "18": "But we can't allow our daughters to marry them,[aa] for the Israelites took an oath, saying, 'Whoever gives a woman to a Benjaminite will be destroyed.'[ab] ", "19": "However, there is an annual festival to the Lord in Shiloh, which is north of Bethel (east of the main road that goes up from Bethel to Shechem) and south of Lebonah.” ", "20": "So they commanded the Benjaminites, “Go hide in the vineyards, ", "21": "and keep your eyes open.[ac] When you see[ad] the daughters of Shiloh coming out to dance in the celebration,[ae] jump out from the vineyards. Each one of you, catch yourself a wife from among the daughters of Shiloh and then go home to the land of Benjamin. ", "22": "When their fathers or brothers come and protest to us,[af] we'll say to them, 'Do us a favor and let them be,[ag] for we could not get each one a wife through battle.[ah] Don't worry about breaking your oath![ai] You would only be guilty if you had voluntarily given them wives.'”[aj]", "23": "The Benjaminites did as instructed.[ak] They abducted 200 of the dancing girls to be their wives.[al] They went home[am] to their own territory,[an] rebuilt their cities, and settled down.[ao] ", "24": "Then the Israelites dispersed from there to their respective tribal and clan territories. Each went from there to his own property.[ap] ", "25": "In those days Israel had no king. Each man did what he considered to be right.[aq]"}