{"1": "On that day Deborah and Barak son of Abinoam sang this victory song:[a]", "2": "“When the leaders took the lead[b] in Israel, When the people answered the call to war— Praise the Lord!", "3": "Hear, O kings! Pay attention, O rulers! I will sing to the Lord![c] I will sing[d] to the Lord God of Israel!", "4": "O Lord, when you departed[e] from Seir, when you marched from Edom's plains, the earth shook, the heavens poured down, the clouds poured down rain.[f]", "5": "The mountains trembled[g] before the Lord, the God of Sinai;[h] before the Lord God of Israel.", "6": "In the days of Shamgar son of Anath, in the days of Jael caravans[i] disappeared;[j] travelers[k] had to go on winding side roads.", "7": "Warriors[l] were scarce;[m] they were scarce in Israel, until you[n] arose, Deborah, until you arose as a motherly protector[o] in Israel.", "8": "God chose new leaders,[p] then fighters appeared in the city gates;[q] but, I swear, not a shield or spear could be found[r] among forty military units[s] in Israel.", "9": "My heart went out[t] to Israel's leaders, to the people who answered the call to war. Praise the Lord!", "10": "You who ride on light-colored female donkeys, who sit on saddle blankets,[u] you who walk on the road, pay attention!", "11": "Hear[v] the sound of those who divide the sheep[w] among the watering places; there they tell of[x] the Lord's victorious deeds, the victorious deeds of his warriors[y] in Israel. Then the Lord's people went down to the city gates—", "12": "Wake up, wake up, Deborah! Wake up, wake up, sing a song! Get up, Barak! Capture your prisoners of war,[z] son of Abinoam!", "13": "Then the survivors[aa] came down[ab] to the mighty ones;[ac] the Lord's people came down to me[ad] as[ae] warriors.", "14": "They came from Ephraim, who uprooted Amalek;[af] they follow[ag] after you, Benjamin, with your soldiers. From Makir leaders came down, from Zebulun came[ah] the ones who march carrying[ai] an officer's staff.", "15": "Issachar's leaders were with Deborah; the men of Issachar[aj] supported[ak] Barak; into the valley they were sent under Barak's command.[al] Among the clans of Reuben there was intense[am] heart searching.[an]", "16": "Why do you remain among the sheepfolds,[ao] listening to the shepherds playing their pipes[ap] for their flocks?[aq] As for the clans of Reuben—there was intense searching of heart.", "17": "Gilead stayed put[ar] beyond the Jordan River. As for Dan—why did he seek temporary employment in the shipyards?[as] Asher remained[at] on the seacoast; he stayed[au] by his harbors.[av]", "18": "The men of Zebulun were not concerned about their lives;[aw] Naphtali charged onto the battlefields.[ax]", "19": "Kings came, they fought; the kings of Canaan fought at Taanach by the waters of Megiddo, but[ay] they took no silver as plunder.", "20": "From the sky[az] the stars[ba] fought, from their paths in the heavens[bb] they fought against Sisera.", "21": "The Kishon River carried them off; the river confronted them[bc]—the Kishon River. Step on the necks of the strong![bd]", "22": "The horses'[be] hooves pounded the ground;[bf] the stallions galloped madly.[bg]", "23": "'Call judgment down on[bh] Meroz,' says the angel of the Lord; 'Be sure[bi] to call judgment down on[bj] those who live there, because they did not come to help in the Lord's battle,[bk] to help in the Lord's battle against the warriors.'[bl]", "24": "The most rewarded[bm] of women should be Jael, the wife of Heber the Kenite! She should be the most rewarded of women who live in tents.", "25": "He asked for water, and she gave him milk; in a bowl fit for a king,[bn] she served him curds.", "26": "Her left[bo] hand reached for the tent peg, her right hand for the workmen's hammer. She “hammered”[bp] Sisera, she shattered his skull,[bq] she smashed his head,[br] she drove the tent peg through his temple.[bs]", "27": "Between her feet he collapsed, he fell limp and was lifeless;[bt] between her feet he collapsed and fell, in the spot where he collapsed, there he fell—violently killed![bu]", "28": "Through the window she looked; Sisera's mother cried out through the lattice: 'Why is his chariot so slow to return? Why are the hoofbeats of his chariot horses[bv] delayed?'", "29": "The wisest of her ladies[bw] answer; indeed she even thinks to herself,", "30": "'No doubt they are gathering and dividing the plunder[bx]— a girl or two for each man to rape![by] Sisera is grabbing up colorful cloth,[bz] he is grabbing up colorful embroidered cloth,[ca] two pieces of colorful embroidered cloth, for the neck of the plunderer!'[cb]", "31": "May all your enemies perish like this, O Lord! But may those who love you shine like the rising sun at its brightest.”[cc] And the land had rest for forty years."}