{"1": "The Israelites did evil in the Lord's sight,[a] so the Lord turned them over to[b] Midian for seven years. ", "2": "The Midianites[c] overwhelmed Israel.[d] Because of Midian the Israelites made shelters[e] for themselves in the hills, caves, and strongholds. ", "3": "Whenever the Israelites planted their crops,[f] the Midianites, Amalekites, and the people from the east would attack them.[g] ", "4": "They invaded the land[h] and devoured[i] its crops[j] all the way to Gaza. They left nothing for the Israelites to eat,[k] and they took away[l] the sheep, oxen, and donkeys. ", "5": "When they invaded[m] with their cattle and tents, they were as thick[n] as locusts. Neither they nor their camels could be counted.[o] They came to devour[p] the land. ", "6": "Israel was so severely weakened by Midian that the Israelites cried out to the Lord for help.", "7": "When the Israelites cried out to the Lord for help because of Midian, ", "8": "the Lord sent a prophet[q] to the Israelites. He said to them, “This is what the Lord God of Israel has said: 'I brought you up from Egypt[r] and took you out of that place of slavery.[s] ", "9": "I rescued you from Egypt's power[t] and from the power of all who oppressed you. I drove them out before you and gave their land to you. ", "10": "I said to you, “I am the Lord your God! Do not worship[u] the gods of the Amorites, in whose land you are now living.” But you have disobeyed me.'”[v]", "11": "The angel of the Lord[w] came and sat down under the oak tree in Ophrah owned by Joash the Abiezrite. He arrived while Joash's son Gideon[x] was threshing[y] wheat in a winepress[z] so he could hide it from the Midianites.[aa] ", "12": "The angel of the Lord appeared and said to him, “The Lord is with you, courageous warrior!” ", "13": "Gideon said to him, “Pardon me,[ab] but if the Lord is with us, why has such disaster[ac] overtaken us? Where are all his miraculous deeds our ancestors told us about? They said,[ad] 'Did the Lord not bring us up from Egypt?' But now the Lord has abandoned us and handed us over to Midian.” ", "14": "Then the Lord himself[ae] turned to him and said, “You have the strength.[af] Deliver Israel from the power of the Midianites![ag] Have I not sent you?” ", "15": "Gideon[ah] said to him, “But Lord,[ai] how[aj] can I deliver Israel? Just look! My clan is the weakest in Manasseh, and I am the youngest in my family.”[ak] ", "16": "The Lord said to him, “Ah, but[al] I will be with you! You will strike down the whole Midianite army.”[am] ", "17": "Gideon[an] said to him, “If you really are pleased with me,[ao] then give me[ap] a sign as proof that it is really you speaking with me. ", "18": "Do not leave this place until I come back[aq] with a gift[ar] and present it to you.” The Lord said, “I will stay here until you come back.”", "19": "Gideon went and prepared a young goat,[as] along with unleavened bread made from an ephah of flour. He put the meat in a basket and the broth in a pot. He brought the food[at] to him under the oak tree and presented it to him. ", "20": "God's angel said to him, “Put the meat and unleavened bread on this rock,[au] and pour out the broth.” Gideon did as instructed.[av] ", "21": "The angel of the Lord touched the meat and the unleavened bread with the tip of his staff.[aw] Fire flared up from the rock and consumed the meat and unleavened bread. The angel of the Lord then disappeared.[ax]", "22": "When Gideon realized[ay] that it was the angel of the Lord, he[az] said, “Oh no![ba] Sovereign Lord![bb] I have seen the angel of the Lord face-to-face!” ", "23": "The Lord said to him, “You are safe![bc] Do not be afraid. You are not going to die!” ", "24": "Gideon built an altar for the Lord there, and named it “The Lord is on friendly terms with me.”[bd] To this day it is still there in Ophrah of the Abiezrites.", "25": "That night the Lord said to him, “Take the bull from your father's herd, as well as a second bull, one that is seven years old.[be] Pull down your father's Baal altar and cut down the nearby Asherah pole. ", "26": "Then build an altar for the Lord your God on the top of this stronghold according to the proper pattern.[bf] Take the second bull and offer it as a burnt sacrifice on the wood from the Asherah pole that you cut down.” ", "27": "So Gideon took ten of his servants[bg] and did just as the Lord had told him. He was too afraid of his father's family[bh] and the men of the city to do it in broad daylight, so he waited until nighttime.[bi]", "28": "When the men of the city got up the next morning, they saw[bj] the Baal altar pulled down, the nearby Asherah pole cut down, and the second bull sacrificed on the newly built altar. ", "29": "They said to one another,[bk] “Who did this?”[bl] They investigated the matter thoroughly[bm] and concluded[bn] that Gideon son of Joash had done it. ", "30": "The men of the city said to Joash, “Bring out your son, so we can execute him![bo] He pulled down the Baal altar and cut down the nearby Asherah pole.” ", "31": "But Joash said to all those who confronted him,[bp] “Must you fight Baal's battles?[bq] Must you rescue him? Whoever takes up his cause[br] will die by morning![bs] If he really is a god, let him fight his own battles![bt] After all, it was his altar that was pulled down.”[bu] ", "32": "That very day Gideon's father named him Jerub Baal,[bv] because he had said, “Let Baal fight with him, for it was his altar that was pulled down.”", "33": "All the Midianites, Amalekites, and the people from the east[bw] assembled. They crossed the Jordan River[bx] and camped in the Jezreel Valley. ", "34": "The Lord's Spirit took control of[by] Gideon. He blew a trumpet,[bz] summoning the Abiezrites to follow him.[ca] ", "35": "He sent messengers throughout Manasseh and summoned them to follow him as well.[cb] He also sent messengers throughout Asher, Zebulun, and Naphtali, and they came up to meet him.", "36": "Gideon said to God, “If you really intend to use me to deliver Israel,[cc] as you promised, then give me a sign as proof.[cd] ", "37": "Look, I am putting a wool fleece on the threshing floor. If there is dew only on the fleece, and the ground around it[ce] is dry, then I will be sure[cf] that you will use me to deliver Israel,[cg] as you promised.” ", "38": "The Lord did as he asked.[ch] When he got up the next morning, he squeezed the fleece, and enough dew dripped from it to fill a bowl.[ci] ", "39": "Gideon said to God, “Please do not get angry at me, when I ask for just one more sign.[cj] Please allow me one more test with the fleece. This time make only the fleece dry, while the ground around it is covered with dew.”[ck] ", "40": "That night God did as he asked.[cl] Only the fleece was dry and the ground around it was covered with dew."}