{"1": "Jerub Baal (that is, Gideon) and his men[a] got up the next morning and camped near the spring of Harod.[b] The Midianites[c] were camped north of them near the hill of Moreh in the valley. ", "2": "The Lord said to Gideon, “You have too many men for me to hand Midian over to you.[d] Israel might brag,[e] 'Our own strength has delivered us.'[f] ", "3": "Now, announce to the men,[g] 'Whoever is shaking with fear[h] may turn around and leave Mount Gilead.'”[i] 22,000 men[j] went home;[k] 10,000 remained. ", "4": "The Lord spoke to Gideon again, “There are still too many men.[l] Bring them down to the water and I will thin the ranks some more.[m] When I say, 'This one should go with you,' pick him to go;[n] when I say,[o] 'This one should not go with you,' do not take him.”[p] ", "5": "So he brought the men[q] down to the water. Then the Lord said to Gideon, “Separate those who lap the water as a dog laps from those who kneel to drink.”[r] ", "6": "Only 300 men lapped with their hands to their mouths;[s] the rest of the men[t] kneeled to drink water. ", "7": "The Lord said to Gideon, “With the 300 men who lapped I will deliver the whole army[u] and I will hand Midian over to you.[v] The rest of the men should go home.”[w] ", "8": "The men[x] who were chosen[y] took supplies[z] and their trumpets. Gideon[aa] sent all the men of Israel back to their homes;[ab] he kept only 300 men. Now the Midianites[ac] were camped down below[ad] in the valley.", "9": "That night the Lord said to Gideon,[ae] “Get up! Attack[af] the camp, for I am handing it over to you.[ag] ", "10": "But if you are afraid to attack, go down to the camp with Purah your servant ", "11": "and listen to what they are saying. Then you will be brave[ah] and attack the camp.” So he went down with Purah his servant to where the sentries were guarding the camp.[ai] ", "12": "Now the Midianites, Amalekites, and the people from the east covered the valley like a swarm of locusts.[aj] Their camels could not be counted; they were as innumerable as the sand on the seashore. ", "13": "When Gideon arrived, he heard a man telling another man about a dream he had.[ak] The man[al] said, “Look! I had a dream. I saw[am] a stale cake of barley bread rolling into the Midianite camp. It hit a tent so hard it knocked it over and turned it upside down. The tent just collapsed.”[an] ", "14": "The other man said,[ao] “Without a doubt this symbolizes[ap] the sword of Gideon son of Joash, the Israelite. God is handing Midian and all the army over to him.”", "15": "When Gideon heard the report of the dream and its interpretation, he praised God.[aq] Then he went back to the Israelite camp and said, “Get up, for the Lord is handing the Midianite army over to you!” ", "16": "He divided the 300 men into three units.[ar] He gave them all trumpets and empty jars with torches inside them.[as] ", "17": "He said to them, “Watch me and do as I do. Watch closely![at] I am going to the edge of the camp. Do as I do! ", "18": "When I and all who are with me blow our trumpets, you also blow your trumpets all around the camp. Then say, 'For the Lord and for Gideon!'”", "19": "Gideon took 100 men to the edge of the camp[au] at the beginning of the middle watch, just after they had changed the guards. They blew their trumpets and broke the jars they were carrying.[av] ", "20": "All three units blew their trumpets and broke their jars. They held the torches in their left hand and the trumpets in their right.[aw] Then they yelled, “A sword for the Lord and for Gideon!” ", "21": "They stood in order[ax] all around the camp. The whole Midianite[ay] army ran away; they shouted as they scrambled away.[az] ", "22": "When the 300 men blew their trumpets, the Lord caused the Midianites to attack one another with their swords[ba] throughout[bb] the camp. The army fled to Beth Shittah on the way to Zererah. They went[bc] to the border of Abel Meholah near Tabbath. ", "23": "Israelites from Naphtali, Asher, and Manasseh answered the call and chased the Midianites.[bd]", "24": "Now Gideon sent messengers throughout the Ephraimite hill country who announced, “Go down and head off the Midianites.[be] Take control of the fords of the streams[bf] all the way to Beth Barah and the Jordan River.”[bg] When all the Ephraimites had assembled,[bh] they took control of the fords[bi] all the way to Beth Barah and the Jordan River. ", "25": "They captured the two Midianite generals, Oreb and Zeeb.[bj] They executed Oreb on the rock of Oreb and Zeeb[bk] in the winepress of Zeeb. They chased the Midianites[bl] and brought the heads of Oreb and Zeeb to Gideon, who was now on the other side of the Jordan River.[bm]"}