{"1": "And he began to speak to them in parables: “A man planted a vineyard, and put a fence around it, and dug a trough for the winepress, and built a watchtower, and leased it to tenant farmers, and went on a journey. ", "2": "And he sent a slave to the tenant farmers at the proper time, so that he could collect some of the fruit of the vineyard from the tenant farmers. ", "3": "And they seized him and[a] beat him[b] and sent him[c] away empty-handed. ", "4": "And again he sent to them another slave, and that one they struck on the head and dishonored. ", "5": "And he sent another, and that one they killed. And he sent[d] many others, some of whom they beat and some of whom they killed. ", "6": "He had one more, a beloved son. Last of all he sent him to them, saying, 'They will respect my son.' ", "7": "But those tenant farmers said to one another, 'This is the heir. Come, let us kill him and the inheritance will be ours!' ", "8": "And they seized and[e] killed him and threw him out of the vineyard. ", "9": "What[f] will the owner of the vineyard do? He will come and destroy the tenant farmers and give the vineyard to others. ", "10": "Have you not read this scripture: 'The stone which the builders rejected, this has become the cornerstone.[g]", "11": "This came about from the Lord, and it is marvelous in our eyes'?”[h]", "12": "And they were seeking to arrest him, and they were afraid of the crowd, because they knew that he had told the parable with reference to them. And they left him and[i] went away.", "13": "And they sent some of the Pharisees and the Herodians to him so that they could catch him unawares in a statement. ", "14": "And when they[j] came, they said to him, “Teacher, we know that you are truthful and you do not care what anyone thinks,[k] because you do not regard the opinion of people[l] but teach the way of God in truth. Is it permitted to pay taxes to Caesar or not? Should we pay or should we not pay?” ", "15": "But because he[m] knew their hypocrisy, he said to them, “Why are you testing me? Bring me a denarius so that I can look at it!”[n] ", "16": "So they brought one.[o] And he said to them, “Whose image and inscription is this?” And they said to him, “Caesar's.” ", "17": "And Jesus said to them, “Give to Caesar the things of Caesar, and to God the things of God!” And they were utterly amazed at him.", "18": "And Sadducees—who say there is no resurrection—came up to him and began to ask[p] him, saying, ", "19": "“Teacher, Moses wrote for us that if someone's brother dies and he leaves behind a wife and does not leave a child, that his brother should take the wife and father[q] descendants for his brother. ", "20": "There were seven brothers, and the first took a wife. And when he[r] died, he did not leave descendants. ", "21": "And the second took her, and he died without leaving descendants. And the third likewise. ", "22": "And the seven did not leave descendants. Last of all the woman also died. ", "23": "In the resurrection, when they rise, whose[s] wife will she be? For the seven had her as wife. ", "24": "Jesus said to them, “Are you not deceived because of this, because you[t] do not know the scriptures or the power of God? ", "25": "For when they rise from the dead, they neither marry nor are given in marriage, but are like angels in heaven. ", "26": "Now concerning the dead, that they are raised, have you not read in the book of Moses in the passage about the bush[u] how God spoke to him, saying, 'I am the God of Abraham and the God of Isaac and the God of Jacob'?[v] ", "27": "He is not God of the dead, but of the living. You are very much mistaken!”", "28": "And one of the scribes came up and[w] heard them debating. When he[x] saw that he answered them well, he asked him, “Which commandment is the most important of all?” ", "29": "Jesus answered, “The most important is, 'Listen, Israel! The Lord our God, the Lord is one. ", "30": "And you shall love the Lord your God from your whole heart and from your whole soul and from your whole mind and from your whole strength.'[y] ", "31": "The second is this: 'You shall love your neighbor as yourself.'[z] There is no other commandment greater than these.” ", "32": "And the scribe said to him, “That is true, Teacher. You have said correctly[aa] that he is one and there is no other except him. ", "33": "And to love him from your[ab] whole heart and from your[ac] whole understanding and from your[ad] whole strength, and to love your[ae] neighbor as yourself, is much more than all whole burnt offerings and sacrifices.” ", "34": "And Jesus, when he[af] saw that he had answered thoughtfully, said to him, “You are not far from the kingdom of God.” And no one dared to put a question to him any longer.", "35": "And continuing, Jesus said while[ag] teaching in the temple courts,[ah] “How can the scribes say that the Christ is David's son? ", "36": "David himself said by the Holy Spirit, 'The Lord said to my Lord, “Sit at my right hand, until I put your enemies under your feet.”'[ai]", "37": "David himself calls him 'Lord,' and how is he his son?” And the large crowd was listening to him gladly.", "38": "And in his teaching he said, “Beware of the scribes, who like walking around in long robes and greetings in the marketplaces ", "39": "and the best seats in the synagogues and the places of honor at banquets, ", "40": "who devour the houses of widows and pray lengthy prayers for the sake of appearance. These will receive more severe condemnation!”", "41": "And he sat down opposite the contribution box and[aj] was observing how the crowd was putting coins into the contribution box. And many rich people were putting in many coins.[ak] ", "42": "And one poor widow came and[al] put in two small copper coins[am] (that is, a penny).[an] ", "43": "And summoning his disciples, he said to them, “Truly I say to you that this poor widow put in more than all those who put offerings[ao] into the contribution box. ", "44": "For they all contributed[ap] out of their abundance, but she out of her poverty put in everything she had, her whole means of subsistence.”"}