{"1": "And the Pharisees and some of the scribes who had come from Jerusalem gathered to him. ", "2": "And they saw that some of his disciples were eating their[a] bread with unclean—that is, unwashed—hands. ", "3": "(For the Pharisees and all the Jews do not eat unless they wash their hands ritually,[b] thus[c] holding fast to the traditions of the elders. ", "4": "And when they come[d] from the marketplace, they do not eat unless they wash. And there are many other traditions[e] which they have received and[f] hold fast to—for example,[g] the washing of cups and pitchers and bronze kettles and dining couches.)[h] ", "5": "And the Pharisees and the scribes asked him, “Why do your disciples not live according to the tradition of the elders, but eat their[i] bread with unclean hands?” ", "6": "So he said to them, “Isaiah prophesied correctly about you hypocrites, as it is written, 'This people honors me with their[j] lips, but their heart is far, far away from me.", "7": "And they worship me in vain, teaching as doctrines the commandments of men.'[k]", "8": "Abandoning the commandment of God, you hold fast to the tradition of men.”", "9": "And he said to them, “You splendidly ignore the commandment of God so that you can keep[l] your tradition. ", "10": "For Moses said, 'Honor your father and your mother,'[m] and, 'The one who speaks evil of father or mother must certainly die[n].'[o] ", "11": "But you say, 'If a man says to his[p] father or to his[q] mother, “Whatever benefit you would have received[r] from me is corban”[s] (that is, a gift to God), ", "12": "you no longer permit him to do anything for his[t] father or his[u] mother, ", "13": "thus[v] making void the word of God by your tradition that you have handed down, and you do many similar things such as this.”", "14": "And summoning the crowd again, he said to them, “Listen to me, all of you, and understand: ", "15": "There is nothing outside of a person that is able to defile him by[w] going into him. But the things that go out of a person are the things that defile a person.”[x] ", "17": "And when he entered into the house away from the crowd, his disciples asked him about the parable. ", "18": "And he said to them, “So are you also without understanding? Do you not understand that everything that is outside that goes into a person is not able to defile him? ", "19": "For it does not enter into his heart but into his[y] stomach, and goes out into the latrine”—thus[z] declaring all foods clean. ", "20": "And he said, “What comes out of a person, that defiles a person. ", "21": "For from within, from the heart of people, come evil plans, sexual immoralities, thefts, murders, ", "22": "adulteries, acts of greed, malicious deeds, deceit, licentiousness, envy,[aa] abusive speech, pride, foolishness. ", "23": "All these evil things come from within and defile a person.”", "24": "And from there he set out and[ab] went to the region of Tyre. And when he[ac] entered into a house, he wanted no one to know, and yet he was not able to escape notice. ", "25": "But immediately a woman whose young daughter was possessed by an unclean spirit, when she[ad] heard about him, came and[ae] fell down at his feet, ", "26": "Now the woman was a Greek—a Syrophoenician by nationality—and she was asking him that he would expel the demon from her daughter. ", "27": "And he said to her, “Let the children be satisfied first, for it is not right to take the children's bread and throw it[af] to the dogs!” ", "28": "But she answered and said to him, “Lord, even the dogs under the table eat the children's crumbs.” ", "29": "And he said to her, “Because of this statement, go! The demon has gone out of your daughter.” ", "30": "And when she[ag] went to her home, she found the child lying on the bed and the demon gone.", "31": "And again he went away from the region of Tyre and[ah] came through Sidon to the Sea of Galilee, within the region of the Decapolis. ", "32": "And they brought to him a man who was deaf and had difficulty speaking, and they were imploring him that he would place his[ai] hand on him. ", "33": "And he took him away from the crowd by himself and[aj] put his fingers into his ears, and after[ak] spitting, he touched his tongue. ", "34": "And looking up to heaven, he sighed and said to him, “Ephphatha!” (that is, “Be opened!”). ", "35": "And[al] his ears were opened and his difficulty in speaking was removed[am] and he began to speak normally. ", "36": "And he ordered them that they should say nothing, but as much as he ordered them not to, they proclaimed it[an] even more instead. ", "37": "And they were amazed beyond all measure, saying, “He has done all things well! He even makes the deaf hear and the mute speak!”"}