{"1": "From  Paul Paulos and kai Timothy Timotheos, servants  of  Christ Christos Jesus Iēsous,  to  all pas the ho saints hagios in en Christ Christos Jesus Iēsous who ho are eimi in en Philippi Philippoi,  along  with syn the  overseers episkopos and kai deacons diakonos: ", "2": "Grace charis to  you hymeis and kai peace eirēnē from apo God theos our hēmeis Father patēr and kai the  Lord kyrios Jesus Iēsous Christ Christos. ", "3": "I  thank eucharisteō · ho my egō God theos every  time epi · ho I  remember mneia you hymeis. ", "4": "Always pantote in en every pas prayer deēsis of  mine egō for hyper all pas of  you hymeis I  pray ho with meta joy chara, ", "5": "because epi of  · ho your hymeis partnership koinōnia in eis the ho gospel euangelion from apo the ho first prōtos day hēmera until achri · ho now nyn. ", "6": "For  I  am  confident peithō of  this  very autos thing houtos,  that hoti he ho who  began enarchomai a  good agathos work ergon in en you hymeis will  bring  it  to  completion epiteleō at achri the  day hēmera of  Christ Christos Jesus Iēsous. ", "7": "It  is eimi right dikaios for  me egō to  feel phroneō this houtos way  about hyper all pas of  you hymeis,  because dia I egō have echō you hymeis in en my ho heart kardia, since  both te in en · ho my egō imprisonment desmos and kai in en the ho defense apologia and kai confirmation bebaiōsis of  the ho gospel euangelion,  you hymeis all pas share  with synkoinōnos me egō in  the ho grace charis of God. ", "8": "For gar God theos is  my egō witness martys · ho that hōs I  long epipotheō for  all pas of  you hymeis with en the  affection splanchnon of  Christ Christos Jesus Iēsous. ", "9": "And kai this houtos I  pray proseuchomai,  that hina · ho your hymeis love agapē may  abound perisseuō more mallon and kai more mallon,  with en knowledge epignōsis and kai all pas discernment aisthēsis, ", "10": "so  that eis you hymeis may  determine dokimazō what ho is  essential diapherō, and  so hina be eimi pure eilikrinēs and kai without  blame aproskopos on eis the  day hēmera of  Christ Christos, ", "11": "filled  with plēroō the  fruit karpos of  righteousness dikaiosynē that ho comes  through dia Jesus Iēsous Christ Christos,  to eis the  glory doxa and kai praise epainos of  God theos. ", "12": "Now de I  want boulomai you hymeis to  know ginōskō,  brothers adelphos,  that hoti what ho has happened  to kata me egō has  turned  out erchomai to eis advance prokopē the ho gospel euangelion even  more mallon, ", "13": "so  that hōste it  has  become ginomai known phaneros throughout en the ho entire holos palace  guard praitōrion,  and kai by ho everyone pas else loipos, that  · ho my egō imprisonment desmos is  for en Christ Christos, ", "14": "and kai that  · ho most polys of  the ho brothers adelphos,  having  gained  confidence peithō in en the  Lord kyrios by ho my egō imprisonment desmos,  dare tolmaō more  than  ever perissoterōs to  speak laleō the ho word logos of God  without  fear aphobōs. ", "15": "To  be  sure men,  some tis · kai are  proclaiming kēryssō Christ Christos out  of dia envy phthonos and kai strife eris,  but de others tis · kai out dia of  goodwill eudokia.  · ho", "16": "The ho latter men do it  out  of ek love agapē,  knowing oida that hoti I  am  here keimai for eis the  defense apologia of  the ho gospel euangelion. ", "17": "The ho former de proclaim katangellō Christ Christos out  of ek a  sense  of  hostility eritheia,  · ho not ou sincerely hagnōs,  intending oiomai to  increase egeirō my  distress thlipsis while  I egō am  in ho prison desmos. ", "18": "What tis then gar?  Only plēn that hoti in  every pas way tropos,  whether eite in  pretense prophasis or eite in  truth alētheia,  Christ Christos is  proclaimed katangellō;  and kai in en that houtos I  rejoice chairō.  Yes alla,  and kai I  will  continue  to  rejoice chairō. ", "19": "For gar I  know oida that hoti this houtos will  turn  out apobainō for eis my egō deliverance sōtēria through dia · ho your hymeis prayers deēsis and kai the  help epichorēgia of  the ho Spirit pneuma of  Jesus Iēsous Christ Christos. ", "20": "It  is kata · ho my egō earnest  expectation apokaradokia and kai hope elpis that hoti I will  in en no  way oudeis be put to shame,  but alla that  with en complete pas boldness parrēsia,  now nyn as hōs always pantote,  · kai Christ Christos will  be  exalted megalynō in en · ho my egō body sōma,  whether eite by dia life zōē or eite by dia death thanatos. ", "21": "For gar to  me egō,  to  live zaō is  Christ Christos and kai to  die apothnēskō is  gain kerdos. ", "22": "If ei · de I am  to  go  on  living zaō in en the  flesh sarx,  that houtos means  fruitful karpos labor ergon for  me egō;  yet kai I  do gnōrizō not ou know gnōrizō which tis I  would  prefer haireō. ", "23": "I  am  hard  pressed synechō · de between ek the ho two dyo, in that  I  have echō the ho desire epithumia to eis depart analyō and kai be eimi with syn Christ Christos,  for gar that is  much mallon better kreittōn by  far polys, ", "24": "yet de for dia your hymeis sake dia it is  better anankaios that  I  remain epimenō in en the ho flesh sarx. ", "25": "So kai,  convinced  of peithō this houtos,  I  know oida that hoti I  will  remain menō,  and kai I  will  continue paramenō with  all pas of  you hymeis for eis · ho your hymeis progress prokopē and kai joy chara in  the ho faith pistis, ", "26": "so  that hina when dia I emos come parousia again palin to pros you hymeis,  · ho your hymeis boasting kauchēma in en Christ Christos Jesus Iēsous might  abound perisseuō because en of  me egō.  · ho", "27": "Only monon conduct  yourselves politeuomai in  a  manner  worthy axiōs of  the ho gospel euangelion of ho Christ Christos,  so  that hina,  whether eite I  come erchomai and kai see  you hymeis or eite remain apeimi away ,  I  may  hear akouō that hoti you  are  standing stēkō firm  in en one heis spirit pneuma,  striving  side  by  side  with synathleō one heis mind psychē for  the ho faith pistis of  the ho gospel euangelion, ", "28": "and kai are  in en no  way mēdeis frightened ptyrō by hypo your ho opponents antikeimai.  This hostis is eimi a  sign endeixis of  destruction apōleia for  them autos,  but de of  salvation sōtēria for  you hymeis— and kai that houtos from apo God theos. ", "29": "For hoti it  has  been  granted charizomai to  you hymeis on  behalf  of hyper Christ Christos,  not ou only monon to  believe pisteuō in eis him autos but alla also kai to  suffer paschō for hyper him autos, ", "30": "since  you  are  experiencing echō the ho same autos conflict agōn which hoios you saw  me egō in en,  and kai now nyn hear akouō that  I egō still  face en. "}