{"1": "So oun if ei there is  any tis encouragement paraklēsis in en Christ Christos,  if ei any tis comfort paramythion from  love agapē,  if ei any tis fellowship koinōnia in  the  Spirit pneuma,  if ei any tis affection splanchnon and kai compassion oiktirmos, ", "2": "make plēroō my egō · ho joy chara complete  by hina · ho being  like-minded autos,  having echō the ho same autos love agapē,  united sympsychos in  spirit ,  with  a ho single heis purpose phroneō. ", "3": "Do  nothing mēdeis out kata of  selfish  ambition eritheia or mēde vain  conceit kenodoxia,  but alla in ho humility tapeinophrosynē consider hēgeomai others allēlōn more  important hyperechō than  yourselves heautou. ", "4": "Each  person hekastos should  look  out skopeō not mē only for  his  own heautou interests ho,  but alla also kai for  the ho interests  of  others heteros. ", "5": "Your hymeis attitude phroneō toward one another should be the  same houtos as kai that hos of en Christ Christos Jesus Iēsous, ", "6": "who hos,  although  he  was hyparchō in en the  form morphē of  God theos,  did hēgeomai not ou regard hēgeomai equality isos with  God theos a  thing  to  be eimi grasped harpagmos, ", "7": "but alla emptied kenoō himself heautou,  taking  on lambanō the  form morphē of a servant,  being  born ginomai in en the  likeness homoiōma of  man anthrōpos.  And kai being  found heuriskō in  appearance schēma as hōs a  man anthrōpos", "8": "he  humbled tapeinoō himself heautou,  becoming ginomai obedient hypēkoos to  the  point mechri of  death thanatos,  even de death thanatos on  a  cross stauros! ", "9": "Therefore dio · kai · ho God theos has  highly  exalted hyperypsoō him autos and kai bestowed charizomai on  him autos the ho name onoma that ho is  above hyper every pas name onoma, ", "10": "so  that hina at en the ho name onoma of  Jesus Iēsous every pas knee gony should  bow kamptō,  in  heaven epouranios,  and kai on  earth epigeios and kai under  the  earth katachthonios, ", "11": "and kai every pas tongue glōssa confess exomologeomai that hoti Jesus Iēsous Christ Christos is  Lord kyrios,  to eis the  glory doxa of  God theos the  Father patēr. ", "12": "So  then hōste,  my egō dear  friends agapētos,  just  as kathōs you  have  always pantote obeyed hypakouō,  not mē only monon in en · ho my egō presence parousia but alla even polys more mallon now nyn in en · ho my egō absence apousia,  continue  to  work  out katergazomai your heautou salvation sōtēria with meta fear phobos and kai trembling tromos,  · ho", "13": "for gar it  is eimi God theos who ho is  at  work energeō in en you hymeis,  both kai to  will thelō and kai to  work energeō on  behalf hyper of  his ho good  pleasure eudokia. ", "14": "Do poieō all pas things  without chōris grumbling gongysmos or kai arguing dialogismos, ", "15": "so  that hina you  may  be ginomai blameless amemptos and kai innocent akeraios,  children teknon of  God theos above reproach  in  the  midst mesos of  a  crooked skolios and kai perverse diastrephō generation genea,  among en whom hos you  shine phainō like hōs stars phōstēr in en the  universe kosmos, ", "16": "holding  fast epechō the  word logos of  life zōē,  so  that eis I egō may have reason to  boast kauchēma on eis the  day hēmera of  Christ Christos that hoti I  did trechō not ou run trechō in eis vain kenos or oude labor kopiaō in eis vain kenos. ", "17": "But alla even kai if ei I  am  to  be  poured spendō out  as  a  drink  offering  upon epi the ho sacrifice thusia and kai service leitourgia of ho your hymeis faith pistis,  I  am  glad chairō and kai rejoice synchairō with  all pas of  you hymeis. ", "18": "Likewise ho de · de you hymeis also kai should  be  glad chairō and kai rejoice synchairō with  me egō. ", "19": "I  hope elpizō · de in en the  Lord kyrios Jesus Iēsous to  send pempō Timothy Timotheos to  you hymeis soon tacheōs,  so  that hina I  too kagō may  be  encouraged eupsycheō by  news ginōskō · ho about peri you hymeis. ", "20": "For gar I  have echō no  one  else oudeis of  like  mind isopsychos who hostis will  be merimnaō genuinely gnēsiōs concerned merimnaō for peri your hymeis welfare ho. ", "21": "For gar they ho all pas look  out  for zēteō their  own heautou interests ho,  not ou for  those ho of  Jesus Iēsous Christ Christos. ", "22": "· ho But de you  know ginōskō Timothy' s autos proven  character dokimē,  how hoti as hōs a  child teknon with  his  father patēr he  served douleuō with syn me egō in  the  furtherance eis of  the ho gospel euangelion. ", "23": "Therefore oun I  hope elpizō to  send pempō him houtos just  as  soon exautēs as hōs I  see aphoraō how  things ho will turn out  for peri me egō; ", "24": "and de I  trust peithō in en the  Lord kyrios that hoti I erchomai myself autos also kai will  be  coming erchomai soon tacheōs. ", "25": "In  the  meantime de I  think hēgeomai it  necessary anankaios to  send pempō to pros you hymeis Epaphroditus Epaphroditos,  · ho my egō brother adelphos,  · kai fellow  worker synergos,  and kai fellow  soldier systratiōtēs,  as  well  as de your hymeis messenger apostolos and kai minister leitourgos to ho my egō need chreia, ", "26": "because epeidē he  has  been eimi longing epipotheō for  all pas of  you hymeis and kai has been  distressed adēmoneō because dioti you  heard akouō that hoti he  was  ill astheneō. ", "27": "Indeed kai gar he  was  ill astheneō; he  almost paraplēsios died thanatos.  But alla · ho God theos had  mercy eleeō on  him autos,  and de not ou only monon on  him autos but alla on  me egō as  well kai,  so  that hina I  would echō not mē have echō sorrow lypē upon epi sorrow lypē. ", "28": "Therefore oun I  am  all  the  more  eager spoudaiōs to  send pempō him autos,  so  that hina when you see  him autos again palin you  may  rejoice chairō and  I kagō may eimi no  longer  be eimi anxious alypos. ", "29": "Therefore oun welcome prosdechomai him autos in en the  Lord kyrios with meta great pas joy chara,  and kai hold echō · ho such toioutos men  in  honor entimos, ", "30": "because hoti he  came  close engizō to mechri death thanatos for dia the ho work ergon of  Christ Christos,  risking paraboleuomai his ho life psychē to hina make  up anaplēroō for  the ho help leitourgia · ho you hymeis were  not  able hysterēma to  give pros me egō. "}