{"1": "Therefore hōste,  my egō brothers adelphos,  you  whom  I  love agapētos and kai long epipothētos for ,  my egō joy chara and kai crown stephanos,  stand  firm stēkō in en the  Lord kyrios in  this  way houtōs, my  dear  friends agapētos! ", "2": "I  urge parakaleō Euodia euodia and kai I  urge parakaleō Syntyche Syntychē to  agree ho in en the  Lord kyrios. ", "3": "Yes nai,  I  ask erōtaō you sy also kai, my  true gnēsios comrade syzygos,  help syllambanō these  women autos who hostis have  labored  side  by  side  with synathleō me egō in en the cause of  the ho gospel euangelion,  along kai with meta Clement Klēmēs and kai the ho rest loipos of  my egō fellow synergos workers ,  whose hos · ho names onoma are  in en the  book biblos of  life zōē. ", "4": "Rejoice chairō in en the  Lord kyrios always pantote;  again palin I  say legō,  Rejoice chairō! ", "5": "Let  · ho your hymeis gentleness epieikēs be  known ginōskō to  every pas person anthrōpos.  The ho Lord kyrios is  at  hand engys. ", "6": "Do merimnaō not  be  anxious  about merimnaō anything mēdeis,  but alla in en everything pas by ho prayer proseuchē and kai · ho supplication deēsis with meta thanksgiving eucharistia let  · ho your hymeis requests aitēma be  made  known gnōrizō to pros · ho God theos. ", "7": "And kai the ho peace eirēnē of ho God theos,  which ho surpasses hyperechō all pas understanding nous,  will  guard phroureō · ho your hymeis hearts kardia and kai · ho your hymeis minds noēma in en Christ Christos Jesus Iēsous. ", "8": "· ho Finally loipos,  brothers adelphos,  whatever hosos is eimi true alēthēs,  whatever hosos is  honorable semnos,  whatever hosos is  just dikaios,  whatever hosos is  pure hagnos,  whatever hosos is  lovely prosphilēs,  whatever hosos is  commendable euphēmos,  if ei there is  any tis excellence aretē,  · kai if ei there is  anything tis worthy epainos of  praise ,  let  your  mind  dwell  on logizomai these  things houtos. ", "9": "What hos · kai you  have  learned manthanō and kai received paralambanō and kai heard akouō and kai seen  in en me egō— put  these  things houtos into  practice prassō,  and kai the ho God theos of ho peace eirēnē will  be eimi with meta you hymeis. ", "10": "I  rejoice chairō · de in en the  Lord kyrios greatly megalōs that hoti now ēdē at  last pote you  have  revived anathallō your ho concern phroneō for hyper me egō.  Indeed epi hos,  you  were  concerned phroneō before kai,  but de you  had  no  opportunity akaireomai. ", "11": "I  am legō not ou saying legō this  because hoti I am  in kata need hysterēsis,  for gar I egō have  learned manthanō to  be eimi content autarkēs in en whatever hos circumstance  I  find  myself eimi. ", "12": "I  know oida · kai what it is  to  be  in  want tapeinoō,  and kai I  know oida what it is  to  have  an  abundance perisseuō.  In en any pas and kai every pas circumstance  I  have  learned  the  secret myeō,  whether kai I  am  well-fed chortazō or kai hungry peinaō,  · kai have  plenty perisseuō or kai am  in  need hystereō. ", "13": "I  can  do ischuō all  things pas through en the ho one  who  strengthens endynamoō me egō. ", "14": "However plēn,  you  have  acted poieō nobly kalōs,  sharing  with synkoinōneō me egō in  my ho distress thlipsis. ", "15": "And de you hymeis Philippians Philippēsios know oida · kai that hoti in en the  beginning archē of  my ho gospel euangelion ministry ,  when hote I  left exerchomai Macedonia Makedonia,  no oudeis church ekklēsia joined  with koinōneō me egō in eis giving dosis and kai receiving lēmpsis but ei mē you hymeis only monos, ", "16": "for hoti even kai in en Thessalonica Thessalonikē · kai you  sent pempō something  more  than  once hapax · kai for eis · ho my egō need chreia. ", "17": "Not ou that hoti I  seek epizēteō the ho gift doma;  rather alla,  I  seek epizēteō the ho interest karpos that ho accrues pleonazō to eis your hymeis account logos. ", "18": "I  have  received apechō · de all pas I need  and kai more perisseuō.  I  am  well  supplied plēroō,  having  received dechomai from para Epaphroditus Epaphroditos the ho gift  you hymeis sent para, a  fragrant osmē offering euōdia, a  sacrifice thusia acceptable dektos and  pleasing euarestos to ho God theos. ", "19": "· ho And de my egō God theos will  supply plēroō your hymeis every pas need chreia according  to kata · ho his autos glorious doxa riches ploutos in en Christ Christos Jesus Iēsous. ", "20": "To ho · de our hēmeis God theos and kai Father patēr be  · ho glory doxa for eis all ho time aiōn ho.  · ho Amen amēn. ", "21": "Greet aspazomai every pas saint hagios in en Christ Christos Jesus Iēsous.  The ho brothers adelphos who are  with syn me egō send  their  greetings  to aspazomai you hymeis. ", "22": "All pas the ho saints hagios greet aspazomai you hymeis,  especially malista · de those ho of ek · ho Caesar' s Kaisar household oikia. ", "23": "The ho grace charis of  the ho Lord kyrios Jesus Iēsous Christ Christos be  with meta · ho your hymeis spirit pneuma. "}