{"1": "[a] “If a man steals an ox or a sheep, and kills it or sells it, he shall pay five oxen for an ox, and four sheep for a sheep. [b]He shall make restitution; if he has nothing, then he shall be sold for his theft. ", "4": "If the stolen beast is found alive in his possession, whether it is an ox or an ass or a sheep, he shall pay double.", "2": "[c] “If a thief is found breaking in, and is struck so that he dies, there shall be no bloodguilt for him; ", "3": "but if the sun has risen upon him, there shall be bloodguilt for him.", "5": "“When a man causes a field or vineyard to be grazed over, or lets his beast loose and it feeds in another man's field, he shall make restitution from the best in his own field and in his own vineyard.", "6": "“When fire breaks out and catches in thorns so that the stacked grain or the standing grain or the field is consumed, he that kindled the fire shall make full restitution.", "7": "“If a man delivers to his neighbor money or goods to keep, and it is stolen out of the man's house, then, if the thief is found, he shall pay double. ", "8": "If the thief is not found, the owner of the house shall come near to God, to show whether or not he has put his hand to his neighbor's goods.", "9": "“For every breach of trust, whether it is for ox, for ass, for sheep, for clothing, or for any kind of lost thing, of which one says, 'This is it,' the case of both parties shall come before God; he whom God shall condemn shall pay double to his neighbor.", "10": "“If a man delivers to his neighbor an ass or an ox or a sheep or any beast to keep, and it dies or is hurt or is driven away, without any one seeing it, ", "11": "an oath by the Lord shall be between them both to see whether he has not put his hand to his neighbor's property; and the owner shall accept the oath, and he shall not make restitution. ", "12": "But if it is stolen from him, he shall make restitution to its owner. ", "13": "If it is torn by beasts, let him bring it as evidence; he shall not make restitution for what has been torn.", "14": "“If a man borrows anything of his neighbor, and it is hurt or dies, the owner not being with it, he shall make full restitution. ", "15": "If the owner was with it, he shall not make restitution; if it was hired, it came for its hire.[d]", "16": "“If a man seduces a virgin who is not betrothed, and lies with her, he shall give the marriage present for her, and make her his wife. ", "17": "If her father utterly refuses to give her to him, he shall pay money equivalent to the marriage present for virgins.", "18": "“You shall not permit a sorceress to live.", "19": "“Whoever lies with a beast shall be put to death.", "20": "“Whoever sacrifices to any god, save to the Lord only, shall be utterly destroyed.", "21": "“You shall not wrong a stranger or oppress him, for you were strangers in the land of Egypt. ", "22": "You shall not afflict any widow or orphan. ", "23": "If you do afflict them, and they cry out to me, I will surely hear their cry; ", "24": "and my wrath will burn, and I will kill you with the sword, and your wives shall become widows and your children fatherless.", "25": "“If you lend money to any of my people with you who is poor, you shall not be to him as a creditor, and you shall not exact interest from him. ", "26": "If ever you take your neighbor's garment in pledge, you shall restore it to him before the sun goes down; ", "27": "for that is his only covering, it is his mantle for his body; in what else shall he sleep? And if he cries to me, I will hear, for I am compassionate.", "28": "“You shall not revile God, nor curse a ruler of your people.", "29": "“You shall not delay to offer from the fulness of your harvest and from the outflow of your presses. “The first-born of your sons you shall give to me. ", "30": "You shall do likewise with your oxen and with your sheep: seven days it shall be with its dam; on the eighth day you shall give it to me.", "31": "“You shall be men consecrated to me; therefore you shall not eat any flesh that is torn by beasts in the field; you shall cast it to the dogs."}