{"1": "From: Sha'ul and Timothy, slaves of the Messiah Yeshua To: All God's people united with the Messiah Yeshua and living in Philippi, along with the congregation leaders and shammashim:", "2": "Grace to you and shalom from God our Father and the Lord Yeshua the Messiah.", "3": "I thank my God every time I think of you. ", "4": "Whenever I pray for all of you I always pray with joy, ", "5": "because you have shared in proclaiming the Good News from the very first day until now. ", "6": "And I am sure of this: that the One who began a good work among you will keep it growing until it is completed on the Day of the Messiah Yeshua. ", "7": "It is right for me to think this way about you all, because I have you on my heart; for whether I am in chains or defending and establishing the Good News, you are all sharing with me in this privileged work. ", "8": "God can testify how I long for all of you with the deep affection of the Messiah Yeshua.", "9": "And this is my prayer: that your love may more and more overflow in fullness of knowledge and depth of discernment, ", "10": "so that you will be able to determine what is best and thus be pure and without blame for the Day of the Messiah, ", "11": "filled with the fruit of righteousness that comes through Yeshua the Messiah — to the glory and praise of God.", "12": "Now, brothers, I want you to know that what has happened to me has helped in advancing the Good News. ", "13": "It has become clear to the whole palace and to everyone else that it is because of the Messiah that I am in chains. ", "14": "Also, my being in prison has given most of the brothers in the Lord confidence, so that they have become much more bold in speaking the word of God fearlessly. ", "15": "True, some are proclaiming the Messiah out of jealousy and rivalry, but others are doing it in goodwill. ", "16": "The latter act from love, aware that I am put where I am for defending the Good News; ", "17": "while the former announce the Messiah out of selfish ambition, with impure motives, supposing they can stir up trouble for me in prison. ", "18": "But so what? All that matters is that in every way, whether honestly or in pretense, the Messiah is being proclaimed; and in that I rejoice. Yes, and I will continue to rejoice, ", "19": "for I know that this will work out for my deliverance,[a] because of your prayers and the support I get from the Spirit of Yeshua the Messiah. ", "20": "It all accords with my earnest expectation and hope that I will have nothing to be ashamed of; but rather, now, as always, the Messiah will be honored by my body, whether it is alive or dead. ", "21": "For to me, life is the Messiah, and death is gain. ", "22": "But if by living on in the body I can do fruitful work, then I don't know which to choose. ", "23": "I am caught in a dilemma: my desire is to go off and be with the Messiah — that is better by far — ", "24": "but because of you, the greater need is to stay on in the body. ", "25": "Yes, I am convinced of this; so I know I will stay on with you in order to help you progress in the faith and have joy in it. ", "26": "Then, through my being with you again, you will have even greater reason for boasting about the Messiah Yeshua.", "27": "Only conduct your lives in a way worthy of the Good News of the Messiah; so that whether I come and see you or I hear about you from a distance, you stand firm, united in spirit, fighting with one accord for the faith of the Good News, ", "28": "not frightened by anything the opposition does. This will be for them an indication that they are headed for destruction and you for deliverance. And this is from God; ", "29": "because for the Messiah's sake it has been granted to you not only to trust in him but also to suffer on his behalf, ", "30": "to fight the same battles you once saw me fight and now hear that I am still fighting."}