{"1": "Therefore, if you have any encouragement for me from your being in union with the Messiah, any comfort flowing from love, any fellowship with me in the Spirit, or any compassion and sympathy, ", "2": "then complete my joy by having a common purpose and a common love, by being one in heart and mind. ", "3": "Do nothing out of rivalry or vanity; but, in humility, regard each other as better than yourselves — ", "4": "look out for each other's interests and not just for your own.", "5": "Let your attitude toward one another be governed by your being in union with the Messiah Yeshua:", "6": "Though he was in the form of God, he did not regard equality with God something to be possessed by force.", "7": "On the contrary, he emptied himself, in that he took the form of a slave by becoming like human beings are. And when he appeared as a human being,", "8": "he humbled himself still more by becoming obedient even to death — death on a stake as a criminal!", "9": "Therefore God raised him to the highest place and gave him the name above every name;", "10": "that in honor of the name given Yeshua, every knee will bow — in heaven, on earth and under the earth —", "11": "and every tongue will acknowledge[a] that Yeshua the Messiah is Adonai — to the glory of God the Father.", "12": "So, my dear friends, just as you have always obeyed when I was with you, it is even more important that you obey now when I am away from you: keep working out your deliverance with fear and trembling,[b] ", "13": "for God is the one working among you both the willing and the working for what pleases him. ", "14": "Do everything without kvetching or arguing, ", "15": "so that you may be blameless and pure children of God, without defect in the midst of a twisted and perverted generation,[c] among whom you shine like stars in the sky, ", "16": "as you hold on to the Word of Life. If you do this, I will be able to boast, when the Day of the Messiah comes, that I did not run or toil for nothing. ", "17": "Indeed, even if my lifeblood is poured out as a drink offering over the sacrifice and service of your faith, I will still be glad and rejoice with you all. ", "18": "Likewise, you too should be glad and rejoice with me.", "19": "But I hope in the Lord Yeshua to send Timothy to you shortly, so that I too may be cheered by knowing how you are doing. ", "20": "I have no one who compares with him, who will care so sincerely for your welfare — ", "21": "people all put their own interests ahead of the Messiah Yeshua's. ", "22": "But you know his character, that like a child with his father he slaved with me to advance the Good News. ", "23": "So I hope to send him just as soon as I see how things will go with me, ", "24": "and I am confident in the Lord that before long I myself will come too.", "25": "Also I considered it necessary to send you Epaphroditus, my brother, fellow-worker and fellow-soldier, the emissary whom you sent to take care of my needs; ", "26": "since he has been longing for you all and has been distressed because you heard he was ill. ", "27": "Indeed he was ill, close to death; but God had mercy on him — and not only on him, but also on me — otherwise I would have had sorrow piled on sorrow. ", "28": "Therefore, I am all the more eager to send him, so that you may rejoice when you see him again; and I, for my part, may be less sad. ", "29": "So give him a joyful welcome in the Lord; honor such people. ", "30": "For he risked his life and nearly died working for the Messiah, in order to give me the help you were not in a position to give."}