{"1": "In conclusion, my brothers: rejoice in union with the Lord. It is no trouble for me to repeat what I have written you before, and for you it will be a safeguard: ", "2": "beware of the dogs, those evildoers, the Mutilated! ", "3": "For it is we who are the Circumcised, we who worship by the Spirit of God and make our boast in the Messiah Yeshua! We do not put confidence in human qualifications, ", "4": "even though I certainly have grounds for putting confidence in such things. If anyone else thinks he has grounds for putting confidence in human qualifications, I have better grounds:", "7": "But the things that used to be advantages for me, I have, because of the Messiah, come to consider a disadvantage. ", "8": "Not only that, but I consider everything a disadvantage in comparison with the supreme value of knowing the Messiah Yeshua as my Lord. It was because of him that I gave up everything and regard it all as garbage, in order to gain the Messiah ", "9": "and be found in union with him, not having any righteousness of my own based on legalism, but having that righteousness which comes through the Messiah's faithfulness, the righteousness from God based on trust. ", "10": "Yes, I gave it all up in order to know him, that is, to know the power of his resurrection and the fellowship of his sufferings as I am being conformed to his death, ", "11": "so that somehow I might arrive at being resurrected from the dead. ", "12": "It is not that I have already obtained it or already reached the goal — no, I keep pursuing it in the hope of taking hold of that for which the Messiah Yeshua took hold of me. ", "13": "Brothers, I, for my part, do not think of myself as having yet gotten hold of it; but one thing I do: forgetting what is behind me and straining forward toward what lies ahead, ", "14": "I keep pursuing the goal in order to win the prize offered by God's upward calling in the Messiah Yeshua. ", "15": "Therefore, as many of us as are mature, let us keep paying attention to this; and if you are differently minded about anything, God will also reveal this to you. ", "16": "Only let our conduct fit the level we have already reached.", "17": "Brothers, join in imitating me, and pay attention to those who live according to the pattern we have set for you. ", "18": "For many — I have told you about them often before, and even now I say it with tears — live as enemies of the Messiah's execution-stake. ", "19": "They are headed for destruction! Their god is the belly; they are proud of what they ought to be ashamed of, since they are concerned about the things of the world. ", "20": "But we are citizens of heaven, and it is from there that we expect a Deliverer, the Lord Yeshua the Messiah. ", "21": "He will change the bodies we have in this humble state and make them like his glorious body, using the power which enables him to bring everything under his control."}