{"1": "A prayer when overwhelmed with trouble. Lord, hear my prayer! Listen to my plea!", "2": "Don't turn away from me in this time of my distress. Bend down your ear and give me speedy answers, ", "3-4": "for my days disappear like smoke. My health is broken, and my heart is sick; it is trampled like grass and is withered. My food is tasteless, and I have lost my appetite. ", "5": "I am reduced to skin and bones because of all my groaning and despair. ", "6": "I am like a vulture in a far-off wilderness or like an owl alone in the desert. ", "7": "I lie awake, lonely as a solitary sparrow on the roof.", "8": "My enemies taunt me day after day and curse at me. ", "9-10": "I eat ashes instead of bread. My tears run down into my drink because of your anger against me, because of your wrath. For you have rejected me and thrown me out. ", "11": "My life is passing swiftly as the evening shadows. I am withering like grass, ", "12": "while you, Lord, are a famous King forever. Your fame will endure to every generation.", "13": "I know that you will come and have mercy on Jerusalem—and now is the time to pity her—the time you promised help. ", "14": "For your people love every stone in her walls and feel sympathy for every grain of dust in her streets. ", "15": "Now let the nations and their rulers tremble before the Lord, before his glory. ", "16": "For Jehovah will rebuild Jerusalem! He will appear in his glory!", "17": "He will listen to the prayers of the destitute, for he is never too busy to heed their requests. ", "18": "I am recording this so that future generations will also praise the Lord for all that he has done. And a people that shall be created shall praise the Lord. ", "19": "Tell them that God looked down from his temple in heaven ", "20": "and heard the groans of his people in slavery—they were children of death—and released them, ", "21-22": "so that multitudes would stream to the Temple in Jerusalem to praise him, and his praises were sung throughout the city; and many rulers throughout the earth came to worship him.", "23": "He has cut me down in middle life, shortening my days. ", "24": "But I cried to him, “O God, you live forever and forever! Don't let me die halfway through my years! ", "25": "In ages past you laid the foundations of the earth and made the heavens with your hands! ", "26": "They shall perish, but you go on forever. They will grow old like worn-out clothing, and you will change them like a man putting on a new shirt and throwing away the old one! ", "27": "But you yourself never grow old. You are forever, and your years never end.", "28": "“But our families will continue; generation after generation will be preserved by your protection.”"}