{"1": "Hallelujah! Thank you, Lord! How good you are! Your love for us continues on forever. ", "2": "Who can ever list the glorious miracles of God? Who can ever praise him half enough?", "3": "Happiness comes to those who are fair to others and are always just and good.", "4": "Remember me too, O Lord, while you are blessing and saving your people. ", "5": "Let me share in your chosen ones' prosperity and rejoice in all their joys, and receive the glory you give to them.", "6": "Both we and our fathers have sinned so much. ", "7": "They weren't impressed by the wonder of your miracles in Egypt and soon forgot your many acts of kindness to them. Instead they rebelled against you at the Red Sea. ", "8": "Even so you saved them—to defend the honor of your name and demonstrate your power to all the world. ", "9": "You commanded the Red Sea to divide, forming a dry road across its bottom. Yes, as dry as any desert! ", "10": "Thus you rescued them from their enemies. ", "11": "Then the water returned and covered the road and drowned their foes; not one survived.", "12": "Then at last his people believed him. Then they finally sang his praise.", "13": "Yet how quickly they forgot again! They wouldn't wait for him to act ", "14": "but demanded better food,[a] testing God's patience to the breaking point. ", "15": "So he gave them their demands but sent them leanness in their souls.[b] ", "16": "They were envious of Moses, yes, and Aaron too, the man anointed[c] by God as his priest. ", "17": "Because of this, the earth opened and swallowed Dathan, Abiram, and his friends; ", "18": "and fire fell from heaven to consume these wicked men. ", "19-20": "For they preferred a statue of an ox that eats grass to the glorious presence of God himself. ", "21-22": "Thus they despised their Savior who had done such mighty miracles in Egypt and at the Red Sea. ", "23": "So the Lord declared he would destroy them. But Moses, his chosen one, stepped into the breach between the people and their God and begged him to turn from his wrath and not destroy them.", "24": "They refused to enter the Promised Land, for they wouldn't believe his solemn oath to care for them. ", "25": "Instead, they pouted in their tents and mourned and despised his command. ", "26": "Therefore he swore that he would kill them in the wilderness ", "27": "and send their children away to distant lands as exiles. ", "28": "Then our fathers joined the worshipers of Baal at Peor and even offered sacrifices to the dead![d] ", "29": "With all these things they angered him—and so a plague broke out upon them ", "30": "and continued until Phinehas executed those whose sins had caused the plague to start. ", "31": "(For this good deed Phinehas will be remembered forever.)", "32": "At Meribah, too, Israel angered God, causing Moses serious trouble, ", "33": "for he became angry and spoke foolishly.", "34": "Nor did Israel destroy the nations in the land as God had told them to, ", "35": "but mingled in among the heathen and learned their evil ways, ", "36": "sacrificing to their idols, and were led away from God. ", "37-38": "They even sacrificed their little children to the demons—the idols of Canaan—shedding innocent blood and polluting the land with murder. ", "39": "Their evil deeds defiled them, for their love of idols was adultery in the sight of God. ", "40": "That is why Jehovah's anger burned against his people, and he abhorred them. ", "41-42": "That is why he let the heathen nations crush them. They were ruled by those who hated them and oppressed by their enemies.", "43": "Again and again he delivered them from their slavery, but they continued to rebel against him and were finally destroyed by their sin. ", "44": "Yet, even so, he listened to their cries and heeded their distress; ", "45": "he remembered his promises to them and relented because of his great love, ", "46": "and caused even their enemies who captured them to pity them.", "47": "O Lord God, save us! Regather us from the nations so we can thank your holy name and rejoice and praise you.", "48": "Blessed be the Lord, the God of Israel, from everlasting to everlasting. Let all the people say, “Amen!” Hallelujah!"}