{"1": "Say thank you to the Lord for being so good, for always being so loving and kind. ", "2": "Has the Lord redeemed you? Then speak out! Tell others he has saved you from your enemies.", "3": "He brought the exiles back from the farthest corners of the earth. ", "4": "They were wandering homeless in the desert, ", "5": "hungry and thirsty and faint. ", "6": "“Lord, help!” they cried, and he did! ", "7": "He led them straight to safety and a place to live. ", "8": "Oh, that these men would praise the Lord for his loving-kindness, and for all of his wonderful deeds! ", "9": "For he satisfies the thirsty soul and fills the hungry soul with good.", "10": "Who are these who sit in darkness, in the shadow of death, crushed by misery and slavery? ", "11": "They rebelled against the Lord, scorning him who is the God above all gods. ", "12": "That is why he broke them with hard labor; they fell and none could help them rise again. ", "13": "Then they cried to the Lord in their troubles, and he rescued them! ", "14": "He led them from the darkness and shadow of death and snapped their chains. ", "15": "Oh, that these men would praise the Lord for his loving-kindness and for all of his wonderful deeds! ", "16": "For he broke down their prison gates of brass and cut apart their iron bars.", "17": "Others, the fools, were ill because of their sinful ways. ", "18": "Their appetites were gone, and death was near. ", "19": "Then they cried to the Lord in their troubles, and he helped them and delivered them. ", "20": "He spoke, and they were healed—snatched from the door of death. ", "21": "Oh, that these men would praise the Lord for his loving-kindness and for all of his wonderful deeds! ", "22": "Let them tell him thank you as their sacrifice and sing about his glorious deeds.", "23": "And then there are the sailors sailing the seven seas, plying the trade routes of the world. ", "24": "They, too, observe the power of God in action. ", "25": "He calls to the storm winds; the waves rise high. ", "26": "Their ships are tossed to the heavens and sink again to the depths; the sailors cringe in terror. ", "27": "They reel and stagger like drunkards and are at their wit's end. ", "28": "Then they cry to the Lord in their trouble, and he saves them. ", "29": "He calms the storm and stills the waves. ", "30": "What a blessing is that stillness as he brings them safely into harbor! ", "31": "Oh, that these men would praise the Lord for his loving-kindness and for all of his wonderful deeds! ", "32": "Let them praise him publicly before the congregation and before the leaders of the nation.", "33": "He dries up rivers ", "34": "and turns the good land of the wicked into deserts of salt. ", "35": "Again, he turns deserts into fertile, watered valleys. ", "36": "He brings the hungry to settle there and build their cities, ", "37": "to sow their fields and plant their vineyards, and reap their bumper crops! ", "38": "How he blesses them! They raise big families there and many cattle.", "39": "But others become poor through oppression, trouble, and sorrow. ", "40": "For God pours contempt upon the haughty and causes princes to wander among ruins; ", "41": "but he rescues the poor who are godly and gives them many children and much prosperity. ", "42": "Good men everywhere will see it and be glad, while evil men are stricken silent.", "43": "Listen, if you are wise, to what I am saying. Think about the loving-kindness of the Lord!"}