{"1": "O God of my praise, don't stand silent and aloof ", "2": "while the wicked slander me and tell their lies. ", "3": "They have no reason to hate and fight me, yet they do! ", "4": "I love them, but even while I am praying for them, they are trying to destroy me. ", "5": "They return evil for good, and hatred for love.", "6": "Show him how it feels![a] Let lies be told about him, and bring him to court before an unfair judge. ", "7": "When his case is called for judgment, let him be pronounced guilty. Count his prayers as sins. ", "8": "Let his years be few and brief; let others step forward to replace him. ", "9-10": "May his children become fatherless and his wife a widow; may they be evicted from the ruins of their home. ", "11": "May creditors seize his entire estate and strangers take all he has earned. ", "12-13": "Let no one be kind to him; let no one pity his fatherless children. May they die. May his family name be blotted out in a single generation. ", "14": "Punish the sins of his father and mother. Don't overlook them. ", "15": "Think constantly about the evil things he has done, and cut off his name from the memory of man.", "16": "For he refused all kindness to others, and persecuted those in need, and hounded brokenhearted ones to death. ", "17": "He loved to curse others; now you curse him. He never blessed others; now don't you bless him. ", "18": "Cursing is as much a part of him as his clothing, or as the water he drinks, or the rich food he eats.", "19": "Now may those curses return and cling to him like his clothing or his belt. ", "20": "This is the Lord's punishment upon my enemies who tell lies about me and threaten me with death.", "21": "But as for me, O Lord, deal with me as your child, as one who bears your name! Because you are so kind, O Lord, deliver me.", "22-23": "I am slipping down the hill to death; I am shaken off from life as easily as a man brushes a grasshopper from his arm. ", "24": "My knees are weak from fasting, and I am skin and bones. ", "25": "I am a symbol of failure to all mankind; when they see me they shake their heads.", "26": "Help me, O Lord my God! Save me because you are loving and kind. ", "27": "Do it publicly, so all will see that you yourself have done it. ", "28": "Then let them curse me if they like—I won't mind that if you are blessing me! For then all their efforts to destroy me will fail, and I shall go right on rejoicing!", "29": "Make them fail in everything they do. Clothe them with disgrace. ", "30": "But I will give repeated thanks to the Lord, praising him to everyone. ", "31": "For he stands beside the poor and hungry to save them from their enemies."}