{"1": "Happy are all who perfectly follow the laws of God. ", "2": "Happy are all who search for God and always do his will, ", "3": "rejecting compromise with evil and walking only in his paths. ", "4": "You have given us your laws to obey—", "5": "oh, how I want to follow them consistently. ", "6": "Then I will not be disgraced, for I will have a clean record.", "7": "After you have corrected me,[a] I will thank you by living as I should! ", "8": "I will obey! Oh, don't forsake me and let me slip back into sin again.[b]", "9": "How can a young man stay pure? By reading your Word and following its rules. ", "10": "I have tried my best to find you—don't let me wander off from your instructions. ", "11": "I have thought much about your words and stored them in my heart so that they would hold me back from sin.", "12": "Blessed Lord, teach me your rules. ", "13": "I have recited your laws ", "14": "and rejoiced in them more than in riches. ", "15": "I will meditate upon them and give them my full respect. ", "16": "I will delight in them and not forget them.", "17": "Bless me with life[c] so that I can continue to obey you. ", "18": "Open my eyes to see wonderful things in your Word. ", "19": "I am but a pilgrim here on earth: how I need a map—and your commands are my chart and guide. ", "20": "I long for your instructions more than I can tell.", "21": "You rebuke those cursed proud ones who refuse your commands—", "22": "don't let them scorn me for obeying you. ", "23": "For even princes sit and talk against me, but I will continue in your plans. ", "24": "Your laws are both my light and my counselors.", "25": "I am completely discouraged—I lie in the dust. Revive me by your Word. ", "26": "I told you my plans and you replied. Now give me your instructions. ", "27": "Make me understand what you want; for then I shall see your miracles.", "28": "I weep with grief; my heart is heavy with sorrow; encourage and cheer me with your words. ", "29-30": "Keep me far from every wrong; help me, undeserving as I am, to obey your laws, for I have chosen to do right. ", "31": "I cling to your commands and follow them as closely as I can. Lord, don't let me make a mess of things. ", "32": "If you will only help me to want your will, then I will follow your laws even more closely.", "33-34": "Just tell me what to do and I will do it, Lord. As long as I live I'll wholeheartedly obey. ", "35": "Make me walk along the right paths, for I know how delightful they really are.", "36": "Help me to prefer obedience to making money! ", "37": "Turn me away from wanting any other plan than yours.[d] Revive my heart toward you. ", "38": "Reassure me that your promises are for me, for I trust and revere you.", "39": "How I dread being mocked for obeying, for your laws are right and good. ", "40-42": "I long to obey them! Therefore in fairness renew my life, for this was your promise—yes, Lord, to save me! Now spare me by your kindness and your love. Then I will have an answer for those who taunt me, for I trust your promises.", "43": "May I never forget your words, for they are my only hope. ", "44-46": "Therefore I will keep on obeying you forever and forever, free within the limits of your laws. I will speak to kings about their value, and they will listen with interest and respect.", "47": "How I love your laws! How I enjoy your commands! ", "48": "“Come, come to me,” I call to them, for I love them and will let them fill my life.", "49-50": "Never forget your promises to me your servant, for they are my only hope. They give me strength in all my troubles; how they refresh and revive me! ", "51": "Proud men hold me in contempt for obedience to God, but I stand unmoved. ", "52": "From my earliest youth I have tried to obey you; your Word has been my comfort.", "53": "I am very angry with those who spurn your commands. ", "54": "For these laws of yours have been my source of joy and singing through all these years of my earthly pilgrimage. ", "55": "I obey them even at night and keep my thoughts, O Lord, on you. ", "56": "What a blessing this has been to me—to constantly obey.", "57": "Jehovah is mine! And I promise to obey! ", "58": "With all my heart I want your blessings. Be merciful just as you promised. ", "59-60": "I thought about the wrong direction in which I was headed, and turned around and came running back to you. ", "61": "Evil men have tried to drag me into sin, but I am firmly anchored to your laws.", "62": "At midnight I will rise to give my thanks to you for your good laws. ", "63": "Anyone is my brother who fears and trusts the Lord and obeys him. ", "64": "O Lord, the earth is full of your loving-kindness! Teach me your good paths.", "65": "Lord, I am overflowing with your blessings, just as you promised. ", "66": "Now teach me good judgment as well as knowledge. For your laws are my guide. ", "67": "I used to wander off until you punished me; now I closely follow all you say. ", "68": "You are good and do only good; make me follow your lead.", "69": "Proud men have made up lies about me, but the truth is that I obey your laws with all my heart. ", "70": "Their minds are dull and stupid, but I have sense enough to follow you.", "71-72": "The punishment you gave me was the best thing that could have happened to me, for it taught me to pay attention to your laws. They are more valuable to me than millions in silver and gold!", "73": "You made my body, Lord; now give me sense to heed your laws. ", "74": "All those who fear and trust in you will welcome me because I too am trusting in your Word.", "75-77": "I know, O Lord, that your decisions are right and that your punishment was right and did me good. Now let your loving-kindness comfort me, just as you promised. Surround me with your tender mercies that I may live. For your law is my delight.", "78": "Let the proud be disgraced, for they have cut me down with all their lies. But I will concentrate my thoughts upon your laws.", "79": "Let all others join me who trust and fear you, and we will discuss your laws. ", "80": "Help me to love your every wish; then I will never have to be ashamed of myself.", "81": "I faint for your salvation; but I expect your help, for you have promised it. ", "82": "My eyes are straining to see your promises come true. When will you comfort me with your help? ", "83": "I am shriveled like a wineskin in the smoke, exhausted with waiting. But still I cling to your laws and obey them. ", "84": "How long must I wait before you punish those who persecute me? ", "85-86": "These proud men who hate your truth and laws have dug deep pits for me to fall in. Their lies have brought me into deep trouble. Help me, for you love only truth. ", "87": "They had almost finished me off, yet I refused to yield and disobey your laws. ", "88": "In your kindness, spare my life; then I can continue to obey you.", "89": "Forever, O Lord, your Word stands firm in heaven. ", "90-91": "Your faithfulness extends to every generation, like the earth you created; it endures by your decree, for everything serves your plans.", "92": "I would have despaired and perished unless your laws had been my deepest delight. ", "93": "I will never lay aside your laws, for you have used them to restore my joy and health. ", "94": "I am yours! Save me! For I have tried to live according to your desires. ", "95": "Though the wicked hide along the way to kill me, I will quietly keep my mind upon your promises.", "96": "Nothing is perfect except your words. ", "97": "Oh, how I love them. I think about them all day long. ", "98": "They make me wiser than my enemies because they are my constant guide. ", "99": "Yes, wiser than my teachers, for I am ever thinking of your rules. ", "100": "They make me even wiser than the aged.", "101": "I have refused to walk the paths of evil, for I will remain obedient to your Word. ", "102-103": "No, I haven't turned away from what you taught me; your words are sweeter than honey. ", "104": "And since only your rules can give me wisdom and understanding, no wonder I hate every false teaching.", "105": "Your words are a flashlight to light the path ahead of me and keep me from stumbling. ", "106": "I've said it once and I'll say it again and again: I will obey these wonderful laws of yours.", "107": "I am close to death at the hands of my enemies; oh, give me back my life again, just as you promised me. ", "108": "Accept my grateful thanks and teach me your desires. ", "109": "My life hangs in the balance, but I will not give up obedience to your laws. ", "110": "The wicked have set their traps for me along your path, but I will not turn aside. ", "111": "Your laws are my joyous treasure forever. ", "112": "I am determined to obey you until I die.", "113": "I hate those who are undecided whether or not to obey you; but my choice is clear—I love your law. ", "114": "You are my refuge and my shield, and your promises are my only source of hope. ", "115": "Begone, you evil-minded men! Don't try to stop me from obeying God's commands. ", "116": "Lord, you promised to let me live! Never let it be said that God failed me. ", "117": "Hold me safe above the heads of all my enemies; then I can continue to obey your laws.", "118": "But you have rejected all who reject your laws. They are only fooling themselves. ", "119": "The wicked are the scum you skim off and throw away; no wonder I love to obey your laws! ", "120": "I tremble in fear of you; I fear your punishments.", "121": "Don't leave me to the mercy of my enemies, for I have done what is right; I've been perfectly fair. ", "122": "Commit yourself to bless me! Don't let the proud oppress me! ", "123": "My eyes grow dim with longing for you to fulfill your wonderful promise to rescue me. ", "124": "Lord, deal with me in loving-kindness, and teach me, your servant, to obey; ", "125": "for I am your servant; therefore give me common sense to apply your rules to everything I do.", "126": "Lord, it is time for you to act. For these evil men have violated your laws, ", "127": "while I love your commandments more than the finest gold. ", "128": "Every law of God is right, whatever it concerns. I hate every other way.", "129": "Your laws are wonderful; no wonder I obey them. ", "130": "As your plan unfolds, even the simple can understand it. ", "131": "No wonder I wait expectantly for each of your commands.", "132": "Come and have mercy on me as is your way with those who love you. ", "133": "Guide me with your laws so that I will not be overcome by evil. ", "134": "Rescue me from the oppression of evil men; then I can obey you. ", "135": "Look down in love upon me and teach me all your laws. ", "136": "I weep because your laws are disobeyed.", "137": "O Lord, you are just and your punishments are fair. ", "138": "Your demands are just and right. ", "139": "I am indignant and angry because of the way my enemies have disregarded your laws. ", "140": "I have thoroughly tested your promises, and that is why I love them so much. ", "141": "I am worthless and despised, but I don't despise your laws.", "142": "Your justice is eternal for your laws are perfectly fair. ", "143": "In my distress and anguish your commandments comfort me. ", "144": "Your laws are always fair; help me to understand them, and I shall live.", "145": "I am praying with great earnestness; answer me, O Lord, and I will obey your laws. ", "146": "“Save me,” I cry, “for I am obeying.” ", "147": "Early in the morning before the sun is up, I am praying and pointing out how much I trust in you. ", "148": "I stay awake through the night to think about your promises. ", "149": "Because you are so loving and kind, listen to me and make me well again.", "150": "Here come these lawless men to attack me, ", "151": "but you are near, O Lord; all your commandments are based on truth. ", "152": "I have known from earliest days that your will never changes.", "153": "Look down upon my sorrows and rescue me, for I am obeying your commands. ", "154": "Yes, rescue me and give me back my life again just as you have promised. ", "155": "The wicked are far from salvation, for they do not care for your laws. ", "156": "Lord, how great is your mercy; oh, give me back my life again.", "157": "My enemies are so many. They try to make me disobey, but I have not swerved from your will. ", "158": "I loathed these traitors because they care nothing for your laws. ", "159": "Lord, see how much I really love your demands. Now give me back my life and health because you are so kind. ", "160": "There is utter truth in all your laws; your decrees are eternal.", "161": "Great men have persecuted me, though they have no reason to, but I stand in awe of only your words. ", "162": "I rejoice in your laws like one who finds a great treasure. ", "163": "How I hate all falsehood, but how I love your laws. ", "164": "I will praise you seven times a day because of your wonderful laws.", "165": "Those who love your laws have great peace of heart and mind and do not stumble. ", "166": "I long for your salvation, Lord, and so I have obeyed your laws. ", "167": "I have looked for your commandments, and I love them very much; ", "168": "yes, I have searched for them. You know this because everything I do is known to you.", "169": "O Lord, listen to my prayers; give me the common sense you promised. ", "170": "Hear my prayers; rescue me as you said you would. ", "171": "I praise you for letting me learn your laws. ", "172": "I will sing about their wonder, for each of them is just. ", "173": "Stand ready to help me because I have chosen to follow your will. ", "174": "O Lord, I have longed for your salvation, and your law is my delight. ", "175": "If you will let me live, I will praise you; let your laws assist me.", "176": "I have wandered away like a lost sheep; come and find me, for I have not turned away from your commandments."}