{"1": "Oh, give thanks to the Lord, for he is good; his loving-kindness continues forever.", "2": "Give thanks to the God of gods, for his loving-kindness continues forever. ", "3": "Give thanks to the Lord of lords, for his loving-kindness continues forever. ", "4": "Praise him who alone does mighty miracles, for his loving-kindness continues forever. ", "5": "Praise him who made the heavens, for his loving-kindness continues forever. ", "6": "Praise him who planted the water within the earth,[a] for his loving-kindness continues forever. ", "7": "Praise him who made the heavenly lights, for his loving-kindness continues forever: ", "8": "the sun to rule the day, for his loving-kindness continues forever; ", "9": "and the moon and stars at night, for his loving-kindness continues forever. ", "10": "Praise the God who smote the firstborn of Egypt, for his loving-kindness to Israel[b] continues forever.", "11-12": "He brought them out with mighty power and upraised fist to strike their enemies, for his loving-kindness to Israel* continues forever. ", "13": "Praise the Lord who opened the Red Sea to make a path before them, for his loving-kindness continues forever, ", "14": "and led them safely through, for his loving-kindness continues forever—", "15": "but drowned Pharaoh's army in the sea, for his loving-kindness to Israel* continues forever.", "16": "Praise him who led his people through the wilderness, for his loving-kindness continues forever. ", "17": "Praise him who saved his people from the power of mighty kings, for his loving-kindness continues forever, ", "18": "and killed famous kings who were their enemies, for his loving-kindness to Israel* continues forever: ", "19": "Sihon, king of Amorites—for God's loving-kindness to Israel* continues forever—", "20": "and Og, king of Bashan—for his loving-kindness to Israel* continues forever. ", "21": "God gave the land of these kings to Israel as a gift forever, for his loving-kindness to Israel* continues forever; ", "22": "yes, a permanent gift to his servant Israel, for his loving-kindness continues forever.", "23": "He remembered our utter weakness, for his loving-kindness continues forever. ", "24": "And saved us from our foes, for his loving-kindness continues forever.", "25": "He gives food to every living thing, for his loving-kindness continues forever. ", "26": "Oh, give thanks to the God of heaven, for his loving-kindness continues forever."}