{"1": "My God, my God, why have you forsaken me? Why do you refuse to help me or even to listen to my groans? ", "2": "Day and night I keep on weeping, crying for your help, but there is no reply—", "3-4": "for you are holy. The praises of our fathers surrounded your throne; they trusted you and you delivered them. ", "5": "You heard their cries for help and saved them; they were never disappointed when they sought your aid.", "6": "But I am a worm, not a man, scorned and despised by my own people and by all mankind. ", "7": "Everyone who sees me mocks and sneers and shrugs. ", "8": "“Is this the one who rolled his burden on the Lord?” they laugh. “Is this the one who claims the Lord delights in him? We'll believe it when we see God rescue him!”", "9-11": "Lord, how you have helped me before![a] You took me safely from my mother's womb and brought me through the years of infancy. I have depended upon you since birth; you have always been my God. Don't leave me now, for trouble is near and no one else can possibly help.", "12": "I am surrounded by fearsome enemies, strong as the giant bulls from Bashan. ", "13": "They come at me with open jaws, like roaring lions attacking their prey. ", "14": "My strength has drained away like water, and all my bones are out of joint. My heart melts like wax; ", "15": "my strength has dried up like sun-baked clay; my tongue sticks to my mouth, for you have laid me in the dust of death. ", "16": "The enemy, this gang of evil men, circles me like a pack of dogs; they have pierced my hands and feet. ", "17": "I can count every bone in my body. See these men of evil gloat and stare; ", "18": "they divide my clothes among themselves by a toss of the dice.", "19": "O Lord, don't stay away. O God my Strength, hurry to my aid. ", "20": "Rescue me from death; spare my precious life from all these evil men.[b] ", "21": "Save me from these lions' jaws and from the horns of these wild oxen. Yes, God will answer me and rescue me.", "22": "I will praise you to all my brothers; I will stand up before the congregation and testify of the wonderful things you have done. ", "23": "“Praise the Lord, each one of you who fears him,” I will say. “Each of you[c] must fear and reverence his name. Let all Israel sing his praises, ", "24": "for he has not despised my cries of deep despair; he has not turned and walked away. When I cried to him, he heard and came.”", "25": "Yes, I will stand and praise you[d] before all the people. I will publicly fulfill my vows in the presence of all who reverence your name.", "26": "The poor[e] shall eat and be satisfied; all who seek the Lord shall find him and shall praise his name. Their hearts shall rejoice with everlasting joy. ", "27": "The whole earth shall see it and return to the Lord; the people of every nation shall worship him.", "28": "For the Lord is King and rules the nations. ", "29": "Both proud and humble together, all who are mortal—born to die—shall worship him. ", "30": "Our children too shall serve him, for they shall hear from us about the wonders of the Lord; ", "31": "generations yet unborn shall hear of all the miracles he did for us."}