{"1": "I will praise the Lord no matter what happens. I will constantly speak of his glories and grace.[a] ", "2": "I will boast of all his kindness to me. Let all who are discouraged take heart. ", "3": "Let us praise the Lord together and exalt his name.", "4": "For I cried to him and he answered me! He freed me from all my fears. ", "5": "Others too were radiant at what he did for them. Theirs was no downcast look of rejection! ", "6": "This poor man cried to the Lord—and the Lord heard him and saved him out of his troubles. ", "7": "For the Angel of the Lord guards and rescues all who reverence him.", "8": "Oh, put God to the test and see how kind he is! See for yourself the way his mercies shower down on all who trust in him. ", "9": "If you belong to the Lord, reverence him; for everyone who does this has everything he needs. ", "10": "Even strong young lions sometimes go hungry, but those of us who reverence the Lord will never lack any good thing.", "11": "Sons and daughters, come and listen and let me teach you the importance of trusting and fearing the Lord. ", "12": "Do you want a long, good life? ", "13": "Then watch your tongue! Keep your lips from lying. ", "14": "Turn from all known sin and spend your time in doing good. Try to live in peace with everyone; work hard at it.", "15": "For the eyes of the Lord are intently watching all who live good lives, and he gives attention when they cry to him. ", "16": "But the Lord has made up his mind to wipe out even the memory of evil men from the earth. ", "17": "Yes, the Lord hears the good man when he calls to him for help and saves him out of all his troubles.", "18": "The Lord is close to those whose hearts are breaking; he rescues those who are humbly sorry for their sins. ", "19": "The good man does not escape all troubles—he has them too. But the Lord helps him in each and every one. ", "20": "Not one of his bones is broken.", "21": "Calamity will surely overtake the wicked; heavy penalties are meted out to those who hate the good. ", "22": "But as for those who serve the Lord, he will redeem them; everyone who takes refuge in him will be freely pardoned."}