{"1": "I waited patiently for God to help me; then he listened and heard my cry. ", "2": "He lifted me out of the pit of despair, out from the bog and the mire, and set my feet on a hard, firm path, and steadied me as I walked along. ", "3": "He has given me a new song to sing, of praises to our God. Now many will hear of the glorious things he did for me, and stand in awe before the Lord, and put their trust in him. ", "4": "Many blessings are given to those who trust the Lord and have no confidence in those who are proud or who trust in idols.", "5": "O Lord my God, many and many a time you have done great miracles for us, and we are ever in your thoughts. Who else can do such glorious things? No one else can be compared with you. There isn't time to tell of all your wonderful deeds.", "6": "It isn't sacrifices and offerings that you really want from your people. Burnt animals bring no special joy to your heart. But you have accepted the offer of my lifelong service.[a] ", "7": "Then I[b] said, “See, I have come, just as all the prophets foretold. ", "8": "And I delight to do your will, my God, for your law is written upon my heart!”", "9": "I have told everyone the good news that you forgive people's sins.[c] I have not been timid about it, as you well know, O Lord. ", "10": "I have not kept this good news hidden in my heart, but have proclaimed your loving-kindness and truth to all the congregation.", "11": "O Lord, don't hold back your tender mercies from me! My only hope is in your love and faithfulness. ", "12": "Otherwise I perish, for problems far too big for me to solve are piled higher than my head. Meanwhile my sins, too many to count, have all caught up with me, and I am ashamed to look up. My heart quails within me.", "13": "Please, Lord, rescue me! Quick! Come and help me! ", "14-15": "Confuse them! Turn them around and send them sprawling—all these who are trying to destroy me. Disgrace these scoffers with their utter failure!", "16": "But may the joy of the Lord be given to everyone who loves him and his salvation. May they constantly exclaim, “How great God is!”", "17": "I am poor and weak, yet the Lord is thinking about me right now! O my God, you are my helper. You are my Savior; come quickly, and save me. Please don't delay!"}