{"1-2": "O God, we have heard of the glorious miracles you did in the days of long ago. Our forefathers have told us how you drove the heathen nations from this land and gave it all to us, spreading Israel from one end of the country to the other. ", "3": "They did not conquer by their own strength and skill, but by your mighty power and because you smiled upon them and favored them.", "4": "You are my King and my God. Decree victories for your people. ", "5": "For it is only by your power and through your name that we tread down our enemies; ", "6": "I do not trust my weapons. They could never save me. ", "7": "Only you can give us the victory over those who hate us.", "8": "My constant boast is God. I can never thank you enough! ", "9": "And yet for a time, O Lord, you have tossed us aside in dishonor and have not helped us in our battles. ", "10": "You have actually fought against us and defeated us before our foes. Our enemies have invaded our land and pillaged the countryside. ", "11": "You have treated us like sheep in a slaughter pen and scattered us among the nations. ", "12": "You sold us for a pittance. You valued us at nothing at all. ", "13": "The neighboring nations mock and laugh at us because of all the evil you have sent. ", "14": "You have made the word Jew a byword of contempt and shame among the nations, disliked by all. ", "15-16": "I am constantly despised, mocked, taunted, and cursed by my vengeful enemies.", "17": "And all this has happened, Lord, despite our loyalty to you. We have not violated your covenant. ", "18": "Our hearts have not deserted you! We have not left your path by a single step. ", "19": "If we had, we could understand your punishing us in the barren wilderness and sending us into darkness and death. ", "20": "If we had turned away from worshiping our God and were worshiping idols, ", "21": "would God not know it? Yes, he knows the secrets of every heart. ", "22": "But that is not our case. For we are facing death threats constantly because of serving you! We are like sheep awaiting slaughter.", "23": "Waken! Rouse yourself! Don't sleep, O Lord! Are we cast off forever? ", "24": "Why do you look the other way? Why do you ignore our sorrows and oppression? ", "25": "We lie face downward in the dust. ", "26": "Rise up, O Lord, and come and help us. Save us by your constant love."}