{"1": "The mighty God, the Lord, has summoned all mankind from east to west!", "2": "God's glory-light shines from the beautiful Temple[a] on Mount Zion. ", "3": "He comes with the noise of thunder,[b] surrounded by devastating fire; a great storm rages round about him. ", "4": "He has come to judge his people. To heaven and earth he shouts, ", "5": "“Gather together my own people who by their sacrifice upon my altar have promised to obey me.”[c] ", "6": "God will judge them with complete fairness, for all heaven declares that he is just.", "7": "O my people, listen! For I am your God. Listen! Here are my charges against you: ", "8": "I have no complaint about the sacrifices you bring to my altar, for you bring them regularly. ", "9": "But it isn't sacrificial bullocks and goats that I really want from you. ", "10-11": "For all the animals of field and forest are mine! The cattle on a thousand hills! And all the birds upon the mountains! ", "12": "If I were hungry, I would not mention it to you—for all the world is mine and everything in it. ", "13": "No, I don't need your sacrifices of flesh and blood. ", "14-15": "What I want from you is your true thanks; I want your promises fulfilled. I want you to trust me in your times of trouble, so I can rescue you and you can give me glory.", "16": "But God says to evil men: Recite my laws no longer and stop claiming my promises, ", "17": "for you have refused my discipline, disregarding my laws. ", "18": "You see a thief and help him, and spend your time with evil and immoral men. ", "19": "You curse and lie, and vile language streams from your mouths. ", "20": "You slander your own brother. ", "21": "I remained silent—you thought I didn't care—but now your time of punishment has come, and I list all the above charges against you. ", "22": "This is the last chance for all of you who have forgotten God, before I tear you apart—and no one can help you then.", "23": "But true praise is a worthy sacrifice; this really honors me. Those who walk my paths will receive salvation from the Lord."}