{"1": "Written after Nathan the prophet had come to inform David of God's judgment against him because of his adultery with Bathsheba, and his murder of Uriah, her husband. O loving and kind God, have mercy. Have pity upon me and take away the awful stain of my transgressions. ", "2": "Oh, wash me, cleanse me from this guilt. Let me be pure again. ", "3": "For I admit my shameful deed—it haunts me day and night. ", "4": "It is against you and you alone I sinned and did this terrible thing. You saw it all, and your sentence against me is just. ", "5": "But I was born a sinner, yes, from the moment my mother conceived me. ", "6": "You deserve honesty from the heart; yes, utter sincerity and truthfulness. Oh, give me this wisdom.", "7": "Sprinkle me with the cleansing blood[a] and I shall be clean again. Wash me and I shall be whiter than snow. ", "8": "And after you have punished me, give me back my joy again. ", "9": "Don't keep looking at my sins—erase them from your sight. ", "10": "Create in me a new, clean heart, O God, filled with clean thoughts and right desires. ", "11": "Don't toss me aside, banished forever from your presence. Don't take your Holy Spirit from me. ", "12": "Restore to me again the joy of your salvation, and make me willing to obey you. ", "13": "Then I will teach your ways to other sinners, and they—guilty like me—will repent and return to you. ", "14-15": "Don't sentence me to death. O my God, you alone can rescue me. Then I will sing of your forgiveness,[b] for my lips will be unsealed—oh, how I will praise you.", "16": "You don't want penance;[c] if you did, how gladly I would do it! You aren't interested in offerings burned before you on the altar. ", "17": "It is a broken spirit you want—remorse and penitence. A broken and a contrite heart, O God, you will not ignore.", "18": "And Lord, don't punish Israel for my sins—help your people and protect Jerusalem.[d]", "19": "And when my heart is right,[e] then you will rejoice in the good that I do* and in the bullocks I bring to sacrifice upon your altar."}