{"1": "Arise, O God, and scatter all your enemies! Chase them away! ", "2": "Drive them off like smoke before the wind; melt them like wax in fire! So let the wicked perish at the presence of God.", "3": "But may the godly man exult. May he rejoice and be merry. ", "4": "Sing praises to the Lord! Raise your voice in song to him who rides upon the clouds![a] Jehovah is his name—oh, rejoice in his presence. ", "5": "He is a father to the fatherless; he gives justice to the widows, for he is holy.[b] ", "6": "He gives families to the lonely, and releases prisoners from jail, singing with joy! But for rebels there is famine and distress.", "7": "O God, when you led your people through the wilderness, ", "8": "the earth trembled and the heavens shook. Mount Sinai quailed before you—the God of Israel. ", "9-10": "You sent abundant rain upon your land, O God, to refresh it in its weariness! There your people lived, for you gave them this home when they were destitute.", "11-13": "The Lord speaks. The enemy flees. The women at home[c] cry out the happy news: “The armies that came to destroy us have fled!” Now all the women of Israel are dividing the booty. See them sparkle with jewels of silver and gold, covered all over as wings cover doves! ", "14": "God scattered their enemies like snowflakes melting in the forests of Zalmon.", "15-16": "O mighty mountains in Bashan! O splendid many-peaked ranges! Well may you look with envy at Mount Zion, the mount where God has chosen to live forever. ", "17": "Surrounded by unnumbered chariots, the Lord moves on from Mount Sinai and comes to his holy Temple high upon Mount Zion. ", "18": "He ascends the heights, leading many captives in his train. He receives gifts for men,[d] even those who once were rebels. God will live among us here.", "19": "What a glorious Lord! He who daily bears our burdens also gives us our salvation.", "20": "He frees us! He rescues us from death. ", "21": "But he will crush his enemies, for they refuse to leave their guilty, stubborn ways. ", "22": "The Lord says, “Come,” to all his people's enemies;[e] they are hiding on Mount Hermon's highest slopes and deep within the sea! ", "23": "His people must destroy them. Cover your feet with their blood; dogs will eat them.", "24": "The procession of God my King moves onward to the sanctuary—", "25": "singers in front, musicians behind, girls playing the timbrels in between. ", "26": "Let all the people of Israel praise the Lord, who is Israel's fountain. ", "27": "The little tribe of Benjamin leads the way. The princes and elders of Judah, and the princes of Zebulun and Naphtali are right behind.[f] ", "28": "Summon your might; display your strength, O God, for you have done such mighty things for us.", "29": "The kings of the earth are bringing their gifts to your Temple in Jerusalem. ", "30": "Rebuke our enemies, O Lord. Bring them—submissive, tax in hand.[g] Scatter all who delight in war. ", "31": "Egypt will send gifts of precious metals. Ethiopia will stretch out her hands to God in adoration. ", "32": "Sing to the Lord, O kingdoms of the earth—sing praises to the Lord, ", "33": "to him who rides upon the ancient heavens, whose mighty voice thunders from the sky.", "34": "Power belongs to God! His majesty shines down on Israel; his strength is mighty in the heavens. ", "35": "What awe we feel, kneeling here before him in the sanctuary. The God of Israel gives strength and mighty power to his people. Blessed be God!"}