{"1-2": "Save me, O my God. The floods have risen. Deeper and deeper I sink in the mire; the waters rise around me. ", "3": "I have wept until I am exhausted; my throat is dry and hoarse; my eyes are swollen with weeping, waiting for my God to act. ", "4": "I cannot even count all those who hate me without cause. They are influential men, these who plot to kill me though I am innocent. They demand that I be punished for what I didn't do.", "5": "O God, you know so well how stupid I am, and you know all my sins. ", "6": "O Lord God of the armies of heaven, don't let me be a stumbling block to those who trust in you. O God of Israel, don't let me cause them to be confused, ", "7": "though I am mocked and cursed and shamed for your sake. ", "8": "Even my own brothers pretend they don't know me! ", "9": "My zeal for God and his work[a] burns hot within me. And because I advocate your cause, your enemies insult me even as they insult you. ", "10": "How they scoff and mock me when I mourn and fast before the Lord! ", "11": "How they talk about me when I wear sackcloth to show my humiliation and sorrow for my sins! ", "12": "I am the talk of the town and the song of the drunkards. ", "13": "But I keep right on praying to you, Lord. For now is the time—you are bending down to hear! You are ready with a plentiful supply of love and kindness. Now answer my prayer and rescue me as you promised.[b] ", "14": "Pull me out of this mire. Don't let me sink in. Rescue me from those who hate me, and from these deep waters I am in.", "15": "Don't let the floods overwhelm me or the ocean swallow me; save me from the pit that threatens me. ", "16": "O Jehovah, answer my prayers, for your loving-kindness is wonderful; your mercy is so plentiful, so tender and so kind. ", "17": "Don't hide from me,[c] for I am in deep trouble. Quick! Come and save me. ", "18": "Come, Lord, and rescue me. Ransom me from all my enemies. ", "19": "You know how they talk about me, and how they so shamefully dishonor me. You see them all and know what each has said.", "20": "Their contempt has broken my heart; my spirit is heavy within me. If even one would show some pity, if even one would comfort me! ", "21": "For food they gave me gall; for my awful thirst they offered vinegar. ", "22": "Let their joys[d] turn to ashes and their peace disappear; ", "23": "let darkness, blindness, and great feebleness be theirs. ", "24": "Pour out your fury upon them; consume them with the fierceness of your anger. ", "25": "Let their homes be desolate and abandoned. ", "26": "For they persecute the one you have smitten and scoff at the pain of the one you have pierced. ", "27": "Pile their sins high and do not overlook them. ", "28": "Let these men be blotted from the list of the living;[e] do not give them the joys of life with the righteous.", "29": "But rescue me, O God, from my poverty and pain. ", "30": "Then I will praise God with my singing! My thanks will be his praise—", "31": "that will please him more than sacrificing a bullock or an ox. ", "32": "The humble shall see their God at work for them. No wonder they will be so glad! All who seek for God shall live in joy. ", "33": "For Jehovah hears the cries of his needy ones and does not look the other way.", "34": "Praise him, all heaven and earth! Praise him, all the seas and everything in them! ", "35": "For God will save Jerusalem;[f] he rebuilds the cities of Judah. His people shall live in them and not be dispossessed. ", "36": "Their children shall inherit the land; all who love his name shall live there safely."}