{"1": "Lord, you are my refuge! Don't let me down! ", "2": "Save me from my enemies, for you are just! Rescue me! Bend down your ear and listen to my plea and save me. ", "3": "Be to me a great protecting Rock, where I am always welcome, safe from all attacks. For you have issued the order to save me. ", "4": "Rescue me, O God, from these unjust and cruel men. ", "5": "O Lord, you alone are my hope; I've trusted you from childhood. ", "6": "Yes, you have been with me from birth and have helped me constantly—no wonder I am always praising you! ", "7": "My success—at which so many stand amazed—is because you are my mighty protector. ", "8": "All day long I'll praise and honor you, O God, for all that you have done for me.", "9": "And now, in my old age, don't set me aside. Don't forsake me now when my strength is failing. ", "10": "My enemies are whispering, ", "11": "“God has forsaken him! Now we can get him. There is no one to help him now!” ", "12": "O God, don't stay away! Come quickly! Help! ", "13": "Destroy them! Cover them with failure and disgrace—these enemies of mine.", "14": "I will keep on expecting you to help me. I praise you more and more. ", "15": "I cannot count the times when you have faithfully rescued me from danger. I will tell everyone how good you are, and of your constant, daily care. ", "16": "I walk in the strength of the Lord God. I tell everyone that you alone are just and good. ", "17": "O God, you have helped me from my earliest childhood—and I have constantly testified to others of the wonderful things you do. ", "18": "And now that I am old and gray, don't forsake me. Give me time to tell this new generation (and their children too) about all your mighty miracles. ", "19": "Your power and goodness, Lord, reach to the highest heavens. You have done such wonderful things. Where is there another God like you? ", "20": "You have let me sink down deep in desperate problems. But you will bring me back to life again, up from the depths of the earth. ", "21": "You will give me greater honor than before and turn again and comfort me.", "22": "I will praise you with music, telling of your faithfulness to all your promises, O Holy One of Israel. ", "23": "I will shout and sing your praises for redeeming me. ", "24": "I will talk to others all day long about your justice and your goodness. For all who tried to hurt me have been disgraced and dishonored."}