{"1": "O God, help the king to judge as you would, and help his son to walk in godliness. ", "2": "Help him to give justice to your people, even to the poor. ", "3": "May the mountains and hills flourish in prosperity because of his good reign. ", "4": "Help him to defend the poor and needy and to crush their oppressors. ", "5": "May the poor and needy revere you constantly, as long as sun and moon continue in the skies! Yes, forever!", "6": "May the reign of this son of mine[a] be as gentle and fruitful as the springtime rains upon the grass—like showers that water the earth! ", "7": "May all good men flourish in his reign with abundance of peace to the end of time.", "8": "Let him reign from sea to sea and from the Euphrates River to the ends of the earth. ", "9": "The desert nomads shall bow before him; his enemies shall fall face downward in the dust. ", "10": "Kings along the Mediterranean coast—the kings of Tarshish and the islands—and those from Sheba and from Seba—all will bring their gifts. ", "11": "Yes, kings from everywhere! All will bow before him! All will serve him!", "12": "He will take care of the helpless and poor when they cry to him; for they have no one else to defend them. ", "13": "He feels pity for the weak and needy and will rescue them. ", "14": "He will save them from oppression and from violence, for their lives are precious to him.", "15": "And he shall live; and to him will be given the gold of Sheba, and there will be constant praise for him.[b] His people* will bless him all day long. ", "16": "Bless us with abundant crops throughout the land, even on the highland plains; may there be fruit like that of Lebanon; may the cities be as full of people as the fields are of grass. ", "17": "His name will be honored forever; it will continue as the sun; and all will be blessed in him; all nations will praise him.", "18": "Blessed be Jehovah God, the God of Israel, who only does wonderful things! ", "19": "Blessed be his glorious name forever! Let the whole earth be filled with his glory. Amen and amen!", "20": "(This ends the psalms of David, son of Jesse.)"}