{"1": "How good God is to Israel—to those whose hearts are pure. ", "2": "But as for me, I came so close to the edge of the cliff! My feet were slipping and I was almost gone. ", "3": "For I was envious of the prosperity of the proud and wicked. ", "4": "Yes, all through life their road is smooth![a] They grow sleek and fat. ", "5": "They aren't always in trouble and plagued with problems like everyone else, ", "6": "so their pride sparkles like a jeweled necklace, and their clothing is woven of cruelty! ", "7": "These fat cats have everything their hearts could ever wish for! ", "8": "They scoff at God and threaten his people. How proudly they speak! ", "9": "They boast against the very heavens, and their words strut through the earth.", "10": "And so God's people are dismayed and confused and drink it all in. ", "11": "“Does God realize what is going on?” they ask. ", "12": "“Look at these men of arrogance; they never have to lift a finger—theirs is a life of ease; and all the time their riches multiply.”", "13": "Have I been wasting my time? Why take the trouble to be pure? ", "14": "All I get out of it is trouble and woe—every day and all day long! ", "15": "If I had really said that, I would have been a traitor to your people. ", "16": "Yet it is so hard to explain it—this prosperity of those who hate the Lord. ", "17": "Then one day I went into God's sanctuary to meditate and thought about the future of these evil men. ", "18": "What a slippery path they are on—suddenly God will send them sliding over the edge of the cliff and down to their destruction: ", "19": "an instant end to all their happiness, an eternity of terror. ", "20": "Their present life is only a dream! They will awaken to the truth as one awakens from a dream of things that never really were!", "21": "When I saw this, what turmoil filled my heart! ", "22": "I saw myself so stupid and so ignorant; I must seem like an animal to you, O God. ", "23": "But even so, you love me! You are holding my right hand! ", "24": "You will keep on guiding me all my life with your wisdom and counsel, and afterwards receive me into the glories of heaven![b] ", "25": "Whom have I in heaven but you? And I desire no one on earth as much as you! ", "26": "My health fails; my spirits droop, yet God remains! He is the strength of my heart; he is mine forever!", "27": "But those refusing to worship God will perish, for he destroys those serving other gods.", "28": "But as for me, I get as close to him as I can! I have chosen him, and I will tell everyone about the wonderful ways he rescues me."}