{"1": "O God, why have you cast us away forever? Why is your anger hot against us—the sheep of your own pasture? ", "2": "Remember that we are your people—the ones you chose in ancient times from slavery and made the choicest of your possessions. You chose Jerusalem[a] as your home on earth!", "3": "Walk through the awful ruins of the city and see what the enemy has done to your sanctuary. ", "4": "There they shouted their battle cry and erected their idols to flaunt their victory. ", "5-6": "Everything lies in shambles like a forest chopped to the ground. They came with their axes and sledgehammers and smashed and chopped the carved paneling; ", "7": "they set the sanctuary on fire, and razed it to the ground—your sanctuary, Lord. ", "8": "“Let's wipe out every trace of God,” they said, and went through the entire country burning down the assembly places where we worshiped you.", "9-10": "There is nothing left to show that we are your people. The prophets are gone, and who can say when it all will end? How long, O God, will you allow our enemies to dishonor your name? Will you let them get away with this forever? ", "11": "Why do you delay? Why hold back your power? Unleash your fist and give them a final blow.", "12": "God is my King from ages past; you have been actively helping me everywhere throughout the land. ", "13-14": "You divided the Red Sea with your strength; you crushed the sea god's heads! You gave him to the desert tribes to eat! ", "15": "At your command the springs burst forth to give your people water; and then you dried a path for them across the ever-flowing Jordan. ", "16": "Day and night alike belong to you; you made the starlight and the sun. ", "17": "All nature is within your hands; you make the summer and the winter too. ", "18": "Lord, see how these enemies scoff at you. O Jehovah, an arrogant nation has blasphemed your name.", "19": "O Lord, save me! Protect your turtledove from the hawks.[b] Save your beloved people from these beasts. ", "20": "Remember your promise! For the land is full of darkness and cruel men. ", "21": "O Lord, don't let your downtrodden people be constantly insulted. Give cause for these poor and needy ones to praise your name! ", "22": "Arise, O God, and state your case against our enemies. Remember the insults these rebels have hurled against you all day long. ", "23": "Don't overlook the cursing of these enemies of yours; it grows louder and louder."}