{"1": "The leaven of the Pharisee. 5 Who is to be feared. 8 To confess Christ. 16 The parable of the rich man whose land was very fertile. 21 Not to care for earthly things. 31 But to seek the kindom of God. 39 The thief in the night. 51 Debate for the Gospel's sake. In [a]the meantime, there gathered together [b]an innumerable multitude of people, so that they trod one another: and he began to say unto his disciples first, Take heed to yourselves of the leaven of the Pharisees, which is hypocrisy. ", "2": "For there is nothing covered, that shall not be revealed: neither hid, that shall not be known. ", "3": "Wherefore whatsoever ye have spoken in darkness, it shall be heard in the light: and that which ye have spoken in the ear, in secret places, shall be preached on the houses. ", "4": "[c]And I say unto you, my friends, be not afraid of them that kill the body, and after that are not able to do anymore. ", "5": "But I will [d]forewarn you, whom ye shall fear: fear him which after he hath killed, hath power to cast into hell: yea, I say unto you, him fear. ", "6": "Are not five sparrows bought for two farthings, and yet not one of them is forgotten before God? ", "7": "Yea, and all the hairs of your head are numbered: fear not therefore: ye are more of value than many sparrows. ", "8": "[e]Also I say unto you, Whosoever shall confess me before men, him shall the Son of man confess also before the Angels of God. ", "9": "But he that shall deny me before men, shall be denied before the Angels of God. ", "10": "And whosoever shall speak a word against the Son of man, it shall be forgiven him: but unto him that shall blaspheme the holy Ghost, it shall not be forgiven. ", "11": "[f]And when they shall bring you unto the Synagogues, and unto the rulers and Princes, take no thought how, or what thing ye shall answer, or what ye shall speak. ", "12": "For the holy Ghost shall teach you in the same hour, what ye ought to say. ", "13": "[g]And one of the company said unto him, Master, bid my brother divide the inheritance with me.", "14": "And he said unto him, Man, who made me a judge, or a divider over you? ", "15": "Wherefore he said unto them, Take heed, and beware of [h]covetousness: for though a man have abundance, yet his [i]life standeth not in his riches. ", "16": "[j]And he put forth a parable unto them, saying, The [k]ground of a certain rich man brought forth fruits plenteously. ", "17": "Therefore he [l]thought with himself, saying, What shall I do, because I have no room where I may lay up my fruits? ", "18": "And he said, This will I do, I will pull down my barns, and build greater, and therein will I gather all my fruits, and my goods. ", "19": "And I will say to my soul, Soul, thou hast much goods laid up for many years, live at ease, eat, drink, and [m]take thy pastime. ", "20": "But God said unto him, O fool, this night will they fetch away thy soul from thee: then whose shall those things be which thou hast provided? ", "21": "So is he that gathereth riches [n]to himself, and is not rich in God. ", "22": "[o]And he spake unto his disciples, Therefore I say unto you, Take no thought for your life, what ye shall eat: neither for your body, what ye shall put on. ", "23": "The life is more than meat: and the body more than the raiment. ", "24": "Consider the ravens: for they neither sow nor reap: which neither have storehouse nor barn, and yet God feedeth them: how much more are ye better than fowls? ", "25": "And which of you with taking thought, can add to his stature one cubit? ", "26": "If ye then be not able to do the least thing, why take ye thought for the remnant? ", "27": "Consider the lilies how they grow: they labor not, neither spin they: yet I say unto you, that Solomon himself in all his royalty was not clothed like one of these. ", "28": "If then God so clothe the grass which is today in the field, and tomorrow is cast into the oven, how much more will he clothe you, O ye of little faith? ", "29": "Therefore ask not what ye shall eat, or what ye shall drink, neither [p]hang you in suspense. ", "30": "For all such things the people of the world seek for: and your Father knoweth that ye have need of these things. ", "31": "[q]But rather seek ye after the kingdom of God, and all these things shall be cast upon you. ", "32": "[r]Fear not, little flock: for it is your Father's pleasure to give you the kingdom. ", "33": "¶ [s]Sell that ye have, and give [t]alms: make you bags which wax not old: a treasure that can never fail in heaven, where no thief cometh neither moth corrupteth. ", "34": "For where your treasure is, there will your hearts be also. ", "35": "¶ [u]Let your loins be girded about, and your lights burning, ", "36": "And ye yourselves like unto men that wait for their master, when he will return from the wedding, that when he cometh and knocketh, they may open unto him immediately. ", "37": "Blessed are those servants, whom the Lord when he cometh shall find waking: verily I say unto you, he will gird himself about, and make them to sit down at table, and will come forth, and serve them. ", "38": "And if he come in the second watch, or come in the third watch, and shall find them so, blessed are those servants. ", "39": "Now understand this, that if the good man of the house had known at what hour the thief would have come, he would have watched, and would not have suffered his house to be dug through. ", "40": "[v]Be ye also prepared therefore: for the Son of man will come at an hour when ye think not. ", "41": "Then Peter said unto him, Master, tellest thou this parable unto us, or even to all?", "42": "And the Lord said, Who is a faithful steward and wise, whom the master shall make ruler over his household, to give them their [w]portion of meat in season? ", "43": "Blessed is that servant, whom his master when he cometh, shall find so doing. ", "44": "Of a truth, I say unto you, that he will make him ruler over all that he hath. ", "45": "But if that servant say in his heart, My master doth defer his coming, and shall begin to smite the servants, and maidens, and to eat and drink, and to be drunken, ", "46": "The master of that servant will come in a day when he thinketh not, and at an hour when he is not aware of, and will cut him off, and give him his portion with the unbelievers. ", "47": "¶ And that servant that knew his master's will, and prepared not himself, neither did according to his will, shall be beaten with many stripes. ", "48": "But he that knew it not, and yet did commit things worthy of stripes, shall be beaten with few stripes: for unto whomsoever much is given, of him shall be much required, and to whom men much commit, [x]the more of him will they ask. ", "49": "¶ [y]I am come to put fire on the earth, and what is my desire, if it be already kindled? ", "50": "Notwithstanding I must be baptized with a baptism, and how am I grieved till it be ended? ", "51": "Think ye that I am come to give peace on earth? I tell you, nay, but rather debate. ", "52": "For from henceforth there shall be five in one house divided, three against two, and two against three. ", "53": "The father shall be divided against the son, and the son against the father: the mother against the daughter, and the daughter against the mother: the mother-in-law against her daughter-in-law, and the daughter-in-law against her mother-in-law. ", "54": "¶ [z]Then said he to the people, When ye see a cloud [aa]rise out of the West, straightway ye say, A shower cometh: and so it is. ", "55": "And when ye see the South wind blow, ye say, that it will be hot: and it cometh to pass. ", "56": "Hypocrites, ye can discern the face of the earth, and of the sky: but why discern ye not this time? ", "57": "[ab]Yea, and why judge ye not of yourselves what is right? ", "58": "¶ While thou goest with thine adversary to the ruler, as thou art in the way, give diligence in the way, that thou mayest be delivered from him, lest he draw thee to the judge, and the judge deliver thee to the [ac]jailer, and the jailer cast thee into prison. ", "59": "I tell thee, thou shalt not depart thence, till thou hast paid the utmost mite. "}